{
  "content": "\n<p>\nخلق أفعال العباد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( 1 باب ما ذكر أهل العلم للمعطلة الذين يريدون وأن يبدلوا كلام الله\nعز وجل )\n</p>\n\n<p>\nحدثني الحكم بن محمد الطبري كتبت عنه بمكة قال حدثنا سفيان بن عيينة قال\nأدركت مشائخنا منذ سبعين سنة منهم عمرو بن دينار يقولون * القرآن كلام الله\nوليس بمخلوق\n</p>\n\n<p>\nوقال أحمد بن الحسن حدثنا أبو نعيم حدثنا سليمان القارىء قال سمعت سفيان\nالثوري يقول قال لي حماد بن أبي سليمان * أبلغ أبا فلان المشرك أني بريء من\nدينه وكان يقول القرآن مخلوق\n</p>\n\n<p>\nحدثنا قتيبة حدثني القاسم بن محمد حدثنا عبد الرحمن بن محمد بن حبيبة عن\nأبيه عن جده قال شهدت خالد بن عبد الله القسري بواسط في يوم أضحى وقال *\nارجعوا فضحوا تقبل الله منكم فإني مضح بالجعد بن درهم زعم أن الله لم يتخذ\nإبراهيم خليلا ولم يكلم موسى تكليما تعالى الله علوا كبيرا عما يقول بن\nدرهم ثم نزل فذبحه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبد الله قال قتيبة * بلغني أن جهما كان يأخذ الكلام من الجعد بن\nدرهم\n</p>\n\n<p>\nحدثنا محمد عبد الله جعفر البغدادي قال سمعت أبا زكريا يحيى بن يوسف\nالزمي قال كنا عند عبد الله بن إدريس فجاءه رجل فقال يا أبا محمد ما تقول\nفي قوم يقولون القرآن مخلوق فقال أمن اليهود قال لا قال فمن النصارى قال لا\nقال فمن المجوس قال لا قال فمن قال من أهل التوحيد قال ليس هؤلاء من أهل\nالتوحيد * هؤلاء الزنادقة من زعم أن القرآن مخلوق فقد زعم أن الله مخلوق\nيقول بقول بسم الله الرحمن الرحيم فالله لا يكون مخلوقا والرحمن لا يكون\nمخلوقا والرحيم لا يكون مخلوقا وهذا أصل الزنادقة من قال هذا فعليه لعنة\nالله لا تجالسوهم ولا تناكحوهم\n</p>\n\n<p>\nوقال وهب بن جرير * الجهمية الزنادقة انما يريدون أنه ليس على العرش\nاستوى\n</p>\n\n<p>\nوحلف يزيد بن هارون بالله الذي لا اله إلا هو * من قال أن القرآن مخلوق\nفهو زنديق ويستتاب فإن تاب والا قتل\n</p>\n\n<p>\nوقيل لأبي بكر بن عياش <span id='ms01'></span> ان قوما ببغداد يقولون إنه مخلوق فقال ويلك من قال\nهذا على * من قال القرآن مخلوق لعنة الله وهو كافر زنديق ولا تجالسوهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الثوري * من قال القرآن مخلوق فهو كافر\n</p>\n\n<p>\nوقال حماد بن زيد * القرآن كلام الله نزل به جبرائيل ما يجادلون الا انه\nليس في السماء إله\n</p>\n\n<p>\nوقال بن مقاتل سمعت بن المبارك يقول * من قال انني أنا الله لا إله إلا\nأنا مخلوق فهو كافر لا ينبغي لمخلوق أن يقول ذلك وقال أيضا % فلا أقول بقول\nالجهم أن له % قولا يضارع قول الشرك أحيانا % % ولا أقول تخلى من بريته %\nرب العباد وولى الأمر شيطانا % % ما قال فرعون هذا في تجبره % فرعون موسى\nولا فرعون هامانا % * وقال بن المبارك لا نقول كما قالت الجهمية انه في\nالأرض ههنا بل على العرش استوى وقيل له كيف تعرف ربنا قال فوق سماواته على\nعرشه وقال لرجل منهم أتظنك خاليا منه فبهت الآخر وقال من قال لا إله إله هو\nمخلوق فهو كافر وانا لنحكي كلام اليهود والنصارى ولا نستطيع أن نحكي كلام\nالجهمية\n</p>\n\n<p>\nوقال معاوية بن عمار سمعت جعفر بن محمد يقول * القرآن كلام الله وليس\nبمخلوق\n</p>\n\n<p>\nوقال سعيد بن عامر * الجهمية أشر قولا من اليهود والنصارى قد اجتمعت\nاليهود والنصارى وأهل الأديان أن الله تبارك وتعالى على العرش وقالوا هم\nليس على العرش شيء\n</p>\n\n<p>\nوقال ضمرة عن بن شوذب * ترك الجهم الصلاة أربعين يوما على وجه الشك\nفخاصمه بعض السمنية فشك فأقام أربعين يوما لا يصلي قال ضمرة وقد رآه بن\nشوذب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوقال عبد العزيز بن أبي سلمة * إن كلام جهم صنعة بلا معنى وبناء بلا أساس\nولم يعد قط من أهل العلم ولقد سئل جهم عن رجل طلق امرأته قبل أن يدخل بها\nفقال عليها العدة فخالف كتاب الله بجهله وقال الله سبحانه فما لكم عليهن من\nعدة تعتدونها\n</p>\n\n<p>\nوقال علي * ان الذين قالوا ان لله ولدا أكفر من الذين قالوا ان الله لا\nيتكلم وقال احذر من <span id='ms02'></span> المريس وأصحابه فإن كلامهم يستجلب الزندقة وأنا كلمت\nأستاذهم جهما فلم يثبت لي أن في السماء الها * وكان إسماعيل بن أبي أويس\nيسميهم زنادقة العراق وقيل له سمعت أحدا يقول القرآن مخلوق فقال هؤلاء\nالزنادقة والله لقد فررت إلى اليمن حين سمعت العباس يكلم بهذا ببغداد فرارا\nمن هذا الكلام\n</p>\n\n<p>\nوقال علي بن الحسن سمعت بن مصعب يقول * كفرت الجهمية في غير موضع من كتاب\nالله قولهم إن الجنة تفنى وقال الله إن هذا لرزقنا ما له من نفاذ فمن قال\nإنها تنفذ فقد كفر وقال أكلها دائم وظلها فمن قال إنها لا تدوم فقد كفر\nوقال لا مقطوعة ولا ممنوعة فمن قال إنها تنقطع فقد كفر وقال عطاء غير مجذوذ\nفمن قال إنها تنقطع فقد كفر وقد أبلغوا أنهم كفار وأن نساءهم طوالق\n</p>\n\n<p>\nوقال بن المبارك عن معمر عن قتادة * وكلمته ألقاها إلى مريم قال هو قوله\nكن فكان\n</p>\n\n<p>\nوقال بن معدان * سألت الثوري وهو معكم أينما كنتم قال علمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو الوليد سمعت يحيى بن سعيد يقول وذكر له أن قوما يقولون القرآن\nمخلوق فقال * كيف تصنعون ب <span class='quran'>قل هو الله أحد </span>كيف تصنعون بقوله <span class='quran'>إنني أنا الله لا إله إلا أنا </span></p>\n\n<p>\nوقال عفان * من قال قل هو الله أحد مخلوق فهو كافر\n</p>\n\n<p>\nوقال علي بن عبد الله * القرآن كلام الله من قال إنه مخلوق فهو كافر لا\nيصلى خلفه\n</p>\n\n<p>\nقال وكيع * من كذب بحديث إسماعيل عن قيس عن جرير عن النبي صلى الله عليه\nوسلم في الرؤية فهو جهمي فاحذروه\n</p>\n\n<p>\nوقال أبو الوليد * من قال القرآن مخلوق فهو كافر ومن لم يعقد قلبه على أن\nالقرآن ليس بمخلوق فهو خارج من الإسلام\n</p>\n\n<p>\nقال أبو عبد الله * نظرت في كلام اليهود والنصارى والمجوس فما رأيت أضل\nفي كفرهم منهم وإني لأستجهل من لا يكفرهم إلا من لا يعرف كفرهم\n</p>\n\n<p>\nوقال عبد الرحمن بن عفان ذكر أمام سفيان بن عيينة التي ضرب فيها المريس\nفقام بن عيينة من مجلسه <span id='ms03'></span> مغضبا فقال * ويحكم القرآن كلام الله قد صحبت الناس\nوأدركتهم هذا عمرو بن دينار وهذا بن المنكدر حتى ذكروا منصور والأعمش ومسعر\nبن كدام فقال بن عيينة قد تكلموا في الاعتزال والرفض والقدر وأمروا باجتناب\nالقوم فما نعرف القرآن إلا كلام الله ومن قال غير هذا فعليه لعنة الله ما\nأشبه هذا القول بقول النصارى ولا تجالسوهم ولا تسمعوا كلامهم\n</p>\n\n<p>\nوقال عبد الله بن محمد * سمعت بن عيينة وذكر المريس فقال ما تقول الدويبة\nما تقول الدويبة استهزاء به قال وسمعت محمد بن عبيد يقول جاء ذاك الخبيث\nفسألني عن حديث ولو عرفته ما حدثته\n</p>\n\n<p>\nوقال الحميدي حدثنا حصين عن مسلم بن صبيح عن شتير بن شكل عن عبد الله رضي\nالله عنه قال * ما خلق الله من أرض ولا سماء ولا جنة ولا نار أعظم من الله\nلا إله إلا هو الحي القيوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nقال سفيان في تفسيره * إن كل شيء مخلوق والقرآن ليس بمخلوق وكلامه أعظم\nمن خلقه لأنه يقول للشيء كن فيكون فلا يكون شيء أعظم مما يكون به الخلق\nوالقرآن كلام الله\n</p>\n\n<p>\nوقال زهير السختياني سمعت سلام بن أبي مطيع يقول * الجهمية كفار\n</p>\n\n<p>\nوقال عبد الحميد * جهم كافر بالله العظيم\n</p>\n\n<p>\nوقال وكيع * أحدثوا هؤلاء المرجئة الجهمية والجهمية كفار والمريس جهمي\nوعلمتم كيف كفروا قالوا يكفيك المعرفة وهذا كفر والمرجئية يقولون الإيمان\nقول بلا فعل وهذا بدعة فمن قال القرآن مخلوق فهو كافر بما أنزل على محمد\nصلى الله عليه وسلم يستتاب وإلا ضربت عنقه وقال وكيع على المريس لعنه الله\nيهودي أو نصراني قال له رجل كان أبوه أو جده يهوديا أو نصرانيا قال وكيع\nعليه وعلى أصحابه لعنة الله القرآن كلام الله وضرب وكيع إحدى يديه على\nالأخرى وقال سيء ببغداد يقال له المريس يستتاب فإن تاب وإلا ضربت عنقه\n</p>\n\n<p>\nوقال يزيد بن هارون * لقد حرضت أهل بغداد على قتله جهدي ولقد أخبرت من\nكلامه بشيء مرة وجدت وجعه في صلبي بعد ثلاث\n</p>\n\n<p>\nقال علي بن <span id='ms04'></span> عبد الله * إنما كانت غايته أن يدخل الناس في كفره\n</p>\n\n<p>\nوقال عبيد الله بن عائشة * لا نصل خلف من قال القرآن مخلوق ولا كرامة له\nفإن صلى وكبر كيما يحتاط لنفسه فزال ويجتنبه أحب إلي ولأنهم يقولون شيء لا\nشيء يقولون الله لا شيء\n</p>\n\n<p>\nوقال سليمان بن داود الهاشمي وسهل بن مزاحم * من صلى خلف من يقول القرآن\nمخلوق أعاد صلاته\n</p>\n\n<p>\nوقال بن الأسود سمعت بن مهدي يقول ليحي بن سعيد * لو أن جهميا بيني وبينه\nقرابة ما استحللت من ميراثه شيئا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوقال بن مهدي * ولو رأيت رجلا على الجسر وبيدي سيف يقول القرآن مخلوق\nلضربت عنقه\n</p>\n\n<p>\nوقال يزيد بن هارون * المريس أحقر من أتاني\n</p>\n\n<p>\nقال أبو عبد الله * ما أبالي صليت خلف الجهمي والرافض أم صليت خلف اليهود\nوالنصارى ولا يسلم عليهم ولا يعادون ولا يناكحون ولا يشهدون ولا تؤكل\nذبائحهم\n</p>\n\n<p>\nوقال عبد الرحمن بن مهدي * هما ملتان الجهمية والرافضية\n</p>\n\n<p>\nوقيل لابن عبيد * إن المريس سئل عن ابتداء خلق الأشياء عن قول الله عز\nوجل <span class='quran'>إنما قولنا لشيء إذا أردناه أن نقول له كن فيكون </span>فقال كله\nكلام صلة فمعنى قوله ان يقول صلة كقوله قالت السماء فأمطرت وكقوله قال\nالجدار فمال قال قال الله تعالى جدار يريد أن ينقض فأقامه والجدار لا إرادة\nله فمعنى قوله إذا أردناه كوناه فكان لم يكن عند المريس جواب أكثر من هذا\nيعني أن الله تعالى لا يتكلم\n</p>\n\n<p>\nقال أبو عبيد القاسم بن سلام * أما تشبيه قول الله إذا أردناه بقوله قالت\nالسماء فأمطرت وقال الجدار فمال فإنه لا يشبه وهذه أغلوطة أدخلها لأنك إذا\nقلت قالت السماء ثم تسكت لم يدر ما معنى قالت حتى يقول فأمطرت وكذلك إذا\nقلت أراد الجدار ثم لم يبين ما معنى أراد لم يدر ما معناه وإذا قلت قال\nالله اكتفيت بقوله قال فقال مكتف لا يحتاج إلى شيء يستدل به على قال كما\nاحتجت إذا قال الجدار فمال وإلا لم يكن لقال الجدار معنى <span id='ms05'></span> ومن قال هذا فليس\nشيء من الكفر إلا وهو دونه ومن قال هذا فقد قال على الله ما لم يفعله\nاليهود والنصارى ومذهبه التعطيل للخالق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nوقال علي سمعت بشر بن المفضل وذكر بن خلوبة بالبصرة جهميا فقال بشر هو\nكافر *\n</p>\n\n<p>\nوسئل وكيع عن مثنى الأنماطي فقال كافر *\n</p>\n\n<p>\nوقال عبد الله بن داود * لو كان لي على المثنى الأنماطي سبيل لنزعت لسانه\nمن قفاه وكان جهميا\n</p>\n\n<p>\nوقال سليمان بن داود الهاشمي * من قال القرآن مخلوق فهو كافر وإن كان\nالقرآن مخلوقا كما زعموا فلم صار فرعون أولى بأن يخلد في النار إذ قال انا\nربكم العلى وزعموا أن هذا مخلوق والذي قال إنني أنا الله لا إله إلا أنا\nفاعبدني هذا أيضا قد ادعى ما ادعى فرعون فلم صار فرعون أولى بأن يخلد في\nالنار من هذا وكلا منهما عنده مخلوق فأخبر بذلك أبو عبيد فاستحسنه وأعجبه\n</p>\n\n<p>\nوقال أحمد بن محمد * قد تبين لي أن القوم كفار\n</p>\n\n<p>\nوقال الفضيل بن عياض * إذا قال لك جهمي أنا أكفر برب يزول عن مكانه فقل\nانا أومن برب يفعل ما يشاء\n</p>\n\n<p>\nوقال بن عيينة * رأيت بن إدريس قائما عند كتاب قلت ما تفعل يا أبا محمد\nهنا قال أسمع كلام ربي من في هذا الغلام\n</p>\n\n<p>\nوحذر يزيد بن هارون عن الجهمية وقال * من زعم ان الرحمن على العرش استوى\nعلى خلاف ما يقر في قلوب العامة فهو جهمي ومحمد الشيباني جهمي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ضمرة بن ربيعة عن صدقة سمعت سليمان التيمي يقول * لو سئلت أين الله\nلقلت في السماء فإن قال فأين كان عرشه قبل السماء لقلت على الماء فإن قال\nفأين كان عرشه قبل الماء لقلت لا أعلم قال أبو عبد الله وذلك لقوله تعالى\n<span class='quran'>ولا يحيطون بشيء من علمه إلا بما شاء </span>يعني إلا بما بين\n</p>\n\n<p>\nوقال بن عيينة ومعاذ بن معاذ والحجاج بن محمد ويزيد بن هارون وهاشم بن\nالقاسم والربيع بن نافع الحلبي ومحمد بن يوسف وعاصم بن علي بن عاصم <span id='ms06'></span> ويحيى\nبن يحيى وأهل العلم * من قال القرآن مخلوق فهو كافر\n</p>\n\n<p>\nوقال محمد بن يوسف * من قال إن الله ليس على عرشه فهو كافر ومن زعم أن\nالله لم يكلم موسى فهو كافر\n</p>\n\n<p>\nوقيل لمحمد بن يوسف * أدركت الناس فهل سمعت أحدا يقول القرآن مخلوق فقال\nالشيطان يكلم بهذا من يكلم بهذا فهو جهمي والجهمي كافر\n</p>\n\n<p>\nوحدثني أبو جعفر محمد بن عبد الله حدثني محمد بن قدامة السلال الأنصاري\nقال سمعت وكيعا يقول * لا تستخفوا بقولهم القرآن مخلوق فإنه من شر قولهم\nوإنما يذهبون إلى التعطيل\n</p>\n\n<p>\nوحدثني أبو جعفر قال سمعت الحسن بن موسى الأشيب وذكر الجهمية فقال منهم\nثم قال * أدخل رأس من رؤساء الزنادقة يقال له شمغلة على المهدي فقال دلني\nعلى أصحابك فقال أصحابي أكثر من ذلك فقال دلني عليهم فقال صنفان ممن ينتحل\nالقبلة والقدرية الجهمي إذا غلا قال ليس ثم شيء وأشار الأشيب إلى السماء\nوالقدري إذا غلا قال هما اثنان خالق خير وخالق شر فضرب عنقه وصلبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nوحدثني أبو جعفر حدثني يحيى بن أيوب قال سمعت أبا نعيم البلخي قال * كان\nرجل من أهل مرو صديقا للجهم ثم قطعه وجفاه فقيل له لم جفوته فقال جاء منه\nما لا يحتمل قرأت يوما آية كذا وكذا نسيها يحيى فقال ما كان أظرف محمدا\nفاحتملتها ثم قرأ سورة طه فلما قال الرحمن على العرش استوى قال أما والله\nلو وجدت سبيلا إلى حكها لحككتها من المصحف فاحتملتها ثم قرأ سورة القصص\nفلما انتهى إلى ذكر موسى قال ما هذا ذكر قصة في موضع فلم يتمها ثم ذكرها\nههنا فلم يتمها ثم رمى بالمصحف من حجره برجليه فوثبت عليه\n</p>\n\n<p>\nوحدثني أبو جعفر قال سمعت يحيى بن أيوب قال * كنا ذات يوم عند مروان بن\nمعاوية الفزاري فسأله رجل عن حديث الرؤية فلم يحدثه به فقال له إن لم\nتحدثني به فأنت جهمي فقال مروان أتقول لي جهمي وجهم مكث أربعين يوما لا\nيعرف ربه\n</p>\n\n<p>\nحدثني أبو جعفر <span id='ms07'></span> حدثني هارون بن معروف ويحيى بن أيوب قالا قال بن المبارك\n* كل قوم يعرفون ما يعبدون إلا الجهمية\n</p>\n\n<p>\nحدثني أبو جعفر قال سمعت يزيد بن هارون وحدثنا حديث إسماعيل عن قيس عن\nجرير عن النبي صلى الله عليه وسلم * إنكم راؤون ربكم فقال يزيد من كذب بهذا\nفهو بريء من الله ورسوله صلى الله عليه وسلم\n</p>\n\n<p>\nوحدثني أبو جعفر قال حدثنا أحمد بن خالد خلال قال سمعت يزيد بن هارون\nوذكر أبا بكر الأصم والمريس فقال * هما والله زنديقان كافران بالرحمن حلال\nالدم\n</p>\n\n<p>\nوقال عبد الرحمن بن مهدي * من زعم أن الله لم يكلم موسى فإنه يستتاب فإن\nتاب وإلا قتل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nوقال مالك بن أنس * القرآن كلام الله\n</p>\n\n<p>\nوقال يزيد بن هارون * والذي لا إله إلا هو ما هم إلا زنادقة وقال مشركون\n</p>\n\n<p>\nوسئل عبد الله بن إدريس عن الصلاة خلف أهل البدع فقال * لم يزل في الناس\nإذا كان فيهم مرض أو عدل فصل خلفه قلت فالجهمية قال لا هذه من المقاتل\nهؤلاء لا يصلى خلفهم ولا يناكحون وعليهم التوبة\n</p>\n\n<p>\nوسئل حفص بن غياث فقال فيهم ما قال بن إدريس في قتل الجهمية وقال * لا\nأعرفه قيل له قوم يقولون القرآن مخلوق قال لا جزاك الله خيرا أوردت على\nقلبي شيئا لم يسمع به قط فقلت إنهم يقولونه قال هؤلاء لا يناكحون ولا تجوز\nشهادتهم\n</p>\n\n<p>\nوسئل بن عيينة فقال * نحو ذلك\n</p>\n\n<p>\nقال فأتيت وكيعا فوجدته من أعلمهم بهم فقال * يكفرون من وجه كذا ويكفرون\nمن وجه كذا حتى أكفرهم من كذا وكذا وجها\n</p>\n\n<p>\nوقال وكيع * الرافضية شر من القدرية والحرورية شر منهما والجهمية شر هذه\nالأصناف قال الله وكلم الله موسى تكليما ويقولون لم يكلم ويقولون الإيمان\nبالقلب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الحسن بن الربيع * هذا كلام أحدثوه ولقد سألت عن حديث في هذا الباب\nفسرني ذلك\n</p>\n\n<p>\nحدثنا أبو جعفر قال سمعت أبا المنذر يذكر عمن سمع * معتمر بن سليمان ينكر\nعلى من قال القرآن مخلوق ويبدعه قال أبو عبد الله يقال <span id='ms08'></span> هو سلم بن أحور الذي\nقتل جهما\n</p>\n\n<p>\nحدثنا محمد بن كثير حدثنا إسرائيل حدثنا عثمان بن المغيرة عن سالم عن\nجابر رضي الله عنه قال * كان النبي صلى الله عليه وسلم يعرض نفسه بالموقف\nفقال ألا رجل يحملني إلى قومه فإن قريشا قد منعوني أن أبلغ كلام ربي\n</p>\n\n<p>\nوقال أنس بن مالك رضي الله عنه * لما أسري بالنبي صلى الله عليه وسلم من\nمسجد الكعبة فإذا موسى في السماء السابعة بتفصيل كلام الله\n</p>\n\n<p>\nوقال أبو ذر رضي الله عنه قال رسول الله صلى الله عليه وسلم قال الله عز\nوجل عطائي كلام وعذابي كلام وإذا أردت شيئا فإنما أقول له كن فيكون *\n</p>\n\n<p>\nوقال عبد الله بن أنيس رضي الله عنه سمعت النبي صلى الله عليه وسلم يقول\n* إن الله يحشر العباد يوم القيامة فيناديهم بصوت يسمعه من بعد كما يسمعه\nمن قرب أنا الملك وأنا الديان لا ينبغي لأحد من أهل الجنة أن يدخل الجنة\nوأحد من أهل النار يطلبه بمظلمة\n</p>\n\n<p>\nوقال أبو هريرة رضي الله عنه عن النبي صلى الله عليه وسلم * إذا قضى الله\nالأمر في السماء ضربت الملائكة بأجنحتها خضعا لقوله كأنه سلسلة على صفوان\nحتى إذا فزع عن قلوبهم قالوا ماذا قال ربكم قالوا الحق وهو العلي الكبير\nوكذا قال بن عباس وابن مسعود رضي الله عنهما وأهل العلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nوقال خباب بن الأرت رضي الله عنه * تقرب إلى الله ما استطعت فإنك لن\nتقترب إلى الله بشيء أحب إليه من كلامه\n</p>\n\n<p>\nوقال نيار بن مكرم الأسلمي رضي الله عنه * لما نزلت ألم غلبت الروم خرج\nأبو بكر يصيح يقول كلام ربي * وكانت أسماء بنت أبي بكر رضي الله عنهما إذا\nسمعت القرآن قالت كلام ربي كلام ربي\n</p>\n\n<p>\nوقال أبو عبد الرحمن السلمي * فضل القرآن على سائر الكلام كفضل الرب على\nخلقه\n</p>\n\n<p>\nوقال أبو ذر * رضي الله عنه قلت يا رسول الله من أولياء الأنبياء قال آدم\nقلت إنه نبي قال نعم مكلم\n</p>\n\n<p>\nوقال بن عباس رضي <span id='ms09'></span> الله عنهما * لما كلم الله موسى كان النداء في السماء\nوكان الله في السماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني موسى بن مسعود حدثنا سفيان بن سعيد عن عبد الرحمن بن عابس حدثني\nناس من أصحاب عبد الله رضي الله عنه قال * أصدق الحديث كلام الله\n</p>\n\n<p>\nوقال أبو بكر الصديق رضي الله عنه عن النبي صلى الله عليه وسلم * وذكر\nالشفاعة قال يقول نوح انطلقوا إلى إبراهيم فإن الله اتخذه خليلا فيأتون\nإبراهيم فيقول انطلقوا إلى موسى فإن الله كلمه تكليما\n</p>\n\n<p>\nوقال أبو هريرة وابن عمر رضي الله عنهما عن النبي صلى الله عليه وسلم *\nإن الله اصطفى موسى بكلامه وبرسالاته\n</p>\n\n<p>\nوقال عدي بن حاتم رضي الله عنه قال رسول الله صلى الله عليه وسلم * ما\nمنكم من أحد إلا سيكلمه ربه ليس بينه وبينه ترجمان فينظر أيمن منه فلا يرى\nإلا ما قدم من عمله وينظر أشأم منه فلا يرى إلا ما قدم وينظر بين يديه فلا\nيرى إلا النار تلقاه وجهه فاتقوا النار ولو بشق تمرة ولو بكلمة طيبة\n</p>\n\n<p>\nوقال جابر بن عبد الله رضي الله عنهما قال النبي صلى الله عليه وسلم *\nألا أبشرك عما لقي أبوك إن الله كلم أباك من غير حجاب فقال له عبدي سلني\nفقال يا رب ردني إلى الدنيا حتى أقتل فيك قال فإني قد قضيت عليهم ألا\nيرجعوا قال يا رب فأبلغهم عنا فأنزل الله عز وجل <span class='quran'>ولا تحسبن الذين\nقتلوا في سبيل الله أمواتا بل أحياء عند ربهم يرزقون </span>قال عبد الله وهو\nعبد الله بن عمرو بن حرام قتل يوم أحد شهيدا\n</p>\n\n<p>\nوقال جبير بن مطعم عن النبي صلى الله عليه وسلم * إن الله على عرشه فوق\nسماواته وسماواته فوق أراضيه مثل القبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nوقال بن مسعود في قوله <span class='quran'>ثم استوى على العرش </span>قال * العرش على\nالماء والله فوق العرش وهم يعلم ما أنتم عليه\n</p>\n\n<p>\nوقال قتادة في قوله <span class='quran'>وهو الذي في السماء إله وفي الأرض إله </span>قال\n* يعبد في السماء ويعبد في الأرض\n</p>\n\n<p>\nوقال <span id='ms10'></span> بن عباس * يدبر الأمر من السماء إلى الأرض ثم يعرج إليه في يوم كان\nمقداره ألف سنة مما تعدون قال من أيام السنة وقال أأمنتم من في السماء أن\nيخسف بكم الأرض فإذا هي تمور أم أمنتم من في السماء أن يرسل عليكم حاصبا\n</p>\n\n<p>\nوقال عمران بن حصين رضي الله عنه قال رسول الله صلى الله عليه وسلم لأبي\n* كم تعبد اليوم إلها قال سبعة ستة في الأرض وواحد في السماء قال فأيهم تعد\nلرغبتك ولرهبتك قال يا رسول الله علمني الكلمتين اللتين وعدتني قال اللهم\nألهمني رشدي وأعذني من شر نفسي\n</p>\n\n<p>\nوقال بعض أهل العلم إن الجهمية هم المشبهة لأنهم شبهوا ربهم بالصنم\nوالأصم والأبكم الذي لا يسمع ولا يبصر ولا يتكلم ولا يخلق *\n</p>\n\n<p>\nوقالت الجهمية وكذلك لا يتكلم ولا يبصر نفسه وقالوا إن اسم الله مخلوق\nويلزمهم أن يقولوا * إذا أذن المؤذن أن يقولوا لا إله إلا الله اسمه الله\nوأشهد أن محمدا رسول الله الذي اسمه الله لأنهم قالوا إن اسم الله مخلوق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             * ولقد اختصم يهودي ومسلم إلى بعض معطيلهم فقضى باليمين على\nالمسلم فقال اليهودي حلفه فقال المخاصم إليه أحلف بالله الذي لا إله إلا هو\nفقال اليهودي حلف بالخالق لا بالمخلوق فإن هذا في القرآن وزعمت أن القرآن\nمخلوق فحلف بالخالق فبهت الآخر وقال قوما حتى أنظر في أمركما وخسر هنالك\nالمبطلون\n</p>\n\n<p>\nحدثنا الحسن بن صباح حدثنا معبد أبو عبد الرحمن الكوفي نزل بغداد حدثنا\nمعاوية بن عمار قال * سألت جعفر بن محمد عن القرآن فقال ليس بخالق ولا\nمخلوق\n</p>\n\n<p>\nوقال أبو عبد الله احتج هؤلاء يعني الجهمية بآيات وليس فيما احتجوا به\nأشد التباسا من ثلاث آيات قوله <span class='quran'>وخلق كل شيء فقدره تقديرا </span>فقالوا\nإن قلتم إن القرآن لا شيء كفرتم وإن قلتم إن القرآن شيء فهو داخل في الآية\nوالثانية قوله <span class='quran'>إنما المسيح عيسى ابن مريم رسول الله وكلمته ألقاها إلى\nمريم وروح منه </span>قالوا فأنتم قلتم بقول النصارى لأن المسيح كلمة الله <span id='ms11'></span>\nوهو خلق فقلتم إن كلام الله ليس بمخلوق وعيسى من كلام الله والثالثة <span class='quran'>ما يأتيهم من ذكر من ربهم محدث </span>وقلتم ليس بمحدث * قال أبو عبيدة أما\nقوله وخلق كل شيء فهو كما قال وقال في آية أخرى إنما قولنا لشيء إذا أردناه\nأن نقول له كن فيكون فأخبر أن أول خلق خلقه بقوله وأول خلق هو من الشيء\nالذي قال وخلق كل شيء فأخبر أن كلامه قبل الخلق وأما تحريفهم إنما المسيح\nعيسى بن مريم فلو كان كما قالوا لكان ينبغي أن يكون بين الدفتين وكلمته\nألقاها إلى مريم لأن عيسى مذكر والكلمة مؤنثة لا اختلاف بين العرب في ذلك\nوإنما خلق الله عيسى بالكلمة لا أنه الكلمة ألا تسمع إلى قوله <span class='quran'>وكلمته\nألقاها إلى مريم وروح منه </span>يعني جبريل عليه السلام كما قال في آية أخرى\nفأرسلنا إليها روحنا فتمثل لها بشرا سويا وقال إن مثل عيسى عند الله كمثل\nآدم خلقه من تراب ثم قال له كن فيكون فخلق عيسى وآدم بقوله كن وليس بين\nهاتين الآيتين خلاف وأما تحريفهم من ذكر من ربهم محدث فإنما حدث عند النبي\nصلى الله عليه وسلم وأصحابه لما علم الله ما لم يكن يعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو عبد الله * والقرآن كلام الله غير مخلوق لقول الله عز وجل <span class='quran'>إن ربكم الله الذي خلق السماوات والأرض في ستة أيام ثم استوى على العرش\nيغشي الليل النهار يطلبه حثيثا والشمس والقمر والنجوم مسخرات بأمره </span>فبين أن الخلائق والطلب والحثيث والمسخرات بأمره شرح فقال ألا له الخلق\nوالأمر تبارك الله رب العالمين\n</p>\n\n<p>\nقال بن عيينة * قد بين الله الخلق من الأمر بقوله <span class='quran'>ألا له الخلق\nوالأمر </span>فالخلق بأمره كقوله <span class='quran'>لله الأمر من قبل ومن بعد </span>وكقوله\n<span class='quran'>إنما أمره إذا أراد شيئا أن يقول له كن فيكون </span>وكقوله <span class='quran'>ومن\nآياته أن تقوم السماء والأرض بأمره </span>ولم يقل بخلقه\n</p>\n\n<p>\nحدثنا أصبغ أخبرني عبد الله بن وهب أخبرني يحيى بن أيوب عن بن جريج عن\nمجاهد قال <span id='ms12'></span> * قلت لعبد الله بن عباس رضي الله عنهما ما القدر قال قال يا\nمجاهد أين قوله <span class='quran'>ألا له الخلق والأمر </span></p>\n\n<p>\nحدثنا عبد الله بن محمد حدثنا معاوية حدثنا أبو إسحاق عن سفيان عن حبيب\nبن أبي عمرة عن بن جبير عن بن عباس رضي الله عنهما قال * كان المسلمون\nيحبون أن يظهر الروم على فارس لأنهم أهل كتاب وكان المشركون يحبون أن يظهر\nفارس على الروم لأنهم أهل أوثان فذكر ذلك المسلمون لأبي بكر فذكر ذلك أبو\nبكر لرسول الله صلى الله عليه وسلم فقال له النبي صلى الله عليه وسلم أما\nإنهم سيهزمون فذكر ذلك أبو بكر لهم فقالوا اجعل بيننا وبينك أجلا خمس سنين\nفلم يظهروا فذكر ذلك أبو بكر للنبي صلى الله عليه وسلم فقال ألا جعلت أدنى\nقال دون العشرة فقال سعيد البضع ما دون العشرة قال فظهرت الروم بعد قوله\n<span class='quran'>الم غلبت الروم في أدنى الأرض وهم من بعد غلبهم سيغلبون في بضع سنين\nلله الأمر من قبل ومن بعد </span>قال فغلبت الروم ثم غلبت بعد قال الله <span class='quran'>لله الأمر من قبل ومن بعد ويومئذ يفرح المؤمنون بنصر الله </span>قال ففرح\nالمسلمون بنصر الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا بن المثنى قال حدثنا محمد أبو سعيد التغلبي حدثنا أبو إسحاق\nالفرازي عن سفيان * بهذا\n</p>\n\n<p>\n| 1 ( 2 أفعال العباد )\n</p>\n\n<p>\nقال أبو عبد الله فأما أفعال العباد فقد حدثنا علي بن عبد الله حدثنا\nمروان بن معاوية حدثنا أبو مالك عن ربعي بن حراش عن حذيفة رضي الله عنه قال\nالنبي صلى الله عليه وسلم * إن الله يصنع كل صانع وصنعته وتلا بعضهم عند\nذلك ك والله خلقكم وما تعملون فأخبر أن الصناعات وأهلها مخلوقة\n</p>\n\n<p>\nحدثنا محمد حدثنا أبو معاوية عن الأعمش عن شقيق عن حذيفة رضي الله عنه أن\nالله خلق كل صانع وصنعته إن الله خلق صانع الخزم وصنعته رواه وكيع عن\nالأعمش حدثنا أبو نعيم حدثنا سفيان عن بن طاوس عن أبيه عن بن عباس رضي الله\nعنهما * العجز والكيس <span id='ms13'></span> من القدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا إسماعيل حدثني مالك عن زياد بن سعد عن عمرو بن مسلم عن طاوس\nاليماني قال * أدركت ناسا من أصحاب رسول الله صلى الله عليه وسلم يقولون كل\nشيء بقدر وسمعت عبد الله بن عمر رضي الله عنهما يقول قال رسول الله صلى\nالله عليه وسلم كل شيء بقدر حتى العجز والكيس أو الكيس والعجز فقال الليث\nعن طاوس عن بن عباس رضي الله عنهما إنا كل شيء خلقناه بقدر حتى العجز\nوالكيس\n</p>\n\n<p>\nحدثنا عمرو بن محمد عن بن عيينة عن عمر عن بن عمر رضي الله عنهما قال *\nكل شيء بقدر حتى العجز والكيس قال بن عباس رضي الله عنهما كل شيء بقدر حتى\nوضعك يدك على خدك\n</p>\n\n<p>\nقال أبو عبد الله بن محمد إسماعيل سمعت عبد الله بن سعيد يقول سمعت يحيى\nبن سعيد يقول ما زلت أسمع من أصحابنا يقولون إن أفعال العباد مخلوقة قال\nأبو عبد الله * حركاتهم وأصواتهم واكتسابهم وكتابتهم مخلوقة فأما القرآن\nالمتلو المبين المثبت في المصاحف المسطور المكتوب الموعى في القلوب فهو\nكلام الله ليس بخلق قال الله بل هو آيات بينات في صدور الذين أوتوا العلم\nوقال إسحاق بن إبراهيم فأما الأوعية فمن يشك في خلقها قال الله تعالى <span class='quran'>وكتاب مسطور في رق منشور </span>وقال <span class='quran'>بل هو قرآن مجيد في لوح محفوظ </span>فذكر أنه يحفظ ويسطر قال وما يسطرون\n</p>\n\n<p>\nحدثنا روح بن عبد المؤمن حدثنا يزيد بن زريع سعيد عن قتادة والطور وكتاب\nمسطور فقال المسطور المكتوب في رق منشور وهو الكتاب حدثنا آدم حدثنا ورقاء\nعن بن نجيح عن مجاهد * وكتاب مسطور وصحف مكتوب في رق منشور في مصحف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الله بن يوسف أنا مالك عن محمد بن عبد الرحمن بن نوفل عن عروة\nعن زينب بنت أبي سلمة عن أم سلمة رضي الله عنها قال * طفت ورسول الله صلى\nالله عليه وسلم يصلي إلى جنب البيت يقرأ والطور وكتاب مسطور قال أبو عبد\nالله وقد بين النبي <span id='ms14'></span> صلى الله عليه وسلم قول الحامدين من العباد ودعاءهم\nوصلاتهم وتضرعهم إلى الله بين ما يجيبهم الحي القيوم حيث يقول الرسول\nاقرأوا إن شئتم يقول العبد الحمد لله رب العالمين يقول حمدني عبدي حدثنا\nعبد الله بن يوسف حدثنا مالك عن العلاء بن عبد الرحمن عن أبي السائب مولى\nهشام بن زهرة عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم\nقال كل صلاة لا تقرأ فيها بفاتحة الكتاب فهي خداج غير تام فقلت يا أبا\nهريرة فإني أكون أحيانا وراء الامام فقال اقرأ بها في نفسك يا فارس فإني\nسمعت رسول الله صلى الله عليه وسلم يقول قال الله تبارك وتعالى قسمت الصلاة\nبيني وبين عبدي نصفين فنصفها لي ونصفها لعبدي ولعبدي ما سأل يقول العبد\nالحمد لله رب العالمين يقول الله حمدني عبدي يقول العبد الرحمن الرحيم يقول\nالله أثنى علي عبدي يقول العبد مالك يوم الدين يقول الله مجدني عبدي يقول\nالعبد إياك نعبد وإياك نستعين فهذه الآية بيني وبين عبدي يقول العبد اهدنا\nالصراط المستقيم فهذه لعبدي ولعبدي ما سأل قال أبو عبد الله فأما المراد\nوالرق ونحوه فإنه خلق كما أنك تكتب الله فالله في ذاته هو الخالق وخطك\nواكتسابك من فعلك خلق لأن كل شيء دون الله يصنعه وهو خلق وقال وخلق كل شيء\nفقدره تقديرا وقال <span class='quran'>وإنه في أم الكتاب لدينا لعلي حكيم </span>وقال <span class='quran'>بل هو قرآن مجيد في لوح محفوظ </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو نعيم حدثنا سفيان عن زياد بن إسماعيل القرشي عن محمد بن عباد\nبن جعفر المخزومي عن أبي هريرة رضي الله عنه قال * جاء مشركو قريش إلى\nالنبي صلى الله عليه وسلم فخاصموه في القدر فنزلت إنا كل شيء خلقناه بقدر\n</p>\n\n<p>\nحدثنا قبيصة حدثنا سفيان بهذا *\n</p>\n\n<p>\nحدثنا محمد بن يوسف حدثنا يونس بن الحارث حدثنا عمر بن شعيب عن أبيه عن\nجده قال نزلت هذه الآية <span class='quran'>إن المجرمين في ضلال وسعر </span>في أهل القدر\nويروى فيه عن <span id='ms15'></span> بن عباس ومعاذ بن أنس رضي الله عنهم حدثنا محمد بن بشار حدثنا\nغندر حدثنا شعبة عن يعلى بن عطاء قال سمعت عمرو بن عاصم قال سمعت أبا هريرة\nيقول إن أبا بكر الصديق قال للنبي صلى الله عليه وسلم * أخبرني بشيء أقوله\nإذا أصبحت وإذا أمسيت قال قل اللهم عالم الغيب والشهادة فاطر السماوات\nوالأرض رب كل شيء ومليكه أشهد أن لا إله إلا أنت أعوذ بك من شر نفسي وشر\nالشيطان وشركه وإذا أخذت مضجعك\n</p>\n\n<p>\nحدثنا سعيد بن الربيع حدثنا شعبة وساق الحديث حدثنا عمرو بن عون حدثنا\nهاشم عن يعلى بن عطاء عن عمرو بن عاصم عن أبي هريرة رضي الله عنه أن أبا\nبكر قال * يا رسول الله هذا رب كل شيء ومليكه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا مسدد حدثنا هشيم بهذا *\n</p>\n\n<p>\nحدثنا علي بن عياش حدثنا شعيب بن أبي حمزة عن محمد بن المنكدر عن جابر\nرضي الله عنه قال قال رسول الله صلى الله عليه وسلم * من قال حين يسمع\nالنداء اللهم رب هذه الدعوة التامة والصلاة القائمة آت محمدا الوسيلة\nوالفضيلة وابعثه مقاما محمودا الذي وعدته حلت له شفاعتي يوم القيامة ويذكر\nعن أنس بن مالك وغيره من أهل العلم في قوله <span class='quran'>فوربك لنسألنهم أجمعين عما\nكانوا يعملون </span>أنه لا إله إلا الله وقال الله <span class='quran'>أن تلكم الجنة\nأورثتموها بما كنتم تعملون </span>وقال <span class='quran'>لمثل هذا فليعمل العاملون </span>وقال <span class='quran'>جزاء بما كانوا يعملون </span></p>\n\n<p>\nوحدثنا أبو اليمان أبناء شعيب عن الزهري عن سعيد بن المسيب عن أبي هريرة\nرضي الله عنه قال * سئل النبي صلى الله عليه وسلم أي الأعمال أفضل قال\nإيمان بالله وجهاد في سبيله\n</p>\n\n<p>\nحدثنا أحمد بن يونس وموسى بن إسماعيل قالا حدثنا إبراهيم بن سعد حدثنا بن\nشهاب عن سعيد بن المسيب عن أبي هريرة رضي الله عنه * أن رسول الله صلى الله\nعليه وسلم سئل أي الأعمال أفضل قال إيمان بالله ورسوله قيل ثم ماذا قال\nجهاد في سبيل الله قال ثم ماذا قال <span id='ms16'></span> حج مبرور\n</p>\n\n<p>\nحدثنا عبد العزيز بن عبد الله حدثنا إبراهيم بن شهاب عن سعيد عن أبي\nهريرة رضي الله عنه عن النبي صلى الله عليه وسلم * مثله\n</p>\n\n<p>\nحدثنا يحيى بن قزعة حدثنا إبراهيم بن سعد مثله * \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الله بن محمد حدثنا هشام أنبأ معمر عن الزهري عن بن المسيب عن\nأبي هريرة رضي الله عنه قال جاء رجل إلى النبي صلى الله عليه وسلم فقال *\nيا نبي الله أي الأعمال أفضل قال إيمان بالله مثله\n</p>\n\n<p>\nحدثنا محمد بن عبيد الله حدثنا عمر بن طلحة عن محمد بن عمر عن أبي سلمة\nعن أبي هريرة رضي الله عنه * قيل يا رسول الله أي الأعمال أفضل أو خير قال\nإيمان بالله ورسوله\n</p>\n\n<p>\nحدثنا مسلم بن إبراهيم حدثنا أبان حدثنا يحيى عن أبي جعفر عن أبي هريرة\nرضي الله عنه أن النبي صلى الله عليه وسلم كان يقول * أفضل الأعمال عند\nالله إيمان لا شك فيه وغزو لا غلول فيه وحج مبرور\n</p>\n\n<p>\nحدثنا موسى حدثنا أبان مثله *\n</p>\n\n<p>\nحدثنا إبراهيم بن المنذر حدثنا معاذ بن هشام حدثنا أبي عن يحيى حدثني أبو\nجعفر سمع أبا هريرة رضي الله عنه قال سمعت النبي صلى الله عليه وسلم يقول *\n</p>\n\n<p>\nحدثنا موسى بن إسماعيل حدثنا خليفة بن غالب حدثنا سعيد المغبري عن أبي\nهريرة رضي الله عنه قال * سئل رسول الله صلى الله عليه وسلم أي الأعمال\nأفضل قال إيمان بالله وجهاد في سبيله\n</p>\n\n<p>\nحدثنا عبد الله بن محمد حدثنا أبو عامر حدثنا خليفة بن غالب حدثنا سعيد\nأبي سعيد المغبري عن أبيه عن أبي هريرة رضي الله عنه قال * أتى النبي صلى\nالله عليه وسلم رجل فقال أي الأعمال أفضل قال إيمان بالله وجهاد في سبيله\nحدثنا عبيد الله بن موسى حدثنا هشام بن عروة عن أبيه عن أبي مرواح عن أبي\nذر رضي الله عنه قال سألت النبي صلى الله عليه وسلم أي الأعمال أفضل بالله\nوجهاد في سبيله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا يحيى بن بكير حدثني <span id='ms17'></span> الليث عن أبي جعفر حدثني عروة عن أبي مرواح عن\nأبي ذر رضي الله عنه أنه * سأل النبي صلى الله عليه وسلم أي الأعمال خير\nقال إيمان بالله وجهاد في سبيله\n</p>\n\n<p>\nحدثنا محمد بن الصباح حدثنا الوليد أراه بن أبي ثور قال محمد بن يوسف\nالضريري الشك مني عن عبد الملك هو بن عمير عن موسى بن طلحة عن عائشة أم\nالمؤمنين رضي الله عنها قالت * جاء رجل إلى النبي صلى الله عليه وسلم فقال\nأي الأعمال أفضل قال الإيمان بالله وجهاد في سبيل الله وحج مبرور\n</p>\n\n<p>\nحدثنا محمد بن عبد الرحيم حدثنا سعيد بن سليمان حدثنا يزيد بن عطاء عن\nمعاوية بن إسحاق عن عائشة بن طلحة عن عائشة أم المؤمنين رضي الله عنهما *\nسئل النبي صلى الله عليه وسلم أي الأعمال أفضل قال إيمان بالله وقتل في\nسبيله وحج مبرور\n</p>\n\n<p>\nحدثنا محمد بن سعيد أنبأنا عبيدة بن حميد عن عبد الملك بن عمير عن عثمان\nبن أبي حتمة عن جدته الشفاء رضي الله عنها قالت * سمعت النبي صلى الله عليه\nوسلم وسأله رجل أي العمل أفضل قال إيمان بالله وجهاد وحج مبرور\n</p>\n\n<p>\nحدثنا ضرار بن صرد عن عبد الله بن وهب عن موسى بن علي بن رباح عن أبيه\nجنادة بن أبي أمية عن عبادة بن الصامت رضي الله عنه قال * سئل النبي صلى\nالله عليه وسلم أي الأعمال أفضل قال إيمان بالله وتصديق برسوله وجهاد في\nسبيله\n</p>\n\n<p>\nوقال عبيدة بن عمير عن عبد الله بن حبش رضي الله عنه عن النبي صلى الله\nعليه وسلم * أفضل الأعمال إيمان لا شك فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nوقال العلاء بن عبد الجبار حدثنا سويد أبو حاتم حدثني عياش بن عباس بن\nالحارث بن يزيد عن علي بن رباح عن جنادة بن أبي أمية عن عبادة بن الصامت\nرضي الله عنه * سمع النبي صلى الله عليه وسلم سئل أي الأعمال أفضل قال\nإيمان بالله وتصديق بكتابه قال أبو عبد الله فجعل النبي صلى الله <span id='ms18'></span> عليه وسلم\nالإيمان والتصديق والجهاد والخير عملا وقال النبي صلى الله عليه وسلم يخرج\nقوم تحقرون أعمالكم مع أعمالهم يقرأون القرآن لا يجاوز حناجرهم يمرقون من\nالدين كما يمرق السهم من الرمية فبين أن قراءة القرآن هي العمل\n</p>\n\n<p>\nحدثنا عبد الله بن مسلمة عن مالك عن يحيى بن سعيد عن محمد إبراهيم عن أبي\nسلمة بن عبد الرحمن عن أبي سعيد رضي الله عنه قال سمعت رسول الله صلى الله\nعليه وسلم يقول * يخرج فيكم قوم تحقرون صلاتكم مع صلاتهم وأعمالكم مع\nأعمالهم يقرأون القرآن لا يجاوز حناجرهم يمرقون من الدين كما يمرق السهم من\nالرمية\n</p>\n\n<p>\nحدثنا عبد الله بن يوسف أنا مالك بهذا *\n</p>\n\n<p>\nحدثنا روح بن عبد المؤمن حدثنا يزيد بن زريع حدثنا شعبة عن قتادة *\nوجعلوا له من عباده جزءا أي عدلا\n</p>\n\n<p>\nقال حماد بن زيد * من قال كلام العباد ليس بخلق فهو كافر قال أبو عبد\nالله ومن الدليل على أن الله يتكلم كيف شاء وأن أصوات العباد مؤلفة حرفا\nفيها التطريب والغمز واللحن والترجيع حديث أم سلمة رضي الله عنها زوج النبي\nصلى الله عليه وسلم\n</p>\n\n<p>\nحدثنا عبد الله بن صالح ويحيى بن بكير قالا حدثنا الليث عن بن أبي مليكة\nعن يعلى بن مملك أنه سأل أم سلمة رضي الله عنها عن قراءة النبي صلى الله\nعليه وسلم في صلاته فقالت ما لكم وصلاته * كان يصلي ثم ينام قدر ما صلى ثم\nيصلى قدر ما نام ثم ينام قدر ما صلى حتى الصبح ونعتت قراءته فإذا قراءته\nحرفا حرفا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا قتيبة حدثني الليث عن عبد الله بن أبي مليكة * بهذا\n</p>\n\n<p>\nحدثنا محمد بن مقاتل أنا عبد الله أنا حماد بن سلمة عن عمران بن عبد الله\nقال * صلى بنا رجل في مسجد المدينة في شهر رمضان فجاء بتلك الهنات يعني\nتطرب فأنكر ذلك القاسم بن محمد وقال يقول الله وإنه لكتاب عزيز لا يأتيه\nالباطل من بين يديه ولا من خلفة تنزيل من حكيم حميد <span id='ms19'></span>\n</p>\n\n<p>\nحدثنا إسماعيل حدثني مالك عن عبد الرحمن بن عبد الله بن عبد الرحمن بن\nأبي صعصعة عن أبيه أنه أخبره أن أبا سعيد الخدري رضي الله عنه قال له * إني\nأراك تحب الغنم والبادية فإذا كنت في غنمك فأذنت للصلاة فارفع صوتك بالنداء\nفإنه لا يسمع صوت المؤذن جن ولا إنس إلا شهد له يوم القيامة قال أبو سعيد\nرضي الله عنه سمعته من رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nحدثنا عبد الله بن يوسف أخبرنا مالك * بهذا\n</p>\n\n<p>\nحدثنا آدم حدثنا شعبة حدثنا موسى بن أبي عثمان قال سمعت أبا يحيى عن أبي\nهريرة رضي الله عنه قال سمعت رسول الله صلى الله عليه وسلم يقول * يغفر\nللمؤذن مدى صوته حدثنا سليمان حدثنا شعبة بهذا حدثنا أبو الوليد\n</p>\n\n<p>\nحدثنا شعبة عن موسى بن أبي عثمان قال سمعت أبا يحيى قال سمعت أبا هريرة\nرضي الله عنه عن النبي صلى الله عليه وسلم * المؤذن يغفر له مدى صوته\n</p>\n\n<p>\nحدثنا حفص بن عمر حدثنا شعبة قال أنبأني موسى قال * سمعت أبا يحيى بهذا\n</p>\n\n<p>\nحدثنا عبد الله بن محمد حدثنا يعقوب بن إبراهيم حدثني أبي عن بن إسحاق\nقال حدثني محمد بن إبراهيم بن الحارث التيمي عن محمد بن عبد الله بن زيد بن\nعبد ربه قال حدثني أبو عبد الله بن زيد رضي الله عنه قال * لما أمر رسول\nالله صلى الله عليه وسلم بالناقوس فيعمل ليضرب به للناس في الجمع للصلاة\nطاف بي وأنا نائم رجل يحمل ناقوسا في يده فقلت يا عبد الله تبيع الناقوس\nقال وما تصنع به قلت أدعو به إلى الصلاة قال أفلا أدلك على ما هو خير من\nذلك قلت بلى قال تقول الله أكبر الله أكبر الله أكبر أشهد أن لا إله إلا\nالله أشهد أن لا إله إلا الله أشهد أن محمدا رسول الله أشهد أن محمدا رسول\nالله حي على الصلاة حي على الصلاة حي على الفلاح الله أكبر الله أكبر لا\nإله <span id='ms20'></span> إلا الله قال ثم استأخر عني غير بعيد ثم قال تقول إذا أقيمت الصلاة\nالله أكبر الله أكبر أشهد أن لا إله إلا الله أشهد أن محمدا رسول الله حي\nعلى الصلاة حي على الفلاح قد قامت الصلاة قد قامت الصلاة الله أكبر الله\nأكبر لا إله إلا الله قال فلما أصبحت أتليت رسول الله صلى الله عليه وسلم\nفأخبرته ما رأيت فقال إن هذا رؤيا حق إن شاء الله فقم مع بلال فألق عليه ما\nرأيت فيؤذن به فإنه أندى منك صوتا فقمت مع بلال فجعلت ألقي عليه ويؤذن فسمع\nعمر بن الخطاب رضي الله عنه وهو في بيته فخرج يجرر رداءه يقول والذي بعثك\nبالحق لقد رأيت مثل الذي رأى قال رسول الله صلى الله عليه وسلم فلله الحمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن عبيد حدثنا محمد بن مسلمة عن محمد بن إسحاق عن محمد بن عبد\nالله بن زيد قال فأرى عبد الله بن زيد فخرج عبد الله حتى أتى النبي صلى\nالله عليه وسلم فأخبره قال * فاخرج مع بلال فألقها عليه وليناد بلال فإنه\nأندى منك صوتا قال فخرجت مع بلال إلى المسجد فجعلت ألقيها عليه وهو ينادي\nفسمع عمر الصوت فخرج فقال يا رسول الله والله لقد رأيت مثل الذي رأى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الله بن عبد الوهاب أخبرني إبراهيم بن عبد العزيز بن عبد الملك\nبن أبي محذورة أخبرني جدي عبد الملك بن أبي محذورة أنه سمع أبا محذورة رضي\nالله عنه أن النبي صلى الله عليه وسلم قال له * أمدد أشهد أن لا إله إلا\nالله أشهد أن لا إله إلا الله أشهد أن محمدا رسول الله أشهد أن محمدا رسول\nالله وقال النبي صلى الله عليه وسلم إذا سمعتم الآذان فقولوا مثل ما يقول\nالمؤذن وقال عمر لأبي محذورة حين سمع صوته ما خشيت أن ينقطع مريطاؤك قال\nإني حسنت لك صوتي وقال عمر بن عبد العزيز أذن أذانا سمحا وإلا فاعتزلنا\n</p>\n\n<p>\nحدثنا يحيى بن <span id='ms21'></span> بكير حدثني الليث عن عقيل عن بن شهاب عن عروة عن عائشة رضي\nالله عنها وذكرت الذي كان من شأن عثمان بن عفان ووددت أني كنت نسيا منسيا *\nفوالله ما أحببت أن ينتهل من عثمان أمر قط إلا قد انتهل من مثله حتى والله\nلو أحببت قتله لقتلت يا عبيد الله بن عدي لا يغرنك أحد بعد الذي تعلم\nفوالله ما احتقرت أعمال أصحاب النبي صلى الله عليه وسلم حتى تهجم النفر\nالذين طعنوا في عثمان فقالوا له قولا لا يحسن قوله وقرأوا قراءة لا يحسن\nمثلها وصلوا صلاة لا يصلى مثلها فلما تدبرت الصنيع إذا هم والله ما يقاربون\nأعمال أصحاب رسول الله صلى الله عليه وسلم فإذا أعجبك حسن قول امرئ فقل\n<span class='quran'>اعملوا فسيرى الله عملكم ورسوله </span>فلا يستخفنك أحد وقال النبي صلى\nالله عليه وسلم لجبريل حين سأله عن الإيمان قال تؤمن بالله وملائكته وكتبه\nورسله قال فإذا فعلت ذلك فأنا مؤمن قال نعم ثم قال ما الإسلام قال تشهد أن\nلا إله إلا الله وأني رسول الله فذكره قال إذا فعلت ذلك فأنا مسلم قال نعم\nقال أبو عبد الله فسمى الإيمان والإسلام والشهادة والإحسان والصلاة\nبقراءتها وما فيها من حركات الركوع والسجود فعلا للعبد وقال شهد الله أنه\nلا إله إلا هو والملائكة وأولو العلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن سلام أنا جرير بن فروة عن أبي زرعة عن أبي ذر وأبي هريرة\nرضي الله عنهما قالا * أقبل رجل فقال السلام عليك يا محمد فرد عليه ثم قال\nيا محمد ما الإيمان قلت الإيمان بالله والملائكة والكتاب والنبي وتؤمن\nبالقدر كله قال فإذا فعلت ذلك آمنت قال نعم\n</p>\n\n<p>\nحدثنا أبو النعمان حدثنا حماد بن زيد حدثنا مطر الوراق عن عبد الله بن\nبريدة عن يحيى بن يعمر سمع عبد الله بن عمر عن عمر رضي الله عنه قال *\nبينما نحن عند رسول الله صلى الله عليه وسلم إذا جاءه رجل فقال يا رسول\nالله ما الإسلام قال <span id='ms22'></span> أن تسلم وجهك لله وتقيم الصلاة وتؤتي الزكاة وتصوم\nرمضان وتحج البيت قال فأخبرني بعرى الإسلام فإذا فعلت ذلك فأنا مسلم قال\nنعم قال صدقت وساق الحديث\n</p>\n\n<p>\nحدثنا موسى بن إسماعيل حدثنا الضحاك بن نبراس حدثنا ثابت عن أنس رضي الله\nعنه قال * بينا النبي صلى الله عليه وسلم مع أصحابه إذا جاءه رجل عليه ثياب\nالسفر فتخطى الناس حتى جلس بين يديه ووضع يديه على ركبتيه قال ما الإسلام\nقال شهادة أن لا إله إلا الله وإني رسول الله وإقام الصلاة وإيتاء الزكاة\nوصوم رمضان وحج البيت إن استطعت إليه سبيلا قال فإذا فعلت ذلك فأنا تؤمن\nقال نعم قال صدقت فتعجبوا قال ما الإحسان قال أن تخشى الله كأنك تراه فإن\nلم تكن تراه فإنه يراك قال متى الساعة قال ما المسئول عنها بأعلم من السائل\nولكن لها أشراط فقام فقال علي بالرجل فلم يجدوه قال ذلك جبريل جاء يعلمكم\nدينكم لم يأت على حال أنكرته قبل اليوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الله بن محمد الجعفي حدثنا أبو حفص التنسي حدثنا الأوزاعي\nحدثنا يحيى بن أبي كثير حدثني هلال بن أبي ميمونة حدثني عطاء بن يسار حدثني\nمعاوية بن الحكم رضي الله عنه قال قلت * يا رسول الله إنا كنا حديث عهد\nبجاهلية فجاء الله بالإسلام وبينا أنا مع النبي صلى الله عليه وسلم دعاني\nوقال صلاتنا هذه لا يصلح فيها شيء من كلام الناس وإنما هي التسبيح والتكبير\nوقراءة القرآن\n</p>\n\n<p>\nحدثنا علي عن محمد بن بشير العبدي عن بيان حدثنا يزيد بن أبي الجعد حدثنا\nجامع بن شداد عن طارق المحاربي رضي الله عنه قال رأيت رسول الله صلى الله\nعليه وسلم ينادي بأعلى صوته يا * يا أيها الناس قولوا لا إله الله تفلحوا\nوقال النبي صلى الله عليه وسلم عبد القيس إن فيك خلقين يحبهما الله الحلم\nوالحياء قال جبلا جبلت عليه أو خلقا مني قال بل جبلا جبلت عليه قال الحمد\nلله الذي جبلني على خلقين أحبهما <span id='ms23'></span> الله\n</p>\n\n<p>\nحدثنا به أبو معمر حدثنا عبد الوراث حدثنا يونس عن عبد الرحمن بن أبي\nبكرة عن أشج عبد القيس * أن النبي صلى الله عليه وسلم قال له ذلك وزاد قلت\nقديما كان أو حديثا قال قديما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عمرو بن زرارة حدثنا إسماعيل عن يونس زعم عبد الرحمن بن أبي بكرة\nقال قال أشج قال النبي صلى الله عليه وسلم بهذا قلت * الحمد لله الذي جبلني\nعلى خلقين يحبهما\n</p>\n\n<p>\nحدثنا هشيم عن يونس عن عبد الرحمن بن أبي بكرة عن الأشج قال النبي صلى\nالله عليه وسلم * مثله\n</p>\n\n<p>\nحدثنا مسدد حدثنا يحيى عن بن عجلان حدثني عمرو بن شعيب عن أبيه عن جده\nقال قال رسول الله صلى الله عليه وسلم * إذا أفاد أحدكم المرأة أو الجارية\nأو الدابة أو الغلام فليقل أسألك من خيرها وخير ما جبلت عليه وأعوذ بك من\nشرها وشر ما جبلت عليه قال أبو عبد الله ورواه عبيد الله عن سفيان عن بن\nعجلان عن عمر ونحوه\n</p>\n\n<p>\nحدثنا حسن بن محمد بن صباح حدثنا سعيد بن سليمان حدثنا يونس بن بكير\nحدثنا خالد بن دينار حدثنا عمارة بن جوين حدثنا أبو سعيد رضي الله عنه قال\nقال النبي صلى الله عليه وسلم * يا أشج إن فيك خلقين يحبهما الله الحلم\nوالتؤدة قال يا رسول الله أشيء جبلت عليه أم شيء حديث فقال النبي صلى الله\nعليه وسلم بل شيء جبلت عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا قيس بن حفص حدثنا طالب بن بحير حدثني هود بن عبد الله سمع جده\nمزيدة العبدي رضي الله عنه قال جاء الأشج فقال النبي صلى الله عليه وسلم *\nإن فيك خلقين يحبهما الله قال جبلا جبلت عليه أم خلقا مني قال بل جبلا جبلت\nعليه قال الحمد لله الذي جبلني على ما يحب الله ورسوله\n</p>\n\n<p>\nحدثنا موسى حدثنا مطر بن عبد الرحمن حدثني أم أبان بنت الوازع العبدي عن\nجدها وازع بن عامر رضي الله عنه فخرج إلى النبي صلى الله عليه وسلم <span id='ms24'></span> فقال\nالنبي صلى الله عليه وسلم * يا أشج بل الله جبلك قال الحمد لله قال أبو عبد\nالله ولا توجد القرآن إلا أنه صفة الله ولا يقال كيف ما توجه وهو قول\nالجبار أنطق به عباده وكذلك تواترت والأخبار عن النبي صلى الله عليه وسلم\nأن القرآن كلام الله وأن أمره قبل خلقه وبه نطق الكتاب\n</p>\n\n<p>\nحدثنا محمد بن كثير حدثنا إسرائيل عن عثمان بن المغيرة وقال غيره بن أبي\nالمغيرة عن سالم هو بن أبي الجعد عن جابر رضي الله عنه أن النبي صلى الله\nعليه وسلم قال * ألا رجل يحملني إلى قومه فإن قريشا قد منعوني أن أبلغ كلام\nربي قال أبو عبد الله فبين النبي صلى الله عليه وسلم أن الإبلاغ منه وأن\nكلام الله من ربه ولم يذكر عن أحد من المهاجرين والأنصار والتابعين لهم\nبإحسان خلاف ما وصفنا وهم الذين أدوا الكتاب والسنة بعد النبي صلى الله\nعليه وسلم قرنا بعد قرن قال الله تعالى <span class='quran'>لتكونوا شهداء على الناس ويكون\nالرسول عليكم شهيدا </span>قال النبي صلى الله عليه وسلم أنتم شهداء الله في\nالأرض\n</p>\n\n<p>\nحدثنا إسحاق حدثنا أبو أسامة قال الأعمش حدثنا أبو صالح عن أبي سعيد\nالخدري قال رسول الله صلى الله عليه وسلم * يجاء بنوح يوم القيامة فيقال له\nهل بغلت فيقول نعم يا رب فتسأله أمته هل بلغكم فيقولون ما جاءنا من نذير\nفيقال من شهودك فيقول محمد وأمته فيجاء بكم فتشهدون ثم قرأ النبي صلى الله\nعليه وسلم وكذلك جعلناكم أمة وسطا لتكونوا شهداء على الناس ويكون الرسول\nعليكم شهيدا قال أبو عبد الله هم الطائفة التي قال النبي صلى الله عليه\nوسلم لا تزال طائفة من أمتي ظاهرين على الحق لا يضرهم من خذلهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبيد الله بن موسى عن إسماعيل عن قيس عن المغيرة بن شعبة رضي الله\nعنه عن النبي صلى الله عليه وسلم قال * لا تزال طائفة من أمتي ظاهرين حتى\nيأتي أمر الله وهم ظاهرون ويروى <span id='ms25'></span> نحوه عن أبي هريرة ومعاوية وجابر وسليمة بن\nنوفل وقرة بن إياس رضي الله عنهم عن النبي صلى الله عليه وسلم قال أبو عبد\nالله ولم يكن بين أحد من أهل العلم في ذلك اختلاف إلى زمن مالك والثوري\nوحماد بن زيد وعلماء الأمصار ثم بعدهم بن عيينة في الحجاز ويحيى بن سعيد\nوعبد الرحمن بن مهدي وفي محدثي أهل البصرة وعبد الله بن إدريس وحفص بن غياث\nوأبو بكر بن عياش ووكيع وذووهم بن المبارك في متبعيه ويزيد بن هارون في\nالواسطين إلى عصر من أدركنا من أهل الحرمين مكة والمدينة والعراقيين وأهل\nالشام ومصر ومحدثي أهل خراسان منهم محمد بن يوسف في منتابية وأبو الوليد\nهشام بن عبد الملك في مجبتيه وإسماعيل بن أبي أويس مع أهل المدينة وأبو\nمسهر في الشاميين ونعيم بن حماد مع المصريين وأحمد بن حنبل مع أهل البصرة\nوالحميدي من قريش ومن أتبع الرسول من المكيين وإسحاق بن إبراهيم وأبو عبيد\nفي أهل اللغة وهؤلاء المعروفون بالعلم في عصرهم بلا اختلاف منهم أن القرآن\nكلام الله إلا من شذها أو أغفل الطريق الواضح فعمى عليه فإن مرده إلى\nالكتاب والسنة قال الله تعالى <span class='quran'>فإن تنازعتم في شيء فردوه إلى الله\nوالرسول </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا إبراهيم بن المنذر حدثنا إسحاق بن جعفر بن محمد حدثني كثير بن عبد\nالله بن عمرو بن عوف عن أبيه عن جده * أن النبي صلى الله عليه وسلم كتب\nوإنكم ما اختلفتم في شيء فإن مرده إلى الله وإلى محمد وقال النبي صلى الله\nعليه وسلم من عمل عملا ليس عليه أمرنا فهو رد حدثنا بذلك العلاء بن عبد\nالجبار حدثنا عبد الله بن جعفر المخزومي بذلك وأمر عمر رضي الله عنه أن ترد\nعن عائشة رضي الله عنها عن النبي صلى الله عليه وسلم بذلك وأمر عمر رضي\nالله عنه أن ترد الجهالات إلى الكتاب والسنة قال أبو عبد الله وكل من لم\nيعرف الله بكلامه أنه غير مخلوق فإنه <span id='ms26'></span> يعلم ويرد جهله إلى الكتاب والسنة فمن\nأبي بعد العلم به كان معاندا قال الله تعالى وما كان الله ليضل قوما بعد إذ\nهداهم حتى يبين لهم ما يتقون ولقوله <span class='quran'>ومن يشاقق الرسول من بعد ما تبين\nله الهدى ويتبع غير سبيل المؤمنين نوله ما تولى ونصله جهنم وساءت مصيرا\n</span>فأما ما احتج به الفريقان لمذهب أحمد ويدعيه كل لنفسه فليس بثابت كثير\nمن أخبارهم وربما لم يفهموا دقة مذهبه بل المعروف عن أحمد وأهل العلم أن\nكلام الله غير مخلوق وما سواه مخلوق وأنهم كرهوا البحث والتنقيب عن الأشياء\nالغامضة وتجنبوا أهل الكلام والخوض والتنازع إلا فيما جاء فيه العلم وبينه\nرسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا إسحاق أنبا عبد الرزاق أنبأ معمر عن عمرو بن شعيب عن أبيه عن جده\nقال * سمع النبي صلى الله عليه وسلم قوما يتدارؤون فقال هلك من كان قبلكم\nبهذا ضربوا كتاب الله بعضه ببعض وانما نزل كتاب الله يصدق بعضه بعضا فلا\nتضربوا بعضه بعضا ما علمتم منه فقولوا وما لا فكلوه إلى عالمه قال أبو عبد\nالله ما علمتم منه فقولوا وما لا فكلوه إلى عالمه قال أبو عبد الله وكل من\nاشتبه عليه شيء فأولى أن يكله إلى عالمه كما قال عبد الله بن عمرو رضي الله\nعنهما عن النبي صلى الله عليه وسلم وما أشكل عليكم فكلوه إلى عالمه ولا\nيدخل في المتشابهات الا ما بين له وقد\n</p>\n\n<p>\nحدثنا عبد الله بن سلمة حدثنا يزيد بن إبراهيم عن عبد الله بن أبي مليكة\nعن القاسم عن عائشة رضي الله عنها قالت * تلا رسول الله صلى الله عليه وسلم\n<span class='quran'>هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات\nفأما الذين في قلوبهم زيغ فيتبعون ما تشابه منه ابتغاء الفتنة وابتغاء\nتأويله وما يعلم تأويله إلا الله والراسخون في العلم يقولون آمنا به كل من\nعند ربنا وما يذكر إلا أولوا الألباب </span>قالت قال رسول الله <span id='ms27'></span> صلى الله\nعليه وسلم فإذا رأيتم الذين يتبعون ما تشابه منه منهم الذين عنى الله\nفاحذروهم وقال بن مسعود رضي الله عنه من علم علما فليقل به ومن لا فليقل\nالله أعلم فإن من علم الرجل أن يقول لما لا يعلم الله أعلم فإن الله قال\nلنبيه <span class='quran'>قل ما أسألكم عليه من أجر وما أنا من المتكلفين </span></p>\n\n<p>\nحدثنا محمد بن كثير حدثنا سفيان عن منصور عن الأعمش عن أبي الضحى عن\nمسروق قال أتيت بن مسعود رضي الله عنه فذكر هذا واعتبر بقول النبي صلى الله\nعليه وسلم * اغفر لقومي فإنهم لا يعلمون وإذا رأيت هوى متبعا ودنيا مؤثرة\nواعجاب كل ذي رأي برأيه فعليك بنفسك وذر عنك أمر العامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا به عبدان عن عبد الله أنا عتبة بن أبي حكيم حدثني عمرو بن جارية\nاللخمي حدثني أبو أمية الشعباني قال أتيت أبا ثعلبة فقال قال النبي صلى\nالله عليه وسلم * إذا رأيت شحا مطاعا نحوه قال أبو عبد الله سمعت موسى بن\nإسماعيل يقول سمعت أبا عاصم قول ما اغتبت أحدا مذ علمت أن الغيبة تضر\nبصاحبها\n</p>\n\n<p>\nحدثنا أحمد بن أشكاب حدثنا محمد بن فضيل عن عمارة القعقاع عن أبي زرعة عن\nأبي هريرة رضي الله عنه * كلمتان حبيبتان إلى الرحمن خفيفتان على اللسان\nثقيلتان في الميزان سبحان الله وبحمده سبحان الله العظيم حدثنا الحميدي\nحدثنا سفيان أنبأ منصور عن مجاهد عن أبي معمر عن عبد الله رضي الله عنه قال\nاجتمع في البيت ثقفيان وقرشي أو قريشيان وثقفي كثيرة شحم بطونهم قليلة فقه\nقلوبهم فقال أحد منهم أترون الله يسمع ما نقول قال الآخر يسمع إن جهرنا ولا\nيسمع إن أخفينا قال الآخر إن كان يسمع إذا جهرنا فإنه يسمع إذا أخفينا\nفأنزل الله تعالى <span class='quran'>وما كنتم تستترون أن يشهد عليكم سمعكم ولا أبصاركم\nولا جلودكم </span></p>\n\n<p>\nحدثني إسحاق بن منصور حدثنا عبد الرحمن بن مهدي عن حماد بن زيد عن يحيى\nبن عتيق عن بن سيرين قال * كان <span id='ms28'></span> يقال عجبا للتاجر كيف يتجر قال يحيى يصدق\nويفعل ويفعل قال محمد حتى دخل معي يحيى في التجارة فقال لي يا أخي ما من\nشيء إلا وقد رابني قال فذكرته لحميد بن عبد الرحمن فقال محمد الآن حين فقه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا قبيصة حدثنا سفيان عن أبي حصين قال قال حذيفة رضي الله عنه * يأتي\nعلى الناس زمان لا يصلح فيه إلا بالذي كان ينهى عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( 3 التعرب بعد الهجرة )\n</p>\n\n<p>\nقال أبو عبد الله رحمة الله عليه وألق بهذا أهل العلم وأعرض عن الجاهلين\nفيتفرقوا كتفرق أهل البدع الذين فرقوا دينهم وكانوا شيعا لست منهم في شيء\nويذكر عن طاوس عن أبي هريرة رضي الله عنه أنه قال هم في هذه الأمة\n</p>\n\n<p>\nحدثنا موسى بن وهب عن داود عن الشعبي في بيع المصاحف أنه * لا يبيع كتاب\nالله إنما يبيع عمل يديه\n</p>\n\n<p>\nحدثنا عبيد الله بن موسى عن بن جريج عن عطاء عن بن عباس رضي الله عنهما\nقال * اشتر المصحف ولا تبع قال بكير بن مسمار أخبرني زياد مولى سعد أنه سأل\nبن عباس رضي الله عنهما فقال لا نرى ان نجعلها متجرا ولكن ما عملت يداك فلا\nبأس\n</p>\n\n<p>\nحدثنا إسحاق عن جرير عن ليث عن مجاهد عن بن عباس رضي الله عنهما قال *\nكنا لا نرى بأسا أن يبيع المصحف ويشتري بثمنه مصحفا هو أفضل منه ولا بأس أن\nيبادل المصحف بالمصحف فرخص في شراء المصحف\n</p>\n\n<p>\nحدثنا موسى بن إسماعيل حدثنا الصباح العبدي أنبا عبد الله بن سليمان سألت\nسعيد بن المسيب عن كتابة المصحف فقال * لا بأس قد كان فتى بن عباس يكتبها\nبالمائة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا إبراهيم بن موسى أنبأ هشام أن بن جريج أخبرهم قال أخبرني أبو\nالزبير أنه سمع جابر بن عبد الله رضي الله عنهما قال * ابتياعها أحب إلي من\nأن أبيعها\n</p>\n\n<p>\nوقال بن نمير عن الأعمش عن سعيد عن بن جبير عن بن عباس رضي الله عنهما في\nبيع المصاحف إنما هم مصورون يبيعون على أيديهم ويذكرون <span id='ms29'></span> عن علي رضي الله عنه\nقال * يأتي على الناس زمان لا يبقى من الإسلام إلا اسمه ولا من القرآن إلا\nرسمه وقال النبي صلى الله عليه وسلم زينوا القرآن بأصواتكم\n</p>\n\n<p>\nحدثنا إبراهيم بن أبي حمزة الزبيري حدثني بن أبي حازم عن يزيد بن الهاد\nعن محمد بن إبراهيم عن أبي سلمة بن عبد الرحمن عن أبي هريرة رضي الله عنه\nأنه سمع النبي صلى الله عليه وسلم يقول * ما أذن الله بشيء ما أذن لنبي حسن\nالصوت بالقرآن يجهر به\n</p>\n\n<p>\nوحدثني يحيى بن يوسف حدثنا عبيد الله بن عمرو عن إسحاق بن راشد عن الزهري\nعن أبي سلمة بن عبد الرحمن عن أبي هريرة رضي الله عنه عن النبي صلى الله\nعليه وسلم وسلبم قال * ما أذن الله لشيء إذنه لنبي يتغنى بالقرآن قال أبو\nعبد الله وسمع النبي صلى الله عليه وسلم قراءة أبي موسى فقال أوتي أبو موسى\nمن مزامير آل داود\n</p>\n\n<p>\nحدثنا محمد بن خلف أبو بكر حدثنا أبو يحيى الحماني حدثنا يزيد بن عبد\nالله بن أبي بردة عن جده أبو بردة عن أبي موسى رضي الله عنه أن النبي صلى\nالله عليه وسلم قال له * يا أبا موسى لقد أوتيت مزمارا من مزامير آل داود\n</p>\n\n<p>\nوحدثني أحمد بن حميد حدثنا قنان بن عبد الله النهمي بن عبد الرحمن بن\nعوسجة عن البراء رضي الله عنه عن النبي صلى الله عليه وسلم وسمع أبا موسى\nيقرأ فقال * كأن هذا من أصوات آل داود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nوحدثنا أحمد بن يعقوب حدثنا يزيد بن المقدام عن مقدام بن شريح عن شريح\nحدثني أبو هاني بن يزيد قال قلت للنبي صلى الله عليه وسلم أخبرني بشيء\nيدخلني الجنة قال * عليك بحسن الكلام وبذل الطعام\n</p>\n\n<p>\nحدثنا أحمد بن إسحاق حدثنا عثمان بن عمر حدثنا عيسى بن دينار عن عمرو بن\nالحارث رضي الله عنه قال سمعت النبي صلى الله عليه وسلم يقول * من سره أن\nيقرأ القرآن غضا كما أنزل فليقرأه على <span id='ms30'></span> قرأة بن أم عبد\n</p>\n\n<p>\nوقال ميسرة مولى فضالة عن فضالة بن عبيد رضي الله عنه قال النبي صلى الله\nعليه وسلم * الله أشد أذنا إلى رجل حسن الصوت بالقرآن من صاحب القينة إلى\nقينته\n</p>\n\n<p>\nحدثنا محمد بن العلاء حدثنا أبو أسامة عن بريد عن أبي بردة عن أبي موسى\nرضي الله عنه قال النبي صلى الله عليه وسلم * إني لأعرف رفقة الأشعريين\nبالقرآن حين يدخلون بالليل وأعرف منازلهم من أصواتهم بالليل من أصواتهم\nبالقرآن بالليل وإن كنت لم أر منازلهم حين نزلوا بالنهار ومنهم حكيم إذ لقي\nالخيل أو قال العدو قال لهم إن أصحابي يأمرونكم أن تنظروهم\n</p>\n\n<p>\nحدثنا عمر بن حفص حدثنا أبي عن الأعمش سمع طلحة عن عبد الرحمن بن عوسجة\nعن البراء رضي الله عنه عن النبي صلى الله عليه وسلم قال * زينوا القرآن\nبأصواتكم\n</p>\n\n<p>\nحدثنا قتيبة حدثنا جرير عن الأعمش عن طلحة بهذا حدثنا عثمان حدثنا جرير\nعن منصور عن طلحة * مثله\n</p>\n\n<p>\nحدثنا محمد حدثنا غندور حدثنا شعبة سمعت طلحة اليامي سمعت بن عوسجة سمعت\nالبراء بن عازب رضي الله عنه قال النبي صلى الله عليه وسلم * زينوا القرآن\nبأصواتكم قال عبد الرحمن بن عوسجة وكنت أنسيت زينوا القرآن بأصواتكم حتى\nأذكرنيه الضحاك بن مزاحم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمود أبو داود حدثنا شعبة أخبرني طلحة سمعت عبد الرحمن عن البراء\nرضي الله عنه عن النبي صلى الله عليه وسلم زينوا القرآن بأصواتكم قال عبد\nالرحمن مثله *\n</p>\n\n<p>\nويروى عن سهيل عن أبيه عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه\nوسلم *\n</p>\n\n<p>\nحدثنا قرة بن حبيب حدثنا شعبة ومحمد بن طلحة عن طلحة قال سمعت عبد الرحمن\nعن عوسجة عن البراء رضي الله عنه قال قال النبي صلى الله عليه وسلم * زينوا\nالقرآن بأصواتكم\n</p>\n\n<p>\nقال أبو عبد الله * وعامة هذه الأخبار مستفيضة عند أهل العلم ولا ريب في\nتخليق مزامير آل داود وندائهم لقوله عز وجل وخلق كل شيء وقال فلا تجعلوا\nلله أندادا وأنتم تعلمون\n</p>\n\n<p>\nحدثنا <span id='ms31'></span> خلاد بن يحيى حدثنا مسعر حدثنا عدي بن ثابت انه سمع البراء يقول *\nسمعت النبي صلى الله عليه وسلم يقرأ في العشاء بالتين والزيتون فما سمعت\nأحدا أحسن صوتا أو قراءة منه\n</p>\n\n<p>\nحدثنا آدم حدثنا بن أبي ذئب حدثنا مسلم بن جندب عن نوفل بن إياس الهذلي\nقال * كنا نقوم في عهد عمر بن الخطاب في المسجد فيتفرق ههنا فرقة وههنا\nفرقة وكان الناس يميلون إلى أحسنهم صوتا فقال عمر أراهم قد اتخذوا القرآن\nأغاني أما والله لئن استطعت لأغيرن فلم يمكث إلا ثلاث ليال حتى أمر أبيا\nفصلى بهم\n</p>\n\n<p>\nحدثنا أحمد بن يونس حدثنا أبو شهاب عن الأعمش عن إبراهيم عن علقمة قال\nقال لي عبد الله اقرأ وكان علقمة حسن الصوت فقرأ فقال عبد الله * رتل فداك\nأبي وأمي وقال الله عز وجل وإذا قرئ القرآن فاستمعوا له وأنصتوا وقال واتل\nما أوحي إليك من كتاب ربك وقال الذين يتلون كتاب الله وما كنت تتلو من قبله\nمن كتاب ولا تخطه بيمينك وقال يتلونه حق تلاوته وقال واذكرن ما يتلى في\nبيوتكن من آيات الله والحكمة وقال يتلون أيات الله أناء الليل وقال <span class='quran'>إن\nهذا القرآن يهدي للتي هي أقوم </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nوقال أبو عبد الله رضي الله عنه * فبين أن التلاوة من النبي صلى الله\nعليه وسلم وأن الوحي من الرب ومنه قول عائشة رضي الله عنها وما كنت أظن أن\nالله منزل في شأني وحيا يتلى فبينت رضي الله عنها أن الإنزال من الله وأن\nالناس يتلونه\n</p>\n\n<p>\nحدثنا يحيى بن بكير حدثنا الليث عن يونس عن بن شهاب أخبرني عروة بن\nالزبير وسعيد بن المسيب وعلقمة بن وقاص وعبيد الله بن عبيد الله * عن حديث\nعائشة رضي الله عنها حين قال لها أهل الإفك ما قالوا وكل حدثني طائفة من\nالحديث قالت فاضطجعت على فراشي وأنا حينئذ أعلم بريئة وأن الله يبرئن ولكن\nوالله ما كنت أظن أن الله منزل في شأني وحيا يتلى ولشأني في نفسي كان <span id='ms32'></span> أحقر\nمن أن يتكلم الله في بأمر يتلى فانزل الله إن الذين جاءوا بالإفك عصبة منكم\nالعشر الآيات كلها\n</p>\n\n<p>\nحدثنا عبد الله حدثني الليث حدثني يونس * مثله ورواه صالح وابن إسحاق\nوفليح عن بن شهاب نحوه\n</p>\n\n<p>\nوقال أبو عبد الله وقال الله عز وجل * لئن اجتمعت الإنس والجن على أن\nيأتوا بمثل هذا القرآن لا يأتون بمثله ولو كان بعضهم لبعض ظهيرا ولكنه كلام\nالله تلفظ به العباد والملائكة وقد بين ذلك ما حدثني به عبد العزيز بن عبد\nالله\n</p>\n\n<p>\nحدثنا بن أبي حازم عن أبيه عن أبي صالح السمان عن أبي هريرة رضي الله عنه\nأن النبي صلى الله عليه وسلم قال * إذا أحب الله عبدا نادى جبريل أحب فلانا\nفينوه بها جبريل في حملة العرش فيحبه أهل العرش فيسمع أهل السماء السابعة\nلغط أهل العرش وذكر الحديث وقال فإنما يسرناه بلسانك <span class='quran'>ولقد يسرنا\nالقرآن للذكر </span>وقال النبي صلى الله عليه وسلم كل ميسر لما خلق له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا به آدم حدثنا شعبة حدثنا يزيد الرشك سمعت مطرقا عن عمران بن حصين\nرضي الله عنه عن النبي صلى الله عليه وسلم * كل ميسر لما خلق له\n</p>\n\n<p>\nحدثنا أبو معمر حدثنا عبد الوارث قال يزيد حدثني بن مطرف بن عبد الله عن\nعمران رضي الله عنه قال قلت * يا رسول الله فيم يعمل العاملون قال كل ميسر\nلما خلق له\n</p>\n\n<p>\nحدثنا سليمان حدثنا يزيد عن مطرف عن عمران رضي الله عنه عن النبي صلى\nالله عليه وسلم * كل ميسر لما خلق له\n</p>\n\n<p>\nحدثنا أصبغ أخبرني بن وهب عن عمرو عن أبي الزبير عن جابر رضي الله عنه عن\nالنبي صلى الله عليه وسلم * كل ميسر لعمله\n</p>\n\n<p>\nوقال عبد الله بن عمر رضي الله عنه عن النبي صلى الله عليه وسلم * كل\nميسر لما قدر له\n</p>\n\n<p>\nحدثنا آدم حدثنا شعبة حدثنا عاصم بن عبيد الله سمعت سالم بن عبد الله عن\nأبيه أن عمر رضي الله عنه قال النبي صلى الله عليه <span id='ms33'></span> وسلم فقال * كل ميسر\n</p>\n\n<p>\nحدثنا حجاج حدثنا شعبة بمثله حدثنا علي بن حفص أنبأ عبد الله أنبا شعبة\nأخبرني عاصم بن عبيد الله قال سمعت سالما سمعت أبي سمعت عمر بن الخطاب رضي\nالله عنه سمعت النبي صلى الله عليه وسلم قال * كل ميسر لما خلق له وتابعه\nغندور والحدي عن شعبة وقال الله تعالى واختلاف ألسنتكم وألوانكم قال أبو\nعبد الله وبين النبي صلى الله عليه وسلم أن ذكر الله هو العمل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا علي حدثنا الوليد بن مسلم حدثني بن ثوبان حدثني عن مكحول عن جبير\nبن نفير عن مالك بن يخامر قال سمعت معاذ بن جبل رضي الله عنه يقول * إن آخر\nكلمة فارقت عليها رسول الله صلى الله عليه وسلم قلت يا رسول الله أي\nالأعمال أحب إلى الله أو أفضل قال أن تموت ولسانك رطب من ذكر الله\n</p>\n\n<p>\nحدثنا آدم حدثنا شعبة حدثنا أبو إياس سمعت عبد الله بن مغفل رضي الله عنه\nقال * رأيت النبي صلى الله عليه وسلم وهو على ناقته أو جمله وهي تسير به\nوهو يقرأ سورة الفتح أو من سورة الفتح قراءة لينة وهو يرجع\n</p>\n\n<p>\nحدثنا مسلم حدثنا شعبة حدثنا معاوية بن قرة عن عبد الله بن مغفل * رضي\nالله عنه قرأ النبي صلى الله عليه وسلم يوم فتح مكة سورة الفتح فرجع فيها\nوقال معاوية لو شئت أن أحكي لكم قراءة رسول الله صلى الله عليه وسلم لفعلت\n</p>\n\n<p>\nحدثنا أبو الوليد حدثنا شعبة بهذا وقال أبو عبد الله وسئل النبي صلى الله\nعليه وسلم أي الناس أحسن قراءة قال الذي إذا سمعته رأيت عليه أنه يخشى الله\nعز وجل ويذكر عن سعيد رضي الله عنه عن النبي صلى الله عليه وسلم * خير\nالذكر الخفي وقال ادعوا ربكم تضرعا وخفية وقال واذكر ربك في نفسك تضرعا\nوخيفة ودون الجهر من القول وسمع معاذ القارىء يرفع صوته بالقرآن فقال ان\nأنكر الأصوات لصوت الحمير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا مسدد حدثنا معتمر سمعت أبي سمعت أبا <span id='ms34'></span> عثمان يقول ما سمعت صنجا قط\nولا بربطا ولا مزمارا أحسن صوتا من أبي موسى إلا فلانا إن كان ليصلي بنا\nفنود انه قرأ البقرة من حسن صوته ويذكر عن عبد الرحمن بن غنيم عن معاذ رضي\nالله عنه أنه قال * يا رسول الله أنؤاخذ بما نقول كله ويكتب علينا قال وهل\nيكب الناس على مناخرهم في جهنم الا حصايد الألسنة\n</p>\n\n<p>\nوقال أحمد بن صالح عن بن وهب حدثني أبو هاني عن عمرو بن مالك عن فضالة بن\nعبيد عن عبادة بن الصامت رضي الله عنه قال النبي صلى الله عليه وسلم * وهل\nيكب الناس على مناخرهم في جهنم إلا ما نطقت به ألسنتهم قال أبو عبد الله\nفبين النبي صلى الله عليه وسلم أن أصوات الخلق وقراءاتهم ودراستهم وتعليمهم\nوألسنتهم مختلفة بعضها أحسن وأزين وأحلى وأصوت وأرتل وألحن وأعلى وأخف وأغض\nوأخشع وقال وخشعت الأصوات للرحمن فلا تسمع إلا همسا وأجهر وأخفى وأمهر وأمد\nوألين وأخفض من بعض\n</p>\n\n<p>\nحدثنا آدم حدثنا شعبة عن قتادة عن زرارة عن سعد بن هشام عن عائشة رضي\nالله عنها عن النبي صلى الله عليه وسلم قال * الماهر بالقرآن مع السفرة\nالكرام البررة والذي يشتد عليه له أجران\n</p>\n\n<p>\nحدثنا مسلم حدثنا جرير بن حازم حدثنا قتادة قال سألت أنس بن مالك رضي\nالله عنه عن قراءة النبي صلى الله عليه وسلم فقال * كان يمد مدا\n</p>\n\n<p>\nحدثنا عمرو بن عاصم خ حدثنا همام عن قتادة سئل أنس رضي الله عنه كيف كانت\nقراءة النبي صلى الله عليه وسلم فقال * كانت مدا ثم قرأ بسم الله ويمد\nالرحمن ويمد الرحيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن يوسف حدثنا إسرائيل عن زياد بن علاقة عن قطبة بن مالك رضي\nالله عنه عن النبي صلى الله عليه وسلم * أنه قرأ في الفجر والنخل باسقات\nلها طلع نضيد يمد بها صوته وقال أبو عبد الله فأما المتلو فقول الله الذي\nليس كمثله شيء وهو السميع البصير وقال هذا كتابنا ينطق عليكم بالحق <span id='ms35'></span>\n</p>\n\n<p>\nوقال عبد الله بن عمرو رضي الله عنهما عن النبي صلى الله عليه وسلم *\nيمثل القرآن يوم القيامة رجلا فيشفع لصاحبه\n</p>\n\n<p>\nحدثنيه زهير بن حرب حدثنا يعقوب بن إبراهيم حدثنا أبي عن بن إسحاق وحدثني\nعمرو بن شعيب بن محمد بن عبد الله بن عمرو عن أبيه عن جده * سمعت النبي صلى\nالله عليه وسلم بهذا قال أبو عبد الله وهو اكتسابه وفعله قال الله فمن يعمل\nمثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره\n</p>\n\n<p>\nوقال جرير بن حازم عن الحسن عن صعصعة عم الفرزدق * أتيت النبي صلى الله\nعليه وسلم فسمعته يقرأ فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا\nيره فقلت حسبي قد علمت فيم الخير وفيم الشر وقال بن مسعود إنا إذا حدثناكم\nأتيناكم بتصديق ذلك من كتاب الله وقد دخل في ذلك قراءة القرآن وغيرها وقد\nبين الله قولا للمخلوقين حين قال الذي خلق الموت والحياة ليبلوكم أيكم أحسن\nعملا فأخبر أن العمل من الحياة ثم بين خلقه فقال وأسروا قولكم أو اجهروا به\nإنه عليم بذات الصدور ألا يعلم من خلق وهو اللطيف الخبير مع أن الجهمية\nوالمعطلة إنما ينازعون أهل العلم على قول الله إن الله لا يتكلم وإن تكلم\nفكلامه خلق فقالوا إن القرآن المقروء بعلم الله مخلوق فلم يميزوا بين تلاوة\nالعباد وبين المقروء وقد رفع أبو بكر صوته بقوله أتقتلون رجلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني بن عياش بن الوليد الرقام حدثنا عبد الأعلى حدثنا محمد بن عمرو عن\nأبي سلمة حدثني عبد الله بن عمرو بن العاص رضي الله عنه قال * ما علمت\nقريشا هموا بقتل النبي صلى الله عليه وسلم إلا يوما فجاء أبو بكر رضي الله\nعنه فاختطفه ثم رفع صوته فقال <span class='quran'>أتقتلون رجلا أن يقول ربي الله وقد\nجاءكم بالبينات من ربكم </span>الآية فقال والذي نفسي بيده لقد أرسلني ربي\nإليكم بالذبح فقال أبو جهل يا محمد ما كنت جهولا فقال وأنت فيهم\n</p>\n\n<p>\nوقال الأعمش عن <span id='ms36'></span> أبي سفيان عن أنس رضي الله عنه فقام أبو بكر فجعل ينادي *\nويلكم أتقتلون رجلا أن يقول ربي الله\n</p>\n\n<p>\nروى عبد الله بن عمرو وأسماء بنت أبي بكر رضي الله عنهم عن النبي صلى\nالله عليه وسلم قال أبو عبد الله * فالمقروء هو كلام الرب الذي قال لموسى\nإنني أنا الله لا إله إلا انا فاعبدني إلا المعتزلة فإنهم ادعوا أن فعل\nالله مخلوق وأن أفعال العباد غير مخلوقة وهذا خلاف علم المسلمين إلا من\nتعلق من البصريين بكلام سيسويه كان مجوسيا فادعى الإسلام فقال الحسن\nأهلكتهم العجمة\n</p>\n\n<p>\nحدثنا سليمان بن حرب عن حماد بن زيد عن بن زيد النهيري عن الحسن وقال\nهمام عن قتادة * كانت العرب تثبت القدر في الجاهلية والإسلام قال الله\nتعالى <span class='quran'>يا أيها الرسول بلغ ما أنزل إليك من ربك وإن لم تفعل فما بلغت\nرسالته والله يعصمك من الناس </span>فذكر إبلاغ ما أنزل إليه ثم ذكر فعل\nتبليغ الرسالة فقال وإن لم تفعل فما بلغت رسالته فسمى تبليغه الرسالة وتركه\nفعلا فلا يمكن لأحد أن يقول على الرسول إنه لم يفعل ما أمر به من الرسالة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا علي حدثنا يحيى بن سعيد حدثنا الفضيل بن غزوان حدثنا عكرمة عن بن\nعباس رضي الله عنهما أن النبي صلى الله عليه وسلم خطب الناس يوم النحر ثم\nرفع رأسه إلى السماء فقال * اللهم هل بلغت اللهم هل بلغت اللهم هل بلغت قال\nبن عباس والذي نفسي بيده إنها لوصية إلى أمته فليبلغ الشاهد الغائب\n</p>\n\n<p>\nوحدثنا علي حدثنا سفيان حدثنا أبو الزعراء سمعه من عمه أبي الأحوص عن\nأبيه قال * أتيت النبي صلى الله عليه وسلم فصعد في النظر وصوب قلت إلى م\nتدعو وعما تنهى قال لا شيء إلا الله والرحم قال أتتني رسالة من ربي فضقت\nبها ذرعا ورويت أن الناس سيكذبونني فقيل لي لتفعلن وليفعلن بك\n</p>\n\n<p>\nوقال أبو هريرة رضي الله عنه عن النبي صلى الله عليه وسلم بلغوا عني ولو\nأية وقال الزهري <span id='ms37'></span> * من الله الرسالة وعلى الرسول البلاغ وعلينا التسليم قال\nأبو عبد الله وانتحل نفر هذا الكلام فافترقوا على أنواع لا أحصيها من غير\nبصر ولا تقليد يصح فأضل بعضهم بعضا جهلا بلا حجة أو ذكر إسناد وكله من عند\nغير الله إلا من رحم ربك فوجدوا فيه اختلافا كثيرا وإذا أراد الله أن\nيلبسهم شيعا ويذيق بعضهم بأس بعض فلا مرد له فهم في ريبهم يترددون\n</p>\n\n<p>\nكما حدثني الأوسي عن بن أبي الزناد عن أبيه * لا تقيمون على أمر وإن\nأعجبهم إلا نقلهم الجدل إلى أمر سواه فهم كل يوم في شبهة جديدة ودين ضلال\n</p>\n\n<p>\nحدثنا أبو النعمان حدثنا حماد بن زيد عن عمر بن دينار عن جابر رضي الله\nعنه قال * لما نزلت <span class='quran'>قل هو القادر على أن يبعث عليكم عذابا من فوقكم\n</span>قال النبي صلى الله عليه وسلم أعوذ بوجهك قال أو من تحت أرجلكم قال\nأعوذ بوجهك قال أو يلبسكم شيعا ويذيق بعضكم بأس بعض قال هذا هو أهون أو هذا\nأيسر قال أبو عبد الله وحرم الله عز وجل أهل الأهواء كلهم أن يجدوا عند\nأشياعهم أو بأسانيدهم حكما من أحكام الرسول أو فرضا أو سنة من سنن المرسلين\nإلا ما يعتلون بأهل الحديث إذ بدا لهم كالذين جعلوا القرآن عضين فآمنوا\nببعض وكفروا ببعض فمن رد بعض السنن مما نقله أهل العلم فيلزمه أن يرد باقي\nالسنن حتى يتخلى عن السنن والكتاب وأمر الإسلام أجمع والبيان في هذا كثير\nقال الخليل بن أحمد يقلل الكلام ليحفظ ويكثر ليفهم ونحن على قول عمر حيث\nيقول إني قائل مقالة قدر لي أن أقولها فمن عقلها ورعاها فليحدث بها حتى\nتنتهي به راحلته ومن خشي أن لا يعيها فإني لا أحل له أن يكذب علي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني به يحيى بن سليمان عن بن وهب عن مالك ويونس عن بن شهاب عن عبيد\nالله بن عبد الله عن بن عباس عن عمر رضي الله عنه أنه قال ذلك قال الله <span id='ms38'></span> *\nولا تقف ما ليس لك به علم هدانا وإياكم الصراط المستقيم وجنبنا الذين\nتفرقوا واختلفوا من بعد ما جاءهم البينات\n</p>\n\n<p>\nوقال أبي بن كعب * <span class='quran'>بغيا بينهم </span>بغيا على الدنيا وطلب ملكها\nوزخرفها وزينتها أيهم يكون له الملك والمهابة في الناس فبغى بعضهم على بعض\nوضرب بعضهم رقاب بعض فهدى الله الذين آمنوا لما اختلفوا فيه من الحق بإذنه\nقاموا على ما جاءت به الرسل وأقاموا الصلاة وأقيموا الصلاة وآتوا الزكاة\nواعتزلوا الاختلاف وكانوا شهداء على الناس يوم القيامة إن رسلهم قد بلغتهم\nوأنهم كذبوا رسلهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا إسماعيل بن أبي أويس حدثني كثير بن عبد الله بن عمرو بن عوف عن\nأبيه عن جده أن رسول الله صلى الله عليه وسلم قال * اعتصموا بحبل الله\nجميعا ولا تفرقوا ولا تكونوا كالذين تفرقوا واختلفوا من بعد ما جاءهم\nالبينات\n</p>\n\n<p>\nحدثنا محمد أنا عبد الله أنا محمد بن بشار عن قتادة عن صفوان بن محرز عن\nبن عمرو رضي الله عنهما قال بينما أنا أمشي معه إذ جاءه رجل فقال يا بن عمر\nكيف * سمعت رسول الله صلى الله عليه وسلم يذكر في النجوى قال سمعته يقول\nيدنو المؤمن من ربه حتى يضع عليه كنفه خ قال فذكر صحيفة فيقرره بذنوبه هل\nتعرف فيقول رب أعرف حتى يبلغ به ما شاء أن يبلغ فيقول إني سترتها عليك في\nالدنيا وأنا أغفرها لك اليوم فيعطى كتاب حسناته وأما الكافر فينادي على\nرؤوس الأشهاد قال الله <span class='quran'>ويقول الأشهاد هؤلاء الذين كذبوا على ربهم ألا\nلعنة الله على الظالمين </span>قال بن المبارك كنفه يعني ستره\n</p>\n\n<p>\nحدثنا مسلم حدثنا أبان حدثنا قتادة عن صفوان بن محرز بينا أنا مع بن عمر\nرضي الله عنهما قال سمعت النبي صلى الله عليه وسلم * نحوه\n</p>\n\n<p>\nحدثنا مسدد حدثنا أبو عوانة عن قتادة * بهذا\n</p>\n\n<p>\nحدثنا مسدد حدثنا يزيد بن زريع حدثنا سعيد وهشام حدثنا قتادة بهذا *\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nوقال آدم حدثنا شيبان حدثنا قتادة حدثنا صفوان بن محرز عن بن عمر رضي\nالله <span id='ms39'></span> عنهما * سمعت النبي صلى الله عليه وسلم بهذا\n</p>\n\n<p>\nحدثنا موسى حدثنا همام أخبرني قتادة عن صفوان سمع بن عمر رضي الله عنهما\n* سمع النبي صلى الله عليه وسلم وأما الكافر والمنافق فيقول الأشهاد هؤلاء\nالذين كذبوا على ربهم ألا لعنة الله على الظالمين\n</p>\n\n<p>\nحدثنا محمد أخبرنا عبد الله عن حيوة بن شريح حدثني الوليد بن أبي الوليد\nأبو عثمان المدني أن عقبة بن مسلم حدثه أن شفيا الأصبحي حدثه أنه دخل\nالمدينة فإذا أبو هريرة رضي الله عنه فقال حدثني رسول الله صلى الله عليه\nوسلم يذكر في النجوى قال * إذا كان يوم القيامة يقول للقارىء ألم أعلمك ما\nأنزلت على رسولي قال بلى يا رب قال فماذا عملت قال كنت أقوم به آناء الليل\nوآناء النهار فيقول الله كذبت وتقول الملائكة كذبت ويقول الله بل أردت أن\nيقال فلان قارىء وقد قيل ذلك\n</p>\n\n<p>\nقال أبو عثمان أخبرني العلاء بن حكيم قال معاوية * صدق الله ورسوله من\nكان يريد الحياة الدنيا وزينتها نوف إليهم أعمالهم فيها وهم فيها لا يبخسون\nإلى وباطل ما كانوا يعملون\n</p>\n\n<p>\nقال أبو عبد الله ومما يقوي قول الشعبي في بيع المصاحف أنه يبيع عمل يديه\nقول زياد بن لبيد رضي الله عنه للنبي صلى الله عليه وسلم كيف يرفع العلم\nوقد أثبت ووعته القلوب *\n</p>\n\n<p>\nحدثنا بن عبد الله بن صالح حدثنا الليث عن إبراهيم بن أبي عيلة عن الوليد\nبن عبد الرحمن الجرشي عن جبير بن نقير حدثني عوف بن مالك الأشجعي رضي الله\nعنه أن النبي صلى الله عليه وسلم نظر إلى السماء يوما فقال * هذا أوان يرفع\nالعلم فقال له رجل من الأنصار يقال له زياد بن لبيد يا رسول الله كيف يرفع\nالعلم وقد أثبت ووعته القلوب فقال له النبي صلى الله عليه وسلم إن كنت\nلأحسبك من أفقه أهل المدينة ثم ذكر له ضلال اليهود والنصارى على ما في\nأيديهم من كتاب الله فلقيت شداد بن أوس بحديث عوف فقال ألا <span id='ms40'></span> أخبرك بأول ذلك\nيرفع قلت بلى قال الخشوع حتى لا ترى خاشعا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني يحيى بن بكير حدثنا الليث بهذا حدثنا خطاب بن عثمان حدثنا محمد بن\nحمير عن إبراهيم بن أبي عيلة عن الوليد بن عبد الرحمن عن جبير بن نفير عن\nعوف بن مالك رضي الله عنه قال * بينما نحن جلوس عند النبي صلى الله عليه\nوسلم نحوه فقال زياد كيف يرفع العلم وفينا كتاب الله وقد علمنا أبناءنا\nونساءنا\n</p>\n\n<p>\nحدثنا عبد الله بن موسى عن الأعمش عن أبي وائل قال كنت مع أبي موسى وعبد\nالله رضي الله عنهما فقال قال النبي صلى الله عليه وسلم * بين يدي الساعة\nأيام ينزل فيها الجهل ويرفع فيها العلم\n</p>\n\n<p>\nحدثنا مسدد حدثنا عبد الوارث عن أبي التياح عن أنس رضي الله عنه سمعت\nالنبي صلى الله عليه وسلم يقول * من أشراط الساعة أن يرفع العلم\n</p>\n\n<p>\nحدثنا مسدد حدثنا يحيى عن شعبة عن قتادة عن أنس رضي الله عنه سمعت النبي\nصلى الله عليه وسلم يقول * من أشراط الساعة أن يرفع العلم وأن يظهر الجهل\n</p>\n\n<p>\nحدثنا مسلم حدثنا هشام حدثنا قتادة مثله *\n</p>\n\n<p>\nورواه بن عمر رضي الله عنهما عن النبي صلى الله عليه وسلم وروى حميد بن\nعبد الرحمن وأبو سلمة ويزيد بن الأصم وعبد الرحمن بن يعقوب وأبو يونس وعياض\nبن دينار عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم نحوه وقال\nعمر أبي * أقرؤنا وإنا لندع كثيرا من لحن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nقال سفيان عن حبيب بن أبي ثابت عن سعيد بن جبير عن بن عباس رضي الله\nعنهما * ولا تجهر بصلاتك ولا تخافت بها قال نزلت بمكة كان رسول الله صلى\nالله عليه وسلم إذا رفع صوته بالقرآن سبوا من أنزله ومن جاء به ولا تخافت\nبها عن أصحابك حتى يأخذوا عنك\n</p>\n\n<p>\nحدثنا عمرو بن علي حدثنا أبو داود حدثنا شعبة عن أبي بشر عن سعيد عن بن\nجبير عن بن عباس رضي الله عنهما * <span class='quran'>ولا تجهر <span id='ms41'></span> بصلاتك ولا تخافت </span>بها\nقال كان يحب ذلك المسلمون وإذا خفض اشتد ذلك على أصحابه فأنزل الله تعالى\n<span class='quran'>ولا تجهر بصلاتك ولا تخافت بها </span></p>\n\n<p>\nحدثنا عمرو بن زرارة حدثني هشيم أنبأ أبو بشر عن سعيد بن جبير عن بن عباس\nرضي الله عنهما * <span class='quran'>ولا تجهر بصلاتك ولا تخافت بها </span>قال نزلت ورسول\nالله صلى الله عليه وسلم مختف بمكة وكان إذا صلى بأصحابه رفع صوته بالقرآن\nفإذا سمعه المشركون سبوا القرآن ومن أنزله ومن جاء به فقال الله لنبيه ولا\nتجهر بصلاتك أي بقراءتك فيسمع المشركون فيسبوا القرآن <span class='quran'>ولا تخافت بها\n</span>عن أصحابك أي بقراءتك فلا تسمعهم <span class='quran'>وابتغ بين ذلك سبيلا </span>رواه\nالأعمش عن حعفر بن إياس\n</p>\n\n<p>\nحدثنا عمرو بن زرارة أنا زياد عن محمد بن إسحاق حدثني داود بن الحصين أن\nعكرمة مولى عبد الله بن عباس رضي الله عنهما حدثهم قال * إنما نزلت هذه\nالآية <span class='quran'>ولا تجهر بصلاتك ولا تخافت بها وابتغ بين ذلك سبيلا </span>من أجل\nأولئك يقول لا تجهر بصلاتك ليتفرقوا عنك ولا تخافت بها فلا يسمعها من يحب\nأن يسمعها ممن يسترق ذلك دونهم لعله أن يرعوي إلى بعض ما يسمع فينتفع به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عمرو بن خالد حدثنا محمد سلمة عن بن إسحاق عن داود بن الحصين عن\nعكرمة عن بن عباس رضي الله عنهما قال * كان النبي صلى الله عليه وسلم بمكة\nإذا جهر بالقرآن فكان المشركون يطردون الناس وقالوا <span class='quran'>لا تسمعوا لهذا\nالقرآن والغوا فيه لعلكم تغلبون </span>وإذا أخفى قراءته لم يسمع ذلك من\nيشتهي أن يسمعه فأنزل الله <span class='quran'>ولا تجهر بصلاتك ولا تخافت بها </span>الآية\n</p>\n\n<p>\nحدثنا إسحاق حدثنا أبو هشام المخزومي حدثنا سعيد بن زيد عن عمرو بن مالك\nعن أبي الجوزاء * عن عائشة رضي الله عنها ولا تجهر بصلاتك قال فسمعه\nالمشركون فجاءوا إليه فنالوا منه فأنزل الله قل ادعوا الله أو ادعوا الرحمن\nإلى قوله سبيلا\n</p>\n\n<p>\nحدثنا محمد بن موسى القطان حدثنا يزيد بن هارون أنبأ سعيد بن زيد حدثنا <span id='ms42'></span>\nعمرو بن مالك النكري عن أبي الجوزاء أوس بن عبد الله الربعي عن عائشة رضي\nالله عنها قالت * كان رسول الله صلى الله عليه وسلم عند البيت فجهر بالدعاء\nفجعل يقول يا الله يا رحمن فسمعته أهل مكة فأقبلوا عليه فأنزل الله قل\nادعوا الله أو ادعوا الرحمن أيا ما تدعوا فله الأسماء الحسنى إلى آخر الآية\n</p>\n\n<p>\nحدثنا عبيد الله حدثني الليث حدثني عقيل عن بن شهاب أخبرني عروة بن\nالزبير أن عائشة رضي الله عنها زوج النبي صلى الله عليه وسلم قالت لم * لم\nأعقل أبوي إلا وهما يدينان بالدين ولم يمر عليهما يوم إلا يأتينا فيه رسول\nالله صلى الله عليه وسلم بكرة وعشية فذكر الحديث فلم يكذب قريش لجوار بن\nالدغنة وقالوا مر أبا بكر فليعبد ربه في داره وليقرأ ما شاء ولا يؤذينا\nبذلك ولا يستعلن به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا يحيى بن بكير حدثنا الليث عن خالد عن سعيد عن مخرمة بن سليمان أن\nكريبا مولى بن عباس أخبره قال * سألت بن عباس رضي الله عنهما كيف كانت صلاة\nرسول الله صلى الله عليه وسلم بالليل قال كان يقرأ في بعض حجره فيسمع\nقراءته من كان خارجا\n</p>\n\n<p>\nحدثنا قتيبة حدثنا الليث عن معاوية بن صالح عن عبد الله بن أبي قيس قال *\nسألت عائشة رضي الله عنها عن وتر رسول الله صلى الله عليه وسلم فقلت كيف\nكانت قراءته أكان يسر بالقرآن أم يجهر قالت ربما كان يسر وربما جهر\n</p>\n\n<p>\nحدثنا موسى بن إسماعيل حدثنا أبو عوانة حدثنا موسى بن أبي عائشة حدثنا\nسعيد بن جبير عن بن عباس رضي الله عنهما ولا تحرك به لسانك لتعجل به قال *\nكان رسول الله صلى الله عليه وسلم يعالج من التنزيل شدة وكان مما يحرك\nشفتيه فقال بن عباس فأنا أحركهما لك كما كان رسول الله صلى الله عليه وسلم\nيحركهما وقال سعيد أنا أحركهما كما رأيت بن عباس يحركهما فحرك شفتيه فأنزل\nالله <span class='quran'>لا تحرك به لسانك لتعجل به <span id='ms43'></span> إن علينا جمعه وقرآنه </span>قال جمعه\nفي صدرك ونقرأه فإذا قرأناه فاتبع قرآنه قال فاستمع له وانصت ثم إن علينا\nبيانه أن علينا أن نقرأه قال فكان رسول الله صلى الله عليه وسلم بعد ذلك\nإذا أتاه جبريل استمع فإذا انطلق جبريل قرأه النبي صلى الله عليه وسلم كما\nقرأه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا قتيبة بن سعيد حدثنا أبو عوانة وجرير عن موسى بن أبي عائشة عن سعيد\nبن جبير عن بن عباس رضي الله عنهما * بهذا\n</p>\n\n<p>\nحدثنا عبيد الله بن موسى عن إسرائيل عن موسى بن أبي عائشة أنه سأل سعيد\nبن جبير عن قوله تعالى لا تحرك به لسانك فقال قال بن عباس رضي الله عنهما *\nكان يحرك لسانه إذا أنزل عليه فقيل له لا تحرك به لسانك تخشى أن ينفلت ثم\nإن علينا جمعه ثم اجمعه في صدرك وقراءته فإذا قرأناه يقول أنزل عليه فاتبع\nقرآنه ثم إن علينا بيانه أن نثبته على لسانك\n</p>\n\n<p>\nحدثنا الحميدي حدثنا سفيان حدثنا موسى وكان ثقة عن سعيد عن بن عباس رضي\nالله عنهما * كان النبي صلى الله عليه وسلم إذا نزل به الوحي حرك به لسانه\nووصف سفيان يريد أن يحفظه فأنزل الله تعالى <span class='quran'>لا تحرك به لسانك لتعجل به\n</span>وقال أبو عاصم أنبأ شعيب لقيته بمكة حدثنا عكرمة عن بن عباس <span class='quran'>لا\nتحرك به لسانك لتعجل به </span>إن علينا جمعه وقرآنه فإذا قرأناه فاتبع قرآنه\nفاتبع مجمله وتفهم ما فيه\n</p>\n\n<p>\nحدثنا إبراهيم بن حمزة حدثنا بن أبي حازم عن يزيد عن محمد عن أبي سلمة عن\nعبد الله بن عمر رضي الله عنهما قال النبي صلى الله عليه وسلم * اقرأ في\nسبع ولا تنثره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( 4 الرد على الجهمية وأصحاب التعطيل )\n</p>\n\n<p>\nحدثنا عبيد بن يعيش قال ثنا يونس بن بكير ثنا محمد بن إسحاق عن الزهري عن\nمحمد بن جبير بن مطعم عن أبيه قال * قدمت على رسول الله صلى الله عليه وسلم\nفي فداء سبايا فنمت في مسجد بعد العصر وأنا على شركي <span id='ms44'></span> فوالله ما أنبهني إلا\nقراءة رسول الله صلى الله عليه وسلم في المغرب بالطور وكتاب مسطور قال أبو\nعبد الله ولقد بين نعيم بن حماد أن كلام الرب ليس بخلق وأن العرب لا تعرف\nالحي من الميت إلا بالفعل فمن كان له فعل فهو حي ومن لم يكن له فعل فهو ميت\nوأن أفعال العباد مخلوقة فضيق عليه حتى مضى لسبيله وتوجع أهل العلم لما نزل\nبه وفي اتفاق المسليمن دليل على أن نعيما ومن نحا نحوه ليس بمفارق ولا\nمبتدع بل البدع والرئيس بالجهل بغيرهم أولى إذ يفتون بالآراء المختلفة مما\nلم يأذن به الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أحمد بن يونس قال ثنا زهير قال ثنا عبد العزيز بن رفيع قال ثنا\nشداد بن معقل قال قال عبد الله * إن هذا القرآن الذي بين ظهريكم يوشك أن\nينزع منكم قلت يا عبد الله بن مسعود كيف ينزع منا وقد أثبته الله في قلوبنا\nوأثبتناه في مصاحفنا قال يسري في ليلة فينتزع ما في القلوب ويذهب بما في\nالمصاحف ثم تلا ولئن شئنا لنذهب بالذي أوحينا إليك\n</p>\n\n<p>\nحدثنا الحميدي قال سفيان قال ثنا عبد العزيز بهذا قال سفيان * ثم لا تجد\nلك به علينا وكيلا لا تجد أحد يتوكل لك أن لا يذهب به\n</p>\n\n<p>\nحدثنا إسماعيل قال حدثني مالك عن هشام بن عروة عن أبيه عن عبد الله بن\nعمرو رضي الله عنهما عن النبي صلى الله عليه وسلم قال * إن الله لا ينزع\nالعلم انتزاعا أي ينتزعه من صدور الناس ولكن ينزع العلم بقبض العلماء حتى\nإذا لم يبق عالم اتخذ الناس رؤساء جهالا فسئلوا فأفتوا بعير علم فضلوا\nوأضلوا\n</p>\n\n<p>\nحدثنا محمد بن سنان قال ثنا همام عن قتادة عن يزيد بن عبد الله الشخيري\nوالعلاء بن زياد وعقبة ورجل آخر عن عياض بن حماد رضي الله عنه عن النبي صلى\nالله عليه وسلم قال * إن الله أوحى إلي أنزلت عليك كتابا لا يغله الماء\nيقرأه نائما ويقظانا وقد أمر عثمان <span id='ms45'></span> زيد بن ثابت أن ينسخ المصاحف ثم حرق\nسائر المصاحف\n</p>\n\n<p>\nحدثنا أبو اليمان قال أنا شعيب عن الزهري قال أخبرني أنس عن عمر * نحوه\n</p>\n\n<p>\nحدثنا محمد بن المثنى قال ثنا عبد الرحمن بن مهدي قال ثنا شعبة عن بن\nإسحاق عن مصعب بن سعد قال * أدركت أصحاب النبي صلى الله عليه وسلم و سلم\nحين شقق عثمان المصاحف قال فأعجب أو قال لم يعب ذلك منهم أحد\n</p>\n\n<p>\nحدثنا محمد بن المثتى قال حدثنا عبد الرحمن قال أخبرني أنس عن عثمان *\nنحوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا المكي بن إبراهيم قال حدثنا سعيد عن قتادة عن زرارة بن أوفى عن سعد\nبن هشام قال * سألت عائشة رضي الله عنها عن خلق رسول الله صلى الله عليه\nوسلم فقالت كان خلقه القرآن\n</p>\n\n<p>\nحدثنا عبد الله حدثني معاوية عن سليم بن عامر عن أبي أمامة الباهلي رضي\nالله عنه قال * اقرأوا القرآن ولا تغرنكم هذه المصاحف المعلقة فإن الله لا\nيعذب قلبا وعى القرآن نهى أن يسافر بالقرآن إلإى أرض العدو\n</p>\n\n<p>\nحدثنا أحمد بن خالد عن أبي إسحاق عن نافع عن بن عمر رضي الله عنهما قال *\nنهى رسول الله صلى الله عليه وسلم و سلم أن يسافر بالمصحف إلى أرض العدو\nقال أبو عبد الله وتابعه محمد بن بشر عن عبيد الله عن نافع عن بن عمر رضي\nالله عنهما عن النبي صلى الله عليه وسلم و سلم وقال بن مسعود رضي الله عنه\nإني سمعت القراء فوجدتهم متقاربين فاقرأوا كما علمتم وقال بن عباس رضي الله\nعنهما أي القراء تعدون أول\n</p>\n\n<p>\nحدثني يحيى ثنا أبو معاوية عن الأعمش عن أبي ظبيان عن بن عباس رضي الله\nعنهما قال * أي القراء تعدون أول قلنا قراءة عبد الله قال لا إن رسول الله\nصلى الله عليه وسلم و سلم كان يعرض عليه القرآن في كل رمضان مرة إى العام\nالذي قبض فيه فإنه عرض عليه القرآن مرتين فحضره عبد الله فشهد ما نسخ منه\nوما بدل ورواه <span id='ms46'></span> زائدة عن يعلى عن الأعمش\n</p>\n\n<p>\nحدثنا عثمان عن جرير عن حصين بن عبد الرحمن عن مرة قال * أتيت منزل بن\nمسعود أطلبه فقيل لي هو عندي أبي مو فأتيت أبا موسى فإذا هو وحذيفة وهو\nيقول لحذيفة إنك صاحب الحديث قال أجل كرهت أن يقال قراءة فلان وقراءة فلان\nفبين أن قراءة القارىء سوى القرآن قال أبو عبد الله ومما بين ذلك ما\n</p>\n\n<p>\nحدثني به يوسف بن محمد حدثني يحيى بن سليم عن بن خيثم عن عبيد الله بن\nعياض القارىء قال * جاء عبد الله بن شداد فدخل على عائشة رضي الله عنها\nونحن عندها قال لما بلغ عليا ما عيبوا عليه وفارقوه أمر فأذن مؤذن له أن لا\nيدخل على أم المؤمنين إلا رجل قد حمل القرآن فلما امتلأت الدار من قراء\nالناس وجاء بمصحف امامه عظيم فوضعه بين يديه فطفق يصكه بيده ويقول أيها\nالمصحف حدث الناس فناداه الناس فقالوا يا أمير المؤمنين ماذا تسأل عنه إنما\nهو مداد في ورق ونحن نتعلم بما رأينا فيه فماذا تريد فقال أصحابكم الذين\nحربوا بيني وبينكم كتاب الله عز وجل يقول الله جل وعز في كتابه في أمرأة\nورجل وإن خفتم شقاق بينهما فابعثوا حكما من أهله وحكما من أهلها إن يريد\nإصلاحا يوفق الله بينهما بل أمة محمد صلى الله عليه وسلم أعظم حقا وحرمة من\nامرأة ورجل وساق الحديث قالت صدق يكذبون عليه ويزيدون عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عمر بن حفص ثنا أبي ثنا الأعمش حدثني شقيق قال رأى عبد الله مصحفا\nمزينا بالذهب فقال * إن أحسن ما زين به المصحف في الحق لتلاوته\n</p>\n\n<p>\nحدثنا محمد بن سلام ثنا أبو معاوية عن الأعمش عن شقيق قال قال عبد الله *\nإن أحسن ما زين به المصحف لتلاوته في الحق\n</p>\n\n<p>\nحدثنا عبد الله بن صالح حدثني معاوية بن صالح عن بن جبير قال قدم علينا\nأبو جمعة الأنصاري قال كنا مع رسول الله صلى الله عليه وسلم و سلم ومعنا\nمعاذ بن <span id='ms47'></span> جبل عاشر عشره فقلنا * يا رسول الله هل من أحد أعظم منا أجرا آمنا\nبك واتبعناك قال وما يمنعكم من ذلك ورسول الله بين أظهركم يأتيكم بالوحي من\nالسماء بل قوم يأتون من بعدكم يأتيهم كتاب بين لوحين فيؤمنون به ويعملون\nبما فيه أولئك أعظم منكم أجرا\n</p>\n\n<p>\n| 1 ( 5 ما جاء في قول الله عز وجل <span class='quran'>بلغ ما أنزل إليك من ربك وإن لم\nتفعل فما بلغت رسالته </span>)\n</p>\n\n<p>\nوقول النبي صلى الله عليه وسلم و سلم بلغوا عني ولو آية وليبلغ الشاهد\nالغائب وإن الوحي قد انقطع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nقال علي عن محمد بن بشر حدثنا بن أبي حمزة عن أبي معشر عن الشعبي عن\nمسروق عن عائشة رضي الله عنها قالت * من زعم أن محمدا كتم شيئا من الوحي\nفقد أعظم على الله الغربة والله تعالى يقول بلغ ما أنزل إليك من ربك وإن لم\nتفعل فما بلغت رسالته وقال صالح يا قوم لقد أبلغتكم رسالة ربي وقال شعيب\nلقد أبلغتكم رسالات ربي وقال تعالى <span class='quran'>ليعلم أن قد أبلغوا رسالات ربهم\n</span>فبين الرسالة من الله والابلاغ من الرسل\n</p>\n\n<p>\nحدثنا علي بن عبد الله ثنا عمرو بن طلحة بن علقمة بن وقاص الليثي حدثني\nعبد الله بن علقمة بن وقاص أخبرني أبي عن عائشة رضي الله عنها أنها حدثته\nقالت * أتيت يهود يوما ليتأذن على رسول الله صلى الله عليه وسلم فجلسوا على\nالباب حتى فرغ رسول الله صلى الله عليه وسلم ثم أذن لهم فقالوا يا أبا\nالقاسم فعلت بنا اليوم شيئا لم تكن تفعله حبستنا بالباب قال رسول الله صلى\nالله عليه وسلم أمرني ربي بكذا وأنزل علي كذا وأنزل كذا قالوا والذي أنزل\nالتوراة على موسى إنا لنجد أمتك أسرع أمة من الأمم إجابة لنبيها صلى الله\nعليه وسلم و سلم وأوشك أمة من الأمم انصرافا عن دينها\n</p>\n\n<p>\nحدثنا علي بن عبد الله ثنا يحيى بن سعيد ثنا الفضيل بن غزوان ثنا عكرمة\nبن عباس رضي الله عنهما أن النبي صلى <span id='ms48'></span> الله عليه وسلم خطب الناس يوم النحر\nفقال * أيها الناس أي يوم هذا قالوا يوم حرام قال فأي بلد هذا قالوا بلد\nحرام قال فأي شهر هذا قالوا شهر حرام قال فإن دماءكم وأموالكم حرام كحرمة\nيومكم هذا في بلدكم هذا في شهركم هذا فأعادها ثلاث مرات ثم رفع رأسه إلى\nالسماء فقال اللهم هل بلغت قال بن عباس رضي الله عنهما والذي نفسي بيده\nإنها الوصية إلى أمته فليبلغ الشاهد الغائب لا ترجعوا بعدي كفارا يضرب\nبعضكم رقاب بعض\n</p>\n\n<p>\nحدثنا عبد الله بن يوسف ثنا الليث حدثني شعيب عن بن شريح أنه قال لعمرو\nبن سعيد وهو يبعث البعوث إلى مكة * أيها الأمير أحدثك قولا قام به النبي\nصلى الله عليه وسلم يوم الفتح سمعته أذناي ووعاه قلبي وأبصرته عيناي حين\nتكلم به حمد الله وأثنى عليه ثم قال إن مكة حرمها الله ولم يحرمها الناس\nولا يحل لامرىء يؤمن بالله واليوم الآخر أن يسفك بها دما ولا يعضد بها شجرة\nفإن أحد ترخص لقتال رسول الله صلى الله عليه وسلم فيها فقولوا له إن الله\nأذن لرسوله ولم يأذن لكم فإنما أحد ترخص لقتال رسول الله صلى الله عليه\nوسلم فيها فقولوا له إن الله أذن لرسوله ولم يأذن لكم فإنما لكم أذن لي\nساعة من نهار ثم عادت حرمتها اليوم كحرمتها بالأمس فليبلغ الشاهد الغائب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الله بن محمد ثنا أبو عامر ثنا قرة عن محمد بن سيرين أخبرني\nعبد الرحمن بن أبي بكرة ورجل أفضل في نفسي من عبد الرحمن حميد بن عبد\nالرحمن عن أبي بكرة رضي الله الله عنه قال خطبنا رسول الله صلى الله عليه\nوسلم يوم النحر فقال * أتدرون أي يوم هذا قالوا الله ورسوله أعلم فسكت حتى\nظننا أنه يسميه بغير اسمه قال أليست بالبلدة الحرام قلنا بلى قال فإن\nدماءكم وأموالكم حرام كحرمة يومكم هذا في شهركم هذا في بلدكم هذا إلى يوم\nتلقون ربكم ألا هل بلغت قالوا <span id='ms49'></span> نعم قال اللهم اشهد فليبلغ الشاهد الغائب فرب\nمبلغ أوعى من سامع لا ترجعوا بعدي كفارا يضرب بعضكم رقاب بعض\n</p>\n\n<p>\nحدثنا مسدد ثنا يحيى حدثني بن سيرين عن عبد الرحمن بن أبي بكرة وعن رجل\nآخر هو في نفسي أفضل من عبد الرحمن بن أبي بكرة رضي الله عنه عن النبي صلى\nالله عليه وسلم * بهذا وقال ليبلغ الشاهد الغائب فرب مبلغ يبلغه من أوعى له\nفكان كذلك\n</p>\n\n<p>\nحدثنا أبو عاصم عن ربيعة بن عبد الرحمن قال حدثتني سراء ابنة نبهان رضي\nالله عنها قال سمعت النبي صلى الله عليه وسلم يقول * ليبلغ أدناكم أقصاكم\nثلاثا\n</p>\n\n<p>\nحدثنا موسى بن إسماعيل ثنا سفيان بن نشيط حدثني عبد الكريم * من بني عقيل\nقال خرجت حين قدم يزيد بن المهلب فمررنا بالزجيج فإذا شيخ كبير قال سمعت\nرسول الله صلى الله عليه وسلم في حجة الوداع وأنا تحت جران ناقته قال أيها\nالناس أتدرون أي شهر هذا هذا شهر حرام وبلد حرام ألا إن دماءكم وأموالكم\nوأعراضكم حرام بينكم كحرمة يومكم هذا إلى يوم تلقونه اللهم اشهد ثلاثا\nفليبلغ الشاهد الغائب فإذا هو العداء بن خالد العامري رضي الله عنهما\n</p>\n\n<p>\nحدثنا أبو معمر ثنا عتبة بن عبد الملك السهمي حدثني زرارة بن كريم بن\nحارث بن عمرو السهمي أن الحارث بن عمرو السهمي حدثه قال أتيت النبي صلى\nالله عليه وسلم بهذا وقال * فليبلغ الشاهد الغائب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا مكي بن إبراهيم ثنا بهز بن حكيم عن أبيه عن جده عن النبي صلى الله\nعليه وسلم قال * يبلغ شاهدكم غائبكم\n</p>\n\n<p>\nحدثنا إبراهيم بن المنذر حدثنا معن ح وحدثنا معاوية عن ربيعة بن يزيد عن\nالصنانجي قال * دخلنا على عبادة بن الصامت رضي الله عنه في مرضه فقال عبادة\nمن سره أن ينظر إلى رجل كأنما عرج به إلى السماء ثم هبط به إلى الأرض فهو\nيعمل مثل ما رآه فلينظر إلى هذا ولئن استطعت ثم قال عبادة وما تركت حديثا\nسمعته من رسول الله صلى <span id='ms50'></span> الله عليه وسلم لكم فيه خير إلا قد حدثتكم به إلا\nهذا سمعت رسول الله صلى الله عليه وسلم يقول ليبلغ الحاضر منكم الغائب ومن\nمات يشهد أن لا إله إلا الله وحده لا شريك له فقد وجبت له الجنة\n</p>\n\n<p>\nحدثنا سليمان بن عبد الرحمن ثنا وليد بن مسلم ثنا أبو محمد عيسى بن موسى\nعن إسماعيل بن عبيد الله عن قيس بن مسلم المدحجي أنه سمع عبادة بن الصامت\nرضي الله عنه يقول قال النبي صلى الله عليه وسلم * إني محدثكم بحديث فليبلغ\nالحاضر منكم الغائب\n</p>\n\n<p>\nحدثنا سليمان بن حرب ثنا شعبة عن عمرو بن مرة عن عبد الله بن الحارث عن\nزهير بن الأقمز قال لما قتل علي وقام الحسن صعد المنبر وقام رجل فقال * أنا\nرأيت رسول الله صلى الله عليه وسلم واضعه في صبوته وهو يقول اللهم إني أحبه\nفأحبه فليبلغ الشاهد الغائب ولولا غربة النبي صلى الله عليه وسلم ما حدثتكم\nثم سمعته بعد يحدث به فقال فيه من أحبني فليحبه\n</p>\n\n<p>\nأخبرني عبد الله أخبرني أبي عن شعبة بهذا فقام رجل من الأسد فقال * من\nأحبني فليحبه\n</p>\n\n<p>\nحدثنا هشام بن عمار ثنا صدقة بن خالد ثنا أبو حفص عثمان بن أبي العاتكة\nحدثني سليمان بن حبيب المحاربي قال * نزلنا حمص فذكر لنا أن أبا أمامة بها\nفدخلنا فإذا شيخ كبير هم فقال إن هذا المجلس من بلاغ الله إياكم ثم قال إن\nرسول الله صلى الله عليه وسلم قد بلغ ما أرسل به وأنتم ما تسمعون منا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا فضل بن يعقوب ثنا عبد الله بن جعفر الرقي ثنا معتمر بن سليمان ثنا\nسعيد بن عبيد الثقفي ثنا بكر بن عبد الله المزني وزياد بن جبير بن دحية عن\nالمغيرة بن شعبة رضي الله عنه قال * أخبرنا نبينا صلى الله عليه وسلم عن\nرسالة ربنا <span class='quran'>أنه من قتل </span>منا صار إلى الجنة في نعيم لم ير مثلها\nومن بقي منا ملك رقابكم قال ذلك لعامل كسرى <span id='ms51'></span>\n</p>\n\n<p>\nحدثنا عمرو بن زرارة ثنا زياد ثنا محمد بن إسحاق حدثنا مولى آل زيد بن\nثابت عن سعيد عن جبير عن عكرمة مولى بن عباس رضي الله عنهما قال قال رسول\nالله صلى الله عليه وسلم * ما جئتكم به أطلب أموالكم ولا الشرف فيكم ولكن\nبعثني الله إليكم رسولا وأنزل علي كتابا وأمرني أن أكون لكم بشيرا ونذيرا\nفبلغتكم رسالة ربي ونصحت لكم فإن تقبلوا مني ما جئتكم به فهو حظ لكم في\nالدنيا والآخرة وإن تردوه أصبر لأمر الله حتى يحكم الله بيني وبينكم\n</p>\n\n<p>\nحدثنا محمد بن الحكم ثنا النضر بن شميل ثنا إسرائيل ثنا مسعد السطائي ثنا\nمحمد بن خليفة عن عدي بن حاتم قال بينا انا عند النبي صلى الله عليه وسلم\nقال * ليلقين الله أحدكم فيقول له ألم أبعث إليك رسولا فبلغك\n</p>\n\n<p>\nحدثنا أبو غسان ثنا زهير ثنا الأسود بن قيس حدثني ثعلبة بن عباد من أهل\nالبصرة وأنه شهد خطبة لسمرة بن جندب رضي الله عنه قال * وافقنا النبي صلى\nالله عليه وسلم حين خرج إلى الناس فصلى وذكر أني قصدت في شيء من تبليغ\nرسالات ربي قالوا نشهد أنك بلغت رسالات ربك وأديت الذي عليك\n</p>\n\n<p>\nحدثنا حبان أنبا عبد الله عن سفيان عن اسور بن قيس عن ثعلبة بن عباد\nالعبدي سمعت بن جندب قال قال النبي صلى الله عليه وسلم * إن كنتم تعلمون\nأني قصرت عن تبليغ شيء من رسالات ربي فقالوا نشهد أنك قد بلغت رسالات ربك\n</p>\n\n<p>\nحدثنا يحيى ثنا وكيع عن سفيان عن عبد الرحمن بن علقمة عن بن عباس رضي\nالله عنهما * فويل للذين يكتبون الكتاب بأيديهم قال نزلت في أهل الكتاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو اليمان ثنا شعيب عن الزهري أخبرني عبد الله عن بن عباس رضي\nالله عنهما قال * يا معشر المسلمين كيف تسألون أهل الكتاب عن شيء وكتابكم\nالذي أنزل الله على نبيكم صلى الله عليه وسلم أحدث الأخبار بالله محضا لم\nيشب قد حدثكم الله أن أهل الكتاب <span id='ms52'></span> قد بدلوا من كتاب الله وغيروا وكتبوا\nبأيديهم الكتاب قالوا هو من عند الله ليشتروا به ثمنا قليلا أولا ينهاكم ما\nجاءكم من العلم عن مسئلتهم فلا والله ما رأينا رجلا منهم يسألكم عن الذي\nأنزل عليكم قال أبو عبد الله ورواه يونس ومعمر وإبراهيم بن سعد الزهري\n</p>\n\n<p>\nحدثنا عمرو بن زرارة ثنا زياد عن محمد بن إسحاق حدثنا مولى لزيد بن ثابت\nعن عكرمة أو سعيد بن جبير عن عبد الله بن عباس رضي الله عنهما قال * قدم\nرسول الله صلى الله عليه وسلم المدينة وساق الحديث وقد حرم الله عليهم في\nالتوراة سفك دمائهم وكانوا فريقين حين تسافكوا دماءهم بينهم وبأيديهم\nالتوراة يعرفون فيها ما عليهم وما لهم\n</p>\n\n<p>\nحدثنا أبو اليمان ثنا شعيب عن الزهري أخبرني حميد بن عبد الرحمن أن عبد\nالله بن عتبة بن مسعود قال سمعت عمر بن الخطاب رضي الله عنه يقول * إن ناسا\nكانوا يأخذون بالوحي في عهد الرسول صلى الله عليه وسلم وأن الوحي قد انقطع\nوإنما نأخذكم الآن بما ظهر لنا من أعمالكم فمن أظهر لنا خيرا أمناه وقربناه\nوليس إلينا من سريرته شيء يحاسبه في سريرته ومن أظهر لنا شرا لم نأمنه ولم\nنصدقه وإن قال أن سريرته حسنة قال أبو عبد الله تابعه عثمان بن صالح ح\nوحدثنا بن وهب أخبرني يونس ورواه سلامة عن عقيل\n</p>\n\n<p>\nحدثنا عمرو بن زرارة حدثنا عبد الوارث عن سعيد عن قتادة * الذين آتيناهم\nالكتاب يعرفونه كما يعرفون أبناءهم يعرفون أن الإسلام دين الله وأن محمدا\nرسول الله مكتوب عندهم في التوراة والإنجيل قال أبو عبد الله وقال بن عيينة\nفي قوله تعالى وتعيها أذن واعية أذن وعت عن الله عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n             ر\n</p>\n\n<p>\nحدثنا عبد الله بن يوسف حدثنا مالك عن هشام بن عروة عن أبيه عن عائشة رضي\nالله عنها قالت سأل الحرث بن هشام رضي الله عنه رسول الله صلى الله عليه\nوسلم * كيف يأتيك الوحي قال أحيانا مثل صلصلة الجرس وهو <span id='ms53'></span> أشده علي فيفصم عني\nوقد وعيت ما قال وأحيانا يتمثل لي الملك فيكلمني فأعي ما يقول قالت عائشة\nرضي الله عنها ولقد رأيته ينزل عليه في اليوم الشديد البرد فيفصم ه وان\nجبينه ليتفصد عرقا\n</p>\n\n<p>\nحدثنا إسماعيل ثنا مالك عن هشام بن عروة عن أبيه عن عائشة رضي الله عنها\nعن النبي صلى الله عليه وسلم قال * أحيانا يتمثل لي الملك فأعي ما يقول\nمثله\n</p>\n\n<p>\nحدثنا فروة بن أبي المغراء ثنا علي بن مسهر عن هشام عن أبيه عن عائشة رضي\nالله عنها قالت * يتمثل لي الملك أحيانا رجلا فيكلمني فأعي ما يقول ويأتيني\nأحيانا مثل صلصلة الجرس فيفصم عني وقد وعيت هذا\n</p>\n\n<p>\nحدثنا مالك بن إسماعيل ثنا بن عيينة عن هشام بن عروة عن أبيه عن عائشة\nرضي الله عنها قالت * سأل الحرث بن هشام رسول الله صلى الله عليه وسلم كيف\nينزل عليك الوحي قال مثل صلصلة الجرس فيفصم عني أحيانا وقد وعيته عنه باب\nما كان النبي صلى الله عليه وسلم يذكره ويرويه عن ربه عز وجل\n</p>\n\n<p>\nحدثنا يحيى بن بشر ثنا روح ثنا زهير بن محمد ثنا زيد بن أسلم عن أبي صالح\nعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم فيما يحكي عن ربه\nقال * من تقرب الي شبرا تقربت منه ذراعا ومن تقرب الي ذراعا تقربت اليه\nباعا\n</p>\n\n<p>\nحدثنا محمد بن عبد الرحمن ثنا سعد بن الربيع ثنا شعبة عن قتادة عن أنس\nرضي الله عنه عن النبي صلى الله عليه وسلم يرويه عن ربه * قال إذا تقرب الي\nالعبد شبرا تقربت اليه ذراعا وإذا تقرب الي ذراعا تقربت اليه باعا وان\nأتاني يمشي أتيه هرولة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا آدم ثنا شعبة ثنا محمد بن زياد سمعت أبا هريرة رضي الله عنه عن\nالنبي صلى الله عليه وسلم يرويه عن ربكم عز وجل قال * لكل عمل كفارة والصوم\nلي وأنا أجزي به ولخلوف فم الصائم أطيب عند الله من ريح المسك ز <span id='ms54'></span>\n</p>\n\n<p>\nحدثنا حفص بن عمر ثنا شعبة عن محمد بن زياد قال سمعت أبا هريرة رضي الله\nعنه عن النبي صلى الله عليه وسلم يرويه عن ربكم * مثله\n</p>\n\n<p>\nحدثنا حجاج ثنا شعبة أخبرني محمد بن زياد قال سمعت أبا هريرة رضي الله\nعنه عن النبي صلى الله عليه وسلم * بمثل هذا يرويه عن ربكم مثله\n</p>\n\n<p>\nحدثنا مسلم وسليمان قالا ثنا شعبة عن محمد بن زياد عن أبي هريرة رضي الله\nعنه عن النبي صلى الله عليه وسلم * بمثل هذا\n</p>\n\n<p>\nحدثني موسى بن إسماعيل ثنا حماد عن أبي رافع عن أبي هريرة رضي الله عنه\nعن النبي صلى الله عليه وسلم يحكي عن * ربه\n</p>\n\n<p>\nحدثنا حفص بن عمر ثنا همام عن قتادة عن أنس رضي الله عنه عن النبي صلى\nالله عليه وسلم فيما يرويه عن ربه قال * ان الله عز وجل لا يظلم المؤمن\nحسنة يثاب عليها كالرزق في الدنيا وأما الكافر فيعطى حسناته في الدنيا حتى\nإذا قضى إلى الآخرة لم يكن له حسنة يعطى بها\n</p>\n\n<p>\nحدثنا عمرو بن علي ثنا عمرو بن علي بن المقدم ثنا موسى بن المسيب قال\nسمعت سالم بن أبي الجعد يذكر عن المعرور بن سويد عن أبي ذر رضي الله عنه عن\nالنبي صلى الله عليه وسلم يرويه عن ربه عز وجل قال * يا بن آدم انك تأتين\nبقراب الأرض خطيئة بعد أن لا تشرك بي شيئا جعلت قرابها مغفرة ولا أبالي\n</p>\n\n<p>\nحدثنا محمد بن أبي بكر ثنا عمر بن علي * بهذا قال النبي صلى الله عليه\nوسلم عن ربه عز وجل\n</p>\n\n<p>\nحدثنا موسى ثنا حماد عن محمد بن إسحاق عن العلاء بن عبد الرحمن عن أبيه\nعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم فيما يحكي عن ربه\nعز وجل قال * استقرضت بن آدم فلم يقرضني وشتمني يقول وادهراه والله هو\nالدهر وكل شيء من بن آدم يأكله التراب إلا عجب ذنبه فإنه يخلق عليه حتى\nيبعث منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا <span id='ms55'></span> الحميدي ثنا الوليد ثنا بن جابر والأوزاعي قالا ثنا إسماعيل بن عبد\nالله بن أبي المهاجر قال سمعت أبا كريمة يقول سمعت أبا هريرة رضي الله عنه\nيقول سمعت النبي صلى الله عليه وسلم يقول * قال الله أنا مع عبدي ما ذكرني\nوتحركت بي شفتاه ويذكر عن إبراهيم أو مجاهد في قوله <span class='quran'>والذي جاء بالصدق\nوصدق به </span>قال هم أهل القرآن إذ عملوا به\n</p>\n\n<p>\n| 1 ( 6 باب ما كان النبي صلى الله عليه وسلم يستعيذ بكلمات الله لا\nبكلام غيره )\n</p>\n\n<p>\nوقال نعيم لا يستعاذ بالمخلوق ولا بكلام العباد والجن والإنس والملائكة\nوفي هذا دليل أن كلام الله غير مخلوق وأن سواه مخلوق\n</p>\n\n<p>\nقال أحمد بن خالد ثنا محمد بن إسماعيل عن عمرو بن شعيب عن أبيه عن جده\nقال كان الوليد بن الوليد رجل يفزع في منامه وذكر ذلك لرسول الله صلى الله\nعليه وسلم فقال له النبي صلى الله عليه وسلم * إذا اضطجعت فقل بسم الله\nأعوذ بكلمات الله التامة من عضبه وعقابه ومن شر عباده ومن همزات الشياطين\nوأن يحضرون فقالها فذهب ذلك عنه * وكان عبد الله بن عمر رضي الله عنهما من\nبلغ من بنيه علمه إياهن ومن كان منهم صغيرا لا يعيها كتبها وعلقها في عنقه\n</p>\n\n<p>\nحدثنا أبو يعفور عبد الله بن أصالح حدثني الليث حدثني يزيد بن أبي حبيب\nعن الحارث بن يعقوب بن عبد الله أنه سمع بشير بن سعد يقول سمعت سعد بن أبي\nوقاص يقول سمعت خولة بنت حكيم تقول كان رسول الله صلى الله عليه وسلم يقول\n* من نزل منزلا فقال أعوذ بكلمات الله التامات من شر ما خلق لم يضره شيء\nحتى يرتحل من منزله ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الله بن يوسف ثنا الليث * بمثله\n</p>\n\n<p>\nحدثنا آدم ثنا الليث عن يزيد * نحوه\n</p>\n\n<p>\nحدثنا قتيبة ثنا الليث عن يزيد * وقص الحديث\n</p>\n\n<p>\nحدثنا عبد الله بن يوسف ثنا مالك وعبد الله بن مسلمة عن مالك عن سهيل بن\nأبي صالح السمان عن أبيه عن أبي <span id='ms56'></span> هريرة رضي الله عنه أن رجلا من أسلم قال ما\nنمت هذه اللية فقال له رسول الله صلى الله عليه وسلم * أما إنك لو قلت حين\nأمسيت أعوذ بكلمات الله التامات من شر ما خلق لم يضرك إنشاء الله تعالى\n</p>\n\n<p>\nحدثنا عياش ثنا عبد الأعلى ثنا عبد الله بن عمر رضي الله عنهما بمثل هذا\nحدثنا إصبغ أخبرني بن وهب عن جرير بن حازم عن سهيل عن أبيه عن أبي هريرة\nرضي الله عنه عن النبي صلى الله عليه وسلم * بهذا\n</p>\n\n<p>\nحدثنا سعيد بن تليد الرعيني حدثني بن وهب ثني سعيد بن عبد الرحمن الجمحي\nعن سهيل * بهذا\n</p>\n\n<p>\nحدثنا إصبغ أخبرني بن وهب عن سعيد نحوه ورواه هشام بن حسان ومحمد بن\nرفاعة عن سهيل عن أبيه عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه\nوسلم * بهذا\n</p>\n\n<p>\nوقال الزهري أخبرني طارق عن أبي هريرة رضي الله عنه عن النبي صلى الله\nعليه وسلم * بهذا\n</p>\n\n<p>\nورواه شبل بن العلاء بن عبد الرحمن عن أبيه عن جده عن أبي هريرة رضي الله\nعن النبي صلى الله عليه وسلم * بهذا\n</p>\n\n<p>\nويروى عن القعقاع عن أبي صالح عن أبي هريرة عن النبي صلى الله عليه وسلم\n* نحوه\n</p>\n\n<p>\nحدثنا عثمان بن محمد ثنا جرير عن منصور عن المنهال عن سعيد بن جبير عن بن\nعباس رضي الله عنهما قال كان النبي صلى الله عليه وسلم يعوذ الحسن والحسين\nويقول إن أباكما كان يعوذ إسماعيل وإسحاق * أعيذكما بكلمات الله التامة\nكلها من كل شيطان وهامة ومن كل عين لامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أصبغ ثنا بن وهب عن سفيان الثوري * بهذا\n</p>\n\n<p>\nحدثنا عثمان ثنا عمرو بن عبد الرحمن الأبار ثنا الأعمش عن منصور عن\nالمنهال عن سعيد بن جبير عن بن عباس رضي الله عنهما كان النبي صلى الله\nعليه وسلم يعوذ حسنا وحسينا * أعيذكما بكلمات الله التامات من كل شيطان\nوهامة ومن كل عين لامة\n</p>\n\n<p>\nحدثنا عبد الله بن أبي شيبة ثنا بن فضيل عن <span id='ms57'></span> الأعمش عن المنهال عن محمد بن\nعلي قال كان النبي صلى الله عليه وسلم يعوذ بهذا وقال النبي صلى الله عليه\nوسلم * اقرأوا القرآن ونهاهم أن يرفعوا أصواتهم إذا علوا مكانا\n</p>\n\n<p>\nحدثني به أحمد بن إسحاق ثنا الأنصاري ثنا التيمي عن أبي عثمان عن أبي\nموسى رضي الله عنه قال كنا مع رسول الله صلى الله عليه وسلم في سفر فرقينا\nفي عقبة أو ثنية قال كان الرجل منا إذا علاها قال لا إله إلا الله والله\nأكبر فقال النبي صلى الله عليه وسلم * إنكم لا تنادون أصما ولا غائبا قال\nوهو على بغلته يعرضها فقال يا أبا موسى أو يا عبد الله ألا أعلمك كلمة من\nكنوز الجنة قال بلى يا رسول الله قال لا حول ولا قوة إلا بالله وذكر عن\nالنبي صلى الله عليه وسلم أنه كان يحب أن يكون الرجل خفيض الصوت ويكره أن\nيكون رفيع الصوت وإن الله عز وجل ينادي بصوت يسمعه من بعد كما يسمعه من قرب\nفليس هذا لغير الله جل ذكره قال أبو عبد الله وفي هذا دليل أن صوت الله لا\nيشبه أصوات الخلق لأن صوت الله جل ذكره يسمع من بعد كما يسمع من قرب وأن\nالملائكة يصعقون من صوته فإذا تنادى الملائكة لم يصعقوا وقال عز وجل فلا\nتجعلوا لله أندادا فليس لصفة الله ند ولا مثل ولا يوجد شيء من صفاته في\nالمخلوقين\n</p>\n\n<p>\nحدثنا به داود بن شيبة ثنا همام ثنا القاسم بن عبد الواحد حدثني عبد الله\nبن محمد بن عقيل أن جابرا بن عبد الله حدثهم أنه سمع عبد الله بن أنيس رضي\nالله عنه يقول سمعت النبي صلى الله عليه وسلم يقول * يحشر العباد فيناديهم\nبصوت يسمعه من بعد كما يسمعه من قرب أنا الملك أنا الديان لا ينبغي لأحد من\nأهل الجنة أن يدخل الجنة وأحد من النار يطلبه بمظلمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عمر بن حفص بن غياث ثنا الأعمش عن أبي صالح عن أبي <span id='ms58'></span> سعيد الخدري رضي\nالله عنه قال قال النبي صلى الله عليه وسلم * يقول الله عز وجل يوم القيامة\nيا آدم فيقول لبيك ربنا وسعديك فينادي بصوت أن الله يأمرك أن تخرج من ذريتك\nبعثا إلى النار قال يارب وما بعث النار قال من كل ألف أراه قال تسعمائة\nوتسعة وتسعين فحينئذ تضع الحامل حملها وترى الناس سكارى وما هم بسكارى ولكن\nعذاب الله شديد\n</p>\n\n<p>\nحدثنا عبدان عن أبي همزة عن الأعمش عن أبي الضحى عن مسروق قال * من كان\nيحدثنا بهذه الآية لولا بن مسعود سألناه حتى إذا فزع عن قلوبهم سمع أهل\nالسماوات صلصلة مثل صلصلة السلسة على الصفوان فيخرون حتى إذا فزع عن قلوبهم\nسكن الصوت عرفوا أنه الوحي ونادوا ماذا قال ربكم قالوا الحق\n</p>\n\n<p>\nحدثنا عمرو بن حفص ثنا أبي ثنا الأعمش حدثني مسلم عن مسروق عن عبد الله *\nبهذا\n</p>\n\n<p>\nحدثنا الحميدي ثنا سفيان ثنا عمرو قال سمعت عكرمة يقول سمعت أبا هريرة\nرضي الله عنه يقول إن نبي الله صلى الله عليه وسلم قال * إذا قضى الله عز\nوجل الأمر في السماء ضربت الملائكة بأجنحتها خضعانا لقوله كأنه سلسلة على\nصفوان فإذا فزع عن قلوبهم قالوا ماذا قال ربكم قالوا الحق وهو العلي الكبير\n</p>\n\n<p>\nوقال الحكم بن أبان حدثني عكرمة عن بن عباس رضي الله عنهما * إذا قضى\nالله جل ذكره أمرا تكلم وجفت الأرض والسماء والجبال وخرت الملائكة كلهم\nسجدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عمرو بن زرارة ثنا زياد عن محمد بن الحسن حدثني محمد بن مسلم بن\nعبيد الله بن شهاب الزهري عن علي بن حسين بن علي بن أبي طالب رضي الله عنهم\nعن عبد الله بن عباس عن نفر من الأنصار أن رسول الله صلى الله عليه وسلم\nقال لهم * ما تقولون في هذا النجم الذي يرمى به قالوا كنا يا رسول الله إنا\nنقول حين رأيناها يرمى بها مات ملك ولد مولود مات مولود قال رسول الله صلى\nالله عليه وسلم ليس ذلك كذلك <span id='ms59'></span> ولكن الله إذا قضى في خلقه أمرا يسمعه أهل\nالعرش فيسبحوا فيسبح من تحتهم بتسبيحهم فيسبح من تحت ذلك فلم يزل التسبيح\nيهبط حتى ينتهي إلى السماء الدنيا ثم يقول بعضهم لبعضهم لم سبحتم فيقولون\nسبح من فوقنا فسبحنا بتسبيحهم فيقولون أفلا تسألون من فوقكم مم سبحوا\nفيسألونهم فيقولون قضى الله في خلقه كذا وكذا الأمر الذي كان فيهبط به\nالخير من سماء إلى سماء حتى ينتهي إلى السماء الدنيا فيتحدثون به فيسترقه\nالشياطين بالسمع على توهم منهم واختلاف ثم يأتون به إلى الكهان من أهل\nالأرض فيحدثونهم فيخطئون ويصيبون فيحدث به الكهان ثم إن الله عز وجل حجب\nالشياطين عن السماء بهذه النجوم وانقطعت الكهنة اليوم فلا كهانة\n</p>\n\n<p>\nحدثنا محمد بن كثير ثنا سفيان عن منصور عن أبي وائل عن عمرو بن شرحبيل عن\nعبد الله رضي الله عنه قال قلت * يا رسول الله أي الذنب أعظم قال أن تجعل\nلله أندادا وهو خلقك قال ثم أي قال أن تقتل ولدك مخافة أن يأكل معك قال قلت\nثم أي قال أن تزاني بحليلة جارك وأنزل الله عز وجل تصديق قول النبي صلى\nالله عليه وسلم والذين لا يدعون مع الله إلها آخر\n</p>\n\n<p>\nحدثنا مسدد ثنا يحيى عن سفيان حدثني منصور وسليمان عن أبي وائل * نحوه\n</p>\n\n<p>\nحدثنا عثمان ثنا جرير عن منصور عن أبي وائل عن عمرو بن شرحبيل عن عبد\nالله رضي الله عنه قال سألت النبي صلى الله عليه وسلم * أي الذنب أعظم قال\nأن تجعل لله ندا وهو خلقك\n</p>\n\n<p>\nحدثنا قتيبة ثنا جرير * مثله\n</p>\n\n<p>\nحدثنا هناد ثنا أبو الأحوص عن سماك عن عكرمة * وما يؤمن أكثرهم بالله إلا\nوهم مشركون قال يسألهم من خلق ومن خلق السماوات والأرض فيقولون الله فذلك\nإيمانهم وهم يعبدون غيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( 7 باب ما نقش النبي صلى الله عليه وسلم في خاتمه من كتاب الله وما\nيدخل به الحاجة )\n</p>\n\n<p>\nقال أبو عبد الله وفي الخواتيم والدراهم البيض ذكر الله جل ذكره وقال\nعطاء وفي <span id='ms60'></span> الخاتم فيه ذكر الله عز وجل يدخل الإنسان الكنيف أو يلم بأهله وهو\nبيده لا بأس به\n</p>\n\n<p>\nوقال الحسن ولا بأس أن يمس الدراهم البيض على غير وضوء وإن يرفع المصحف\nمن ها هنا فيضعه ها هنا ويذكر عن أنس بن مالك رضي الله عنه أنه * كان يمس\nالدراهم على غير وضوء\n</p>\n\n<p>\nوقال أنبأنا عبدان أن عبد الله عن جرير عن عطاء عن بن عباس رضي الله\nعنهما قال * يضع المصحف على فراشه الذي يحتلم فيه ويجامع ويعرق عليه وبال\nسعيد بن جبير ثم توضأ إلا رجليه ثم أخذ المصحف وقال طاوس في الرجل يكون\nعليه المنطقة وفيها الدراهم يقضي حاجته وهي عليه\n</p>\n\n<p>\nوقال إبراهيم * لا بد للناس من نفقاتهم وأحب بعض التابعين أن لا يدخل\nالخلاء بالخاتم فيه ذكر الله قال أبو عبد الله وهذا من غير تحريم يصح وقال\nالنبي صلى الله عليه وسلم لا تحلفوا بآبائكم ولا بالمسيح وليس لأحد أن يحلف\nبالمخلوقين ولا بأعمالهم ولا بكلامهم ولا بكلام الكفار والمنافقين ولا يقول\nإبليس فمن حلف بقول المجوسي أو نحوهم لم يلزمه حنث وإنما يذكر عن بن مسعود\nوإبراهيم وعن النبي صلى الله عليه وسلم مرسلا من حلف بسورة من القرآن فعليه\nبكل آية منها كفارة فأما أصوات المخلوقين فليس فيها كفارة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن عبد الله الأنصاري ثنا أبي عن ثمامة عن أنس رضي الله عنه *\nأن أبا بكر رضي الله عنه لما استخلف بعثه إلى البحرين وكتب له هذا الكتاب\nوكان نقش الخاتم ثلاثة أسطر محمد سطر ورسول سطر والله سطر حدثنا علي بن\nالجعد ثنا شعبة عن قتادة قال سمعت أنسا رضي الله عنه يقول اتخذ رسول الله\nصلى الله عليه وسلم خاتما كأني أنظر إلى بياضه في يده ونقشه محمد رسول الله\n</p>\n\n<p>\nحدثنا أبو معمر ثنا عبد الوارث عن عبد العزيز بن صهيب عن أنس رضي الله\nعنه قال * اصطنع النبي صلى الله عليه وسلم خاتما فقال إنا اتخذنا خاتما\nونقشنا عليه نقشا <span id='ms61'></span> فلا ينقش عليه أحد\n</p>\n\n<p>\nحدثنا مسدد ثنا حماد عن عبد العزيز عن صهيب عن أنس رضي الله عنه * أن\nالنبي صلى الله عليه وسلم اتخذ خاتما ونقشه محمد رسول الله\n</p>\n\n<p>\nحدثنا محمد بن سلام ثنا سفيان عن أبي أيوب بن موسى عن نافع عن بن عمر رضي\nالله عنهما * اتخذ النبي صلى الله عليه وسلم خاتما فيه محمد رسول الله وقال\nلا ينقش أحد نقش خاتمي\n</p>\n\n<p>\nحدثنا محمد بن بشر ثنا عبد الله عن نافع عن بن عمر رضي الله عنهما * كان\nفي خاتم رسول الله صلى الله عليه وسلم محمد رسول الله قال الإمام أبو عبد\nالله رحمه الله وقد كتب النبي صلى الله عليه وسلم كتابا فيه بسم الله\nالرحمن الرحيم وقرأه ترجمان قيصر على قيصر وأصحابه ولا نشك في قراءة الكفار\nوأهل الكتاب أنها أعمالهم وأما المقروء فهو كلام الله العزيز المنان ليس\nبمخلوق فمن حلف بأصوات قصير أو بنداء المشركين الذين يقرون بالله لم يكن\nعليه يمين دون الحلف بالله لقول النبي صلى الله عليه وسلم لا تحلفوا بغير\nالله وليس لأحد أن يحلف بالخواتيم والدراهم البيض وألواح الصبيان التي\nيكتبونها ثم يمحونها مرة بعد مرة وإن حلف فلا يمين عليه لقول الله عز وجل\n<span class='quran'>فلا تجعلوا لله أندادا </span></p>\n\n<p>\nحدثنا أبو اليمان ثنا شعيب عن الزهري أخبرني عبيد الله بن عبد الله بن\nعتبة بن مسعود أن عبد الله بن عباس رضي الله عنهما أخبره أن أبا سفيان بن\nحرب أخبره * أن هرقل أرسل إليه ثم دعا بكتاب رسول الله صلى الله عليه وسلم\nالذي بعث به دحية الكلبي إلى عظيم بصرى فدفعه إلى هرقل فقرأه فإذا فيه بسم\nالله الرحمن الرحيم من محمد بن عبد الله ورسوله إلى هرقل عظيم الروم سلام\nعلى من اتبع الهدى أما بعد <span class='quran'>يا أهل الكتاب تعالوا إلى كلمة سواء بيننا\nوبينكم </span>إلى قوله فإن تولوا فقولوا اشهدوا بأنا مسلمون فلما فرغ من\nقراءة الكتاب كثر عنده الصخب وارتفعت الأصوات <span id='ms62'></span> وأخرجنا حدثني يحيى بن بكير\nحدثنا الليث مثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الله ثنا الليث مثله حدثنا عبد الله ثنا الليث حدثنا يونس عن\nبن شهاب عن عبيد الله عن عبد الله بن عباس رضي الله عنهما أخبره * أن أبا\nسفيان بن حرب بن أمية أخبره بهذا فإذا فيه بسم الله الرحمن الرحيم من محمد\nبن عبد الله ورسوله\n</p>\n\n<p>\nحدثنا إبراهيم بن سعد بن صالح عن بن شهاب عن عبيد الله بن عبد الله أن\nعبد الله بن عباس رضي الله عنهما أخبره قال أخبرني أبو سفيان بن حرب رضي\nالله عنه * بهذا ثم دعا بكتاب رسول الله صلى الله عليه وسلم فقرئ فإذا فيه\nبسم الله الرحمن الرحيم <span class='quran'>يا أهل الكتاب تعالوا إلى كلمة سواء بيننا\nوبينكم ألا نعبد إلا الله ولا نشرك به شيئا ولا يتخذ بعضنا بعضا أربابا من\nدون الله فإن تولوا فقولوا اشهدوا بأنا مسلمون </span>فلما انقضت مقالته علت\nأصوات الذين حوله من عظماء الروم وكثر لغطهم\n</p>\n\n<p>\nحدثنا عبد الله ثنا الليث حدثني يونس عن بن شهاب عن عبيد الله بن عبد\nالله عن بن عباس رضي الله عنهما أخبره * بهذا فإذا فيه بسم الله الرحمن\nالرحيم من محمد بن عبد الله ورسوله نحوه\n</p>\n\n<p>\nحدثنا عمرو بن زرارة ثنا زياد عن بن إسحاق قال حدثني الزهري عن عبيد الله\nبن عبد الله عن بن عباس رضي الله عنهما حدثني أبو سفيان بن حرب رضي الله\nعنه * بهذا وقدم عليه كتاب رسول الله صلى الله عليه وسلم مع دحية بن خليفة\nبسم الله الرحمن الرحيم نحوه\n</p>\n\n<p>\nقال الإمام أبو عبد الله ورواه معمر وهلال بن رواد عن الزهري حدثنا عبد\nالله ثنا الليث حدثني عقيل ويونس عن الزهري أخبرني عبيد الله بن عتبة أن\nعبد الله بن عباس رضي الله عنهما أخبره * أن رسول الله بعث رجلا بكتاب إلى\nكسرى فأمره أن يدفعه عظيم البحرين إلى كسرى فلما قرأه كسرى خرقه فحسبت أن\nسعيد بن المسيب قال فدعا <span id='ms63'></span> عليهم رسول الله صلى الله عليه وسلم أن يمزقوا كل\nممزق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الله بن يوسف حدثني الليث عن عقيل عن بن شهاب بهذا حدثنا يحيى\nبن بكير حدثنا الليث عن يونس عن بن شهاب قال أخبرني عبيد الله أن بن عباس\nرضي الله عنهما أخبره * أن رسول الله صلى الله عليه وسلم بعث بكتابه إلى\nكسرى نحوه\n</p>\n\n<p>\nحدثنا يعقوب بن حميد ثنا إبراهيم عن صبيح عن بن شهاب عن عبيد الله ا بن\nعباس رضي الله عنهما أخبره * ان رسول الله صلى الله عليه وسلم بعث كتابا\nإلى كسرى نحوه قال أبو عبد الله ورواه بن أخي بن شهاب نحوه قال الإمام أبو\nعبد الله رحمة الله عليه فإن احتج محتج فقال قد روى أن فضل كلام الله على\nسائر الكلام كفضل الله على خلقه قيل له لو صح هذا الخبر لم يكن لك فيه حجة\nلأنه قال كلام الله ولم يقل قول العباد من المؤمنين والمنافقين وأهل الكتاب\nالذين يقرأون بسم الله الرحمن الرحيم وهذا واضح بين عند من كان عنده أدنى\nمعرفة أن القراءة غير المقروء وليس لكلام الفجرة وغيرهم فضل على كلام غيرهم\nكفضل الخالق على المخلوق وتبارك ربنا وتعالى وعز وجل عن صفة المخلوقين وإن\nقال قائل فقد روي عن النبي صلى الله عليه وسلم إنكم لن ترجعوا إلى الله\nبشيء أفضل مما خرج منه قيل له أليس القرآن خرج منه فخروجه منه ليس كخروجه\nمنك إن كنت تفهم مع أن هذا الخبر لا يصح لإرساله وانقطاعه فإن قال فإن لم\nيكن الذي يتكلم به العبد قرآنا لم تجز صلاته قيل له قال النبي صلى الله\nعليه وسلم لا صلاة إلا بقراءة\n</p>\n\n<p>\nوقال أبو الدرداء رضي الله عنه * سئل النبي صلى الله عليه وسلم أفي كل\nصلاة قراءة قال نعم\n</p>\n\n<p>\nقال الإمام أبو عبد الله القراءة هي التلاوة والتلاوة غير المتلو وقد\nبينه أبو هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال <span id='ms64'></span> * اقرأوا إن\nشئتم يقول العبد الحمد لله رب العالمين فيقول الله حمدني عبدي يقول العبد\nالرحمن الرحيم يقول الله عز وجل أثنى علي عبدي يقول العبد مالك يوم الدين\nيقول الله مجدني عبدي يقول العبد إياك نعبد وإياك نستعين يقول الله هذه\nالآية بيني وبين عبدي ولعبدي ما سأل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nقال الإمام أبو عبد الله فبين أن سؤال العبد غير ما يعطيه الله للعبد وأن\nقول العبد غير كلام الله هذا من العبد الدعاء والتضرع ومن الله الأمر\nوالإجابة *\n</p>\n\n<p>\nوحدثني عبد الله بن محمد ثنا بشر بن السري ثنا معاوية عن أبي الزاهرية عن\nكثير بن مرة الحضرمي قال سمعت أبا الدرداء رضي الله عنه يقول * سئل رسول\nالله صلى الله عليه وسلم أفي كل صلاه قراءة قال نعم فقال رجل من الأنصار\nوجبت هذه قال النبي صلى الله عليه وسلم اقرأوا إن شئتم فالقراءة لا تكون\nإلا من الناس وقد تكلم الله بالقرآن من قبل وكلامه قبل خلقه وسئل الني صلى\nالله عليه وسلم أي الصلاة أفضل قال طول القنوت فذكر النبي صلى الله عليه\nوسلم أن بعض الصلاة أطول من بعض وأخف وأن بعضهم يزيد على بعض في القراءة\nوبعضهم ينقص وليس في القراءة زيادة ولا نقصان فأما التلاوة فإنهم يتفاضلون\nفي الكثرة والقلة والزيادة والنقصان وقد يقال فلان حسن القراءة ورديء\nالقراءة ولا يقال حسن القرآن ورديء القرآن وإنما نسب إلى العباد القراءة لا\nالقرآن لأن القرآن كلام الرب جل ذكره والقراءة فعل العبد ولا يخفى معرفة\nهذا القدر إلا على من أعمى الله قلبه ولم يوفقه ولم يهده سبيل الرشاد وليس\nلأحد أن يشرع في أمر الله عز وجل بغير علم كما زعم بعضهم أن القرآن\nبألفاظنا وألفاظنا به شيء واحد والتلاوة هي المتلو والقراءة هي المقروء\nفقيل له إن التلاوة فعل التالي وعمل القارئ فرجع وقال ظننتهما مصدرين فقيل\nله هلا أمسكت كما أمسك كثير من أصحابك ولو بعثت إلى من كتب عنك فاسترددت ما\nأثبت <span id='ms65'></span> وضربت عليه فزعم أن كيف يمكن هذا وقد قلت ومضى فقيل له كيف جاز لك أن\nتقول في الله عز وجل شيئا لا يقوم به شرح وبيان إذا لم تميز بين التلاوة\nوالمتلو فسكت إذا لم يكن عنده جواب * قال الإمام أبو عبد الله رحمه الله\nفإن اعترض جاهل لا يترفع بقوله فقال إن النبي صلى الله عليه وسلم لما قال\nلا صلاة إلا بفاتحة الكتاب دل أن القراءة في الصلاة قيل له إنك قد أغفلت\nالأخبار المفسرة المستفيضة عند أهل الحجاز وأهل العراق وأهل الشام وأهل\nالأمصار عن رسول الله صلى الله عليه وسلم إنما قال النبي صلى الله عليه\nوسلم لا صلاة لمن لم يقرأ بفاتحة الكتاب فأوضح أن قراءة القاريء وتلاوته\nغير المقروء والمتلو وإنما المتلو فاتحة الكتاب لا اختلاف فيه بين أهل\nالعلم وإن لم يعلم هذا المعترض اللغة فليسأل أهل العلم من أصناف الناس كما\nقال الله عز وجل يهدي إلى الرشد إن فقه وفهم فما تحملنا على كثرة الإيضاح و\nالشرح إلا معرفتنا بعجمة كثير من الناس ولا قوة إلا بالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الحسن البصري * إنما أهلكتهم العجمة وقد فسره لنا\n</p>\n\n<p>\nعلي بن عبد الله ثنا سفيان ثنا الزهري عن محمود بن الربيع عن عبادة بن\nالصامت رضي الله عنه أن رسول الله صلى الله عليه وسلم قال * لا صلاة لمن لم\nيقرأ بفاتحة الكتاب ز\n</p>\n\n<p>\nحدثنا حجاج بن منهال ثنا بن عيينة عن الزهري عن محمود بن الربيع عن عبادة\nبن الصامت رضي الله عنه أن رسول الله صلى الله عليه وسلم قال * لا صلاة لمن\nلم يقرأ بفاتحة الكتاب\n</p>\n\n<p>\nوحدثنا عبد الله بن صالح ثنا الليث * مثله\n</p>\n\n<p>\nحدثنا إسحاق ثنا يعقوب بن إبراهيم ثنا أبي عن صالح عن بن شهاب أن محمود\nبن الربيع الذي مج النبي صلى الله عليه وسلم في وجهه من بئرهم أخبره أن\nعبادة بن الصامت رضي الله عنه أخبره أن رسول الله صلى الله عليه وسلم قال *\nلا <span id='ms66'></span> صلاة لمن لم يقرأ بفاتحة الكتاب\n</p>\n\n<p>\nحدثنا موسى بن إسماعيل ثنا وهب عن معمر عن الزهري عن محمود بن الربيع عن\nعبادة بن الصامت رضي الله عنه أن النبي صلى الله عليه وسلم قال * لا صلاة\nلمن لم يقرأ بفاتحة الكتاب فصاعدا\n</p>\n\n<p>\nوقال عبد الله بن المبارك و عبد الرزاق قالا ثنا معمر * بهذا\n</p>\n\n<p>\nحدثني هشام بن عمار ثنا صدقة بن خالد ثنا زيد بن واقد عن حزام بن حكيم و\nمكحول عن بن ربيعة الأنصاري عن عبادة بن الصامت رضي الله عنه وكان على\nإلياء فأبطأ عبادة عن صلاة الصبح فأقام أبو نعيم الصلاة وكان أول من أذن\nببيت المقدس فجئت مع عبادة حتى صف الناس وأبو نعيم يجهر بالقراءة فقرأ\nعبادة بأم القرآن حتى فهمنا منه فلما انصرف قلت له سمعتك تقرأ بأم القرآن\nفقال نعم صلى بنا النبي صلى الله عليه وسلم بعض الصلوات التي لا نجهر فيها\nبالقرآن فقال * لا يقرأن أحدكم إذا جهرت بالقرآن إلا بأم القرآن وروى بعضهم\nلا صلاة إلا بفاتحة الكتاب وهو على معنى قوله لا صلاة لمن يقرأ بفاتحة\nالكتاب لأنه لا صلاة إلا بقراءة وقال النبي صلى الله عليه وسلم إنما الصلاة\nلقراءة القرآن ولذكر الله ولحاجة المرء إلى ربه عز وجل فبين أن الدعاء\nوالحاجة والتضرع والذكر والقراءة من العبد وأن المقروء هو كلام الله عز وجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني يحيى بن صالح حدثنا فليح عن هلال عن عطاء بن يسار عن معاوية بن\nالحكم السلمي رضي الله عنه قال دعاني النبي صلى الله عليه وسلم فقال * إنما\nالصلاة لقراءة القرآن ولذكر الله ولحاجة المرء إلى ربه فإذا كنت فيها فليكن\nذلك شأنك\n</p>\n\n<p>\nوقال عمار رضي الله عنه عن النبي صلى الله عليه وسلم * من أحب أن يقرأ\nالقرآن غضا كما أنزل فليقرأ على قراءة بن مسعود وكانت قراءته حرفا حرفا\nفأخبر أن قراءة هذا القارئ الذي لا يقرأ حرفا حرفا وبهذه هذا سوى قراءة بن\nمسعود حرفا حرفا وأمر النبي <span id='ms67'></span> صلى الله عليه وسلم أن يقرأ على أبي بن كعب\nسورة أنزلت عليه\n</p>\n\n<p>\nحدثنا بذلك قبيصة ثنا سفيان عن أسلم المنقري عن عبد الله بن عبد الرحمن\nبن أبزى عن أبيه قال أبي قال لي النبي صلى الله عليه وسلم * أنزلت علي سورة\nأمرت أن أقرئكها قلت سميت لك قال نعم يا أبا المنذر فرحت بذلك قال وما\nيمنعني وهو يقول قل بفضل الله و برحمته فبذلك فليفرحوا\n</p>\n\n<p>\nحدثنا محمد بن يوسف ثنا سفيان عن أسلم المنقري عن عبد الله بن عبد الرحمن\nبن أبزى عن أبيه عن أبي بن كعب رضي الله عنه قال * قال لي النبي صلى الله\nعليه وسلم أمرت أن أقرأ عليك القرآن فقلت أسماني لك ربي أو ربك قال نعم\nفتلا <span class='quran'>قل بفضل الله وبرحمته فبذلك فليفرحوا هو خير مما يجمعون </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا بشر بن محمد ثنا عبد الله ثنا الأجلح * بهذا قال أبو عبد الله وأما\nقوله فهل يرجع إلى الله إلا باللفظ الذي تلفظ به فإن كان الذي تلفظ به\nقرآنا فهو كلام الله قيل له ما قولك تلفظ به فإن اللفظ غير الذي تلفظ به\nلأنك تلفظت بالله وليس الله هو لفظك وكذلك تلفظ بصفة الله بقول الله وليس\nقولك الله هو الصفة إنما تصف الموصوف فأنت الواصف والله الموصوف بكلامه\nكالواصف الذي يصف الله بكلام غير الله وأما الموصوف بصفته وكلامه فهو الله\nففي قولك تلفظ به وتقرأ القرآن دليل بين أنه غير القراءة كما تقول قرأت\nبقراءة عاصم وقراءتك على قراءة عاصم لا أن لفظك وكلامك كلام عاصم بعينه ألا\nترى أن عاصما لو حلف أن لا يقرأ اليوم ثم قرأت أنت على قراءته لم يحنث عاصم\nوقال أحمد رحمه الله لا يعجبني قراءة حمزة ولا يقال لا يعجبني القرآن حتى\nقال بعضهم من قرأ بقراءة حمزة أعاد الصلاة واعتل بعضهم فقال حتى يسمع كلام\nالله قيل له إنما يقال حتى يسمع كلام الله لا كلامك ونغمتك ولحنك لأن الله\nعز <span id='ms68'></span> وجل فضل موسى بكلامه ولو كنت تسمع الخلق كلام الله كما أسمع الله موسى\nصلى الله عليه وسلم لم يكن لموسى عليه السلام فضل إذا سمعت كلام الله وسمع\nموسى كلام الله قال الله عز وجل لموسى إني اصطفيتك على الناس برسالاتي\nوبكلامي\n</p>\n\n<p>\nحدثنا عبيد الله بن عمر ثنا سليمان بن بلال عن شريك بن عبد الله عن أنس\nرضي الله عنه أن النبي صلى الله عليه وسلم ليلة أسري به قال * رأيت موسى في\nالسماء السابعة بتفضيل كلام الله قال أبو عبد الله وإن ادعيت أنك تسمع\nالناس كلام الله كما أسمع الله كلامه لموسى قال له إني أنا ربك فهذا دعوى\nالربوبية إذا لم تميز بين قراءتك وبين كلام الله فإن الله تعالى قال\nفاذكروني أذكركم فاذكروا الله كذكركم آباءكم يشرح أن ذكر العبد ربه غير ذكر\nالله عبده لأن ذكر العبد الدعاء والتضرع وذكر الله الإجابة كما قال الله عز\nوجل وقال النبي صلى الله عليه وسلم إني لا أقول إلا ما في القرآن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا ضرار ثنا سفيان بن أبي الصهباء عن بكير بن عتيق عن سالم بن عبد\nالله بن عمر عن أبيه عن جده عن النبي صلى الله عليه وسلم قال * يقول الله\nعز وجل من شغله ذكري عن مسألتي أعطيته أفضل ما أعطي السائلين وقال النبي\nصلى الله عليه وسلم بينا أنا في الجنة سمعت صوت رجل بالقرآن فبين أن الصوت\nغير القرآن\n</p>\n\n<p>\nحدثنا إسماعيل حدثنا أخي عن سليمان عن موسى بن عقبة وابن أبي عتيق عن بن\nشهاب عن سعيد بن المسيب عن أبي هريرة رضي الله عنه قال قال رسول الله صلى\nالله عليه وسلم * بينا أنا أمشي في الجنة سمعت صوت رجل بالقرآن فقلت من هذا\nقالوا هذا حارثة بن النعمان كذلكم البر كذلكم البر\n</p>\n\n<p>\nوعن محمد بن أبي عتيق بن بن شهاب أخبرتني عمرة بنت عبد الرحمن بن سعد بن\nزرارة وكانت في حجرة عائشة زوج النبي صلى الله عليه <span id='ms69'></span> وسلم عن عائشة أن رسول\nالله صلى الله عليه وسلم قال * بينا أنا نائم رأيتني في الجنة وسمعت فيها\nصوت قارئ يقرأ فقلت من هذا فقالوا هذا حارثة بن النعمان كذاك البر وكان\nحارثة من أبر الناس قال أبو عبد الله ويقال له أصفة الله عز وجل ذكره وعلمه\nوكلامه وأسماؤه وعزته وقدرته بائن من الله تعالى أم لا أو قولك وكلامك بائن\nمن الله تعالى أم لا\n</p>\n\n<p>\nوقال علي بن أبي طالب رضي الله عنه * نهى رسول الله صلى الله عليه وسلم\nعن قراءة القرآن في الركوع فبين أن القراءة غير المقروء\n</p>\n\n<p>\nحدثنا إسماعيل ثني مالك عن نافع عن إبراهيم بن عبد الله بن حنين عن أبيه\nعن علي بن أبي طالب رضي الله عنه * أن رسول الله صلى الله عليه وسلم نهى عن\nقراءة القرآن في الركوع\n</p>\n\n<p>\nحدثنا عبد الله بن يوسف ثنا الليث حدثني يزيد بن أبي حبيب أن إبراهيم بن\nعبد الله بن حنين أن أباه حدثه أنه سمع عليا رضي الله عنه قال * نهاني\nالنبي صلى الله عليه وسلم عن قراءة القرآن وأنا راكع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن عبيد ثنا أنس بن عياض عن الحارث بن عبد الرحمن بن عبد الله\nبن أبي ذباب عن إبراهيم بن عبد الله بن حنين عن أبيه عن علي رضي الله عنه *\nنهاني النبي صلى الله عليه وسلم عن قراءة القرآن وأنا راكع\n</p>\n\n<p>\nحدثنا عبد الرحمن بن يونس ثنا حاتم بن إسماعيل عن جعفر عن أبيه عن علي\nوعن جعفر عن محمد بن المنكدر عن عبد الله بن حنين عن علي رضي الله عنه *\nنهاني النبي صلى الله عليه وسلم عن قراءة القرآن من الركوع قال أبو عبد\nالله وقال تعالى <span class='quran'>وأن ليس للإنسان إلا ما سعى وأن سعيه سوف يرى </span>وقال عز وجل <span class='quran'>إنا أرسلنا نوحا إلى قومه أن أنذر قومك </span>فالإبلاغ\nوالإنذار من نوح وهو نذير مبين يأمرهم بطاعة الله وأما الغفران فإنه من\nالله تعالى لقوله عز <span id='ms70'></span> وجل <span class='quran'>يغفر لكم من ذنوبكم </span>ثم قال <span class='quran'>رب إني\nدعوت قومي ليلا ونهارا </span>فذكر الدعاء سرا وعلانية من نوح وذكر فعل نوح\nبقومه ثم قال <span class='quran'>ما لكم لا ترجون لله وقارا وقد خلقكم أطوارا </span>فذكر\nخلق القوم طورا بعد طور وقال الله تعالى <span class='quran'>هو الذي خلقكم فمنكم كافر\nومنكم مؤمن </span>وقال الله عز وجل <span class='quran'>لا ترفعوا أصواتكم فوق صوت النبي\nولا تجهروا له بالقول كجهر بعضكم لبعض أن تحبط أعمالكم وأنتم لا تشعرون\n</span></p>\n\n<p>\nحدثنا موسى ثنا سليمان عن ثابت عن أنس رضي الله عنه قال * لما نزل ولا\nترفعوا أصواتكم فوق صوت النبي ولا تجهروا له بالقول وكان ثابت بن قيس بن\nشماس رفيع الصوت فجلس في بيته وقال أنا الذي كنت أرفع صوتي فوق صوت النبي\nصلى الله عليه وسلم وأجهر له بالقول وقد حبط عملي وأنا من أهل النار ففقده\nالنبي صلى الله عليه وسلم فأتاه رجل فقال إنه يقول كذا وكذا فقال النبي صلى\nالله عليه وسلم هو من أهل الجنة وكنا نراه يمشي بين أظهرنا و نحن نعلم أنه\nمن أهل الجنة فلما كان يوم اليمامة كان من بعضنا بعض الانكشاف فأقبل و قد\nتكفن و تحنط وقال بئس ما تعودون أقرانكم فقاتل حتى قتل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو عبد الله * وقد سمي بن عمر الصوت بالقرآن عبادة\n</p>\n\n<p>\nحدثني أبو يعلى محمد بن الصلت ثنا أبو صفوان عن يونس عن الزهري عن سالم\nعن أبيه قال * أول ما ينقص من العبادة التهجد بالليل و رفع الصوت فيها\nبالقراءة وكان بن عمر رضي الله عنهما إذ سئل قال أسمع منك على حرفة و قال\nالنبي صلى الله عليه وسلم لا يجهر بعضكم على بعض بالقراءة\n</p>\n\n<p>\nحدثنا عبد الله بن يوسف ثنا مالك عن يحيى بن سعيد عن محمد بن إبراهيم بن\nالحرث عن أبي حازم التمار عن البياضي رضي الله عنه * أن رسول الله صلى الله\nعليه وسلم خرج وهم يصلون وقد علت أصواتهم بالقراءة فقال إن المصلي يناجي <span id='ms71'></span>\nربه فلينظر ما يناجيه به ولا يجهر بعضكم على بعض بالقراءة\n</p>\n\n<p>\nحدثنا إسحاق سمع عبدة عن أبي إسحاق عن محمد بن إبراهيم بن الحرث عن أبي\nحازم مولى هذيل قال * جاورت في مسجد رسول الله صلى الله عليه وسلم من بني\nبياضة من الأنصار فحدثني عن النبي صلى الله عليه وسلم بهذا\n</p>\n\n<p>\nحدثنا قتيبة حدثنا أبو بكر عن بن الهادي عن محمد بن إبراهيم عن عطاء بن\nيسار عن رجل من الأنصار سمع رسول الله صلى الله عليه وسلم بهذا *\n</p>\n\n<p>\nوقال بن مسعود رضي الله عنه قال النبي صلى الله عليه وسلم بهذا وقال بن\nمسعود رضي الله عنه قال النبي صلى الله عليه وسلم لقوم كانوا يقرأون القرآن\nفيجهرون به * خلطتم علي القرآن يقول علت أصواتكم فشغلتموني برفعها فوق صوتي\nفخلطتم علي فنهى النبي صلى الله عليه وسلم أن يرفع بعضهم عن كلام الله الذي\nكلم به موسى قبل أن يخلق هذه الأمة\n</p>\n\n<p>\nحدثنا عبد الله حدثني معاوية عن يحيى بن سعد عن خالد بن معدان عن كثير بن\nمرة عن عقبة بن عامر رضي الله عنه عن النبي صلى الله عليه وسلم قال * المسر\nبالقرآن كالمسر بالصدقة والجاهر بالقرآن كالجاهر بالصدقة حدثنا يوسف بن\nيعقوب ثنا معن عن معاوية مثله\n</p>\n\n<p>\nحدثنا عبد الله بن صالح حدثني معاوية عن ربيعة بن زيد عن إسماعيل بن عبيد\nالله عن أم الدرداء أنها قالت * ولذكر الله أكبر وإن صليت فهو من ذكر الله\nوكل خير تعمله فهو من ذكر الله وكل شر تجتنبه فهو من ذكر الله وأفضل ذلك\nتسبيح الله وقال موسى صلى الله عليه وسلم واحلل عقدة من لساني يفقهوا قولي\nوقال فورب السماء والأرض إنه لحق مثل ما إنكم تنطقون وقال أنطقنا الله الذي\nأنطق كل شيء وقال وما ينطق عن الهوى إن هو إلا وحي يوحى وقال بعضهم في قوله\nعز وجل <span class='quran'>يزيد في الخلق ما يشاء </span>قال الصوت الحسن وقال عز وجل عن\nجبرائيل <span class='quran'>وما نتنزل <span id='ms72'></span> إلا بأمر ربك </span>فبين أن التنزيل غير الأمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو نعيم و خلاد بن يحيى قالا ثنا عمر بن ذر عن أبيه عن سعيد بن\nجبير عن بن عباس * رضي الله عنهما أن النبي صلى الله عليه وسلم قال\nلجبرائيل عليه السلام ما منعك أن تزورنا أكثر مما تزورنا فنزلت <span class='quran'>وما\nنتنزل إلا بأمر ربك له ما بين أيدينا وما خلفنا </span></p>\n\n<p>\nوقال جابر بن عبد الله * رضي الله عنهما قال النبي صلى الله عليه وسلم\nلقتلى أحد أيهم أكثر أخذا القرآن فأشير له إلى أحد قدمه من اللحد قال أبو\nعبد الله وقال بعضهم إن أكثر مغاليط الناس من هذه الأوجه الذي لم يعرفوا\nالمجاز من التحقيق ولا الفعل من المفعول ولا الوصف من الصفة ولم يعرفوا\nالكذب لم صار كذبا ولا الصدق لم صار صدقا فأما بيان المجاز من التحقيق فمثل\nقول النبي صلى الله عليه وسلم للفرس وجدته بحرا وهو الذي يجوز فيما بين\nالناس وتحقيقه أن مشيه حسن ومثل قول القائل علم الله معنا وفينا وأنا في\nعلم الله إنما المراد من ذلك أن الله يعلمنا وهو التحقيق وأشباهه في اللغات\nكثيرة\n</p>\n\n<p>\nحدثنا آدم ثنا شعبة عن قتادة سمعت أنس بن مالك رضي الله عنه قال * كان\nفزع بالمدينة فاستعار النبي صلى الله عليه وسلم فرسا من أبي طلحة يقال له\nالمندوب فركب فلما رجع قال ما رأينا شيء وإن وجدناه بحرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا مسعود ثنا يحيى عن شعبة حدثني قتادة عن أنس بن مالك رضي الله عنه\nعن النبي صلى الله عليه وسلم * بهذا ورواه غندير وابن المبارك وعمران مرزوق\nعن شعبة\n</p>\n\n<p>\nحدثنا مسدد ثنا أبومعاوية عن الأعمش عن أبي سفيان عن جابر بن عبد الله\nرضي الله عنهما عن النبي صلى الله عليه وسلم * الصلوات الخمس كنهر يجري على\nباب أحدكم يغتسل منه كل يوم خمس مرات فما يبقى من الدرن شيء\n</p>\n\n<p>\nوعن أبي سفيان عن عبيد بن عمير عن النبي صلى الله عليه وسلم * مثله <span id='ms73'></span> وأما\nالفعل من المفعول فالفعل إنما هو إحداث الشيء والمفعول هو الحدث لقوله خلق\nالسماوات والأرض فالسموات والأرض مفعوله وكل شيء سوى الله بقضائه فهو مفعول\nفتخليق السماوات فعله لأنه لا يمكن أن تقوم سماء بنفسها من غير فعل الفاعل\nوإنما تنسب السماء إليه لحال فعله ففعله من ربوبيته حيث يقول كن فيكون ولكن\nمن صنعته وهو الموصوف به كذلك قال رب السماوات ورب الأشياء وقال النبي صلى\nالله عليه وسلم رب كل شيء ومليكه\n</p>\n\n<p>\nحدثنا محمد بن بشار ثنا غندر حدثنا شعبة عن يعلى بن عطاء قال سمعت عمرو\nبن عاصم سمع أبا هريرة رضي الله عنه أن أبا بكر رضي الله عنه قال * يا رسول\nالله أخبرني بشيء أقوله إذا أصبحت وإذا أمسيت قال قل اللهم عالم الغيب\nوالشهادة فاطر السماوات والأرض رب كل شيء ومليكه أشهد أن لا إله إلا أنت\nأعوذ بك من شر نفسي ومن شر الشيطان وشركه أن اقترف على نفسي سوء أن أجره\nإلى مسلم قله إذا أصبحت وإذا أمسيت وإذا أخذت مضجعك\n</p>\n\n<p>\nحدثنا سعيد بن الربيع ثنا شعبة فذكر الحديث ورواه معاذ وبهز عن شعبة\nحدثنا عمرو بن عون ثنا هشيم عن يعلى عن عمرو بن عاصم عن أبي هريرة رضي الله\nعنه عن النبي صلى الله عليه وسلم * بهذا رب كل شيء ومليكه حدثنا قتيبة ثنا\nهشيم بهذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n             وكذلك تؤدى جميع لغات الخلق من غير اختلاف بينهم\nوإنما هو الفاعل والفعل والمفعول فالفعل صفة والمفعول غيره وبيان ذلك في\nقوله تعالى ما أشهدتهم خلق السماوات والأرض ولا خلق أنفسهم ولم يرد بخلق\nالسماوات نفسها وقد ميز فعل السماوات من السماوات وكذلك فعل جملة الخلق\nوقوله ولا خلق أنفسهم وقد ميز الفعل والنفس ولم يصر فعله خلقا وأما الوصف\nمن الصفة فالوصف إنما هو قول القائل حيث يقول هذا رجل طويل وثقيل وجميل\nوحديد فالطول والجمال والحدة والثقل إنما هو صفة الرجل وقول القائل وصف\nكذلك إذا قال الله رحيم والله عليم <span id='ms74'></span> والله قدير فقول القائل وصف وهو عبادة\nوالرحمة والعلم والقدرة والكبرياء والقوة كل هذا صفاته وأما الكذب من الصدق\nفقول القائل فلان ها هنا وهو غائب فهو كذب فلو كان حاضرا لكان صدقا والكلمة\nواحدة وإنما صار صدقا وكذبا لحال المعنى وكذلك لو أن رجلا قال إن الله رحيم\nويرحم والله عليم ويعلم والله قدير ويقدر والله سميع ويسمع ولم يكن لقوله\nمعنى كما وصفنا في شأن الكذب والصدق لكان قوله كذبا وإنما صار هذا القول\nصدقا وعبادة وطاعة لحال المعنى قال أبو عبد الله واختلف الناس في الفاعل\nوالمفعول والفعل فقالت القدرية الأفاعيل كلها من البشر ليست من الله وقالت\nالجبرية الأفاعيل كلها من الله وقالت الجهمية الفعل والمفعول واحد لذلك\nقالوا لكن مخلوق وقال أهل العلم التخليق فعل الله وأفاعيلنا مخلوقة لقوله\nتعالى <span class='quran'>وأسروا قولكم أو اجهروا به إنه عليم بذات الصدور ألا يعلم من\nخلق </span>يعني السر والجهر من القول ففعل الله صفة الله والمفعول غيره من\nالخلق ويقال لمن زعم أني لا أقول القرآن مكتوب في المصحف ولكن القرآن بعينه\nفي المصحف يلزمك أن تقول أن من ذكر الله في القرآن من الجن والإنس\nوالملائكة والمدائن ومكة والمدينة و غيرهما وإبليس و فرعون و هامان\nوجنودهما والجنة والنار عانيتهم بأعانهم في المصحف لأن فرعون مكتوب فيه كما\nأن القرآن مكتوب ويلزمك أكثر من حين يقول في المصحف وهذا أمر بين لأنك تضع\nيدك على هذه الآية و تراها بعينك <span class='quran'>الله لا إله إلا هو الحي القيوم </span>فلا يشك عاقل بأن الله هو المعبود وقوله الله لا إله إلا هو الحي القيوم هو\nقرآن وكذلك جميع القرآن هو قوله والقول صفة القائل موصوف به فالقرآن قول\nالله عز وجل والقراءة والكتابة والحفظ للقرآن هو فعل الخلق لقوله <span class='quran'>فاقرؤوا ما تيسر منه </span>والقراءة فعل الخلق وهو طاعة الله والقرآن ليس هو\nبطاعة إنما هو الأمر بالطاعة ودليله قوله <span class='quran'>وقرآنا فرقناه لتقرأه على\nالناس على مكث </span>وقال <span class='quran'>إن الذين <span id='ms75'></span> يتلون كتاب </span><span class='quran'>ولقد يسرنا\nالقرآن للذكر فهل من مدكر </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو نعيم ثنا زهير عن أبي إسحاق أنه سمع رجلا سأل الأسود فهل من\nمذكر أو مدكر فقال سمعت عبد الله يقرأها مذكر وقال * سمعت رسول الله صلى\nالله عليه وسلم يقرأها فهل من مدكر دالا\n</p>\n\n<p>\nحدثنا حفص بن عمر ثنا شعبة عن أبي إسحاق عن عبد الله رضي الله عنه قال *\nكان رسول الله صلى الله عليه وسلم يقرأ فهل من مدكر\n</p>\n\n<p>\nحدثنا عبدان أخبرني أبي عن شعبة * بهذا\n</p>\n\n<p>\nحدثنا خالد بن يزيد ثنا إسرائيل عن أبي إسحاق بهذا حدثنا نصر بن علي ثنا\nأبو أحمد عن سفيان عن أبي إسحاق بهذا قال أبو عبد الله وقال الله عز وجل\nبلغ * ما أنزل إليك من ربك فذلك كله مما أمر به ولذلك قال أقيموا الصلاة\nفالصلاة بجملتها طاعة الله وقراءة القرآن من جملة الصلاة فالصلاة طاعة الله\nوالأمر بالصلاة قرآن وهو مكتوب في المصاحف محفوظ في الصدور مقروء على\nاللسان والقراءة والحفظ والكتابة مخلوق وما قرئ وحفظ وكتب ليس بمخلوق ومن\nالدليل عليه أن الناس يكتبون الله ويحفظونه ويدعونه فالدعاء والحفظ\nوالكتابة من الناس مخلوق ولا شك فيه والخالق الله بصفته ويقال له أترى\nالقرآن في المصحف فإن قال نعم فقد زعم أن من صفات الله ما يرى في الدنيا\nوهذا رد لقول الله عز وجل <span class='quran'>لا تدركه الأبصار </span>في الدنيا وهو يدرك\nالأبصار وإن قال يرى كتابة القرآن فقد رجع إلى الخلق ويقال له هو تدرك\nالأبصار إلا اللون فإن قال لا قيل له وهل يكون اللون إلا في الجسم فإن قال\nنعم فقد زعم أن القرآن جسم يرى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الله بن محمد ثنا عبد الرزاق ثنا معمر عن همام عم أبي هريرة\nرضي الله عنه عن النبي صلى الله عليه وسلم قال * خفف على داود القرآن فكان\nيأمر بدوابه فتسرح فيقرأ قبل أن تسرح دوابه\n</p>\n\n<p>\nحدثنا إسحاق بن نصر ثنا عبد الرزاق عن معمر عن همام <span id='ms76'></span> عن أبي هريرة رضي\nالله عنه عن النبي صلى الله عليه وسلم قال * خفف على داود القراءة فكان\nيأمر بدابته فتسرح فيقرأ قبل أن يفزع يعني القراءات حدثنا أحمد بن حفص\nالنيسابوري حدثني أبي\n</p>\n\n<p>\nحدثني إبراهيم وإبراهيم هو بن طهمان عن موسى بن عقبة عن صفوان بن سليم عن\nعطاء بن يسار عن أبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه\nوسلم * خفف على داود القرآن فكان يأمر بدابته فتسرح فيقرأ القرآن قبل أن\nتسرح\n</p>\n\n<p>\n| 1 ( 8 باب قول الله جل ذكره عن أهل النار من الكفار والمشركين وعبدة\nالأوثان <span class='quran'>ونادوا يا مالك ليقض علينا ربك </span>)\n</p>\n\n<p>\nوقوله <span class='quran'>ربنا أخرجنا منها فإن عدنا فإنا ظالمون </span><span class='quran'>وقال\nالشيطان لما قضي الأمر إن الله وعدكم وعد الحق ووعدتكم فأخلفتكم </span>وقال\nالمنافقون <span class='quran'>انظرونا نقتبس من نوركم </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا قتيبة عن سفيان عن عمرو و سمع عطاء يخبر عن صفوان بن يعلى عن أبيه\nأنه * سمع النبي صلى الله عليه وسلم يقرأ على المنبر ونادوا يا مالك\n</p>\n\n<p>\nحدثنا قتيبة بن منهال حدثنا بن عيينة عن عمرو بن عطاء عن صفوان بن يعلى\nعن أبيه قال * سمعت النبي صلى الله عليه وسلم يقرأ على المنبر ونادوا يا\nمالك ليقض علينا ربك\n</p>\n\n<p>\nحدثنا عبد الله بن يزيد ثنا عبد الرحمن بن زياد ثنا دخين الحجري عن عقبة\nبن عامر رضي الله عنه عن النبي صلى الله عليه وسلم * يقول الكافر هذا قد\nوجد المؤمنون من يشفع فمن يشفع لنا ما هو إلا إبليس هو الذي أضلنا فيأتون\nإبليس فيقولون هذا قد وجد المؤمنون من يشفع لهم ثم يقول الكافرون فقم أنت\nواشفع لنا فإنك أضللتنا فيفوح مجلسه من أنتن ريح شمها أحدكم يعظم لجهنم\nفيقول <span class='quran'>الشيطان لما قضي الأمر إن الله وعدكم وعد الحق ووعدتكم فأخلفتكم\n</span>الآية وذكر النبي صلى الله عليه وسلم قراءة المنافقين فبين ما يتأكلون\nبقراءتهم فلا يرتابن أحد في خلق المنافقين أصحاب الجحيم وأعمالهم\n</p>\n\n<p>\nحدثنا عبيد الله هو بن قدامة بن سعيد <span id='ms77'></span> ثنا حماد بن زيد قال * من قال كلام\nالعباد ليس بمخلوق فهو كافر وتابعه على ذلك يحيى بن سعيد القطان و معتمر بن\nسليمان\n</p>\n\n<p>\nحدثنا عبد الله بن يزيد ثنا حيوة حدثني بشير بن أبي عمرو الخولاني أن\nالوليد بن قيس النجيبي حدثه أنه سمع أبا سعيد الخدري رضي الله عنه يقول\nسمعت رسول الله صلى الله عليه وسلم يقول * يخلف قوم من بعد ستين سنة أضاعوا\nالصلاة و اتبعوا الشهوات فسوف يلقون غيا ثم يكون خلف يقرأون القرآن لا\nيعدوا تراقيهم ويقرأ القرآن ثلاثة مؤمن و منافق و فاجر قال بشير فقلت\nللوليد ما هؤلاء الثلاثة قال المنافق كافر و الفاجر يأكل به و المؤمن يؤمن\nبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( 9 باب ما يدل على أصوات العباد )\n</p>\n\n<p>\nقول النبي صلى الله عليه وسلم أكثر منافقي أمتي قراؤها فعد قراء المعطلة\nو أهل الأهواء و غيرهم\n</p>\n\n<p>\nوقال النبي صلى الله عليه وسلم * يقرأ القرآن رجال يمرقون من الدين لا\nيجاوز حلوقهم هم شر الخلق و الخليقة وقال يتعجلونه ولا يتأجلونه\n</p>\n\n<p>\nحدثنا محمد بن مقاتل أبو الحسن ثنا عبد الله ثنا عبد الرحمن بن شريح\nالمعافري حدثني شراحيل بن هامان عن عقبة بن عامر رضي الله عنه عن النبي صلى\nالله عليه وسلم قال * أكثر منافقي أمتي قراؤها\n</p>\n\n<p>\nحدثنا علي بن عبد الله ثنا يزيد بن الحارث ثنا أبو السمح المعافري ثنا\nأبو قبيل أنه سمع عقبة بن عامر رضي الله عنه أنه سمع النبي صلى الله عليه\nوسلم يقول * أتخوف على أمتي من ثنتين يتبعون الشهوات و يؤخرون الصلوات و\nالقرآن يتعلمه المنافقون يجادلون به الذين آمنوا\n</p>\n\n<p>\n| 1 ( 10 باب قول الله تعالى <span class='quran'>فأتوا بالتوراة فاتلوها إن كنتم صادقين\n</span>)\n</p>\n\n<p>\nقال ومن آياته خلق السماوات و الأرض واختلاف ألسنتكم و ألوانكم فمنها\nالعربي ومنها العجمي فذكر اختلاف الألسنة والألوان وهو كلام العباد وقال\nوإن كذبوك فقل لي عملي ولكم عملكم أنتم بريئون مما أعمل و أنا بريء مما\nتعملون وقال النبي صلى الله عليه وسلم رجل آتاه <span id='ms78'></span> الله القرآن فهو يقوم به\nآناء الليل و آناء النهار ورجل يقول لو أتيت عشر ما أوتي هذا لفعلت كما\nيفعل فبين أن قيامه بالكتاب هو فعله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني به عثمان بن أبي شسبة ثنا جرير بن الأعمش عن أبي صالح عن أبي هريرة\nرضي الله عنه قال قال رسول الله صلى الله عليه وسلم * لا تحاسدوا إلا في\nاثنتين رجل آتاه الله القرآن فهو يتلوه آناء الليل والنهار فهو يقول لو\nأتيت ما أوتي هذا لفعلت كما يفعل ورجل آتاه الله مالا فهو ينفقه في حقه\nيقول لو أوتيت ما أوتي هذا لفعلت كما يفعل ورجل آتاه الله مالا فهو ينفقه\nفي حقه يقول لو أوتيت هذا لفعلت كما يفعل\n</p>\n\n<p>\nورواه شعبة عن الأعمش * سمعت أبا صالح نحوه\n</p>\n\n<p>\nحدثنا علي بن عبد الله ثنا سفيان ثنا الزهري عن سالم عن أبيه عن النبي\nصلى الله عليه وسلم * لا حسد إلا في اثنتين رجل آتاه الله القرآن فهو يقوم\nبه آناء الليل وآناء النهار ورجل آتاه مالا فهو ينفقه آناء الليل وآناء\nالنهار ورجل آتاه مالا فهو ينفقه آناء الليل وآناء النهار سمعت سفيان مرارا\nلم أسمعه يذكر الخير وهو من صحيح حديثه وقال الله تعالى وافعلوا الخير\nفأثبت الخير منهم فعلا وقال النبي صلى الله عليه وسلم أعطى أهل التوراة\nفعملوا بها وأعطى أهل الإنجيل فعملوا به وأعطيتم القرآن فعملتم به\n</p>\n\n<p>\nحدثنا سليمان بن داود الهاشمي ثنا إبراهيم بن سعد عن الزهري عن سالم بن\nعبد الله عن بن عمر رضي الله عنهما قال سمعت رسول الله صلى الله عليه وسلم\nيقول * ألا إنما بقاؤكم فيمن سلف قبلكم من الأمم كما بين صلاة العصر إلى\nغروب الشمس أوتي أهل التوراة حتى إذا انتصف النهار عجزوا فأعطوا قيراطا\nقيراطا وأوتي أهل الإنجيل الإنجيل فعملوا إلى صلاة العصر ثم عجزوا فأعطوا\nقيراطا قيراطا وأوتينا القرآن فعملنا إلى غروب الشمس فأعطينا قيراطين\nقيراطا ونحن أكثر عملا منهم فقال هل ظلمتكم من أجركم من <span id='ms79'></span> شيء قالوا لا قال\nفهو فضلي أوتيه من أشاء\n</p>\n\n<p>\nوحدثنا عبد العزيز بن عبد الله ثنا إبراهيم بن سعد بن شهاب * بهذا\n</p>\n\n<p>\nوحدثنا عبدان ثنا عبد الله عن يونس عن الزهري * بهذا\n</p>\n\n<p>\nوحدثني أحمد بن صالح ثنا عتبة ثنا يونس عن الزهري * بهذا\n</p>\n\n<p>\nحدثنا عبد الله بن محمد ثنا سفيان سمعت سليمان بن أبي سليمان عن طاوس عن\nبن عباس رضي الله عنهما قال * كان النبي صلى الله عليه وسلم إذا قام الليل\nيتهجد بقول اللهم لك الحمد أنت نور السماوات والأرض ومن فيها ولك الحمد أنت\nقيوم السماوات والأرض ومن فيهن ولك الحمد أنت الحق ووعدك الحق وقولك الحق\nولقاؤك حق والجنة حق والنار حق والساعة حق والنبيون حق ومحمد حق اللهم لك\nأسلمت وعليك توكلت وبك آمنت وإليك أنبت وبك خاصمت وإليك حاكمت فاغفر لي ما\nقدمت وما أخرت وما أسررت وما أعلنت أنت المقدم وأنت المؤخر لا إله إلا أنت\nتم كتاب خلق أفعال العباد والرد على الجهمية وأصحاب التعطيل تأليف إمام\nالأئمة أبي عبد الله محمد بن إسماعيل البخاري رحمه الله تعالى عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n             <span id='ms80'></span>\n</p>\n",
  "pages": [
    "001",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119"
  ],
  "volumes": [
    "01"
  ]
}