{
  "content": "\n\n<h1 class='l1' id='head0'>AUTO تمهيد</h1>\n\n<p>\nالأخ الكريم الدكتور سليمان العودة نشر مقالاته في الرد علي في مذكرة\nسماها (الإنقاذ من دعاوى الإنقاذ)\n</p>\n\n<p>\n-وبعضهم يسميها (كتابا)- وهذه المذكرة ما هي إلا تلك المقالات التي نشرها\nفي بعض الصحف السعودية مع زيادة مقدمة يسيرة تشكيكية وسرقة ثلاث روايات مما\nسبق نشرته في صحيفة الرياض بتاريخ 9/3/1418ه وقد جمع مقالاتي التي كتبتها\nيومئذ في الرد عليه مع تصحيحات لغوية وأسلوبية يسيرة ولم أزد عليها شيئا\nيستحق الذكر.\n</p>\n\n<p>\nولب المشكلة التي بيني وبين الدكتور التي لم يجب عليها لا في المقالات\nولا في الكتاب - ولا يستطيع الجواب عليها-، تكمن في الإجابة عن السؤال\nاليسير التالي فإن أجاب عليه الدكتور فهذه شجاعة نادرة تحتسب له ونكون قد\nقطعنا شوطا كبيرا من الحوار.\n</p>\n\n<p>\nوالسؤال هو: هل انفرد سيف بن عمر بأخبار ابن سبأ في الفتنة؟! أم شاركه\nآخرون؟!\n</p>\n\n<p>\nوهذا السؤال طرحته عليه في أكثر الردود عليه قبل سنوات ولم يجب عليه إلى\nالآن مع أنني أجيب على كل أسئلته فإن زعم أنني لم أجب على سؤال فاطلبوه أن\nيجرب ويطرحه علي ثم أترك لكم الحكم.\n</p>\n\n<p>\nوعلى هذا إن قال الدكتور العودة: لم يشارك سيف بن عمر أحد من المؤرخين في\nإثبات دور ابن سبأ في الفتنة فقد اتفقنا أن رسالته أقامها على هذا الراوي\n-بغض النظر عن اختلافنا فيه- وإن زعم أن هناك طرقا أخرى فليظهرها لنا دون\nأن يخلطها مع تلك الروايات التي تتحدث عن ابن سبأ كشخصية أو زعيم ديني،\nعلما بأنني كررت حتى مللت أنني أفرق بين (الدور في الفتنة) و(مطلق الوجود)\nحسب ما سيأتي مبينا في الردود بشكل واضح، بل هذا التفريق موجود في كتاب\nالرياض (نحو إنقاذ التاريخ الإسلامي) الذي طبع قبل أن يكتب العودة رده\nالأول، كل هذا موثق بالتواريخ ورحم الله من قال (إذا استخدم الرواة الكذب\nاستخدمنا لهم التاريخ!).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nورغم أن لي كتابا مفصلا عن (ابن سبأ- لم يطبع) إلا أنني أنشر هذا التعقيب\nالذي هو مجموعة الردود على مقالات الدكتور <span id='ms001'></span> يومئذ، تلبية لطلب كثير من\nالأخوة الذين رأوا أن أنشرها إلى أن تتم طباعة الكتاب الموسع في هذه\nالمسألة التاريخية، الذي فيه التفصيل في شخصيتين عبدالله بن سبأ وسيف بن\nعمر (رواية دور ابن سبأ)، فما لا يدرك كله في وقت قريب فلا نترك ولو بعضه،\nوالبعض كاف للرد على الدكتور لكنني أريد بالتطويل في الكتاب القادم أن\nأخاطب غير الدكتور العودة.\n</p>\n\n<p>\nوهذه المقالات سبق أن نشرت في صحف (الرياض، والمسلمون، والبلاد) باستثناء\nالمقالات الأخيرة التي تم منعها من قبل وزارة الإعلام بعد اتصالات واسعة\nللدكتور العودة واستجدائه بالمؤسسة الدينية الرسمية التي سارعت في التدخل\nفأوقفت مقالاتي وسمح للدكتور وغيره بكتابة ما يشاءون في الرد علي!! (وهذه\nمن لطائف العدل الطريفة التي لم تعد غريبة في أوساطنا العلمية)!، وهذه\nالمقالات لم أحاول أن أزيد عليها شيئا إلا القليل جدا مما يصنف أكثره في\nالتصحيح اللغوي أو الإخراج الشكلي مع بعض الهوامش والعناوين الفرعية\nالتوضيحية، مرجئا كثيرا مما أريد قوله عن سيف بن عمر وابن سبأ في الكتاب\nالمخصص عن الموضوع الذي سيكون عنوانه: (عبد الله بن سبأ بين الحقيقة\nوالأسطورة).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head1'>AUTO المقال الأول عبد الله بن سبأ وكاسحات الحقائق</h1>\n\n<p>\nاطلعت على رد أخي الدكتور العودة بن حمد العودة المنشور في صحيفة الرياض\nأيام (الخميس والجمعة والسبت والأحد) في الأسبوع الماضي والذي قبله وكان\nبعنوان (الإنقاذ من دعاوى الإنقاذ للتاريخ الإسلامي) وحقيقة لو لم أكن مؤلف\nكتاب الرياض (نحو إنقاذ التاريخ الإسلامي) ولو لم أكن أيضا كاتب المقالات\nالمنتقدة لشككت في هذا المنتقد -بفتح القاف- لأن الدكتور سامحه الله أشهد\nله أنه أجاد في استخدام (كاسحات الحقائق) كبتر النصوص وتحريف الأقوال أو\nتضخيمها أو تحميل الكلام ما لا يحتمل وإلزام ما لا يلزم مع ما لمح إليه من\nاتهامات في النيات وغير ذلك من (الكاسحات) المستخدمة قديما وحديثا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head2'>AUTO لا غرابة!</h2>\n\n<p>\nوعلى أية حال: أنا لا أستغرب صدور مثل هذه الأساليب، فنحن لم نتعلم -إلى\nالآن- كيف نفهم كلام الآخرين وكيف نحكم على <span id='ms002'></span> أقوالهم ونياتهم! بمعنى أننا لم\nندرس في حياتنا الدراسية منهجا يعلمنا ضوابط المعرفة لكلام الآخرين، وعلى\nهذا يجب على القاريء ألا يستغرب أبدا أن يجد في كتابات بعض الناس اتهامات\nكثيرة بالتلميح أو التصريح لأن هذا هو الأصل في طريقة تفكير كثير منا\nوطريقة تناوله لموضوعات المختلفين معه في الرأي، ولأن فيها إخفاء للعجز عن\nالمواجهة، كما أن التهمة عند كثير من الناس -للأسف-هي الأصل حتى تثبت\nالبراءة بينما العكس هو الصحيح أو المفترض.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head3'>AUTO إساءة الفهم لماذا؟</h2>\n\n<p>\nوالدكتور العودة بنى كل مقالاته الأربع السابقة على فهم خاطيء لأقوالي\nوبناء على هذا الفهم رد رده ثم اتهمني بأشياء ما خطرت لي على بال، وفي ظني\nأن الدكتور العودة رأى أن أسهل طريقة في الدفاع عن رسالته من نقدي لها هو\nهذا الأسلوب لأن الناس عندهم قابلية لاتهام الآخرين، فأشبع هذه الرغبة\nعندهم بما حشره في مقاله من هذه الاتهامات، بينما نقدي له لا يشم فيه أي\nاتهام لشخصه الكريم ، بل كان نقدا تاريخيا بحتا.\n</p>\n\n<p>\nنعود إلى المعلومة.\n</p>\n\n<p>\nعلى أية حال: لن أرد على التهم الخارجة على موضوع التاريخ، وهذه المسألة\nلا تهم الباحثين، أما المعلومة فيجب ردها بالحجة والبرهان أو الاعتراف\nبصوابها، والعالم سينفتح فلابد أن نتعود على التعامل مع المعلومة وننقدها،\nوليس مع مصدر المعلومة.\n</p>\n\n<p>\nنعود للمسائل التاريخية البحتة ونتحاور مع الدكتور العودة محاولين\nالاقتصار على نماذج فقط مما أورده فأقول ردا على الدكتور العودة:\n</p>\n\n<p>\nالملحوظة الأولى: سوء الفهم\n</p>\n\n<p>\nسوء الفهم أولى كاسحات الحقائق، فكل مقالات الدكتور سلمان العودة كانت\nنتيجة لسوء فهم أو إساءته أو تعمد التحريف وليختر منها الدكتور أصحها فهو\nقد ظن أنني أنفي وجود عبد الله بن سبأ مطلقا وهذا ما لم أقله البتة بل صرحت\nفي كتاب الرياض ومقالات سابقة بأنني متوقف في عبد الله بن سبأ من حيث (مطلق\nوجوده) وإن كنت أنفي وبشدة (دوره المزعوم) في الفتنة أيام عثمان وعلي رضي\nالله عنهما وهناك فرق كبير جدا بين رأيي الذي أعلنت عنه <span id='ms003'></span> وبين ما حملني إياه\nالدكتور العودة أو أراد أن يحملني إياه، ولولا أن الدكتور أخبرنا أنه قرأ\nالكتاب لعذرته إذ كيف فاته ما قلته (ص260) من الكتاب نفسه عندما قلت بالحرف\nالواحد: (والفقيهي نفسه يعترف أن سيف بن عمر ضخم دور عبد الله بن سبأ ولم\nيجرؤ الفقيهي أن يقول أن سيفا اختلق دور عبد الله بن سبأ في الفتنة).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nأقول: هذا كلامي مقيد ب (الدور) و(في الفتنة) وقلت تعليقا على قول الفقيهي\n(وتسقط بعض الروايات (روايات سيف ) مثل تضخيمه لدور ابن سبأ)! هذا قول\nالفقيهي بالحرف فقلت في كتاب الرياض معلقا على هذا الكلام: (ولكن أكثر\nزملائك في الجامعات لا يزالون يثبتون روايات سيف في تضخيمه ابن سبأ ولا\nيسقطونها مثلما تسقطها أنت هنا فأنتم متناقضون في حدث كبير مثل عبد الله بن\nسبأ بل إن رسالة الدكتور العودة هي في إثبات دور ابن سبأ!!).\n</p>\n\n<p>\nأقول: فأنتم تلاحظون بوضوح تقييدي للنفي ب (الدور في الفتنة وليس نفيا\nمطلقا -مع أن من يقول بالنفي المطلق له أدلته لكنني لا أتحمس لها- وقلت\n(ص260) نحو هذا الكلام ولعل من أخر ما ذكرته كان يوم في الاثنين\n17/3/1418ه، عندما قلت بكل وضوح (وكذلك عبد الله بن سبأ هو تحت البحث\nوالدراسة ولا أجزم بنفي وجوده وإن كنت أجزم ببطلان دوره في الفتنة)!! وكذلك\nذكرت نحو هذا في المقال الذي سبقه يوم الاثنين 10/3/1418ه،\n</p>\n\n<p>\nأقول: فهذه الأقوال المتكررة والتقييدات الصريحة الواضحة التي كتبتها قبل\nأن يرد الدكتور بحرف واحد لا أدري لماذا أهملها الدكتور العودة وقبله\nالدكتور حسن الهويمل؟ ولا أجد تفسيرا لإهمالها إلا سوء الفهم أو تعمد\nالإهمال لأن الاعتراف بها يقطع عليهم كلاما كثيرا يودون أن يقولوه، أو أنه\nمن حب تحميل الآخر مالم يقل من باب إشغاله وبلبلة أفكار المتابعين عن\nالمسألة المحورية التي يقول بها.\n</p>\n\n<p>\nوللأسف أن الدكتور العودة بنى على كل هذا (التحريف المتعمد أو سوء الفهم)\nوما صاحبه من بتر نصوص لأن هذا أسهل من الكلام <span id='ms004'></span> في مسألة القعقاع بن عمرو\n(الموضوع الرئيس يومئذ) الذي أنفي وجوده مطلقا، أيضا فالكلام عن (وجود) ابن\nسبأ - وإن لم أقل به ولا أستبعده- أسهل للدكتور من الدفاع عن (دور) ابن سبأ\nالذي هو موضوع رسالته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nإذن فالخلاصة في ابن سبأ أنني هنا أجزم ببطلان دوره في الفتنة ذلك الدور\nالذي ادعاه ورسمه ووصفه سيف بن عمر، ورسالة الدكتور في إثبات هذا الدور\nالمكذوب، كانت قائمة على سيف بن عمر فلو سقط سيف لسقطت الرسالة فلذلك لا\nنستغرب دفاعه المبالغ فيه والمستميت عن سيف بن عمر.\n</p>\n\n<p>\nالملحوظة الثانية:\n</p>\n\n<p>\nالدكتور العودة للأسف لم يفهم عنوان الكتاب (نحو إنقاذ التاريخ الإسلامي)\nفقد ظن أنني أدعي أو أرى نفسي (منقذا) وأرى الكتاب (الإنقاذ) نفسه!! بينما\nأنا لم أدع (الإنقاذ) ولم أقل هذا البتة وإنما كان عنوان الكتاب (نحو إنقاذ\nالتاريخ الإسلامي)!! وكلمة (نحو) لم أضعها عبثا! وكان بإمكاني أن أسمي\nالكتاب (إنقاذ التاريخ الإسلامي) بحذف كلمة (نحو)! لكنني لم أرتض هذا\nإيمانا مني بأن ما أفعله لم يحن بعد أن أسميه (إنقاذا) ولكن أنا أسعى (نحو)\nالإنقاذ! وهناك فرق بين العبارتين فعنوان الكتاب يدل على (الهدف) وكلام\nالدكتور العودة يدل على (النتيجة)! أي أنه فهم من العنوان أنه يدل على\n(النتيجة)!! وهذا من سلبيات الفهم التي سبق وأن قلت أنها طبيعية جدا بل هي\nالأصل في مجتمعات العالم العربي إلا ما ندر، فإذا كان (عنوان الكتاب) لم\nيستطع الدكتور أن يفهمه فكيف ببقية أقوالي في الكتاب!!\n</p>\n\n<p>\nالملحوظة الثالثة:\n</p>\n\n<p>\nذكر أنني (أتعاظم)!! عندما قلت (فها أنا ذا طالب لم يحصل على شهادة في\nالتاريخ ولكنني لما تمسكت بمنهج أهل الحديث فندت أقاويل من سبقوني...).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nأقول: مع أنني كتبت المقال الذي فيه هذا أيام كنت طالبا في المرحلة\nالجامعية ولي تحفظ على أسلوبي في ذلك المقال -وهو الجزء الأول من كتاب\nالرياض- وكان على الدكتور أن يراعي هذا إلا أنني أقول أيضا لو أن الدكتور\nالعودة تأمل الكلام لوجده ثناء على (منهج أهل الحديث) وليس <span id='ms005'></span> على الذات! ثم\nتزكية العمل مرتبط بالنية، وقد زكى بعض الصحابة أعمالهم عند حاجتهم إلى ذلك\nبل الدكتور العودة زكى نفسه كثيرا في كتابه (عبد الله بن سبأ) ورده الأخير\nفيه مواضع كثيرة زكى فيها نفسه وليس هذا محل بيانها ولا أهميتها\n</p>\n\n<p>\nالملحوظة الرابعة:\n</p>\n\n<p>\nذكر الدكتور العودة أن (التاريخ) تحول في ذهني وانحسر (الإنقاذ) فيه في\n(بيعة علي) فقط!! وأن معظم دراساتي النقدية تتمحور حول هذا ؟!\n</p>\n\n<p>\nأقول: أولا: لم ينحسر عندي (السعي نحو الإنقاذ) في بيعة علي فقط ولو كان\nكذلك لما كتب الدكتور ردا علي في (عبد الله بن سبأ).\n</p>\n\n<p>\nثانيا: لا بد للمشاريع العلمية من بدايات فلا أستطيع أن أطبع كل ما أسعى\nإليه بين عشية وضحاها فالبداية بموضوع معين لا تعني عدم الشمولية في\nالأهداف .\n</p>\n\n<p>\nثالثا: ليس هناك مانع شرعي ولا عقلي من الاهتمام بموضوع معين في التاريخ\nوالدكتور نفسه مهتم بعبد الله بن سبأ ومعظم دراساته وكتاباته تدور حول ابن\nسبأ فما المانع أن يكون اهتمامي بفترة خلافة علي بن أبي طالب! خصوصا وأنه\nحدث فيها أحداث عظام تستحق الدراسة والبحث بداية من (البيعة!!) التي شوهتها\nروايات سيف بن عمر.\n</p>\n\n<p>\nوتبعه في ذلك كثير من أصحاب الرسائل الجامعية ومنهم العودة كما سيرى\nالقارئ في نقدنا لما كتبه حول البيعة (كتاب الرياض ص175 أو بيعة علي ص315).\n</p>\n\n<p>\nوملحوظة الدكتور السابقة ليست مطروحة علميا فلا يقال لباحث لماذا تهتم\nبهذا الموضوع فقط! لأن من حق ذلك الباحث أن يبحث فيما يراه مهما ويذكر\nالأسباب.\n</p>\n\n<p>\nالملحوظة الخامسة:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nظن الدكتور العودة أن ثنائي على دراسة الدكتور الهلابي ودراسة العسكري حول\n(عبد الله بن سبأ) يحمل موافقة لهما في كل ما ذهب إليه! وفي ظني أن الدكتور\nالعودة يعرف تماما أنني صرحت بأنني أخالفهما في بعض النتائج وأن سياق\nالثناء على الدراستين لم يكن في عبد الله بن سبأ، وإنما كان في سيف بن عمر!\nلكن الدكتور العودة أراد أن يخلط الأوراق وأكرر التأكيد على ما يلي:\n</p>\n\n<p>\nأولا: لم أثن على <span id='ms006'></span> دراسة الهلابي والعسكري بسبب نفيهما لعبد الله بن سبأ-\nوإن كان من ينفي وجوده أكثر علمية ممن يثبت كل دوره- وإنما لتوصلهما لتضعيف\nسيف بن عمر (تاريخيا) بعيدا عن (منهج المحدثين) فاتفاقهما مع (منهج\nالمحدثين) بالمنهج التاريخي فيه دلالة على قوة منهج المحدثين وهذا ما أبنته\nبكل وضوح (في كتاب الرياض ص57) فليرجع إليه من شاء.\n</p>\n\n<p>\nثانيا: أنا بينت أنني أخالفهما في بعض النتائج وأن لي ملحوظات على\nالدراستين (انظر كتاب الرياض ص81) لكن الدكتور العودة تعمد إخفاء هذا\nالاستثناء لأسباب معروفة للمتأمل.\n</p>\n\n<p>\nثالثا: الثناء على مسلمين صادقين خير من الثناء على مثل سيف بن عمر\nومتابعته في أكاذيبه.\n</p>\n\n<p>\nالملحوظة السادسة:\n</p>\n\n<p>\nقوله: (والخلاصة أن المالكي يشارك غيره الأفكار والتشكيك لشخصية ابن سبأ\nوأفكاره وأن سيفا وراء ذلك كله!!).\n</p>\n\n<p>\nأقول: والخلاصة أن الدكتور العودة يريد تحميلي ما لم أقل وأنه يعمم في\nموضوع ينبغي فيه التفصيل وإن لم تصدقوا فارجعوا للنصوص (كلام الخصمين)\nوتأملوها، وهذا لمن أراد الإنصاف ومعرفة الحقيقة فقط.\n</p>\n\n<p>\nالملحوظة السابعة:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nثم قام الدكتور العودة باستعراض سبع روايات (جعلها ثمان روايات) عثر عليها\nمثلما عثر عليها غيره (في تاريخ دمشق)! وسمى هذا (بحثا علميا) مع أنه (عثور\nفقط!!) ووصفه لهذا العثور -الذي لم ينفرد به- بحثا علميا ، وهذا من الأدلة\nعلى أننا لم نتعلم تسمية الأشياء بأسمائها الحقيقية انظر لقوله: (لقد ثبت\nلدي بالبحث العلمي (وجود)!! ثماني روايات لا ينتهي!! سندها إلى سيف بن عمر\nبل ولا وجود لسيف فيها أصلا وكلها تتضافر على إثبات عبد الله بن سبأ).\n</p>\n\n<p>\nوللجواب أقول:\n</p>\n\n<p>\nأولا: إذا كان الدكتور العودة لا يعرف إلا ثمان روايات فيها ذكر لابن سبأ\nمن غير طريق سيف فالذين ينفون وجوده فضلا عمن ينفي دوره يعرفونها ولم\nتمنعهم من نفي الوجود أو نفي الدور، وعلى هذا فمادام مخالفه كالهلابي\nوالعسكري والمالكي يعرفون هذه الروايات وزيادة! فمعنى هذا أنها ليست موطن\nالنزاع كما سيأتي.\n</p>\n\n<p>\nثانيا: عندي روايات زائدة غير ما ذكره الدكتور العودة (وقد عثرت عليها)!\nفي مصادر متقدمة <span id='ms007'></span> عن ابن عساكر!! لكنني لم أزعم أنها (بحث علمي!) لأن البحث\nالعلمي كلمة رفيعة قد لا يعرف حقيقتها الدكتور، وقد امتهنت هذه الكلمة من\nكثير من الناس الذين ينزلونها في الانطباعات والأحكام المتسرعة بل\nو(العثور) أيضا.\n</p>\n\n<p>\nثالثا: قول الدكتور السابق يدل على الضعف في (حصر المادة العلمية) فإذا\nكانت رسالته محصورة في عبد الله بن سبأ واهتمامه الطويل والكبير بإثبات هذه\nالشخصية من غير طريق سيف فانه من القصور ألا يجد إلا ثمان روايات فقط! فأنا\nمثلا لم أدع البحث في الموضوع (موضوع وجوده) بحثا موسعا ومع هذا عندي من\nالروايات ضعف ما عند الدكتور تقريبا وما زلت أقول إن ابن سبأ عندي تحت\nالدراسة إلى الآن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nرابعا: تلك الروايات التي نقلها الدكتور العودة من تاريخ دمشق خلط بينها\nخلطا كبيرا وجعلها كلها في (عبد الله بن سبأ!!) وهذا استغفال واضح للقراء\nلان تلك الروايات وغيرها تنقسم من حيث المتن إلى عدة أقسام:\n</p>\n\n<p>\nروايات تذكر عبد الله بن سبأ باسمه صريحا.\n</p>\n\n<p>\nروايات ليس فيها تصريح بابن سبأ وإنما تذكر (الحميت الأسود).\n</p>\n\n<p>\nوروايات فيها عبد الله بن وهب السبئي.\n</p>\n\n<p>\nوروايات فيها ابن السوداء.\n</p>\n\n<p>\nوروايات فيها عبد الله السبئي.\n</p>\n\n<p>\nوروايات فيها عبد الله بن حرب.\n</p>\n\n<p>\nوروايات فيها ذكر السبئية.\n</p>\n\n<p>\nأقول: فهذا هو التصنيف الواجب ذكره من حيث المتن ويجب التفريق بينها من\nالبداية والبحث بعد ذلك هل المراد بالحميت الأسود وعبدالله بن وهب و...الخ،\nهل المراد من هؤلاء كلهم: عبد الله بن سبأ أم لا؟!\n</p>\n\n<p>\nهل السبئية يراد بها التابعون لعبد الله بن سبأ في العقائد أم أنها لفظة\nتحقيرية للمعارضة كما يرى الدكتور الهلابي أم أنها فرقة دينية لا دخل لها\nبالسياسة ولا بالأحداث التي زعمها سيف بن عمر لرأس هذه الطائفة... وهكذا.\n</p>\n\n<p>\nبمعنى أنه يجب على الباحث الذي يزعم أنه بحث المسألة (بحثا علميا) أن\nيثبت للقراء أن (المتون) تتحدث عن (شخصية واحدة) وليس عن شخصيات مختلفة أو\nألفاظ غير دالة وأنا هنا لا أقول أن تلك المتون <span id='ms008'></span> تتحدث عن شخصية واحدة ولا\nأقول أنها تتحدث عن شخصيات مختلفة وأرجيء هذا للدراسة لكن الدكتور كان من\nواجبه إثبات أن تلك الروايات يراد بها (عبد الله بن سبأ) ويثبت متى جاء\nتفسيرها بهذا!! ومن قال به؟ ومن سبقه إلى ذلك؟\n</p>\n\n<p>\nخامسا: قوله بأن تلك الروايات (لا ينتهي سندها إلى سيف)!! قول غريب!\nفروايات سيف نفسها (لا ينتهي سندها إلى سيف)! وإنما إلى شيوخه أو إلى شيوخ\nشيوخه! أو غيرهم فالدكتور العودة بحاجة إلى معرفة (معنى انتهاء في السند).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nسادسا: زعم الدكتور بأن الألباني صحح عدد من تلك الروايات! وليت الدكتور\nبين لنا تلك الأسانيد التي صححها الألباني! ثم إذا كان الدكتور العودة يريد\nتهديدنا بتصحيح الألباني فالألباني نفسه يحكم على سيف بن عمر بأنه (كذاب)!!\n(انظر السلسلة الصحيحة 3/102) وعلى هذا فرسالة الدكتور العودة عند الألباني\nتكون قائمة على كذاب عند الألباني (وهذا متفق مع قولنا أيضا) وهنا سيضطر\nالعودة للتخلي عن تكذيب الألباني لسيف بن عمر مثلما اضطر للتخلي عن أحكام\nأهل الحديث على سيف بن عمر في رسالته!\n</p>\n\n<p>\nثم إن الألباني حكم على سيف (بالكذب) في مسألة تاريخية بحتة وليست مسألة\nحديثية! والدكتور العودة هنا بين أمرين إما أن يعتبر الألباني حجة ويقلده\nويدعونا لتقليده وإما أن يقول الألباني مثله مثل غيره من العلماء ولا\nيلزمنا بتقليده وكلا الأمرين ليس في صالح الدكتور ولا رسالته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head4'>AUTO نظرة في متون الروايات</h2>\n\n<p>\nالدكتور العودة (مثل أكثر المؤرخين الإسلاميين المعاصرين) يفتقد الآلية\nالتي تعينه على الحكم الصحيح على الروايات أسانيد ومتونا وبما أنه اعترف\nبضعف بعض الأسانيد التي أوردها ورغم أن اعترافه كان خفيا إلا أنه بنظرة على\nمتون الروايات التي فيها ذكر ل عبد الله بن سبأ (صريحا) نجد تلك الروايات\nفي غاية النكارة.\n</p>\n\n<p>\nخذوا على سبيل المثال:\n</p>\n\n<p>\nالرواية الأولى التي فيها قول الشعبي (أول من كذب عبد الله بن سبأ!!)\nفهذا متن ظاهره باطل يعرف بطلانه من عنده أدنى من علم ولو سألنا أحد العوام\nالذين لا يقرأون ولا يكتبون <span id='ms009'></span> من هو أول من كذب؟ لقال لنا إبليس!! وربما\nيقولون (فرعون) وقد يقول بعضهم: الجن التي قيل أنها سكنت الأرض قبل بني\nآدم!! فضلا عن الكفار في الأزمنة المتقدمة على زمان النبوة وكذلك كفار قريش\nوالمنافقون، كل هؤلاء كذبوا قبل أن يولد عبد الله بن سبأ-إن صح وجوده-!\nفأين عقولنا وعلومنا وأين تطبيقنا لمنهج المحدثين؟ بل إن هذا الأمر لا\nيحتاج منهج محدثين وإنما يحتاج رجلا عاقلا فقط\n</p>\n\n<p>\nسبحان الله أول من كذب عبد الله بن سبأ؟\n</p>\n\n<p>\nأين قول إبليس (وما نهاكما ربكما عن هذه الشجرة إلا أن تكونا ملكين)؟!\nسورة الأعراف 19.\n</p>\n\n<p>\nأين قول فرعون (أنا ربكم الأعلى) ؟!\n</p>\n\n<p>\nهل الدكتور العودة يرى أن عبد الله بن سبأ قبل هؤلاء؟ وقبل الخليقة؟!\n</p>\n\n<p>\nعلى أية حال: الإسناد أضعف من أن يبين لكن ضعف ونكارة المتن يغنينا عن\nالبحث في الأسانيد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head5'>AUTO نقد الرواية الثانية</h2>\n\n<p>\nأما الرواية الثانية التي أوردها الدكتور العودة (رواية أبي الطفيل) فليس\nفيها ذكر لعبد الله بن سبأ وإنما فيها ذكر (ابن السوداء!!) وهذه محل خلاف\nهل المراد بابن السوداء (عبد الله بن سبأ) أم عمار بن ياسر؟ -على كلام في\nبعض رجال الإسناد- فالهلابي وغيره من الباحثين لا يسلمون أن المراد به عبد\nالله بن سبأ هنا فهذا يحتاج لبحث، بعيدا عن (الانتصار للذات!!) والتعصب\nللأحكام المسبقة فالقارئ الجاد يريد أن يقتنع ولا يكتفي بالانشائيات.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head6'>AUTO نقد الرواية الثالثة</h2>\n\n<p>\nأما الرواية الثالثة التي أوردها العودة فليس فيها ذكر لعبد الله بن سبأ\nالبتة إنما فيها ذكر (الحميت الأسود) فهل هو ابن سبأ!! هذا يحتاج إلى بحث\nعن التقليد والانتصار للذات!.\n</p>\n\n<p>\nوهذه الرواية من طريق غندر عن شعبة عن سلمة بن كهيل عن زيد بن وهب عن علي\nوهذا سند صحيح لكن يبقى الكلام في معنى (المتن).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head7'>AUTO نقد الرواية الرابعة</h2>\n\n<p>\nهذه الرواية هي نفسها الرواية الثالثة لكن العودة جعلها روايتين بسبب\nتفسير عمرو بن مرزوق (الراوي عن شعبة) لكلمة الحميت الأسود فقال (يعني عبد\nالله بن سبأ وكان يقع في <span id='ms010'></span> أبي بكر وعمر).\n</p>\n\n<p>\nأقول: وعمرو بن مرزوق معروف بأنه كثير الأوهام وإن كان ثقة في نفسه،\nإضافة إلى أنه كان في عصر كان السجال المذهبي بين السنة والشيعة نشيطا.\nفالرواية هي رواية شعبة رواها عنه اثنان (غندر وعمرو بن مرزوق) فغندر رواها\nبلفظ (مالي وهذا الحميت الأسود) فقط! أما الرواية عن عمرو بن مرزوق ففيها\nزيادة في تفسير النص قوله (يعني عبد الله بن سبأ) ولا ريب أن غندر أوثق\nبكثير من عمرو بن مرزوق ولم يوصف بكثرة الوهم أو الخطأ مثل عمرو بن مرزوق\nوعلى هذا فتفسير عمرو بن مرزوق -أو تفسير من دونه من رجال الإسناد- ليس حجة\nلأنهم جاءوا بعد سيف بن عمر بمدة طويلة!! ولأن هذا رأي لا رواية، ولتأثير\nالسجال المذهبي الذي يحرص فيه بعض السنة على إلصاق مذهب الشيعة باليهود! مع\nأن نقد الغلو الشيعي يمكن بسهولة بعيدا عن تحميل التاريخ ما ليس فيه.\n</p>\n\n<p>\nوالخلاصة: أن تفسير عمرو بن مرزوق ليس حجة لأن بينه وبين الحادثة نحو\nمئتي سنة!! فتفسيره لا يعتبر رواية مسندة (كما أوهمنا العودة!!) بل هذا من\n(المدرج) ولو كان عند الدكتور العودة إلمام يسير بعلم الحديث لعرف هذا جيدا\nولعرف أن (الزيادات الشاذة المدرجة) التي تردد ما استفاض عنده، لا تعتبر\n(روايات مسندة!!) وهذا علم دقيق على المؤرخين، فلا يدركه أكثر المؤرخين\nالإسلاميين بل قد لا يدركه كثير من طلبة علم الحديث ومن طالع كتاب العلل\nللدارقطني عرف شرف هذا العلم وأهميته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head8'>AUTO الرواية الخامسة</h2>\n\n<p>\nأورد الدكتور العودة رواية حجية الكندي وفيها أن عليا قال وهو على المنبر\n(من يعذرني من هذا الحميت الأسود الذي يكذب على الله وعلى رسوله -يعني ابن\nالسوداء- لولا أن لا يزال يخرج علي عصابة تنعى علي دمه كما ادعيت علي دماء\nأهل النهر لجعلت منهم ركاما).\n</p>\n\n<p>\nأقول: الإسناد حسنه العودة! لكن المتن ليس فيه ذكر لعبد الله بن سبأ!!\nأما تفسير بعض الرواة لقوله (يعني ابن السوداء) فهذا التفسير لا يعرف\nمصدره! ثم لو سلمنا <span id='ms011'></span> بأن مصدره متقدم فهذا يحتاج لبحث لإثبات أن ابن السوداء\nهو عبد الله بن سبأ!! ثم إن المتن نفسه فيه نكارة ظاهرة لأنه يفيد أن عليا\nمتخوف من قتل ابن سبأ! وأنه نادم على قتاله الخوارج! وهذه الأخيرة تخالف ما\nتواتر عن علي في الصحيحين من فرحه بقتال الخوارج وذكره فضل من قاتلهم.\n</p>\n\n<p>\nورغم أنني إلى الآن لم أستوف البحث في مسألة وجود ابن سبأ لكنني استكملته\nموضوع (بطلان دور ابن سبأ) وأنتم لاحظتم أن حجج الدكتور ورواياته التي\nأوردها ضعيفة بحيث لا يحتاج مضعفها إلا أن يعلم أن إبليس خلق قبل عبد الله\nبن سبأ وأن المدرج ليس حجة وأن عليا فرح بقتال الخوارج وأن الرافضة لم تكن\nموجودة في عهد علي ... وهكذا فلو لم يكن عندي روايات أخرى غير ما أورده\nالدكتور لجزمت بنفي ابن سبأ مطلقا لكن عندي روايات أخرى سأذكرها وهي التي\nتجعلني أتوقف في مسألة نفيه مطلقا، إضافة إلى أن كل الروايات السابقة لو صح\nأنها في ابن سبأ فهي لا تتحدث عن دوره في الفتنة (موضوع رسالة الدكتور\nالعودة)! وإنما تتحدث عن عقائد ابن سبأ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head9'>AUTO الرواية السادسة</h2>\n\n<p>\nهذه الرواية اعترف الدكتور بضعف إسنادها ففيها ثلاث مجاهيل في نسق وهي\nرواية أبي الجلاس عن علي في قوله لعبد الله السبأي (ويلك والله ما أفضى إلي\n-يعني النبي- صلى الله عليه وسلم -- بشيء كتمه أحدا من الناس ولقد سمعته\nيقول: أن بين يدي الساعة ثلاثين كذابا وأنك أحدهم!!).\n</p>\n\n<p>\nأقول: وعبد الله السبأي هذا هل هو عبد الله بن الكواء أو عبد الله بن وهب\nالراسبي أو عبد الله بن سبأ، ولابن الكواء قصة مماثلة مع علي عندما سأله\n(هل عنده شيء غير القرآن) مما أسره النبي- صلى الله عليه وسلم - فكان علي\nينفي هذا وهذه القصة في البخاري، وعلى هذا يمكن أن يكون عبد الله السبأي هو\nعبد الله بن الكواء -وكان الوهم من أحد الرواة- لكن الدكتور العودة يريد\nإثبات أن كل الروايات في عبد <span id='ms012'></span> الله بن سبأ ولو كانت الروايات في غيره!!\n</p>\n\n<p>\nثم لماذا يعرف علي أن عبد الله السبأي هذا من (الكذابين الثلاثين) ثم لا\nيعاقبه ولا يحبسه حتى لا يضلل الناس بكذبه؟! هذا كله على افتراض صحة\nالإسناد مع أن في هؤلاء المجهولين من معاصرا لسيف بن عمر!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head10'>AUTO الرواية السابعة</h2>\n\n<p>\nثم أورد الدكتور العودة رواية سماك بن حرب عن علي أنه بلغه أن ابن\nالسوداء ينتقص أبا بكر وعمر، فدعا به ودعا بالسيف وهم بقتله فكلم فيه فقال:\n(لا يساكنني ببلد أنا فيه فسير إلى المدائن!!).\n</p>\n\n<p>\nأقول: أولا.. سماك بن حرب لم يسمع من علي ولا أدركه ولم يولد إلا بعده\nعلى ما يظهر لأن وفاته كانت (123ه) بينما وفاة علي كانت (40ه)!!\n</p>\n\n<p>\nثانيا: لا نسلم بأن ابن السوداء المراد به عبد الله بن سبأ إلا ببرهان ودليل.\n</p>\n\n<p>\nثالثا: هل عقوبة منتقصي أبي بكر أو عمر أو عثمان أو علي هي القتل؟!! أم\nأن هذا خاص بالنبي فالصحيح المعروف عن الصحابة أنفسهم أن هذا خاص بالنبي -\nصلى الله عليه وسلم - فقط بمعنى أن عقوبة القتل خاصة بمن يشتم النبي- صلى\nالله عليه وسلم - ويسبه أما غير النبي- صلى الله عليه وسلم - من الصحابة\nوغيرهم فغاية العقوبة فيه التعزير فقط! بل علي لم يعزر من يكفره من الخوارج\nفضلا عن القتل، وتكفير علي أشد من تنقص أبي بكر وعمر إلا عند النواصب! بل\nهذا منهج الخلفاء الراشدين وقد صح هذا عن أبي بكر وعلي، أما علي فسبقت\nالإشارة لمنهجه مع الخوارج وهم يكفرونه ويكفرون عثمان بن عفان وهذا أعظم من\nتنقص أبي بكر وعمر، وأما أبو بكر فقد صح الإسناد عنه أنه لما أراد أبو برزة\nالأسلمي أن يقتل من أغلظ لأبي بكر وأساء له أبي بكر منعه أبو بكر رضي الله\nعنه وقال (ليست هذه إلا لرسول الله- صلى الله عليه وسلم -)؟! أو بمعناه،\nفهل هذا مما يخفى على علي؟! كيف يخفى عليه وهو يسمع الخوارج يكفرونه\nويشتمونه ومع ذلك لم يقاتلهم <span id='ms013'></span> حتى سفكوا الدم الحرام! فهذا يدل على ضعف\nالآلية النقدية عند الدكتور وعدم جمعه بين النصوص وعدم محاكمتها ولذلك لا\nتستغربوا أن يظن أن ابن سبأ أول من كذب!!\n</p>\n\n<p>\nرابعا: من هم الذين كلموا عليا في ابن سبأ؟! هل هم سبئية أيضا ؟!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nخامسا: هل يقبل علي الشفاعة في مثل هذا الأمر؟ هل يستجيب لهذا المطلب\nالمخالف لما يراه من الحكم الشرعي؟!\n</p>\n\n<p>\nسادسا: ثم هذه الرواية تتناقض مع الرواية الأخرى التي تقول أن سبب نفي\nعلي لابن سبأ هو غلو ابن سبأ في علي واعتقاده أن عليا إله خالق رازق؟!\n</p>\n\n<p>\nعلى أية حال: هذا النقد لهذه الرواية لن يفيد من عنده الأحكام المسبقة\nلكنه سيفيد من يريد البحث عن الحقيقة من القراء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head11'>AUTO الرواية الثامنة</h2>\n\n<p>\nثم أورد الدكتور رواية جابر بن عبد الله وفيها أنه (لما بويع علي خطب\nالناس فقام إليه عبد الله بن سبأ فقال له: أنت دابة الأرض.. أنت الملك..\nأنت خلقت الخلق وبسطت الرزق!! وعلي يقول له في كل مرة: اتق الله!! ثم أمر\nبقتله)!! هكذا نجد السبب هنا غير السبب في الرواية السابقة!!\n</p>\n\n<p>\nثم تواصل الرواية قائلة أن جابرا قال: (فاجتمعت الرافضة فقال: دعه وانفه\nإلى سابط المدائن!! فإنك إن قتلته بالمدينة خرجت أصحابه وشيعته! فنفاه إلى\nالمدائن فثم القرامطة والرافضة.. الرواية!).\n</p>\n\n<p>\nأقول: أولا: هذه لا أدري كيف عقلها الدكتور العودة وكيف نشرها ولم ينقد\nمتنها!! بغض النظر عن النظر في إسنادها؟\n</p>\n\n<p>\nثانيا: متى مات جابر بن عبد الله؟ ومتى كانت بيعة علي؟ ومتى خرجت الرافضة\nوالقرامطة؟!\n</p>\n\n<p>\nفالرافضة لم تعرف بهذا الاسم إلا عام 122ه عندما رفضوا نصرة زيد بن علي،\nأما موت جابر بن عبد الله راوي الحادثة فكان قبل ذلك الوقت بخمسين عاما\n(وفاة جابر كانت نحو 70ه) وكذلك بيعة علي كانت قبل نشوء مصطلح الرافضة\nبخمسة وثمانين عاما!! فأين عقولنا؟! أين مناهجنا النقدية؟!\n</p>\n\n<p>\nأما القرامطة فلم يظهروا بهذا المصطلح إلا بعد موت جابر بن عبد الله بنحو\nمائتي عام!! لأن قرمط رأس القرامطة الذي <span id='ms014'></span> سمى به القرامطة توفي عام 293ه!!\nوبعد بيعة علي بنحو مائتين وخمسين عاما!! وهذا يدل على أن الرواية وضعت على\nلسان جابر بن عبد الله بعد موته بمائتي سنة!! لكن الدكتور العودة لا يمتلك\nالمنهج النقدي للمتون ولو كان يمتلك هذا المنهج النقدي لما رأينا مثل هذه\nالروايات التي يستشهد بها في إثبات عبد الله بن سبأ؟! وأجد نفسي ممسكا إلى\nهذا الحد، فهذا خير من مواصلة الكلام.\n</p>\n\n<p>\nونخرج من هذا كله أن القصة هذه مختلقة وإذا لم تكن مكذوبة بهذا السياق\nفليس في الدنيا حديث موضوع ولا رواية مكذوبة!!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nثم كيف قامت الرافضة تشفع في ابن سبأ ولم توجد إلا بعده (على افتراض وجوده)\nبعشرات السنين!! وكيف تحذر الرافضة من شيعة ابن سبأ؟ أليسوا هم شيعة ابن\nسبأ؟! وكيف تحذر الرافضة عليا من أصحاب ابن سبأ هل لهم هذه القوة التي تفوق\nقوة الخليفة؟!\n</p>\n\n<p>\nثم الرافضة كانوا على غير هذا غير أصحاب ابن سبأ!! وهم براءة من ابن سبأ\nوأصحابه!! ولذلك شفعوا لهم! وحذروا من سطوتهم!!\n</p>\n\n<p>\nإذن فالرافضة لهم تاريخ قديم فهم جلساء علي والشافعون المشفعون عنده؟!\nوعلى هذا فهم (تلاميذ الصحابة)! وقرنهم خير القرون! والوصية ثابتة بالصحابة\nوالذين يلونهم! وهذه الفضائل للرافضة لم تتوفر لغيرها من الفرق الإسلامية\nكالسلفية فهذا اللقب متأخر جدا عن ذلك الوقت.\n</p>\n\n<p>\nمشكلة الأغبياء أنهم يكذبون لفائدة خصومهم دون علم وهذه رواية من أكذب\nالروايات.\n</p>\n\n<p>\nأم أن الاسم القديم للسنة كان (الرافضة)؟! ولذلك كانوا فرقة وأصحاب ابن\nسبأ أخرى!! وأن من أطلق على السنة لقب (الرافضة) هم أصحاب ابن سبأ لرفضهم إياهم!\n</p>\n\n<p>\nوهذه الأسئلة لن يجد العودة إجابات عليها إلا وتصب تلك الإجابات في كذب\nالرواية عند كل ذي عقل وإنصاف، ومن هذه الرواية وطريقة استشهاد العودة بها\nتبدو لنا ملامح (الآلية النقدية) المتبعة عند بعض الأكاديميين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nوالخلاصة: أن الروايات التي أوردها الدكتور العودة وذكر بأنها (تقطع) بوجود\nعبد الله بن سبأ! لا تقدم بها حجة، وهي على أصناف فأما الروايات التي فيها\nاسمه <span id='ms015'></span> صريحا فهي باطلة أو ضعيفة ضعفا ظاهرا وأما الروايات التي فيها أسماء\nأخرى أو ليس فيها ذكر لاسمه الصريح فهي بحاجة إلى دراسة هل المراد بها ابن\nسبأ أم غيره.. وعلى هذا لو ثبت أن المراد بها ذلك الرجل الذي قيل إن اسمه\n(عبدالله بن سبأ) فلإثبات الدور روايات يجب أن نجدها غير هذه، وهذا مستبعد\nجدا، لأنه ليس في الروايات التي أوردها الدكتور -إلى الآن- فليس فيها ما\nيدل على وجود ابن سبأ فضلا عن دوره الكبير في الفتنة الذي رسمه سيف بن عمر\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head12'>AUTO الروايات التي لم يوردها العودة</h2>\n\n<p>\nومن تلك الروايات التي لم (يعثر) عليها الدكتور -رغم أنه يبحث القضية من\nثمانية عشر عاما- ما يلي:\n</p>\n\n<p>\nالرواية الأولى: روى أبو نعيم في الحلية عن شيخه إبراهيم بن محمد عن عبد\nالله بن خبيق عن يوسف بن أسباط عن محمد بن عبد العزيز التيمي عن مغيرة بن\nمقسم عن أم موسى (سرية علي بن أبي طالب) قالت: بلغ عليا أن ابن سبأ يفضله\nعلى أبي بكر وعمر فهم بقتله... الرواية!!!).\n</p>\n\n<p>\nأقول: فهذه الرواية لم (يعثر) عليها العودة وهي ضعيفة أيضا سندا ومنكرة\nمتنا أما السند ففيها يوسف بن أسباط وغيره كمغيرة بن مقسم كان يدلس ويرسل\nوقد عنعن هنا، وفيه ضعف، وكان يدلس عن إبراهيم النخعي (ت95ه) وطبقته فكيف\nبسرية علي الذي مات سنة (4نه)!! وأم موسى فيها جهالة، كما أن المتن يخالف\nالمتون السابقة ويضطرب معها إضافة إلى أن بعض الصحابة كأبي الطفيل كان يفضل\nعليا على الشيخين ولم يقتله علي (راجع ترجمته في الإصابة وغيرها) وليست\nعقوبة مثل هذا القتل، إنما غاية ذلك التعزير والجلد، كما جاء عن علي من\nوجوه أخرى في تهديده لمن يفضله على الشيخين بأن عقوبته (جلد المفتري) وليس\nالقتل!! فتأمل.\n</p>\n\n<p>\nرواية ثانية:\n</p>\n\n<p>\nالرواية الأخرى التي لم يذكرها العودة وهي رواية الخطيب البغدادي في\nتاريخ بغداد (8/488) عن عبد الوهاب الصغير عن أحمد بن إبراهيم عن أحمد بن\nالمغلس عن سعيد بن يحيى الأموي <span id='ms016'></span> عن عبد الله بن سعيد الأموي عن زيد البكائي\nعن مجالد عن الشعبي عن زحر بن قيس، ورواها الجاحظ عن حباب بن موسى عن مجالد\nعن زحر وفيها (أن زحر بن قيس التقى بعبد الله بن وهب السبأي بعد مقتل علي)\nفي قصة مبسوطة أكثر من هذا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nوالرواية فيها ضعف كبير سندا ومتنا ومن أراد معرفة ذلك فليرجع إلى بحث\nالدكتور الهلابي عن عبد الله بن سبأ (ص35) والنظر في الإسناد كاف في معرفة\nضعفها! ففيها مجالد ومجالد مجالد! ثم إن عبد الله بن سبأ لم يرد اسمه صريحا\nإنما ورد اسم عبد الله بن وهب وهذا -إن كان عبدالله بن وهب الراسبي- فقد\nقتل قبل موت علي بينما هذه الرواية لم تذكر هذه القصة بعد مقتل علي.\n</p>\n\n<p>\nرواية ثالثة:\n</p>\n\n<p>\nهذه الرواية لم يعثر عليها العودة أيضا وقد رواها ابن شاهين حسب ما أورده\nابن تيمية في المنهاج (1/23) ورواها ابن شاهين عن محمد بن أبي القاسم عن\nأحمد بن الوليد عن جعفر بن نصير عن عبد الرحمن بن مغول عن أبيه عن الشعبي\nوفيها (أحذركم من هذه الأهواء المضلة، وشرها الرافضة..) ثم سرد رواية طويلة\nفيها قوله (منهم عبد الله بن سبأ يهودي من يهود صنعاء نفاه إلى ساباط وعبد\nالله بن يسار نفاه إلى خازر!!).\n</p>\n\n<p>\nأقول: هذه الرواية باطلة سندا ومتنا لأن مصطلح الرافضة لم يوجد إلا بعد\nوفاة الشعبي بنحو عشرين عاما!! لأن الشعبي مات نحو عام 104ه بينما كلمة زيد\nعن الرافضة لم يأت إلا عام 122ه!! ثم اشتهرت بعد ذلك.\n</p>\n\n<p>\nكما أن في الإسناد عبد الرحمن بن مالك بن مغول من أكذب الرواة وهو متهم\nبوضع الحديث وهو معاصر لسيف بن عمر أيضا وهما كوفيان!! فلعل الأمر تم\nباتفاق وتواطؤ بين الأقلية من الرواة النواصب الموجودين في الكوفة الشيعية\nنتيجة العصبية المذهبية، وإن كنت لا أتحمس لنظرية المؤامرة، لكنني أرى أن\n(سيف بن عمر وعبد الرحمن هذا ومجالد) كلهم كوفيون ومتعاصرون وكذابون\nومتهمون ومنحرفون عن علي <span id='ms017'></span>!! ومنهم جاءت هذه التفصيلات!! فلعل الأمر فيه\nاتفاق بين هؤلاء الكذابين وهذه الاتفاقات بين الكذابين معروفة عند أهل\nالحديث تماما فهناك قصص مشابهة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nوالغريب أن الدكتور العودة ينقل كثيرا من الشيعة والمستشرقين ثم يتهمنا\nبأننا نأخذ ببعض روايات الشيعة وأننا ندافع عنهم أكثر من دفاعهم عن أنفسهم!\nباطل، لكنه في الوقت نفسه ينقل عن الوضاعين والنواصب ويحتج برواياتهم.\n</p>\n\n<p>\nالملحوظة الثامنة\n</p>\n\n<p>\nحاول الدكتور العودة أن يربط بيني وبين السيد مرتضى العسكري في تضعيف سيف\nبن عمر!! وكأن العسكري أول من قال بتكذيب سيف بن عمر!! وفي ظني أن الدكتور\nالعودة يعلم تماما بأن تضعيفي لسيف بن عمر من وجهين:\n</p>\n\n<p>\nالأول: اتباع أصحاب الحديث ولولا أنهم أجمعوا على ضعفه أو كادوا لكان\nللدكتور عذر في الإتهام.\n</p>\n\n<p>\nوالثاني: دراسة مروياته ومقارنتها بروايات الثقات.\n</p>\n\n<p>\nوكثير من المؤرخين المعاصرين ووعاظ التاريخ ينظرون إلى المعلومة من خلال\nالمصدر!! بينما المفترض أن ننظر إلى المعلومة من خلال العلم نفسه أولا، ثم\nوالمصدر ثانيا لكن بعد أن نحاكم هذه المعلومة فإن ثبت صدقها وصحتها لا ننظر\nلمصدرها وإن ثبت كذبها رددناها.\n</p>\n\n<p>\nوهذا مفترق طرق بيني وبين كثير من وعاظ التاريخ وغيرهم، من طلبة العلم\nالمتمذهبين الذين لا يهمهم إلا نصرة ما يقوله المذهب سواء كان حقا أم باطلا.\n</p>\n\n<p>\nبل إنهم يتناقضون في هذه القضية تناقضا صارخا فنجد بعضهم كالدكتور العودة\nلا يتورع أن ينقل من الشيعة والمستشرقين إذا كانت الرواية أو القول في\nصالحه بينما يحرم على الناس ما يبيحه لنفسه!! وهذا أيضا سمة غالبة في أكثر\nخصومي من دارسي التاريخ المعاصرين الذين أزعجتهم المنهجية الموجودة في\n(كتاب الرياض)!! هكذا أزعم ومن حق الدكتور أن يعتبر هذا تزكية للعمل ومن\nحقي أن أذكر سبب نقدهم للكتاب!! فالعقلية التي نشأنا عليها عقلية تجمع بين\nالغلو السلفي والظلم الأموي فلذلك لا نستغرب وحشة الكثير من كل إنصاف لعلي\nومن كل نقد لمعاوية وبني أمية، والغلو السلفي تزاوج مع الميول الأموية\nالنسق الأموي من قديم والشواهد على ذلك لا يتسع له <span id='ms018'></span> هذا المقام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nالملحوظة التاسعة:\n</p>\n\n<p>\nطلب مني الدكتور العودة أن أبين الأماكن التي ضعف فيها الطبري سيف بن\nعمر!! فقال: (فهل يصح هذا القول؟ ولم يبين المالكي مواطن تضعيف الطبري لسيف\nحتى نشاركه أو عدمه!!).\n</p>\n\n<p>\nأقول: أولا: أنا لا أنتظر أن يشاركني الدكتور في تضعيف سيف ويكفيني إجماع\nأهل الحديث والدكتور العودة لم يقتنع بإجماعهم حتى نرجو منه التمسك بتضعيف\nالطبري لسيف!!\n</p>\n\n<p>\nثانيا: لأنه طلب مني ذلك وحتى لا يظن القارئ أن هذا الطلب الذي يشبه\nالتحدي له وزن فسأنقل بعض تضعيفات الطبري لسيف بن عمر ومن ذلك على سبيل\nالمثال لا الحصر ما ذكره في تاريخه (4/497) عندما قال (وأما الذي يرويه\nالمحدثون من أمر الأحنف فغير ما رواه سيف عمن ذكر من شيوخه!!).\n</p>\n\n<p>\nوقال (3/350) بعد أن ذكر رواية سيف في فتح الأيلة قال: (وهذه القصة في\nأمر الأيلة وفتحها خلاف ما يعرفه أهل السير وخلاف ما جاءت به الآثار\nالصحاح..!!).\n</p>\n\n<p>\nأقول: هذه نماذج فقط لكن العودة لن يقتنع بها فهو لم يقتنع بإجماع\nالمحدثين في سيف فكيف يرضى بالطبري وحده؟!\n</p>\n\n<p>\nوهذه التضعيفات من الطبري لسيف أولى مما ذكره العودة من قوله في الرواية\nمن روايات أبي مخنف (هذا لا يحتمل سماعه العامة) قالها في سياق تضعيفه أبي\nمخنف رواية لأبي مخنف فهذا لا يعد تضعيفا لأن (العامة) ليس ذوقهم مقياسا\nللصحة والضعف فهذا يختلف عن جملته السابقة في تضعيف سيف مع أنني أطرح\nالاثنين (سيفا وأبا مخنف) ولم استدل برواية واحدة لواحد منهما والحمد لله.\n</p>\n\n<p>\nالملحوظة العاشرة\n</p>\n\n<p>\nذكر العودة أنني لا أصف أبا مخنف إلا بالشيعي فقط مع أنني أقول عن سيف\n(الوضاع المتهم بالزندقة)! وهذا ما لم أقله فأنا أعرف أن أبا مخنف والواقدي\nضعيفان وأن الأول أشد ضعفا لكن ليس بالضرورة أن أبين ذلك عند كل ذكر لهما\nوقد يفوتني ذكر هذا فكان ماذا؟ ولكن الدليل الأقوى على كلامي أنني لم استدل\nبرواية واحدة لا للواقدي ولا لأبي مخنف مع أنهما فوق سيف بمراتب.\n</p>\n\n<p>\nالملحوظة الحادية عشرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n             زعم <span id='ms019'></span> الدكتور العودة أنني أعترفت بصحة سند بعض مرويات سيف وهذا ما لم يحدث\nالبتة لكن الدكتور اغتر بقولي: (الروايات التي صح الإسناد فيها إلى سيف!!).\n</p>\n\n<p>\nوفهم من هذا أنني أصحح روايات سيف!! فإذا كان هذا فهم الدكتور لألفاظ\nالجرح والتعديل فهنيئا له!! والدكتور بحاجة لمراجعة جادة لمصطلحات وألفاظ\nأهل الحديث وليفهم دلالات الألفاظ قبل أن يتكلم في هذا العلم.\n</p>\n\n<p>\nوالغريب أن الدكتور يحرف كلامي ثم يحيل على كتاب الرياض وعلى كتاب بيعة\nعلي إحالة الواثق! فعندما يراجع القارئ كلامي سيجده خلاف ما ينقل الدكتور\nفأين الأمانة العلمية؟! ولماذا هذه الأساليب؟!\n</p>\n\n<p>\nالملحوظة الثانية عشرة:\n</p>\n\n<p>\nمن أمثلة التحريف المتعمد لكلامي ما ذكره الدكتور العودة من زعمه بأني\nتناقضت في زعمي أن سيف بن عمر يطعن في الصحابة!! ثم قولي مرة أخرى أنه\nيدافع عنهم!!\n</p>\n\n<p>\nأقول: وهذا مثال من عشرات الأمثلة التي حرف الدكتور فيها كلامي فأنا رجعت\nللصفحة التي أحال عليها ص70، 73 من كتاب الرياض فإذا بي أقول ما يلي (سيف\nمغرم بالطعن في بعض الصحابة والتابعين الذين كان لهم مواقف من بني أمية\nكعمار بن ياسر وأبي ذر..) إلى أن قلت: (فهو يطعن في هؤلاء الأخيار بينما\nيدافع عن معاوية وزياد بن أبيه وسعيد بن العاص والوليد بن عقبة الفاسق..)\nثم استدركت وقلت (وهؤلاء وإن كان في بعضهم فضل وخير لكنهم لا يوازون عمارا\nوأبا ذر ولا يكادون!!).\n</p>\n\n<p>\nأقول: فانظروا هل في كلامي تناقض أم أن الدكتور أراد أن يفهم القارئ أن\nهناك تناقضا!! أين الأمانة العلمية؟\n</p>\n\n<p>\nالملحوظة الثالثة عشرة\n</p>\n\n<p>\nقارن الدكتور العودة بين ترجمة سيف بن عمر وترجمة أبي مخنف مقارنة عجيبة\nلم أجد أعجب منها في حياتي!! مع أن الاثنين عندي لا آخذ برواياتهما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nلكن الدكتور العودة وقع في تحريف عجيب متعمد وأنا لم أجزم أنه متعمد إلا\nوأنا على يقين وسيأتي بيان ذلك لكن المقارنة كانت ظالمة بسكوت الدكتور على\nكلام أهل الجرح والتعديل في سيف واظهارها في أبي مخنف وهذا لم أستغربه فهو\nسهل قياسا بما ذكره <span id='ms020'></span> الدكتور عندما قال (أما الطامة الكبرى فوق ما تقدم فهو\nسب أبي مخنف للصحابة وروايته الموضوعات عن الثقات، وفي هذا يقول ابن حبان:\nرافضي يشتم الصحابة ويروي الموضوعات عن الثقات. وقال السليماني: كان يضع\nللروافض -لسان الميزان (4/366)اه.\n</p>\n\n<p>\nأقول: الدكتور العودة يعرف أن كثيرا من القراء أضعف من أن يرجعوا للمصادر\nويحاكم هذه الأقوال، فهذه الأقوال ليست في أبي مخنف وإنما في عمرو بن شمر\nالكوفي فارجعوا إلى اللسان (4/366) تجدوا هذه الأقوال في ذم عمر بن شمر\nوليس في تلك الصفحة ذكر لأبي مخنف البتة!!\n</p>\n\n<p>\nلكن أتدرون لماذا فعل هذا الدكتور؟\n</p>\n\n<p>\nفعل هذا لأن سيفا متهم بالانحراف عن علي فيريد الدكتور أن يثبت أن أبا\nمخنف (يشتم الصحابة)!! ثم سيف متهم بالزندقة والوضع في الحديث فأراد\nالدكتور العودة أن يتهم أبا مخنف بالوضع في الحديث أيضا!!! ولما لم يجد في\nترجمة أبي مخنف ما يسعفه ذهب إلى شيعي آخر اسمه (عمر بن شمر!!) ونقل\nالأقوال فيه إلى أبي مخنف !! وهذه كما قلت من أعجب التحريفات المتعمدة التي\nرأيتها في حياتي!! والغريب أن السليماني في الموضع المشار إليه قال (كان\nعمرو يضع للروافض) فقام الدكتور وحذف كلمة (عمرو)!! لأنه لو أبقاها لعرف\nالقراء الجادون - إن عادوا- أن المقصود عمرو بن شمر وليس أبا مخنف لكن لا\nيجوز أن نذمه بالجرح الموجود في غيره!! كما لا يجوز أن نتهمه بالوضع في\nالحديث لأن سيفا يفعل ذلك!!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nعلى أية حال أرجو ألا يستغرب القراء فهذا أمر يستحله كثير من وعاظ التاريخ\nولو ترجعون لكتاب الرياض لرأيتم العجائب من النقول التي نقلها الدكتور\nمحرفة لكنها -على أية حال- أخف من عجائب الدكتور هنا!! ثم يذكر الدكتور أن\nسيفا محل تزكية في التاريخ! وهذا سبق الجواب عليه بأن من يكذب على النبي -\nصلى الله عليه وسلم - فلا ننتظر منه أن يصدق في التاريخ.\n</p>\n\n<p>\nكما ذكر أن الذهبي (اعتمده) أحد المصادر المهمة في تاريخ الإسلام!! وهذا\nتحميل للذهبي ما لم يقل فالذهبي لم يفعل هذا البتة <span id='ms021'></span> إنما ذكر أنه (اطلع) على\nكتب أفاد منها، وذكر منها كتاب سيف وهناك فرق بين (اعتمد) و(اطلع) ثم إن\nالذهبي قد روى لأبي مخنف والواقدي أضعاف ما رواه لسيف بن عمر بل لم يرد\nلسيف بن عمر في تاريخ الإسلام كله إلا سبع روايات!! فأين الاعتماد؟! ولم\nيذكر الذهبي عن سيف حرفا عن ابن سبأ وإنما نقل في أمور أخرى، فإذا كان\nالدكتور العودة مقلدا للذهبي فليقلده مطلقا أو فلا يلزم الناس باجتهادات\nالذهبي.\n</p>\n\n<p>\nوقد تحدث الدكتور الهلابي عن ازدواجية الدكتور العودة وكنت أظن أن في\nكلام الدكتور الهلابي مبالغة، حتى رأيت مقال الدكتور العودة فعرفت أن\nالازدواجية والانتقائية من أخف عيوب كتابات الدكتور عفا الله عنا وعنه.\n</p>\n\n<p>\nعلى أية حال: أنا مستعد للتحاكم أنا والدكتور لأية جهة علمية يرى أهليتها\nللنظر في الأمور التي اختلفنا فيها وليس في العلم منتصر ومهزوم إذا صحت\nالنية وكان الهدف هو الحقيقة.\n</p>\n\n<p>\nالملحوظة الرابعة عشرة\n</p>\n\n<p>\nذكر الدكتور أن المحاربي قد روى عن سيف وهو قبل الطبري!! وظن أن هذا\nالقول يتناقض مع قولي بأن (الطبري أول من أشهر روايات سيف بن عمر وكانت قبل\nذلك خاملة جدا).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nأقول: سبحان الله!! هل ترى تناقضا بين هذا وهذا؟! إذا كان الدكتور العودة\nلا يعرف إلا المحاربي راويا عن سيف فأنا أعرف خمسة عشر راويا عن سيف! لكن\nكلامي السابق عن (أول من أشهر) روايات سيف وليس (أول من روى) عن سيف!!\n</p>\n\n<p>\nلكن الدكتور كالعادة لا يعرف دلالات الألفاظ وهو بهذا يتعبنا جدا في\nالحوار ونتعب القراء بمثل هذا التوضيح للواضح الذي يدل على أن الدكتور وجد\nشحا من الملحوظات حتى لجأ لمثل هذه الأشياء.\n</p>\n\n<p>\nالملحوظة الخامسة عشرة\n</p>\n\n<p>\nدافع الدكتور عن تعصب سيف لقبيلته بني تميم وذكر دفاع جواد علي عنه!!\nوالغريب أن الدكتور العودة يأخذ علي أنني وافقت العسكري في بعض النتائج\nلأنه شيعي! بينما هو ينقل هنا عن جواد علي وهو شيعي أيضا!! ثم إن اتهام سيف\nبالتعصب لم يقتصر على الشيعة بل <span id='ms022'></span> قاله الدكتور أكرم العمري والدكتور محمد بن\nصامل السلمي قبلي وهما سنيان، والدكتور العودة يحيل عليهما عند الحاجة!!\nلكنه إن وجد دفاعا لأحد الشيعة عن سيف ذهب إليه!! وهذه ازدواجية ما كنت\nأتمنى أن يفعلها الدكتور سامحه الله.\n</p>\n\n<p>\nالملحوظة السادسة عشرة\n</p>\n\n<p>\nقول الدكتور العودة (والمظنون بالذهبي أنه يفرق بين كلمة (إخباري عارف)\nلسيف بن عمر وكلمة (إخباري تالف) لأبي مخنف!!).\n</p>\n\n<p>\nأقول: وأهمل الدكتور العودة قول الذهبي في سيف (تركوه واتهموه\nبالزندقة!!)، كما أهمل قول الذهبي عن سيف (هو من بابة أبي مخنف!..) انظر\nسير أعلام النبلاء (7/302).\n</p>\n\n<p>\nفهذا نص من الذهبي في المساواة بين سيف بن عمر وأبي مخنف وأظن الذهبي لم\nيوفق للصواب فأبو مخنف فرق سيف يعرف هذا من قارن روايات الرجلين وإن كنت\nأضعف الاثنين وأطرحهما.\n</p>\n\n<p>\nالملحوظة السابعة عشرة\n</p>\n\n<p>\nثم زعم العودة أن ابن حجر قال مثل قول الذهبي (إخباري تالف لا يوثق به..)\nثم أحال على اللسان (4/492).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nأقول: وكأن الدكتور العودة لا يعرف منهج الحافظ في اللسان فإنه نقل القول\nالسابق عن الذهبي نفسه!! وعلى هذا فالقول السابق للذهبي وليس للحافظ\nوباستطاعة الدكتور أن يسأل وسيعرف منهج الحافظ في اللسان أو ليقرأ المقدمة\nوكفى ففيها الجواب!! وفي ظني أن العودة أعلم من أن يجهل مثل هذه البديهيات\nلكنه يريد أن يتساوى أبو مخنف في الجرح مع سيف بن عمر!! ووجد الجرح في سيف\nأقوى وأكثر لذلك لجأ إلى زيادة المجرحين ونسبة هذه الأقوال لغير أصحابها،\nومع ذلك نجده يتحدث عن شيء اسمه (الأمانة العلمية).\n</p>\n\n<p>\nالملحوظة الثامنة عشرة\n</p>\n\n<p>\nثم نجد العودة بعد كل التحريفات السابقة وبعد خلطه لترجمة عمرو بن شمر مع\nترجمة أبي مخنف وبعد تقوله على الذهبي وابن حجر ما لم يقولاه يأتي ويقول:\n(ترى هل فاتت هذه المعلومات على المالكي)؟!\n</p>\n\n<p>\nأقول: نعم، لقد فاتتني واعترف بجهلي الكبير فيها!!\n</p>\n\n<p>\nثم يواصل ويقول: (فتلك مصيبة!! أن يذهب من عمره أربع سنوات في دراسة هذه\nالموضوعات!! ثم تند عنه هذه المعلومات!!).\n</p>\n\n<p>\nأقول: اللهم لا تعليق.\n</p>\n\n<p>\nثم لا يكتفي <span id='ms023'></span> بهذا ويواصل في البناء على ما سبق ويقول: (أم أن لديه علما\nبها واطلاعا عليها ولكنه -لحاجة في نفسه!!- أخفاها فالمصيبة أعظم!!).\n</p>\n\n<p>\nأقول: لا تعليق !!\n</p>\n\n<p>\nثم يأتي ويدعوني لقبول هذا (الحق) الذي جاء به!! وطلب مني أن أكون شجاعا\nفي العودة إليه!! وليت شعري من منا المطالب الآن بالتحلي بالشجاعة\nوالاعتراف بالخطأ!! ثم يطالب بعد كل هذا بأن (أعيد النظر) لسيف!! وأبي\nمخنف!! (وفق هذه النصوص!!) التي نقلها والآراء الواضحة!! التي لا تحتمل\nالتأويل!! وليس فيها إبهام!! ولا غموض!!).\n</p>\n\n<p>\nأقول: أيضا لا تعليق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوأخيرا: أنا أجد نفسي عاجزا عن تتبع تحريفات الدكتور أو سوء فهمه لكلامي\nفكيف بالأوهام التي وقع فيها عن حسن نية أو سوئها وأنا ذكرت هذه كنماذج\nوتركت تلميحات الدكتور بالاتهامات المبطنة لقناعاتي أن الدكتور لم يفعلها\nعن قناعته وإنما اتباعا لأسلوب سيف بن عمر مع عمار بن ياسر وأبي ذر! أو\nللأسلوب السائد في رد الحقائق وهي باتهام صاحب الحقيقة في نيته ومنهجيته ،\nوأنا أدعو القارئ الكريم أن يرجع -إن كان يريد الحق- لما كتبته وما كتبه\nالدكتور وسيعرف بنفسه كثيرا من الحقائق إذا امتلك المنهجية أما (قارئ آخر\nصيحة) فلسنا بحاجة إليه ولا العلم بحاجة إليه ففي الناس أبدال، والله\nالموعد وهو الحاكم بين جميع العباد.\n</p>\n\n<p>\nإيماءة:\n</p>\n\n<p>\nأخي الدكتور محمد العزام..\n</p>\n\n<p>\nاطلعت على ردك في صحيفة (الرياض) الأسبوع الماضي وأشكر لك مشاركتك لكنني\nأعتب عليك في ترك لب الموضوع جانبا والتركيز على كثير من الأمور الشكلية مع\nإساءة فهم أحيانا، وقد تصيب في ذكر أشياء فنية.. مع أهمية التركيز على\nالأولويات في هذه المقالات.. مع شكري مجددا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head13'>AUTO المقال الثاني تهريب عبد الله بن سبأ</h1>\n\n<p>\nاطلعت على اللقاء الذي أجرته صحيفة المسلمون مع الدكتور سليمان بن حمد\nالعودة يومي الجمعة 5 (و) 12 ربيع الأول من هذا العام 1418ه وكان اللقاء\nردا علي وعلى الدكتور عبد العزيز الهلابي الذي ينكر شخصية عبد الله بن سبأ\nبينما أنا أنكر دوره في الفتنة فقط أما وجوده فهو لا يعنيني كثيرا <span id='ms024'></span> وما زال\nإلى الآن موضع تناقض كبير في الأدلة المثبتة فالدكتور العودة خلط بين\nالمسألتين.\n</p>\n\n<p>\nوالدكتور العودة - هدانا الله وإياه إلى الحق - يدعونا لتحري الأمانة\nالعلمية وأنا أدعوه للأمر نفسه ولو قامت جهة علمية للنظر بحيادية للنظر\nفيما كتبه الثلاثة (المالكي والهلابي والعودة) لتحديد من يتجافى عن (التحري\nالعلمي) لكان مما يسرني لأنني أزعم أن الدكتور العودة لم يتحر الأمانة\nالعلمية وتبين لي أخيرا أنه يحرف الحقائق بتعمد وليس بإساءة فهم وعندي\nالأدلة والبراهين على ذلك مما سنذكر بعضه في هذه المقالات وقد سبق بعضه،\nوبما أن العودة أيضا يدعوني للتحري الأمانة العلمية! فلا بد إذن من جهة\nثالثة محايدة مرضية من الطرفين تحكم لأحد الاثنين أو تحكم ضدهما جميعا أو\nبراءتهما جميعا أما أن نتراشق بالتهم فهذا لا يخدم الحقيقة وأنا أرضى بأية\nجهة علمية يرتضيها الدكتور العودة؛ وحتى أحدد أكثر فأنا أرضى قسم التاريخ\nبالكلية التي يتولى عمادتها الدكتور العودة! لتنظر ثم تخرج حكمها وتنشره\nبين الناس وأظن فعلي هذا فيه غاية الإنصاف فهل يوافق الدكتور العودة على\nهذا أو على المناظرة أم يستمر في التهرب ورمي اخوانه المسلمين بالاتهامات\nفي المجالس وعلى المنابر!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head14'>AUTO الوقفة الأولى: تحرير موضع الخلاف بيني وبين العودة</h2>\n\n<p>\nأحب في البداية أن أنبه الأخوة القراء إلى أمر سيسهل علينا اختصار كثير\nمن الأمور وهو كما قلت سابقا: أن الدكتور العودة قد حملني نفي (وجود عبد\nالله بن سبأ) مطلقا! بينما أنا أنفي (دوره في الفتنة) فقط، بمعنى أنني\nأمتلك عن أحداث الفتنة أسانيد صحيحة تفسر لي كيف حدثت الفتنة ولست بحاجة\nلأسانيد سيف وأمثاله من الضعفاء والكذابينالذين يزيفون التاريخ ويفسرون\nأحداث الفتنة تفسيرا خاطئا، فهذا هو لب ما نفيته في مسألة عبد الله بن سبأ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nأما مسألة وجوده فموضوع سهل جدا، ليس موطن المعركة الحقيقي، ليس له عندي\nكبير أهمية، ولا ريب أن نفيي لدور عبد الله بن سبأ في الفتنة أعني به ذلك\n(الدور الأسطوري الكبير) الذي ينسبه إليه سيف بن عمر من <span id='ms025'></span> تنقلاته بين\nالبلدان وتحريضه على عثمان حتى قتل وإشعاله حرب الجمل ونحو هذه من الأحداث\nالعظام التي زعمها سيف بن عمر، لا ريب أن نفيي لهذا سيضر رسالته الدكتور\nالعودة، لأن نفي هذا الدور الكبير (الأسطوري) هو نفي ل 95 % من أخبار عبد\nالله بن سبأ لأن بقية الأسانيد - من غير سيف - إنما تتحدث عن رجل يغلو في\nعلي بن أبي طالب وله بعض العقائد والذوذات الفقهية فقط!فنفيي لأخبار عبد\nالله بن سبأ (في الفتنة) سيأتي على رسالة الدكتور العودة برمتها! فقد كان\nالهدف منها ظاهرا في عنوانها هو: (إثبات دور عبد الله بن سبأ في أحداث\nالفتنة في صدر الإسلام) ! وعلى هذا آمل أن يعرف القراء سر (الدفاع\nالمستميت) من الدكتور العودة عن سيف بن عمر! لأن سقوط سيف عند الدكتور ليس\nبالأمر السهل! إذ يعده الدكتور العودة سقوطا كاملا لرسالته وقدرته على\nالبحث التاريخي وتاريخه العلمي والأكاديمي! فالمسألة أكبر عنده من تضعيف\nراو من الرواة، فيجب التنبه لهذا جيدا، فهو يفسر مواقف الدكتور كلها، حتى\nردوده (العقدية) وخطبه (التحذيرة) مني ومن أمثالي! وما يفعله أخيرا من ترك\n(الذب) عن سيف وابن سبأ إلى (الذب) عن العقيدة السلفية! إنما الهدف منها\n(الذب) عن سيف بن عمر الذي هو (ذب) عن رسالة الدكتور الذي هو (ذب) مكانته\nفي جامعة الإمام كعميد لأحد كلياتها، فالعملية سلسلة (مذبذبة) مترابطة،\nبدأت (بالذب) الكذابين وانتهت (بذبذبة) الصادقين!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head15'>AUTO الدكتور وبراقش</h2>\n\n<p>\nوالدكتور نفسه هو الذي جنى على نفسه ووضعها في هذا الموضع الحرج، فلو\nاختار لرسالته موضوعا آخر يكون فيه مساحة للتعويض ومصادر كثيرة متنوعة لكان\nأفضل أما أن (يربط نفسه بسيف بن عمر) بحيث يحيا بتوثيقه ويموت بتضعيفه فهذا\nانتحار، ويعد هذا الاختيار من ضعف تقديره للأمور وسوء استشرافه للمستقبل،\nخاصة وأن الرجوع عن توثيق سيف إلى تضعيفه سيكون مسبة وعارا في مجتمعنا الذي\nلا يرحم الراجع على الحق، وربما لو كان العودة في المجتمع الغربي لرجع عن\nرأيه في سيف منذ زمن لأن المجتمع <span id='ms026'></span> يساعده على هذا، أما المجتمع عندنا -وخاصة\nالنوعية النادرة التي تحيط بالعودة فهو يمنع العودة من العودة، ويحتاج هذا\nمن العودة لإرادة تهز الجبال، وصبر يضاهي صبر الجمال، وهذه الإرادة وهذا\nالصبر غير متوفرين فينا ولا في الأخ العودة ، لأن مناهج التربية عندنا\nتعلمنا الفضائل نظرية فقط أما التطبيق فموضوع آخر تماما، ولا شك أننا نرحم\nالعودة من الوضع الذي هو فيه، فالأمور تنكشف يوما بعد يوم وخاصة مع التقدم\nالعلمي الذي لا يرحم كتابا ولا كاتبا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nثم أتم العودة جنايته على نفسه بتخاصمه غير الشريف مع النوعية التي ترى في\nالرجوع شجاعة وفضيلة، فأنا مثلا والدكتور الهلابي وغيرنا ممن نعتبر رجوع\nالدكتور أو غيره إلى الحق خيرا له وللتاريخ من التمادي في الباطل قد تخاصم\nمعنا واتهمنا بكل طامة واستعدى علينا وسبنا على المنابر، وعلى هذا يكون قد\nفقد المساندة الخلفية له، إضافة لتأخره في الاعتذار كثيرا، وهذا سيتعبه\nأكثر خاصة مع الأيام! فالناس يبحثون ويقارنون وهو يظن أن طلاب العلم اليوم\nهم نفسهم الموجودون عام 1402 ه! ومع هذا فأنا أبشر الدكتور أن في الناس\nبقية ستقدر له تراجعه لو تراجع واعتذر، فلو يحاول الدكتور أن يعزم عزمة\nقوية ويرجع -قبل كثرة الزحمة!-إلى نفي ما رواه سيف بن عمر عن أساطير ابن\nسبأ في الفتنة لكان خيرا له ولعلميته- وسيعلم قيمة نصيحتي!- بل إنه سيكون\nبهذا الرجوع قد سجل سابقة إنصاف لم نعهد صدورها من كثير من طلبة العلم من\nالأكاديميين وغيرهم، ثم إن رجوعه إلى نفي أخبار ابن سبأ في الفتنة لا يعني\nبالضرورة إبطال رسالته (الماجستيرية) -هذا في النظام على الأقل- ولا يعني\nنظاما أنه سيعود للدراسة من السنة الجامعية التمهيدية ويعود معيدا في\nالكلية، ولا يعني-نظاما وعرفا- أنه لم يبذل جهدا كبيرا في جمع المادة\nلرسالته، أو أنه لا يستحق الشهادة في ذلك الوقت، فهذه الظنون والوساوس إن\nشغلت ذهن الدكتور لا ينبغي الالتفات لها وهي لا تليق بالدكتور، وله في\nالشافعي أسوة حسنة <span id='ms027'></span> فقد كان له مذهب قديم ومذهب جديد وأنا على سبيل المثال\nكنت أثبت دور ابن سبأ كاملا حتى بحثته فنفيت دوره، وكنت أثبت القعقاع بن\nعمرو وصحبته حتى تبين لي أن المصدر الوحيد في هذا هو سيف، وكنت أرى معاوية\nمن الخلفاء الصالحين ثم رجعت بعد أن تبين لي أمره وكنت أقسو على الواقدي\nفعدت لتوثيقه إلى حد ما، في الوقت نفسه كنت أتهم كل الثائرين على عثمان\nبالنفاق والسبئية حتى تبين لي أن فيهم صحابة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             كبارا من أهل بدر وأهل الرضوان، فرجعت إلى التفصيل في أمر الثوار، ولم أفقد\nالمأكل ولا المشرب ولا المسكن، بل ولا الأصحاب والمعارف، فإذا ذهب واحد أتى\nعشرة، ثم لو فقد الراجع إلى الحق كل الناس فهذا لا يعذره من الرجوع،\nفالمسلم الحق يرجع لأن المنهج يوجب عليه ذلك، ويوجب عليه أيضا ألا يبقي\nمجالا للشكوك والعواطف والأحاسيس على حساب الحقائق والمعلومات الصحيحة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head16'>AUTO إلزامية المنهج</h2>\n\n<p>\nفالمنهج مثلا يلزمنا بالحكم بالوضع على حديث معين إذا انفرد به كذاب -حتى\nلو فقدنا الكثير- ويلزمنا أن نحكم على الحديث بالضعف الشديد إذا تفرد به\nمتروك ويلزمنا المنهج بالحكم على الحديث بالضعف إذا تفرد به ضعيف وهكذا،\nوقد نحس في أنفسنا أن هذا الحديث الموضوع صحيح لكن هذا الإحساس ليس مقياسا\nصحيحا في ثبوت الحديث وكذلك الهدف النبيل (الحرص على التراث) ليس مقياسا في\nالحفاظ على روايات الكذابين!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nأعود فأقول: إنني أجد خلطا كبيرا عند الدكتور العودة وعند كثير من المؤرخين\nمن الإسلاميين وغيرهم؛ هذا الخلط بين تطبيق المنهج وبين (الإحساس) أو (حديث\nالقلب) أو (المصالح) أو (حب مخالفة ما توصل إليه بعض الكفار والمبتدعة) أو\n(حب إثبات ما ذكره بعض علماء المسلمين) وهكذا نجد كثيرا من المعايير ليست\nعلمية البتة ولا دخل لها بالنواحي العلمية، ولو أننا نحكم على الحديث أو\nالرواية بالكذب لمجرد إحساسنا بصحتها لأثبتنا كثيرا من الأحاديث الموضوعة\nوالأخبار المكذوبة! ولاختلفنا إختلافا كبيرا لأن (الإحساس) يختلف من شخص\nلآخر بينما المنهج في الجملة صامت <span id='ms028'></span> لا يحابي إحساسا ولا عاطفة ثم إن الإحساس\nغير معتبر لا في منهج المحدثين ولا غيرهم، وإنما قيل أنه يتبعه بعض غلاة\nالصوفية ويطلقون عليه (التذوق) ! كما أن (مراعاة المصالح) تختلف باختلاف\nالرؤى نفسها فإذا كان الدكتور العودة يرى أن توثيق سيف وإثبات أكاذيبه عن\nابن سبأ وغيره من باب المحافظة على المصلحة (مصلحة التراث! فإن لآخر أن\nيدعي أن نفي هذه الأكاذيب من (مصلحة التراث) أيضا! بل المصلحة هنا متحققه\nولو كان الدكتور العودة يعلم - وقد يعلم مستقبلا - خطورة إثبات روايات سيف\nعن ابن سبأ؛ لما رأى التمسك بها البتة لأن روايات سيف عن ابن سبأ تثبت أن\nبعض كبار الصحابة من بدريين وغيرهم كانوا ينفذون خطط عبد الله بن سبأ!\n(وسيأتي تفصيل ذلك حتى يتبين للناس أن إثبات ابن سبأ بكامل دوره أخطر من\nنفيه وأن أكثر علماء المسلمين على نفي دور عبد الله بن سبأ من القرون\nالأولى إلى اليوم).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nأعود وأقول: إنني عندما أبحث الرواية أو الحديث لا أحاول أن أرسم النتيجة\nقبل البحث ولا أدخل بأحكام مسبقة أو أحاول ألا افعل هذا على الأقل ولذلك\nفأنا متفق مع الدكتور العودة في أمور ومختلف معه في أخرى ومتفق مع الهلابي\nفي أمور ومختلف في أخرى -مع التفاوت الكبير بين الاثنين- وهكذا ولو كنت\nأدخل بأحكام مسبقة وتقليد للهلابي - كما زعم الدكتور العودة - فلن اختلف\nمعه في نتيجة من النتائج التي توصل إليها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head17'>AUTO الوقفة الثانية</h2>\n\n<p>\nأن الحوار مع الدكتور العودة فيه صعوبة بالغة لأن الدكتور العودة لا يثبت\nعلى منهج محدد فنجده أحيانا يحتج بمنهج أهل الحديث إذا كان يخدم فكرته فقط\nوأحيانا أخرى يهاجم منهج أهل الحديث ويزعم أنه غير صالح لتطبيقه على\nالرواية التاريخية! ومرة ثالثة نجد الدكتور محتجا بكتب الفرق والمقالات\nومرة رابعة مع كتب الشيعة والمستشرقين ومرة يذمها ومرة خامسة نجد الدكتور\nمع منهج المؤرخين وسادسة مع كتب الأدب والأنساب وهكذا إن وجد شحا في منهج\nانتقل إلى غيره، وذم المنهج السابق! وهذا <span id='ms029'></span> يصلح أن يطلق عليه (منهج تهريب\nعبد الله بن سبأ) مثلما يفعل الذين يهربون البضائع والأسلحة من بلد لآخر\nفإنهم لا يسلكون طريقا واحدا وإنما إن شعروا بالخوف من هذا الطريق انتقلوا\nإلى غيره! ولا ريب أن هذا يشكل عائقا كبيرا من عوائق الحوار، وفيه صعوبة\nعلى المتحاور مع الدكتور العودة لأنه ينتقل ويتجول بين مناهج مختلفة\nومتباينة يرفضها إذا شاء ويأخذ بها إذا شاء ويهاجم من يتمسك بها في مسألة\nلا يراها ويهاجم من تركها في مسألة يراها وهكذا.. فإذا كانت تناقضاته في\nالمنهج نفسه فكيف يريد منا أن نتفق معه؟!\n</p>\n\n<p>\nوأنا أريد أن اسأل الدكتور العودة أسئلة محددة وهي:\n</p>\n\n<p>\n- هل ترى تطبيق منهج المحدثين على الرواية التاريخية أو لا؟\n</p>\n\n<p>\n- إذا كنت ترى هذا فهل ترى تطبيقه على كل المؤرخين أم ترى تطبيقه على\nسائر المؤرخين ما عدا سيف بن عمر؟\n</p>\n\n<p>\nولماذا يكون سيف فوق مستوى منهج المحدثين؟\n</p>\n\n<p>\nوما ذنب الواقدي وأبي مخنف واليعقوبي وغيهم من الذين تضربهم بهذا المنهج\nبينما لا تطبقه على سيف؟!\n</p>\n\n<p>\nهل سيف بهذه القدسية؟! وما سراختصاصه بها؟\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nأنا أحترم المؤرخين الذين يكون موقفهم مطردا ومنهجهم واضحا محددا حتى وإن\nاختلفت معهم في المنهج أشد الاختلاف فأنا أحترم الدكتور الهلابي وأثني عليه\nلأنه واضح لا يتلون وهو يتعامل مع المتون بعيدا عن منهج أهل الحديث وأنا\nأختلف معه في هذه المسألة اختلافا جذريا لكنه بعيد عن ازدواجية الدكتور\nالعودة وأمثاله الذين يتشدقون بمنهج المحدثين ويتخذونه مطية لرد الروايات\nالتي لا يحبونها بينما لا يطبقون المنهج -باعترافهم-على رواياتهم المحبوبة\nوفي مقدمتها أكاذيب سيف بن عمر التي ملأت بطون الرسائل الجامعية! والتي\nخالفت المتواتر، وطعنت في الأبرياء كعلي وعمار وأبي ذر وعدي بن حاتم وغيرهم\nمن ضحايا سيف بن عمر! ومجدت الظالمين واعتذرت عنهم بخلاف ما تواتر في\nالأحاديث والمرويات.\n</p>\n\n<p>\nوالذي أعرفه مثلا في منهج المحدثين أنه يمكن تطبيقه على كل المحدثين فضلا\nعن المؤرخين، أما الدكتور العودة فهو يطبقه على الجميع من المحدثين\nوالمؤرخين إلا <span id='ms030'></span> سيف بن عمر فقط! فهو لا يرضى أن يطبق عليه هذا المنهج! لأن\nتطبيقه هذا المنهج على سيف يعني تطبيقه على رسالة الدكتور وهذا التطبيق\nالصارم لن يخدم سيف بن عمر ولا رسالة العودة، فهذه مكابرة حتى وإن كان فيها\nحماية لرسالة الدكتور لكن ليس فيها حماية للحقيقة التاريخية ولا ريب أن\nالتضحية برسالة أسهل من التضحية بالحقائق التاريخية، أما الأكالون\nبالأكاذيب الشاربون بالخرافات المستغفلون للباحثين فهم لا يستطيعون\nالانفكاك عن هذه الأساطير والاستغفالات لأنها لهم كالماء للسمك لو خرج منه لمات!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head18'>AUTO نماذج من ذلك</h2>\n\n<p>\nوحتى يكون اتهامي للدكتور علميا موثقا لا إنشائيا عاما فإليكم نماذج من\nتناقضاته التي كنت أربأ به عنها لكن يبدو أن حب سيف بن عمر يعمي ويصم كحب\nسائر الأشياء:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head19'>AUTO النموذج الأول</h2>\n\n<p>\nانتقد الدكتور العودة على الدكتور الهلابي عدم اعتماده على منهج أهل\nالحديث فقال: في لقائه في المسلمون بالحرف الواحد: (والهلابي لا يرى اعتماد\nأحكام أصحاب الجرح والتعديل على الإخباريين! ويرى أن القضايا التاريخية لا\nتعالج حسب حكم أصحاب الحديث! على رواياتها إيجابا أو سلبا بل إن الروايات\nنفسها تعرض على محك النقد والتمحيص والمقارنة..) ! ثم يتساءل العودة ويقول\nبالحرف الواحد: (ونحن بدورنا نقول: أي منهج هذا؟! وماذا بقي للدكتور يرتضيه\nمن تراثنا ومناهج أسلافنا؟!\n</p>\n\n<p>\nأقول: أنتم هنا تلاحظون أن الدكتور العودة يرى تطبيق أحكام الجرح\nوالتعديل على الإخباريين ويرى أن القضايا التاريخية يجب أن تعالج سلبا\nوإيجابا وفق منهج المحدثين أليس كذلك؟! وأنه لا يكتفي بعرض المتن فقط على\nالمحك والدراسة والمقارنة بعيدا عن الإسناد؟! والدكتور العودة هنا أصاب\nوأنا في هذا النقطة مع الدكتور العودة ضد الدكتور الهلابي لكن تعالوا إلى\nتطبيقات الدكتور العودة فماذا كان نصيب هذه النظرية الجميلة؟\n</p>\n\n<p>\nأولا: الدكتور العودة لم يطبق هذا المنهج البتة على أكثر من (460) رواية\nاحتج بها في رسالته (عبد الله بن سبأ) لم يدرس أسانيدها البتة وفي تلك\nالروايات من الأكاذيب وضعف الرواة وانقطاع الأسانيد والطعون في الصحابة\nومخالفة الصحيح مالا يكاد يقع تحت <span id='ms031'></span> الحصر! ومن لم يصدق فالرسالة مطبوعة\nوموجودة في الأسواق ستجدون أنه ينسب هذه الأخبار للمصادر التاريخية\nوالأدبية! وكتب الفرق والمقالات! ولم أجده مطبقا هذا المنهج إلا على سبع\nروايات فقط! -مع خطئه في أكثر هذا أيضا- فأين الدعاوى النظرية؟\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nوكأن الدكتور العودة لا يعرف أن قوله: (رواه الطبري) مثلا لا تعني تعديلا\nولا تضعيفا لأن الطبري روى أخبارا صحيحة وضعيفة وموضوعة ومنكرة..الخ فأين\nمنهج المحدثين الذي ينادي به الدكتور العودة ويطالب الهلابي بتطبيقه؟! هلا\nطبقه على روايات رسالته؟! (يا أيها الذين آمنوا لم تقولون مالا تفعلون)؟!\n(أتأمرون الناس بالبر وتنسون أنفسكم)؟!\n</p>\n\n<p>\nإذن فالدكتور العودة بحاجة إلى أن يتذكر نفسه جيدا من الناحية التطبيقية\nلأنه يبدو أنه قد نسي ما سطره قلمه في رسالته (السبئية)..\n</p>\n\n<p>\nثانيا: أيضا قارن الدكتور العودة سيف بن عمر بغيره من المؤرخين في كتابه\nمن ص(105) إلى ص (108) فما ذا فعل؟! لقد جلدهم جلدا بمنهج أقسى المحدثين\nفلما جاء سيف ووجد أن أحكام أهل الحديث -متشددهم ومتساهلهم- عليه بالكذب\nوالترك والزندقة واضحة اضطر للتخلي عن منهج المحدثين - الذي طبقه على هؤلاء\nالمساكين - فقال في الهامش ص304: (لا بد من التفريق بين رواية الحديث\nورواية الأخبار الأخرى... فلا بد من مراعاة هذا المقياس وتطبيقه على سيف\nمحدثا وإخباريا!).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head20'>AUTO هكذا إذن؟!!</h2>\n\n<p>\nفالدكتور العودة هنا استل سيف بن عمر من أحكام أهل الحديث كما تستل العصا\nالغليظة من خمير العجين، أعني أستلالا واضحا مرئيا، وليس خفيا، وهذا للأسف\nديدن معظم المؤرخين الإسلاميين وأنا هنا أنقد دارسي التاريخ الإسلاميين\nالمعاصرين أكثر من غيرهم لأنهم شوهوا منهج المحدثين بالازدواجية التطبيقية\nوالانتقائية المؤسفة أما غيرهم من سائر المؤرخين من شتى المذاهب فلم يدعوا\n-بتشديد الدال- تطبيق المنهج ؛ ولم يدعوا إليه نظرية ولا تطبيقا وعلى هذا\nفلن يستطيعوا تشويهه حتى وإن خالفونا مخالفة جذرية في النظرية تلك المخالفة\nالتي أعذرهم فيها لأنهم يرون تطبيقات مثل الدكتور العودة واستغلاله لهذا\nالمنهج استغلالا مذهبيا ضيقا مع استغفال من يجهل هذا المنهج من المناقشين\nوالمشرفين فضلا <span id='ms032'></span> عن الطلاب.\n</p>\n\n<p>\nإذن فمن أسباب عدم اقتناع بعضهم بمنهج المحدثين هو سوء التطبيقات التي\nيرونها عند بعض المؤرخين الإسلاميين التي تظهر منها الازدواجية والانتقاء\nوغيرها من العيوب التي تبدو ظاهرة في كتابات الدكتور العودة ولذلك أرى أن\nبعض المؤرخين من الإسلاميين أكثر ضررا على منهج المحدثين من المستشرقين\nوالشيعة الذين يتباكى الدكتور من كتاباتهم مع أنه قد نهل منها حتى ارتوى!،\nفما شوه هذا المنهج إلا كتابات أبنائه ممن لا يحسنونه حتى وإن كانت\nكتاباتهم بحسن نية وحبا في الرد على المخالفين والظهور بمظهر الحريص على\nعقيدة الأمة!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nفسيف بن عمر مثلا لو يقرأ أحدنا ما كتبه عنه من يذمهم الدكتور العودة من\nبعض (المستشرقين) وبعض (المبتدعة)! لوجد أن أحكامهم على سيف أقرب لمنهج\nالمحدثين مما كتبه عنه الدكتور العودة (السلفي الداعية الواعظ)! مع أن\nالدكتور العودة يظهر أنه حسن النية لكن حسن النية في بعض الأمور، لا تكفي\nولا بد لها من منهج وهذا ما يغفل عنه كثير من الأخوة الأفاضل فهم يظنون أن\nالاعتراف بما عند المسلمين أو ما عند غير أهل السنة، من علم وبحث وجهد\nيعتبر ميلا لهم وأن هذا يعد مؤامرة! ويخالف عقيدة الولاء والبراء! ...إلخ.\n</p>\n\n<p>\nوهذا خلط بين أمور متباينة فلا تلازم بين (البراءة من دين الآخر)\nو(الاعتراف بما عنده من حق) فإذا وجد المسلم لهذا الآخر (من المخالفين دينا\nأو عقيدة) بحثا جيدا في التاريخ أو غيره فلماذا لا يستفيد منه مع براءته من\nدينه أو غلوه العقدي، وفي المقابل لو وجد الواحد منا رسالة هزيلة لأحد\nالأخوة الدعاة الخطباء! فهل يلزمه حب ذلك الرجل في الله على الإشادة\nبرسالته الهزيلة؟!والأخذ بنتائجها الباطلة؟! أظن أن الجواب واضح.\n</p>\n\n<p>\nإذن أرجو أن يفرق الأخوة بين المسألتين فإذا فرقوا بينهما تبينت لنا كثير\nمن الحقائق، وللأسف أن أكثر دارسي التاريخ الإسلاميين خاصة داخل المملكة بل\nكثير من طلبة العلم الشرعي يخلط بين هذه الأمور المتباينة متناسين صواب\nالأثر القائل: (الحكمة ضالة المؤمن فأين وجدها <span id='ms033'></span> فهو أحق بها) وهذا معناه\nصحيح وإن لم يصح رفعه إلى النبي صلى الله عليه وسلم وتدل عليه تطبيقات النبي صلى الله عليه\nوآله وسلم وصحابته والتابعون وسلفنا الصالح -الصلاح الحقيقي لا المدعى-.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head21'>AUTO الوقفة الثالثة: استثارة العواطف!</h2>\n\n<p>\nالدكتور العودة إن افتقد الدليل والبرهان لجأ للعاطفة واستثارتها عند\nالجماهير! فالرجل خطيب! وهذا أيضا أسلوب متبع عند كثير من الناس فتجدهم\nيتهمون إخوانهم في الدين إن اتفق أحدهم في مسألة معينة مع أحد المستشرقين\nأو غيرهم فإنهم يحاولون أن يربطوا بينهما في الفكر لمجرد الاتفاق في مسألة\nأو أكثر! وهذا ظلم وحجر على البحث العلمي وتناقض مع ما يفعله الرابط نفسه.\n</p>\n\n<p>\nوعلى سبيل المثال نجد الدكتور العودة في لقاء (صحيفة المسلمون) يتهم\nالدكتور الهلابي بأنه (يريد!) إحياء أراء مرتضى العسكري! ودليله في هذا أن\nالرجلين اتفقا في نفي وجود عبد الله بن سبأ! مع أن الدكتور الهلابي ذكر في\nدراسته عن ابن سبأ أنه لم يطلع على دراسة العسكري! وقد أخبرني بذلك أيضا،\nثم لو أطلع عليها واتفقا في بعض النتائج أو جلها فهل يعني هذا أن هناك\nارتباطا فكريا بين الرجلين؟! ألا توجد اتفاقات سنية شيعية على أن النبي صلى الله عليه وسلم لم\nيغزو الصومال ولا الكونغو!\n</p>\n\n<p>\nإذن فإبطال دور ابن سبأ قد يتفق عليه سنة وشيعة.\n</p>\n\n<p>\nهل تكذيب سيف صادر من الشيعة فقط أم صدر قبلهم من المحدثين؟ هل نفي ابن\nسبأ حكر على الشيعة أم أنه مشاع للبحث العلمي؟!\n</p>\n\n<p>\nوكذلك لما أثنيت أنا على (بعض الأنصاف) في كتب طه حسين بتر الدكتور\nعبارتي وزعم أنني قلت: إنه (منصف) ثم حاول الدكتور أن يربط فكريا بيني وبين\nالدكتور طه حسين! ثم نقل أسوأ ما قاله طه حسين وزعم أنه هو (الإنصاف) الذي\nأعنيه! وهذا من الإنصاف عند الدكتور العودة !\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nوالغريب أن الدكتور نسي أنني حذرت من كتابات الدكتور طه حسين في متن\nالكتاب، لكنني اعترفت في الهامش بأنني أحيانا -بل كثيرا- أجد إنصافا في\nكتاباته وهذا حق لا أتبرأ <span id='ms034'></span> منه والدكتور العودة نفسه استشهد في رسالته بكثير\nمن أقوال المستشرقين والمبتدعة فهل يريد منا أن نلزمه بأنه يعتقد عقائد\nهؤلاء؟! إذا كانت المسألة مسألة تنابز بالاتهامات والالزمات الباطلة فهذا\nيسير وكل منا يستطيع التحريف والبتر والربط بين المؤلف وعقائد آخرين\nوأفكارهم! لكن هل هذا المنهج الخاطئ يساعد في البحث العلمي؟! هل هذا المنهج\nمنهج إسلامي؟! إذن فالدكتور العودة مطالب بإعادة النظر في أساليب محاربته\nللآخرين فيجب أن تكون المحاربة شريفة وأن تستخدم فيها أسلحة الأدلة\nوالبراهين للآخرين وليس أسلحة العواطف واستثارة الجماهير تلك الاستثارة\nالتي لا تقوم على العدل ولا على الإنصاف وإنما على بتر النصوص وإلزام\nالأباطيل، وهذه الأساليب يمكن للطرف الآخر استخدامها بكفاءة أيضا! لكنها لا\nتخدم البحث العلمي لأنها غير علمية وأظن الدكتور العودة يعرف هذا تماما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head22'>AUTO الوقفة الرابعة: لماذا يصر الدكتور على الخلط بين مسألتين</h2>\n\nمختلفتين؟!\n<p>\nالدكتور العودة يصر إصرارا عجيبا على الخلط بين مسألتين مختلفتين تماما\nلا تلازم بينهما، وهما:\n</p>\n\n<p>\nمسألة (وجود) عبد الله بن سبأ وهذه وجدها الدكتور في روايات غير رواية\nسيف بن عمر وتبقى هذه الروايات بحاجة إلى دراسة هل هي كافية -مع ضعفها\nوتناقضها- لإثبات وجوده أم لا، لكن هذه المسألة الخلاف فيها يسير.\n</p>\n\n<p>\nأما المسألة الكبرى التي تقلق الدكتور كثيرا فهي (دور) عبد الله بن سبأ\n(في الفتنة) ! فهذه لم يجد الدكتور العودة فيها سوى رواية سيف بن عمر!\nو(دور) ابن سبأ في الفتنة هو الأساس وهذا الدور لم يتفوه به أحد غير سيف بن\nعمر ورسالة الدكتور قائمة على إثبات المسألة الأخيرة، لأن رسالته في\nالتاريخ وليست في العقيدة!\n</p>\n\n<p>\nوحتى أوضح الفرق أقول: خذوا شخصية مشهورة مثل خالد بن الوليد متواترة\nالوجود لا يشك في وجودها أحد، ألا توجد أخبار لخالد بن الوليد لا تصح؟ إذا\nكان خالد بن الوليد موجودا هل يعتبر هذا مبررا لإثبات كل الأخبار التي نسبت\nإليه سواء كانت صحيحة أم مكذوبة أم أنه لا يجوز أن تنسب إليه إلا الأخبار\nالصحيحة المقبولة <span id='ms035'></span>؟ لا ريب أنكم تتفقون معي أنه لا يجوز أن تنسب إلى خالد بن\nالوليد أو غيره إلا الأخبار المقبولة لا المكذوبة أو المنكرة... .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nإذن قضية عبد الله بن سبأ مثل هذه تماما بمعنى أنه إن كان عبد الله بن سبأ\nموجودا فلا يجوز أن ننسب إليه أخبارا مكذوبة كأن نقول إن من تلاميذه عمار\nبن ياسر وأبا ذر وأنه أحد قواد علي بن أبي طالب! وأن من أتباعه عدي بن حاتم\nوزيد بن صوحان والأشتر وغيرهم من خيرة الصحابة والتابعين! أما الدكتور\nالعودة فإنه يعتبر أنه ما دام ابن سبأ موجودا إذن فكل الأخبار التي نسبت\nإليه صحيحة حتى وإن انفرد بها كذاب! وهنا يكون خلافنا معه في أصل المنهج\nفنحن بحاجة - نحن وهو - إلى مراجعة المنهج والعقل أولا ثم الانطلاقة منهما\nلدراسة التاريخ أما أن تدرس التاريخ والمنهج غير متضح عندنا فهذا خلل كبير\nيسبب اختلافا أكبر، ولذلك تكلم المحدثون والمؤرخون المتقدمون عن الفتنة ولم\nيذكروا عبد الله بن سبأ بحرف واحد حتى الذهبي وابن حجر الذين ينسب إليهما\nالعودة توثيق سيف بن عمر في التاريخ لم يذكرا دور عبد الله بن سبأ (في\nالفتنة) بحرف واحد وقبل الذهبي وابن حجر نجد كل علماء المحدثين وكل\nالمؤرخين خاصة المتقدمين منهم لم يذكروا عبد الله بن سبأ (في الفتنة).\n</p>\n\n<p>\nانظروا إن شئتم ما كتبه علماء المسلمين عن الفتنة في كتبهم مثل تاريخ\nخليفة بن خياط وطبقات ابن سعد وتاريخ البخاري الأوسط وأنساب الأشراف\nللبلاذري، وكتب الصحاح والسنن والمسانيد والأجزاء والفوائد والمستدركات\nوالمستخرجات والطبقات والتراجم وكتب الأدب وكتب الأنساب لم تذكر هذه\nالمصادر حرفا واحدا عن دور عبد الله بن سبأ في الفتنة، اللهم إلا من نقل عن\nسيف بن عمر مثل الطبري وغيره وهذا قد أدركه الدكتور العودة جيدا لكنه حرص\nعلى خلط المسألتين وجعلهما مسألة واحدة لأن رسالته قائمة على الأمر الأخير\n(دور ابن سبأ) لا الأول (وجود ابن سبأ!).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى هذا فلو سلمنا للدكتور سليمان بأن غير سيف <span id='ms036'></span> ذكر عبد الله بن سبأ فهل\nذكروا (دوره في الفتنة) كما فعل الدكتور في رسالته أم ذكروا عنه أشياء أخرى\nك (غلوه في علي) ! فالأمر الأول لم يذكره أحد غير سيف وهو معظم ما قيل عن\nابن سبأ أما الثاني فهو جزء يسير جدا لا يتعدى (5 %) من مجموع الأخبار\nالمنقولة عن عبد الله بن سبأ فكيف يكون ال (5 %) حجة في إثبات (95%) بلا\nدليل ولا برهان؟!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head23'>AUTO الوقفة الخامسة: الروايات التي أوردها الدكتور</h2>\n\n<p>\nأورد الدكتور العودة خمس روايات زعم أنها ست روايات! وفي صحيفة الرياض\nكان قد أورد سبع روايات زعم أنها ثمان! فهو لا يفرق بين المتابعة وبين\nالرواية المنفصلة، وهذا يحتاج من الدكتور لمراجعة معنى (الرواية) ومعنى\n(المتابعة) قبل أن يكتب في (منهج أهل الحديث) ! لأن هذه المصطلحات أساسية\nفي فهم الموضوع قبل الكتابة فيه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head24'>AUTO نظرة في الروايات</h2>\n\n<p>\nأما الروايات التي أوردها الدكتور العودة في لقائه في (صحيفة المسلمون)\nفقد سبق أن أجبت عليها في ردي عليه في صحيفة الرياض والروايات التي أوردها\nالدكتور العودة متناقضة وبعضها باطل.\n</p>\n\n<p>\nوما دام أنه كرر الروايات ودراستها فمن حقي أن أذكر باختصار شديد ما قلته\nفي نقد تلك الروايات وغيرها مما لم يورده فقد ذكرت في مقال صحيفة الرياض أن\nتلك الروايات أولا على أصناف وليست صنفا واحدا:\n</p>\n\n<p>\nفروايات تذكر (عبد الله بن سبأ) بهذا الاسم صريحا وهي روايات ضعيفة جدا\nوهي ثلاث روايات لم تصح فيها رواية بل هي من أضعف ما ورد فيه.\n</p>\n\n<p>\nروايات تذكر (ابن السوداء) وهذا يحتاج لبحث هل المراد به عبد الله بن سبأ\nأم لا، لأن هناك اختلافا في المراد بابن السوداء، هذا الاختلاف يحتاج من\nالدكتور أن يبحثه بهدوء وإنصاف إن كان يستطيع، مع أن الروايات في ذلك ضعيفة أيضا.\n</p>\n\n<p>\nروايات تذكر (الحميت الأسود) وهذه صحيحة لكن تحتاج لبحث في المراد بهذا\nهل هو ابن سبأ أو غيره.\n</p>\n\n<p>\nروايات تذكر (السبئية) وهذه تحتاج لبحث هل السبئية نسبة لابن سبأ أم لا.\n</p>\n\n<p>\nروايات تذكر (عبد الله السبأي <span id='ms037'></span>)\n</p>\n\n<p>\nروايات تذكر (عبد الله بن وهب).\n</p>\n\n<p>\nورايات تذكر (عبد الله بن وهب الراسبي الهمداني).\n</p>\n\n<p>\nروايات تذكر (ابن حرب).\n</p>\n\n<p>\nأقوال تذكر (السبابية) فهل هي منسوبة لابن سبأ أم فرقة أخرى؟\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nوهذه الروايات والأقوال كلها تتضمن أسماء كثيرة نحتاج أن نثبت أن المراد\nبها عبد الله بن سبأ وهذه مهمة الدكتور العودة لأن كتب الفرق والمقالات\nالتي ينقل منها تفرق بين (ابن السوداء) و(ابن سبأ) بينما الدكتور العودة\nكان عنوان الجزء الأول من اللقاء معه (حقيقة ابن السوداء) ! وكان عنوان\nاللقاء الثاني (أخبار ابن سبأ والسبئية ليست قصرا على سيف بن عمر!) ولو\nطالبنا الدكتور أن يثبت لنا أن ابن السوداء هو ابن سبأ ما أظنه يستطيع\nإثبات ذلك لا سيما وأن بعض كتب الفرق والمقالات كالبغدادي (في كتابه الفرق\nبين الفرق، ص223) يفرق بين الاثنين، فهو يجعل عبد الله بن سبأ هو الذي إليه\nتنسب السبابية وليس السبئية! ثم ذكر ص 225 أن (عبد الله بن السوداء) أعان\nالسبابية على قولها! يعني أنه غير (عبد الله بن سبأ) ! وذكر ص225 أن ابن\nالسوداء كان يهوديا من أهل الحيرة بينما سيف يقول كان يهوديا من أهل صنعاء!\nوذكر البغدادي (ص225) أن الذي قال بالوصية لعلي والغلو فيه هو ابن السوداء\nوليس ابن سبأ! ثم ذكر بأن عليا نفى الاثنين إلى المدائن! فالدكتور العودة\nيحتاج منه القارئ أن يحل هذا الإشكال.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nأما (ابن حرب) فهل هو (عبد الله بن سبأ) أم (عبد الله بن عمرو بن حرب) الذي\nتنسب إليه فرقة الحربية من الشيعة (انظر مقالات الإسلاميين 1/68) وهذا ابن\nحرب هو -عند الأشعري- غير ابن سبأ الذي تنسب إليه السبئية (المقالات 1/86)\nوهذا غير (عبد الله بن وهب الراسبي) عند أكثر الناس، وهكذا فالدكتور العودة\nيخلط بين شخصيات هي عند من ينقل عنهم مختلفة وهو بحاجة إلى تثبيت حجته وأنا\nهنا ليعتبرني لست معه ولا ضده، وإنما أنا كقارئ لن أقتنع بحشر كل هذه\nالأسماء وجعلها دالة على شخصية واحدة فقط إلا بأدلة وبراهين <span id='ms038'></span> نخطئ -بتشديد\nالطاء- بموجبها من فرق بين شخصيات هذه الأسماء! كما أنه بحاجة إلى إجابة\nالقارئ على سؤال وهو (لماذا لم يذكر دور عبد الله بن سبأ المؤرخون\nالمتقدمون قبل سيف بن عمر والمعاصرون له! ولم نجد له ذكرا في تلك الدواووين\nالمشهورة) ! وإنما اشتهر عند المتأخرين من أصحاب كتب الفرق والمقالات!\nوهكذا أسئلة كثيرة تستوجب على من زعم أنه بحث المسألة بحثا علميا أن يجيب عليها.\n</p>\n\n<p>\nعلى أية حال: سبق أن قلت: إنه إذا كان الدكتور العودة قد جمع سبعا من\nالروايات فأنا مع أنني لم أزعم أنني بحثت الموضوع إلا أنه عندي فيه من\nالروايات ضعف ما مع الدكتور! ومع هذا لا زلت أقول إن وجوده تحت البحث\nوالدراسة لضعف أكثر الروايات وتناقضها، والدكتور لم يأت بجديد لأن كل\nالروايات التي فيها ذكر لعبد الله بن سبأ صريحا روايات باطلة سندا ومتنا\nوهي ثلاث روايات فقط وكنت أتوقع أن يكون (بحث) الدكتور العودة بعيدا عن\nمجرد السرد لبعض المرويات التي عثر عليها في تاريخ دمشق! فهذا لا يسمى بحثا\nعلميا لكننا في هذا الزمان تعودنا أن نسمي الأشياء بغير اسمها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head25'>AUTO نظرة في الروايات الجديدة</h2>\n\n<p>\nأورد الدكتور العودة نصوصا جديدة لم يذكرها في مقالاته في صحيفة الرياض\nوذكر أن هذه النصوص (أقدم وأوثق مما ذكره الهلابي!) وذكر منها ما يلي:\n</p>\n\n<p>\nالنص الأول: عن ابن عباس: ذكر العودة نص ابن عباس من رواية ابن عدي عن\nالساجي عن ابن المثنى عن عثمان بن الهيثم عن عبد الوهاب بن مجاهد عن أبيه\nعن ابن عباس وفي النص قول ابن عباس (إذا كثرت السبئية بالكوفة استكفت\nأهلها).\n</p>\n\n<p>\nأقول: أين تطبيق منهج المحدثين هنا يا دكتور؟ ألا تعلم أن في إسناد\nالرواية عبد الوهاب بن مجاهد بن جبر المكي وأنه (متروك واتهم بالكذب) فقد\nقال فيه سفيان الثوري (كذاب) وقال وكيع: (كانوا يقولون إن عبد الوهاب لم\nيسمع من أبيه) وجزم بذلك ابن حبان -والرواية التي نقلها العودة من روايته\nعن أبيه- وقال <span id='ms039'></span> الإمام أحمد بن حنبل (ليس بشيء..) وقال الدارقطني: (ليس\nبشيء) وقال الحاكم: (روى أحاديث موضوعة) وقال النسائي: (ليس بثقة ولا يكتب\nحديثه) وقال ابن الجوزي: (أجمعوا على ترك حديثه) ! وضعفه بقية المحدثين مثل\nيحيى بن معين وأبو حاتم والجوزجاني وابن عدي وابن سعد والبخاري وأبو زرعة\nويعقوب بن سفيان وابن المديني ولم يوثقه أحد فهو أخو سيف بن عمر في الكذب\nوالوضع فكيف يزعم الدكتور أن هذه الرواية موثوقة؟!وكنت أتمنى من الدكتور\nالعودة أن يطهر أدلته من هؤلاء الكذابين وأن يطبق المنهج الذي يستنكر على\nالهلابي عدم تطبيقه!.\n</p>\n\n<p>\nالنص الثاني: ثم ذكر الدكتور العودة نصا آخر عن الشعبي وهو قوله: (لم أر\nقوما أحمق من هذه السبئية).\n</p>\n\n<p>\nوفي الإسناد مجالد بن سعيد الهمداني وهو قريب من سيف في الضعف (راجعوا\nترجمته في التهذيب والميزان).\n</p>\n\n<p>\nفهذه النماذج التي نراها في كتابات الدكتور العودة تدل على الشح الكبير\nفي الروايات القوية التي يثبت بها (وجود) عبد الله بن سبأ فضلا عن (دوره في\nالفتنة) ! مما ألجأ الدكتور لأمثال سيف ومجالد وابن مجاهد!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head26'>AUTO الوقفة السادسة: خطورة إثبات دور ابن سبأ</h2>\n\n<p>\nلعل أكثر القراء يظنون أن الخطورة تكمن في نفي دور عبد الله بن سبأ وليس\nفي إثبات دوره، وأنا - من خلال قراءة لروايات سيف عن ابن سبأ - أرى أن\nخطورة إثبات دور ابن سبأ في الفتنة أخطر من نفي وجوده مطلقا لأن معظم علماء\nالسلف الذين كتبوا في التاريخ لم يذكروا عبد الله بن سبأ البتة مع كثرة\nالدواعي لذكر ذلك، فليسعنا ما وسعهم سواء كان ابن سبأ موجودا أو غير موجود،\nلكن إهمالهم له دليل على أن بطلان ما نسبه إليه سيف بن عمر من قلبه الدولة\nالإسلامية واستخدامه البدريين وكبار التابعين، وحتى يقف القراء على حقيقة\nالأمر أسرد لهم النتائج التي تتمخض من إثبات دور ابن سبأ في الفتنة ومن\nأبرز تلك النتائج التي سيخرج بها موثقو سيف بن عمر ما يلي:\n</p>\n\n<p>\nعمار بن ياسر الصحابي المعروف هو عند سيف <span id='ms040'></span> من الأيادي المنفذة والآذان\nالمصغية لعبد الله بن سبأ! وأنه كان يكاتب عبد الله بن سبأ (الطبري 4 / 353\nعن سيف) معنى هذا أن المؤامرة على عثمان اشترك فيها عبد الله بن سبأ\n(اليهودي) مع عمار بن ياسر (البدري) ! وأن الولاء والبراء ليس له وجود عند\nعمار بن ياسر الذي يتآمر مع يهودي ضد خليفة المسلمين!.\n</p>\n\n<p>\nأبو ذر الغفاري يسيطر عليه عبد الله بن سبأ ويسلطه على معاوية (الطبري عن سيف).\n</p>\n\n<p>\nعدي بن حاتم الصحابي - عند سيف - يتآمر مع مثل عبد الله بن سبأ ضد علي\nوعائشة يوم الجمل ويفسد الصلح وينشب القتال مع السبئية! انظروا الطبري\n(4/494 عن سيف).\n</p>\n\n<p>\nعلي بن أبي طالب - عند سيف - من محبي هذا اليهودي عبد الله بن سبأ ولذلك\nولاه على كتيبة من كتائبه يوم الجمل (الطبري 4/505 عن سيف) فعلي بن أبي\nطالب الخليفة الراشدي الرابع من محبي عند سيف بن عمر! وما دام أن هذا سيغضب\nالشيعة فلا بد أن نثبته! أليس الأمر مبارزة!\n</p>\n\n<p>\nعمار بن ياسر - في رواية سيف - يعترف بأنه من قتلة عثمان! (الطبري 4/482\nعن سيف).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nعمار بن ياسر - في رواية سيف - غبي أحمق لا يدري هل هو وال على المدائن أم\nعلى الكوفة (الطبري 4/163 عن سيف).\n</p>\n\n<p>\nالصحابي جندب بن زهير - عند سيف - شاهد زور (الطبري 4/273 عن سيف).\n</p>\n\n<p>\nالأنصار - عند سيف - يلزم أن يكونوا من أهل الردة (3/242عن سيف).\n</p>\n\n<p>\nأبو بكر الصديق - عند سيف - لا يقتص من عماله ولا أصحاب سلطانه! الطبري\n(3/278عن سيف) مع أن النبي صلى الله عليه وسلم أقاد من نفسه).\n</p>\n\n<p>\nعلي وطلحة والزبير وعبد الرحمن بن عوف وسعد بن أبي وقاص مذمومون - عند\nسيف - لكن على لسان عمر (3/259 عن سيف).\n</p>\n\n<p>\nخالد بن سعيد بن العاص الصحابي القديم لم يقاتل في عهد النبي صلى الله عليه وسلم وعهد\nالراشدين إلا لنيل الخطوة والشهرة! الطبري (3 / 391 عن سيف).\n</p>\n\n<p>\nعبد الله بن مسعود وسعد بن أبي وقاص - عند سيف - أول من افسد أهل الكوفة\n(الطبري 4/251 عن سيف) لأنهما تحارشا وتداعيا بدعوى الجاهلية وفسد أهل <span id='ms041'></span>\nالكوفة من ذلك اليوم!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nوهكذا تجد علي بن أبي طالب وأصحابه كعمار وجندب بن زهير وعدي بن حاتم\nوأمثالهم من أيادي عبد الله بن سبأ عند سيف بن عمر! فأين المتباكون على\nالوليد بن عقبة ومروان بن الحكم؟! وأين نظريات الدكتور العودة بأن (من طعن\nأحد الصحابة فهو رافضي خبيث! متهم بالزندقة؟!) فهلا طبق هذه النظريات على\nسيف؟ أم أن هذه النظريات لا يجوز أن تطبق إلا على من يخطئ الظلمة من بني\nأمية فقط؟! أما علي فله شيعة تحميه ولا يهمنا أمره في شيء! ما هذه\nالازدواجية العجيبة! هجمة شرسة على الواقدي وأبي مخنف واتهامهم بالتشيع\nلوجود بعض المرويات التي هي أقل من هذه بكثير من هذا الباطل بينما هذا\n(الكذاب المتهم بالزندقة) الذي تصرح رواياته بمثل الفحش السابق يلقى كل\nحماية لأنه لا يطعن إلا في علي بن أبي طالب وعمار بن ياسر؟! وفي ظني لو أن\nسيفا طعن في معاوية لاهتدينا إلى أحكام أهل الحديث بسهولة وأثبتناها! لأن\nردود الأفعال تطغى علينا ولا ننظر للأمر باعتدال ومن بحث وعلم حجة على من\nلم يعلم والأمر فيه طول لكن تكفي هذه النماذج ولم أشأ أن أستطرد في سرد\nبقية خزعبلات سيف بن عمر وتحريفه للأحاديث النبوية ووضعه لها وروايته\nالأساطير مثل خروج الجبال من البحار لتستريح عليها الفرسان من التعب!\nوأمثال هذا مما يعجب العوام ويطربهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nوأخيرا: الكلام في الملحوظات على لقاء الدكتور أكثر من أن أحصرها في هذا\nالمقال لكنني أطلب من الدكتور العودة وأطلب من نفسي ومن سائر المهتمين من\nمحدثين ومؤرخين وغيرهم أن نحاول الرجوع إلى الحق حتى وإن كان فيه صعوبة على\nالنفس لكنني من هذا المنبر أعلن أنني على استعداد للمحاورة أو المناظرة حول\nالأمور الجوهرية ومستعد للرجوع إلى الحق وإذا كان الدكتور العودة يرى أن\nهذا إعلان ليس له حقيقة فأنا أطلب من الدكتور العودة أن نتفق على أن يعرض\nكتابي (نحو إنقاذ التاريخ الإسلامي) وكتابه (عبد الله بن سبأ) على جهة <span id='ms042'></span>\nعلمية يختارها هو لتنظر أي الكتابين ملتزم بمنهج المحدثين؟! وأي الكتابين\nأقل تناقضا؟! وأقرب للنصوص الشرعية؟! فإن حكموا لكتابه فأعده أنني سأمنع\nكتابي من الأسواق البتة؟! وإن حكموا لكتابي فلا أطلب منه هذا ولا أطلب إلا\nتصحيح الأخطاء فقط! وهذا في ظني إنصاف مني لأنني تركت له تحديد الجهة\nالعلمية وسأجعل له الرواية الضعيفة التي عندي إن وجدت بعشر أمثالها مما\nعنده! والتزم بمنع كتابي إن حكم عليه ولن ألزمه إلا بتصحيح كتابه إن حكم لي\nفماذا يريد مني بعد هذا؟!.اللهم اهدنا لما اختلف فيه من الحق إنك سميع مجيب\nالدعاء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head27'>AUTO المقال الثالث الأمر أخطر من عبد الله بن سبأ</h1>\n\n<p>\nفي البداية أرجو ألا يظن القارئ أنني من خلال هذه المقالات أني أريد الرد\nعلى الدكتور العودة وإنما أريد مخاطبة القارئ من خلال هذا الحوار مع\nالدكتور العودة فأنا لم أتيقن حقيقة معنى الآية الكريمة:{إنك لا تهدي من\nأحببت ولكن الله يهدي من يشاء}[القصص:56] إلا بعد الحوار مع الدكتور العودة\nوالهداية مستويات فهناك هداية إلى الإسلام فهذه لا أقصدها هنا وإنما أقصد\nالهداية للصواب أو الاتفاق على منهج أو (إمساك أول الخيط) كما يعبر بعض\nالأخوة فكل نقاط الالتقاء (وهي بداية الهداية) أعترف أني الآن على يأس أن\nألتقي مع الدكتور العودة في واحدة منها لأنه يخرج عن الموضوع كثيرا ويرفض\nكل التنازلات التي قدمتها في سبيل الوصول إلى الحقيقة أو الاتفاق على تحديد\nالموضوع فقد أجاد في تشتيت الموضوع وهذا التشتيت أسلوب متبع عند كثير من\nالأخوة الذين يشعرون أن الأدلة (تحاصرهم) على حد تعبير الدكتور! وأنا حقيقة\nمحتار بين أن أعذر هؤلاء الأخوة كالدكتور العودة وغيره ممن اختلفت معهم\nوبين أن أخشن لهم القول فكان يتجاذبني (العذر الجميل والعتب الشديد) فاخترت\nالاعذار مني لهم لأنهم كانوا (ضحية منهج) ولم يكن لهم دور في اختيار هذا\nالمنهج ولا اختار تعلمه وهذا المنهج قديم من أيام الصراعات بين المذاهب\nالإسلامية عقدية كانت أو فقهية أو حديثية فهذا <span id='ms043'></span> المنهج هو الذي لقن لهؤلاء\nالأخوة هذه السمات السلبية كالتعصب والتشنج في الطرح والهجوم على صاحب\nالفكرة واتباع الظنون واتهام النيات وعدم فهم الكلام واستحلال بتر النصوص\nوتحريف الأقوال واستثارة العواطف والميل الشديد إلى تبديع الآخرين وتكفيرهم\nوإظهارهم بمظهر (المتآمر) إلى آخر هذا العقد التدميري.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nإذن فالخطأ ليس خطأ هؤلاء الأخوة بقدر ما هو خطأ في المنهج السائد عند كثير\nمن المسلمين منذ القرون الأولى إلى اليوم فكيف نطلب منهم التخلص من أمر\nيرونه دينا ويحتسبون الأجر عليه (ويحسبون أنهم يحسنون صنعا) ! فهذه الأمور\nتجعلني أعذر هؤلاء في لغتهم وتشنجهم وخروجهم عن الموضوع وتبنيهم منحى\nالتكفير والتبديع لكن إن أقنعت نفسي بأعذارهم جاءني ما يعكر علي هذا\n(الإعذار) إذ كيف نعذرهم في الاستمرار على هذه الأخطاء وكتاب الله بين\nأيديهم يأمرهم بالعدل والصدق والأمانة وينهاهم عن بعض الظن والكذب والحسد\nوالحقد..الخ، كيف أعذرهم وسنة رسول الله صلى الله عليه وسلم الصحيحة بين أيديهم تنهاهم عن\nالغش وقول الزور والظلم وتأمرهم بالعدل والصدق والأمانة أيضا؟! فهم لا\nيعيشون في جزر (واق الواق) حتى نعتبرهم جاهلين للأحكام الشرعية الواضحة بل\nإن هذه العيوب والذنوب السابقة يدرك خطأها كثير من الكفار بلا قرآن ولا\nسنة، بينما أصحابنا يعكسون القضية فيكونون قد أساءوا إلى الدين إساءة بالغة\n- بحسن نية - لا يستطيع أن يفعلها أعداء الإسلام وخصومه بسوء نية! وهذا من\nأسباب ما نحن فيه من هوان، لأن الأقوال منشورة أما الأفعال فلا تعليق، وهذا\nأيضا من أسباب سمعة المسلمين السيئة التي حالت دون دخول كثير من الكفار في\nالدين الإسلامي، فهم - أي الكفار - يرون المسلمين يستحلون الغش والكذب\nوالخداع وقول الزور مع قلة حياء ومأساة أخلاق فيربطون بين (مهازل) المسلمين\nو(نظريات الإسلام) ويتعجبون من التباين الكبير بين هذين المحورين وهذا أمر\nمؤسف حقا.\n</p>\n\n<p>\nإذن فقد كان يتجاذبني إعذار هؤلاء من جهة وعتابهم من جهة أخرى فأنا\nأعذرهم لأنهم (نتيجة طبيعية) لمنهج فيه عيوب لا زلنا نستحي من إصلاحها ولا\nزلنا نلزقها بالدين <span id='ms044'></span> ظلما وزورا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nوأنا أعتب عليهم من ناحية أخرى بسبب توفر كلام الله وكلام رسوله صلى الله عليه وسلم بين\nأيديهم ويستطيعون معرفة الحق بلا تقليد كما أعتب عليهم في تقديمهم لآراء\nالرجال على نصوص الكتاب والسنة فتجد بعضهم ينقل قول فلان وفلان من العلماء\nبينما يخلو مقاله من نقل أقوال محمد بن عبد الله صلى الله عليه وسلم فنحن نتحاكم إلى آراء\nالرجال وتركنا التحاكم إلى كتاب الله وسنة رسوله صلى الله عليه وسلم، بل إن أحدهم يستطيع\nتأويل آية أو رد حديث شريف لكنه يتورع عن نقد قول لعالم من العلماء وهذا\nالخلل المنهجي أدى إلى ذبول النصوص الشرعية عندنا مقابل إحياء أقوال الرجال\nوالتمسك بها، وأنا أتعجب من قول ابن عباس عندما كان يذكر الأحاديث النبوية\nفي بعض أحكام الفقه فاعترض عليه بعضهم بأن هذا لم يفت به أبو بكر ولا عمر!\nفغضب ابن عباس غضبا شديدا وقال (تكاد تنزل عليكم حجارة من السماء! أقول لكم\nقال رسول الله صلى الله عليه وسلم وتقولون قال أبو بكر وعمر)؟! فانظر رحمك الله كيف يغضب ابن\nعباس عندما نعارض كلام الرسول صلى الله عليه وسلم بفتاوى أبي بكر وعمر! فكيف إن عارضنا أقوال\nالنبي صلى الله عليه وآله وسلم بأقوال من هو أقل منهما من بعض العلماء\nالمتأخرين الذين جهلوا الدليل أو فهموه فهما سقيما؟! أو كان كلامهم عاما لا\nيفيد في موطن النزاع.\n</p>\n\n<p>\nفنحن بحاجة إلى عودة صحيحة إلى التعبد بالنصوص تعبدا نلغي معه كل ما\nيعارضها من اجتهادات مرجوحة وأقوال عامة وما أشبه ذلك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nوبعد هذه المقدمة التي أراها ضرورية أعود وأقول للدكتور سليمان العودة -ولي\nمعه قصة في هذه الحوارات وأسبابها- وسأسرد لكم القصة بعد قليل لكنني في\nالبداية أؤكد أن هذه المقالات هي حوار مع القارئ أكثر منها ردا على الدكتور\nالعودة ، صحيح أنني سأتناول بعض ما طرحه الدكتور العودة وأرد عليه ليس من\nأجل أن ينتفع به الدكتور فأنا يائس منه كما تقدم ولكن ليتعلم <span id='ms045'></span> القارئ كثيرا\nمن (العيوب الحوارية) عند كثير منا لنتعلم في المستقبل كيف نفهم كلام\nالآخرين ونؤيد الحق ولا نشارك في الظلم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nوأنا في البداية أؤكد للقارئ بأنني جزء من هذا المجتمع وستلحقني قطعا بعض\nالعيوب الحوارية الموجودة لكنني أحاول من وقت لآخر أن أراجع بعض العيوب\nوأحاول التخلص منها وفي ظني أن الاعتراف بالخطأ ثم محاولة تجنب الخطأ خير\nمن عدم الاعتراف بالخطأ أصلا، مع أن الواجب على المسلم أن يتهم نفسه وألا\nيزكيها وقد علمنا الله عز وجل فقال: {فلا تزكوا أنفسكم} وقد ذكر بعض\nالتابعين أنه وجد ثلاثين من الصحابة كلهم يخشى على نفسه من النفاق بينما\nنحن قد نستكبر إن أرشدنا ناصح على خطأ أو وهم وقعنا فيه أو إخلاف وعد وعدنا\nبه! أو كذب متعمد! أو فجور في المخاصمة! أو خيانة علمية! وهذه الخصال\nالأربع الأخيرة كلها خصال النفاق العملية وقد أصبحت اليوم هي الأصل في أغلب\nالحوارات التي تدور بين المسلمين وأصبح الشاذ هو من يتجنبها! لأننا لا نقبل\nالنقد وإنما نحمل مبالغة في (تبرئة النفس) لم تكن موجودة في كبار الصحابة\nوهذا مرض منتشر بين طلبة العلم الشرعي ربما أكثر من غيرهم فكم من قول محرف\nيتناقلونه وكم غيبة يستحلونها وكم كذبة ينشرها للآفاق وكم وكم...وأنا قد\nيوآخذني بعض الأخوة أنني أركز على (طلبة العلم الشرعي) دون غيرهم وهذا مني\nمقصود لذاته وعلى قدر المحبة تكون شدة العتاب وإذا لم يصلحوا أنفسهم فلن\nيستطيعوا إصلاح غيرهم ولأنه يقبح بطالب العلم - إن صدق في زعمه أنه طالب\nعلم - أن ينقد في الناس الأمور الشكلية أو نقد صغائر الذنوب وينسى الكبائر\nالمتوسدة بين جنبيه! فهذه غفلة عظيمة يزينها الشيطان للمبتلين بهذه الذنوب\nويصور لهم أنهم مأجورون عليها وبالتالي (لا يعترفون) بتلك الذنوب وبالتالي\nيكون الشيطان قد نجح في قطع طريق التوبة على هؤلاء لأن (الاعتراف) بالذنب\nأول شروط التوبة، وكثير من أمراضنا العلمية والبحثية تنبع من (عدم\nالاعتراف) سواء الاعتراف بالقصور في البحث أو الاعتراف <span id='ms046'></span> بالهوى أو الاعتراف\nبغلبة العاطفة وردود الأفعال.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nعلى أية حال: كنت أرى أن مثل هذه المقدمة ضرورية وهي عندي أهم من كل\nالمسائل التاريخية التي اختلفنا فيها لأن الاختلاف في التاريخ أمره سهل إذا\nقورن بالذنوب الأخرى التي نرتكبها ولا نشعر أننا نأثم بها بل نظن أننا\nمأجورون على ذلك ونسأل الله ألا يجعلنا من: {الأخسرين أعمالا، الذين ضل\nسعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعا}[الكهف:103،104].\n</p>\n\n<p>\nوأود في البداية ألا يظن القارئ أنني أوجه هذه المحاسبة لفرد أو أفراد بل\nأوجهها لنفسي أولا وللقراء ثانيا وللأخ الدكتور العودة ثالثا وكلنا بحاجة\nإلى (تربية الضمير) و(محاسبة النفس) قبل الحوار وأنا لن أجاري الدكتور\nالعودة في ما سطره من اتهامات شخصيته في مقاله الأخير في صحيفة (المسلمون)\nلأنني على يقين أن الدكتور لا يعتقد صحة ما يقول وإنما هذا من تحريش\nالشيطان بين المسلمين، كما لن أجاريه فيما سبق إيمانا مني أيضا بأن\nالمجاراة في الاتهامات والطعن في النيات (خروج عن الموضوع الأساسي) والخروج\nمن الموضوع الأساسي من عيوب الحوار التي قد يجرني إليها الدكتور وقد ينجح\nلأن معظم رده كان خارج الموضوع وقد يكون بهذا بقصد منه حتى ينجو سيف بن عمر\nوقد يكون بغير قصد لكن رفضه للمناظرة معي دليل على أن إخراج الموضوع من\nإطاره أمر مقصود.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nوهو في مقالاته في (المسلمون) واضح جدا أنه يتهمني بالاتفاق مع المستشرقين\nأو الشيعة أو غيرهم -وقد سبق الجواب على هذا في مقالات سابقة- وهذا جزء من\nسلبيات المنهج كما تقدم إلا أنني أريد حسم هذه المسألة حتى أشارك في إصلاح\nالحوار أقول للدكتور سليمان: افترض أن هذا المالكي فيه كل ما تظن وأكثر\nفهذا الافتراض لا يعفيك من مناقشة القضية (تاريخيا) بمعنى لو كنت مستشرقا\nوأعددت بحثا في التاريخ فإنه من العيب العلمي أن نتعامل مع هذا البحث من\nخلال نظرتنا لمصدر هذا البحث فقط وإنما نتعامل مع البحث باختباره ووضعه على\nمحك التجربة ثم بعد أن <span id='ms047'></span> نناقش الأمر (تاريخيا) ويمكن بعد ذلك أن يشار إلى\nعقيدة أو دين هذا المؤلف ومدى علاقته بالأخطاء التي وقع فيها أما أن يكون\nجل كلامنا عن المصدر فهذا من عيوب الحوار التي لن تنفعنا في الحوار مع\nالكفار ولا مع المسلمين لأننا إن لم نستفد منها في التحاور فيما بيننا؛\nبمعنى إذا المسلم منا لا يستطع أن يحاور أخاه المسلم فهو أحرى ألا يستطيع\nأن يتحاور مع الكافر، لأن نقاط الالتقاء في الحالة الأولى أكثر لكنها لم\nتوظف التوظيف الصحيح، بل كانت طريقة الحوار ضد توظيف هذه النقاط ثم الحوار\nمع الكفار والمبتدعة أمر قادم لا محالة منه ونحن مطالبون بتعلم منهج (إقناع\nالآخرين) وهذا المنهج لا بد أن يكون من أولوياته (التركيز على الأفكار)\nوليس على الأشخاص لأن التركيز على الشخص أصبح معيبا عالميا ويشتت الموضوع\nويخرجه من سياقه ويكون دلالة على ضعف الحوار.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head28'>AUTO نحن والتضحية!</h2>\n\n<p>\nوأستغل هذه الفرصة وأقول للقارئ سواء كان مهتما بالتاريخ أو مؤلفا أو\nمؤرخا يجب عليك - أخي - ألا تنظر لاتهامات الآخرين لك، فهم لا يملكون موتا\nولا حياة ولا يملكون جنة ولا نارا وليس بالضرورة أن ترضي الناس كلهم فهذا\nصعب بل إن الأكثرية غالبا تكون على باطل ولذلك نجد أن الله عز وجل يذم\nالكثرة: {أكثرهم لا يعقلون}،{أكثرهم للحق كارهون}،{أكثرهم يجهلون}، {وما\nيتبع أكثرهم إلا ظنا} } ، وقد قال ابن مسعود (الجماعة ما وافق الحق ولو كنت\nوحدك) فالجماعة لا تعني جماعة الغوغاء إنما جماعة العقلاء فأنت يجب عليك أن\nلا تخشى أن يقول الناس: فلان منهجه كذا أو نيته سيئة أو عقيدته كذا أو متهم\nفي العقيدة أو يخالف الإجماع فهذه الأقوال كلها لا عليك منها فإذا كان الله\nراضيا عنك فليس الواجب أن يبحث المسلم عن رضا الناس إنما يبحث عن رضا الله،\nفإذا قصدت - أخي المسلم - وجه الله بأعمالك فأنت إن شاء الله إلى خير، صحيح\nأنك قد تتضايق في البداية عندما تتنكر لك بعض الوجوه التي كنت تعرفها <span id='ms048'></span>،\nوينقبض عنك بعض الأصدقاء، فهذا أمر طبيعي لكنك لست أفضل من الرسول صلى الله عليه وسلم فقد\nانقبض عنه أقرب الناس إليه كعمه أبي لهب وتفرق عنه بعض أصدقائه وارتد بعض\nأصحابه في حياته وبعد مماته، واتهمه الناس بالسحر والجنون مثلما الناس\nاليوم قد يتهمون صاحب الحق بالبدعة والاستشراق فالحق لا بد له من تضحية،\nولو سلم أحد من الأذى لسلم الأنبياء والمرسلين ولو نظرت للتاريخ لوجدت أنه\nما من صاحب حق إلا ابتلاه الله بأعداء يرمونه بما لا يليق ويصمونه بما هو\nمنه بريء وهذا ثمن كلمة الحق! ليعلم الله الصادقين الذين يبحثون عن الحقيقة\nويعلم الذين يبحثون عن السلامة مع ثناء الدهماء من الناس ورضاهم! بل إن\nتنكر البعض وتغيرهم في التعامل معك أمر ينبغي أن تشكر الله عليه لأن هؤلاء\n(المتلونين) مع الرياح لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n             ينبغي أن يؤخروك عن مشاريعك العلمية ولست مسئولا عن إرضائهم وكلما تخلصت\nمنهم كلما استطعت أن تفكر بمنهجية أكثر بعيدا عن الإحراجات التي لا تخدم\nالعلم ولا الحقيقة وسيعوضك الله بدلا منهم بمن يقدر هذه المنهجية فلا عليك\nإذن من تلون بعض الناس فتركهم أولى (ومن ترك شيئا لله عوضه الله خيرا منه).\n</p>\n\n<p>\nإذن فنصيحتي لأخي القارئ إن كان يريد الحق ويبحث عنه، فعليه أن يكون\nواضحا ما أمكن، ولا يخشى في الله لومة لائم، ولا يجوز له أن يحمي سمعته في\nمقابل التضحية بما علمه الله من حق، بل العكس هو المطلوب، ولو حمى الأنبياء\nسمعتهم لضحوا بالرسالات من أجل السمعة، ولو حمى الصالحون سمعتهم لما دعوا\nإلى الحق ولا أنكروا باطلا، فالسمعة سمعتان؛ سمعة عند الله، وسمعة عند\nالناس، وأنت مخير بين هذه وتلك، فإذا اخترت السمعة عند الله؛ فسينصرك الله،\nويقلب ذم الناس لك مدحا، ولو بعد زمن، وإذا رضيت بالثانية، قد ينقلب عليك\nالمدح في المستقبل إلى ذم، لأن الله هو مسير الأمور، وهو الذي بيده الأمر\nكله، وليس بيد الناس الضعفاء، ثم إن سكوتك عن الحق وسكوت الآخر <span id='ms049'></span> والثالث\nوالرابع يترك مجالا لازدهار الباطل وتسيده، وأنت بهذه السلبية مشارك في\nالباطل شئت أم أبيت! فلابد أن يتمعر وجه المصلح في الله.\n</p>\n\n<p>\nإذن فعليك أخي القارئ أن تحدد موقفك من البداية، فإذا كنت ستهتز لأول\nاتهام لك فأرح نفسك من الآن وأصلح قلبك وعزمك قبل أن تواجه الجحافل! وإن\nشعرت أنك لا تبالي إلا برضا الله فقط فأعلن مواقفك العلمية سواء كانت\nتاريخية أو حديثية أو فقهية أو غيرها، وثق بأن الله عز وجل قد تكفل بنصرة\nالحق وأهله ولو بعد حين، ولا تستعجل في هذه النصرة فقد لا تأتي إلا بعد\nموتك فلا عليك لأن هذه الدنيا لا تساوي شيئا قياسا بالآخرة وقياسا بالحق\nالذي تتبناه وتدعو إليه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head29'>AUTO المقال الرابع الصحابة ليسوا مغفلين</h1>\n\n<p>\nإثبات الدور الكبير لعبد الله بن سبأ في الفتنة يلزم منه اتهام صحابة ذلك\nالوقت بالغفلة الشديدة والسذاجة البالغة، وسيأتي شرح هذه القضية وسيأتي\nأيضا ما يدل على أن أسباب الفتنة ليس كما يصوره المؤرخ الكذاب سيف بن عمر\nالتميمي الذي انفرد بذكر أخبار عبد الله بن سبأ (في الفتنة) وتبعه على ذلك\nكثير من أصحاب الدراسات الجامعية عندنا بحسن نية أو بسوئها، ولم ينتبهوا\nإلى أن إثباتهم لدور ابن سبأ المزعوم إضافة لعدم علميته ففيه طعن كبير في\nالصحابة، بينما نفي دور ابن سبأ في الفتنة وإثبات الأسباب الحقيقية لها\nيعطينا الحقيقة ولا يحمل هذا الطعن، إضافة إلى أن معرفة الأسباب الحقيقية\nهي التي نستفيد منها في دراسة التاريخ الإسلامي دراسة جادة بعيدة عن\nالعواطف غير العلمية وردود الأفعال غير المسئولة، ولكن بما أن الحوار مع\nأخي الدكتور العودة فإنه يحسن بي في هذا المقام أن أسرد لأخي القارئ قصة\nهذه الحوارات والاختلافات وإن أخطأت فيستطيع الدكتور أن يصحح لي ذلك\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head30'>AUTO قصتي مع عبد الله بن سبأ وسليمان العودة!</h2>\n\n<p>\nأما قصة هذه الحوارات مع الأخ الدكتور العودة فخلاصتها أن الدكتور قد\nاتخذ مني موقفا من يوم نقدت رسالته للماجستير المسماة (عبد الله بن سبأ <span id='ms050'></span>\nوأثره في أحداث الفتنة في صدر الإسلام)، وكان قد نال بها شهادة الماجستير\nبتقدير (ممتاز) ! عام 1402ه فنقدتها ضمن رسائل أخرى في مقالات نشرتها\nبصحيفة الرياض تحت عنوان (كيف يضحك علينا هؤلاء؟!)، واقتصرت في نقدي على\nموضوع واحد من موضوعات الرسالة وهو (بيعة علي بن أبي طالب)؛ تلك البيعة\nالتي لقيت تشويهات من كثير من أصحاب الدراسات الجامعية! إما متابعة منهم\nللرواة النواصب كسيف بن عمر، أو إمعانا في العاطفة، أو ردة فعل لطعن الشيعة\nفي بيعة الخلفاء الثلاثة وهذا من باب رد الخطأ بالخطأ! مع أن هذا الطريق لا\nيجوز أن نسير فيه فنحن أولى بعلي وأهل البيت من الشيعة وكنت قد اتخذت هذا\nالموضوع (موضوع بيعة علي) نموذجا أقيس عليه مدى التزام ما اطلعت عليه من\nالدراسات الجامعية التي تحدثت عن الموضوع ومعظم تلك الرسائل كانت داخل\nالمملكة، ولما جئت يومها لرسالة الدكتور العودة أثنيت على ما يظهر من حسن\nنيته لكنني نقدت الرسالة (وهي مطبوعة) لأنها كانت (بلا منهج والتناقضات\nفيها أكثر تحصر) ولأن الرسالة كلها تقريبا كانت مبنية على راو كذاب زنديق\nوهو (سيف بن عمر التميمي) فإنه الراوي الوحيد الذي تفرد بذكر أخبار عبد\nالله بن سبأ (في الفتنة) مع أن الدكتور العودة وعدنا بأنه سيتجنب (الرواة\nالكذابين) ! وسيطبق (منهج) أهل الجرح والتعديل!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nوأنا حقيقة عند النقد قد أكون قاسي اللهجة على الفكرة الخاطئة وليس على\nالشخص وقد يتضمن نقد الفكرة نقدا للشخص بطريقة غير مباشرة، ثم بعد تلك\nالمقالات نسيت الموضوع لكن يظهر أن الدكتور العودة لم ينسه! -وكيف يستطيع!-\nثم طبعت تلك المقالات كلها في كتاب الرياض بعنوان (نحو إنقاذ التاريخ\nالإسلامي) فأرسلت نسخا من الكتاب هدايا لبعض المهتمين بالتاريخ وكان منهم\nالأخ العودة وطلبت منه إبداء الملحوظات على الكتاب كسائر من أهدي لهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nففوجئت بالدكتور العودة ينشر - بتحريض من الدكتور الهويمل! - ردا من أربعة\nأجزاء في صحيفة الرياض ولم يكن الرد على ما نقدت رسالته حول أخطائها في\n(بيعة علي بن أبي <span id='ms051'></span> طالب) وإنما كان ردا علي في موضوع لم أتفوه به! ألا وهو\nنفي وجود عبد الله بن سبأ! فألزمني بأنني أنفي وجوده لأنني أثنيت على\nالدكتور عبد العزيز الهلابي (وله دراسة ينفي فيها عبد الله بن سبأ ويعتبره\nشخصية وهمية ليس لها وجود) ! وليس الهلابي وحده الذي يرى هذا الرأي بل معه\nكوكبة من العلماء الباحثين قديما وحديثا وهؤلاء الذين مع الدكتور الهلابي\nهم ينفون وجود ابن سبأ أو ينفون -على الأقل- الدور الكبير الذي صوره له سيف\nبن عمر، فالظاهر أن الدكتور العودة رأى أن يرد علي بدلا من الهلابي أخذا ب\n(الثأر)! من نقدي السابق لرسالته! رغم أن نقدي لرسالته كان هادئا لدرجة\nكبيرة والغريب أن الحوارات يومها كانت عن القعقاع بن عمرو وليس عن ابن سبأ\nوكنت يومها قد نفيت وجود القعقاع بن عمرو وقد يكون الدكتور العودة خلط بين\nعبد الله بن سبأ والقعقاع بن عمرو وظن أنهما شخصية واحدة وهذا ليس بمستغرب\nلأنه قد جمع أشخاصا كثيرين واعتبر أنهم كلهم هم عبد الله بن سبأ! فابن\nالسوداء عنده هو ابن سبأ، وكذلك ابن سبأ هو وعبد الله بن وهب الراسبي وعبد\nالله بن حرب وغيرهم فلا يستبعد أن يظن أن القعقاع بن عمرو هو عبد الله بن\nسبأ أيضا! فرأى مقالاتي في نفي القعقاع وظن أنها في نفي عبد الله بن سبأ!\nفإن صدق ظني - وأرجو أن يكون ظني خاطئا - فقد خلط بين الشخصيتين، لذا أحب\nتصحيح المعلومات للدكتور فالقعقاع غير ابن سبأ فالأول يزعم سيف بن عمر أنه\nتميمي أما الثاني فيزعم سيف أيضا أنه سبئي من اليمن صحيح أن الاثنين يتفقان\nفي كون كل واحد منهما يتكون اسمه من سبعة حروف! لكن اتفاق أسماء الأشخاص في\nعدد الحروف لا يعني بالضرورة أن الشخصيات واحدة!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nبل حتى لو اتفقت الأسماء فلا يدل على اتفاق الشخصيات أحيانا فضلا عن اتفاق\nالاثنين في بعض الحروف فكون حرف العين موجود في القعقاع وعبد الله بن سبأ\nلا <span id='ms052'></span> يعني أن الشخصيتين يجتمعان في شخصية واحدة مثلما أن اتفاق اسمي مع\nالدكتور في حرفي السين والنون لا يعني أننا شخصية واحدة فلزم التنبيه!!\n</p>\n\n<p>\nوليعذرني القراء إن وضحت هذا الواضح لكن الدكتور العودة - وفقه الله وسدد\nخطاه - من عادته أن يخلط بين الشخصيات ويعتبرها شخصية واحدة ما دام أنها\nتتفق في بعض الأسماء أو الحروف وأظن أنكم ستدركون الصعوبة الكبيرة في\nالحوار مع دكتور كهذا ما دام أنه بهذا (التصميم) على الخلط واتهام من لا\nيتفق معه في هذا الخلط بأنه متآمر مع الشيعة والمستشرقين!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nأما رأيي الذي أعلنته في كتاب الرياض وفي مقالات أخرى في عبد الله بن سبأ\nفهو أنني أنفي دوره في الفتنة وهذا يوافقني عليه كثير من الدراسات الجامعية\nنفسها التي يثني عليها العودة وأقصد بدور ابن سبأ ما سطره سيف بن عمر عنه\nبأنه تنقل في الولايات والبلدان وحرض الناس ضد الولاة وضد عثمان وقاد\nالحملات وأنه السبب في مقتل عثمان وفي كل الحروب والفتن التي جرت فهذا كله\nمن أكاذيب سيف بن عمر لأن هذا يخالف كل الروايات الصحيحة ولأن الصحابة\nليسوا بهذا الغباء والحماقة لدرجة أن يأتي يهودي نكرة ويجعل بعضهم يموج في\nبعض من الدماء، بل هذا قد يعده البعض طعنا في نبوة النبي صلى الله عليه وسلم فإذا كان الجيل\nالذي أخرجه محمد صلى الله عليه وآله وسلم بهذه الغفلة والسذاجة لدرجة أنهم\nيتحولون من {أشداء على الكفار رحماء بينهم} إلى أدوات في يد يهودي نكرة\nيغرر بهم ويسلط بعضهم على بعض! فهذا الجيل الذي يسيره يهودي يكون عند البعض\nجيلا فاشلا ولعل هذا ما أراد أن يثبته سيف بن عمر فيكون من أسباب اتهامه\nبالزندقة! وهذا يخالف ما أجمع عليه المحدثون والمؤرخون قبل سيف وفي عصره\nوبعده فإنهم وإن اختلفوا في بعض أسباب الفتنة لكنهم مجمعون على أن عبد الله\nبن سبأ ليس من تلك الأسباب والدليل على ذلك أنه لم يذكره أحد منهم بحرف عند\nكلامهم (في الفتنة) اللهم <span id='ms053'></span> إلا من جاء بعد سيف بن عمر ناقلا عن سيف بن عمر أيضا.\n</p>\n\n<p>\nفسيف هو المصدر الوحيد لهذه (الموآمرة المزعومة).\n</p>\n\n<p>\nوقد أتهمه المحدثون بالزندقة فاتهمه ابن نمير وابن حبان والحاكم بذلك\nوكذبوه وذكروا أنه يكذب على النبي صلى الله عليه وسلم ويكذب في التاريخ أيضا وقد اعتذر عنه\nالدكتور العودة وغيره بأنه إذا كذب على النبي صلى الله عليه وسلم فلا يلزم منه أن يكذب في\nالتاريخ! لكننا نقول:\n</p>\n\n<p>\nأولا: ثبت كذبه في التاريخ.\n</p>\n\n<p>\nثم إن من كذب على النبي صلى الله عليه وسلم فلن يتورع أن يكذب على غيره! فهذا من باب\nالأولى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head31'>AUTO المناظرة لماذا رفضها العودة؟</h2>\n\n<p>\nلكن الدكتور العودة - جزاه الله خيرا - لا زال (مصمما) على الأمر الأول\nجريا على المثل (عنزة ولو طارت)! فطلبته للمناظرة أكثر من مرة وقدمت له\nتنازلات كبيرة لدرجة أنني رضيت أن يحكم بيننا قسم التاريخ في الكلية التي\nيتولى عمادتها الدكتور العودة! والتزمت له بأن يجعل الرواية الضعيفة التي\nيجدها عندي في كتابي (نحو إنقاذ التاريخ الإسلامي) - إن وجدت - بعشر مما\nذكره في كتابه! والتزمت له بمنع كتابي من الأسواق إن حكم عليه بينما لم\nألزمه بمنع كتابه من الأسواق إن حكم عليه! وإنما ألزمه بتصحيح الأخطاء فقط\nومع كل هذه التنازلات الكبيرة مني والتي تشبه التنازلات في (صلح الحديبية)\n! إلا أن الدكتور العودة لم يقبل ذلك! وأظن أن بعضكم يعرف لماذا لم يقبل\nالدكتور المناظرة؟! لأنه يعرف أدلته تماما ويعرف أن رسالته قائمة على سيف\nالكذاب المتهم بالزندقة ويعرف أنه يحيل على مصادر ناقلة عن سيف ولا يخبر\nالقراء بذلك!ويعرف أن المنهج الذي نادى به في المقدمة لم يطبقه على كل\nمرويات الكتاب البالغة أكثر من (450) رواية! كل هذا كان يعرفه الدكتور!\nوكنت أعرف أنه يعرف هذا؟! ولذلك أرجو ألا يستغرب القارئ تنازلاتي الكبيرة\nفي سبيل حصول المناظرة لأنني أعرف ماذا أقول! ولست متهورا في هذه التنازلات\nكما يظن بعض الأخوة! ويكفي من هذه التنازلات أنها أوضحت للقراء ملامح\nالنتائج <span id='ms054'></span> قبل حصول المناظرة؟! وأنها عرفت القراء على الوضع (الجيد!) لبعض\nالرسائل الجامعية عندنا! وأنا أظن أن الدكتور العودة كان ذكيا في تجنبه\nالمناظرة لأن أصحاب البيت أعلم بما فيه! وبمدى توفر سبل الحماية له! فلذلك\nأنا أعذر الدكتور العودة على رفضه المناظره واكتفائه بالاستعداء عن بعد!\nلكن لا أعذره في دخوله الحوار لأنه إذا كان يعرف أن هذا (هو وضعه) هو\nورسالته وأنه لن يعترف بهذه الأخطاء الكبيرة فكان من الخطأ أن يدخل في\nالحوار أصلا! فلو لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n             يدخل في الحوار من البداية لكان أستر له ولرسالته ولسيف بن عمر من وضوح\nالحقائق على الملأ! ولعله الآن قد عرف أن الدكتور حسن الهويمل عندما حثه\nعلى الدخول في الحوار حول هذه المسائل أن الهويمل لم يكن ليريد له خيرا!.\n</p>\n\n<p>\nعلى أية حال: هذه قصة الحوار الأولى بيني وبين الدكتور العودة فإنه بعد\nأن نشر أربع حلقات في صحيفة الرياض رددت عليه هناك في حلقة واحدة مطولة ثم\nأجرت معه صحيفة المسلمون لقاء (حذر فيه) ! من اطروحاتي أنا والدكتور\nالهلابي! وحاول أن يربطها بأطروحات المستشرقين والمبتدعة! وهذا ليس بمستغرب\nمنه لأن هذه العادة في الحوار - كما قلت سابقا - هي الأصل عند كثير من\nدارسي التاريخ اليوم، تقليدا منهم لغلاة العقائديين فإنهم عندما تعوزهم\nالحجة والدليل يلجأون إلى اتهام نيات المخالفين لهم واتهام عقائدهم\nومناهجهم...الخ فهذا الطريق عندهم يبدو أنه أسهل طريق للدفاع عن الذات! مع\nما يحققه لهم هذا الأسلوب من مديح وإطراء من المعجبين بهم من بعض التلاميذ\nوبعض الزملاء الذين يضفون عليهم ألقاب الثناء العطر! لأنه في سكرة هذا\nالثناء لا يشعر المؤرخ بأخطائه وإن شعر بها فهو غير مستعد للتفريط في هذا\n(الجمهور العظيم!) الذي قد لا يزيد على الستة أو العشرة! ويرى أن هؤلاء\nوحدهم هم (شهود الله في أرضه) ! وأن ثناءهم حجة لا تقبل الرد وإجماع لا\nيقبل النقض!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nوحقيقة لما رأيت مقاله الأخير في جريدة (المسلمون) الذي كان عنوانه (أدعوه\nللمحاكمة أمام لجنة علمية <span id='ms055'></span>) تنفست الصعداء وقلت الآن أنصفني الدكتور العودة\nفلما قرأت المقال فوجئت بأنه يقصد من العنوان (محاكمتي أنا وحدي) ! أمام\nلجنة علمية - وقد يطلب أن يترأسها بنفسه - إتماما للعدل! أما رسالته\nالقائمة على (راو كذاب زنديق) فيظهر أنها عنده فوق مستوى النقد والمحاكمة!\nوأن الروايات الصحيحة التي نقلتها من البخاري ومسلم وأمثالهما فهي عنده خطر\nيجب أن تعرض على جهة تحاكمها! وهكذا فليكن الإنصاف والعدل وحب الحقيقة عند\nالدكتور العودة ! إذن فهذا جوابه الوحيد على مطالبتي له بالمناظرة! وهو\nجواب ينطق بالنتيجة المتوقعة!!.\n</p>\n\n<p>\nلكن الأغرب من هذا أن تسير الأمور عندنا وفي كثير من أبحاثنا بهذه\nالطريقة السهلة،\n</p>\n\n<p>\nفلا قوة بحث، ولا نقد منصف، ولا تصحيح نية، ولا عدل مع الخصوم، ولا حسن\nفهم لكلام الخصوم، ولا أمانة في نقل هذا الكلام، ولا حياء من تكرار\nالأكاذيب، ولا منهجية واضحة، ولا وضوح في الطرح، ولا شجاعة في المناظرة،\nولا أسلحة شريفة في الخصومة، ولا نظر في أمانة الكلمة ومسئوليتها..الخ\nالسلبيات التي تدمي القلوب وتراكم الأحزان والحسرات.\n</p>\n\n<p>\nفهذه هي مأساتنا (التاريخية) وهي جزء من مآسي المسلمين (العامة) الذين\nانتشرت بينهم هذه الأمراض على مستويات شتى وليس هذا المحزن فقط إنما المحزن\nهو عدم الاعتراف بهذه السلبيات وبالتالي عدم العمل على علاجها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head32'>AUTO المقال الخامس طغيان نظرية الموآمرة!</h1>\n\n<p>\nالدكتور العودة تطغى على كتاباته ورسالته (نظرية الموآمرة) فهو يرى أن\nاتفاقي في نتيجة أو أكثر مع الدكتور الهلابي أو مع مرتضى العسكري أو مع طه\nحسين أو مع مستشرق (تآمر) منا كلنا على التاريخ الإسلامي! ولعله يقصد تآمر\nعلى أكاذيب سيف بن عمر! ونسي الدكتور أنني نقدت كتاب الدكتور طه حسين في\n(كتاب الرياض) مع أن ما كتبه طه حسين عن عبد الله بن سبأ في أسطر أفضل وأدق\nوأقوى مما كتبه الدكتور العودة في رسالته برمتها، وهذه حقيقة قد يغضب منها\nالدكتور العودة وقد يفسر هذا بأنه ميل مع المستغربين والمشبوهين! وهضم\nلحقوق الآخرين! وهذا تبسيط لأمور معقدة لأن الحقيقة التاريخية ليس لها <span id='ms056'></span>\nقرابة ولا مذهب إضافة إلى أن بعض أبناء هذا الوطن ينفون عبد الله بن سبأ أيضا.\n</p>\n\n<p>\nأعود فأقول: إن هذه النظرية - أقصد نظرية الموآمرة - ربما استقاها العودة\nمن روايات سيف بن عمر! لأن سيف بن عمر زعم أن كل مصائبنا من القرن الأول\nإلى اليوم كان بسبب مؤامرة من فرد يهودي وهذا يخالف كتاب الله وسنة رسوله صلى الله عليه وسلم\nفهذان المصدران قد بينا أسباب الفتن كالهوى والمال والتعصب والمعاصي وليس\nفيهما ما يدل على أن فردا سيكون سبب شقاء الأمة الإسلامية بل هناك نصوص في\nالحجاج ويزيد والمختار وغيرهم ممن هم أقل خطرا مما يصوره سيف عن ابن سبأ،\nوهذه النظرية نظرية الموآمرة عذر مناسب عند بعضهم في استغفال السذج والهروب\nمن الواقع السيئ ومن الأسباب الحقيقية، لكن هذا العذر المناسب ليس مرغوبا\nلا شرعا ولا عقلا، أما شرعا فلقوله تعالى: {وما أصابكم من مصيبة فبما كسبت\nأيديكم ويعفو عن كثير}[الشورى:30].\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nوأما عقلا فمن المعلوم أنه لا يستطيع فرد واحد أن يغير أمة ويلاطم بين جيل\nكامل ويقلب دولة ويقيم أخرى! وهذا ما ذكره سيف عن ابن سبأ، صحيح أن سيف بن\nعمر وسليمان العودة يقرون أن عبد الله بن سبأ لم يكن وحده وإنما عاونه كبار\nالبدريين كعمار بن ياسر وأبي ذر وأمثالهم من خيار الصحابة والتابعين! لكن\nهذا الاعتذار أقبح فكيف يستطيع يهودي أن يوظف كبار تلاميذ النبي صلى الله عليه وسلم في خدمته!\nأليس معهم قرآن يهتدون به؟ أليس معهم عقول؟! فهذا دليل قوي على زندقة سيف\nبن عمر الذي يطعن في أمثال عمار بن ياسر ويدافع عن أمثال الوليد بن عقبة\nومروان بن الحكم؟!\n</p>\n\n<p>\nوقد تبعه -أي تبع سيفا- بعض دارسي التاريخ عن جهل وحسن نية أو سوئها ومن\nأولئك الدكتور العودة وفي رأيي أن الذي يدمن على قراءة مرويات سيف بن عمر\nولا يتنور بالروايات الصحيحة لا بد أن يتأثر بنظرية الموآمرة ويظن أن\nالموآمرة هي الأصل في علاقاتنا! وبغض النظر عن <span id='ms057'></span> التاريخ فإن نظرية الموآمرة\nلها أكبر الفتك في جسد الأمة الإسلامية ولذلك وبسبب المبالغة في (نظرية\nالموآمرة) نجد بعض (التكفيريين من الغلاة) في هذه الأيام لا يثقون إلا في\nأنفسهم ويعتبرون الآخرين كلهم عملاء متآمرين مع اليهود والنصارى! وهم قد\nيقولون إذا كان عبد الله بن سبأ قد استطاع استخدام عمار بن ياسر وأمثاله\nوجعلهم من أدواته في الموآمرة على تدينهم وفضلهم فإن غيرهم من المعاصرين من\nباب أولى! وهكذا.. يبنون على الأرضية التي بناها لهم مثل سيف بن عمر\nوسليمان العودة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nإذن فإبطال (النظريات المكذوبة) للموآمرة واجب شرعي لأن الأصل في كل\nالتقلبات والأحداث هو الوضوح وعلى هذا الوضوح جرى المحدثون والمؤرخون\nالمتقدمون في كتابة التاريخ الإسلامي بل على هذا دلت نصوص القرآن الكريم\nوالسنة المطهرة ولا نقول بإبطال الموآمرات جملة فهذا لا يقوله عاقل ويكذبه\nالواقع والدليل وكلنا نعلم أن المشركين تآمروا على قتل النبي صلى الله عليه وسلم لكن هذا\nالتآمر نقل إلينا عبر القرآن الكريم والسنة الصحيحة والروايات الثابتة، أما\nأن يأتي كذاب ويتفرد بذكر موآمرة كانت سببا في تغير الأمة الإسلامية\nوتقلباتها فهذا لا يقبله عاقل ولا باحث عن الحقيقة ولم يذكر المعاصرون لسيف\nبن عمر تلك الشخصية ولا من هم قبل سيف ولم يذكر هذا الدور المزعوم لابن سبأ\nمؤرخ ولا محدث ولا فقيه ولا أديب ولا شاعر ولا قاص ولا ثقة ولا كذاب قبل\nسيف بن عمر! ومن جاءني بأحد هؤلاء ذكروا (دور) عبد الله بن سبأ (في الفتنة)\nفأنا راجع إلى قوله حتى وإن نقل ذلك كذاب مثل سيف بن عمر! بشرط أن أضمن ألا\nيكون قد نقل عن سيف بن عمر.\n</p>\n\n<p>\nفأنا مثلا لا أقبل كلمة (رواه الطبري) أو (ذكره ابن كثير أو ابن الأثير)\nلأن هؤلاء لم يأخذوا أخبار عبد الله بن سبأ في الفتنة ألا من كتب سيف بن\nعمر فقط! ومن ادعى خلاف هذا فعليه الدليل ونحن في الانتظار.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head33'>AUTO القضية مشهورة إذن فهي صحيحة!</h2>\n\n<p>\nيحتج بعضهم على إثبات <span id='ms058'></span> دور ابن سبأ بأن قضيته مشهورة جدا لا تحتاج لدراسة\nوتمحيص! وقولهم هذا فيه بعض الصحة من حيث شهرة القضية عند المقلدين لكن ما\nكل مشهور صحيح، ثم متى اشتهرت هذه القصة في التاريخ؟ هل اشتهر قبل سيف بن\nعمر أم بعده؟ فمن المقبول أن يشتهر حدث في التابعين ويقول به اثنان فأكثر\nلكن لا نستطيع أن نقبل تفرد كذاب بأخبار كبيرة حتى لو أصبحت هذه الأخبار\nمشهورة بعد قرون كون مصدرها غير موثوق.\n</p>\n\n<p>\nوالجميع متفقون أن هناك أحاديث كثيرة مشهورة لكنها ضعيفة أو موضوعة وليس\nلها أصل عن النبي صلى الله عليه وسلم مثل حديث (لا صلاة لجار المسجد إلا في المسجد) فهذا\nالحديث مشهور لكن لم يصح عن النبي صلى الله عليه وسلم ولم يشتهر في العصر الأول أو الثاني\nإنما اشتهر في الأزمنة المتأخرة وكذلك قضية عبد الله بن سبأ لم يذكرها مئات\nالمؤرخين والمحدثين وأصحاب التراجم والتواريخ إلا بعد سيف بن عمر أما قبل\nذلك فلم يذكروا له دورا في الفتنة ولو بحرف واحد وكذلك بعد سيف بن عمر لم\nيذكر أحد منهم عبد الله بن سبأ فرد واحد اللهم إلا ما نقلوه من روايات سيف\nبن عمر وحده.\n</p>\n\n<p>\nإذن فكلمة (مشهور) ليست حقيقة مسلمة لأن المشهور في أيامنا هذه لم يكن\nمشهورا في القرون الثلاثة الأولى مع أن الحدث نفسه كان في القرن الأول!\nفليس من المعقول أن يبقى حدث كبير غير مشهور ثلاثة قرون ثم يشتهر بعدها؟!\nفضابط الشهرة بحاجة من الذي يحتج به أن يحدده قبل أن يحتج به.\n</p>\n\n<p>\nبئس المطية!\n</p>\n\n<p>\n(بئس مطية الرجل زعموا) هذا حديث نبوي صحيح الإسناد، والدكتور رغم أنه قد\nيردده في بعض خطبه! إلا أنه (زعم) أن بعض الناس الذين اتصلوا به قالوا أن\nالمالكي (لا يرغب في الحقيقة! قدر ما يهوى النقاش وإثبات الذات وتسفيه\nأحلام الآخرين والوصول إلى هدف معين)؟!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nأقول: الذي يقرأ كلام الدكتور العودة هنا من العوام قد يعجبهم هذا لكن\nالدكتور لعله لا <span id='ms059'></span> يعلم أن المقال كتبه للصفوة وليس للعوام ولعله لا يعلم أن\nالباحث سيستهجن هذا الأسلوب لأن هذا الكلام يدل ظاهره أن الدكتور العودة\nصدق هؤلاء الذين اتصلوا - إن كان ما قاله حقيقة! - وهؤلاء الذين اتصلوا لم\nيسألهم الدكتور:\n</p>\n\n<p>\nهل يعرفون المالكي أم لا؟\n</p>\n\n<p>\nومتى تناقشوا معه؟!\n</p>\n\n<p>\nوما هي أدلتهم أنه لا يرغب الحقيقة؟\n</p>\n\n<p>\nوإذا كان لا يرغب الحقيقة فلماذا يطلب المناظرة ويرضى بالجهة التحكيمية\nالتي يختارها الدكتور؟!\n</p>\n\n<p>\nمع تقديمه للتنازلات الكبيرة؟!\n</p>\n\n<p>\nلم كل هذا؟!\n</p>\n\n<p>\nأهذا نفور من الحقيقة أم إقبال عليها؟!\n</p>\n\n<p>\nثم إن هواية النقاش ليس عيبا على اطراد وإنما يختلف باختلاف المناسبة.\n</p>\n\n<p>\nوكذلك إثبات الذات لم يفسرها لنا الدكتور وهل منا من ينفي ذاته؟! إثبات\nالذات ليس عيبا إلا إذا أراد المثبت أن يغمط به الحق، كما لم يفسر لنا معنى\n(تسفيه الأحلام!) وهذه التهمة يكررها العودة كثيرا! فقد اتهم الدكتور\nالهلابي سابقا بأنه (يسفه الأحلام) ! واتهمني في مقال له في الرياض بهذا\n(التسفيه للأحلام) ! وكرر ذلك في مقال المسلمون وهاهو اليوم يكرر التهمة ثم\nلا يفسر لنا ماذا يريد من (الأحلام)! هل يريد العقل أم يريد (ما يراه\nالنائم) ؟ ويكون إثبات عبد الله بن سبأ نوعا من (أضغاث الأحلام)!ويريد\nإلزامنا بهذه (الأحلام)؟\n</p>\n\n<p>\nأم يريد الأناة؟\n</p>\n\n<p>\nأم يريد الصبر؟\n</p>\n\n<p>\nأم يريد التعقل؟\n</p>\n\n<p>\nأم ماذا؟! فالدكتور العودة يردد ألفاظا لا يعرف معانيها وقد يكون للفظة\nالواحدة أكثر من معنى وكنت قد دعوته في مقال (الرياض) إلى مراجعة جادة\nللألفاظ والمصطلحات التي ينشرها بدلا من ترديدها بلا فهم ولا تحديد\nلمعانيها؟\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nثم في آخر كلامه السابق انتقد علي أنني أريد (الوصول لهدف معين)! وهذا ليس\nعيبا فما منا إلا يريد الوصول لهدف معين أو أكثر لكن يختلف الهدف من شخص\nلآخر، فرجل هدفه الوصول للحقيقة وآخر هدفه ستر الحقيقة! وآخر هدفه هدم\nزندقات سيف وآخر هدفه المحافظة عليها! وهكذا تبدأ الأهداف (المعينة) ولا تنتهي!\n</p>\n\n<p>\nثم إن مناقشة الأهداف تحتاج لمنهج أيضا! والدكتور العودة لا يمتلك منهجا\nفي الحكم على الراوي <span id='ms060'></span> الواحد وإنما ينتقي فكيف نطالبه بمنهج لفهم كلام\nالآخرين وتفسير أهدافهم؟! بل إن الدكتور فضلا عن هذا كله لا يمتلك منهجا\nلتفسير بعض الألفاظ والكلمات والمصطلحات التي يرددها بلا فهم لها وهذه\nمصيبة من مصائب العلم والبحث عند كثير من الأخوة الذين يظنون أن (الصلاح)\nكاف ولا يحتاج من (الصالح) لبحث! وجهة وحسن قصد.\n</p>\n\n<p>\nإذن فأنتم لاحظتم في هذا النموذج من كلام الدكتور أنه في سطرين لم نجد\nإلا ألفاظا بالونية هلامية لا تمسك منها شيئا وهذا للأسف ديدن كثير من\nالصالحين فضلا عن كثير من المؤرخين فهم يرددون ألفاظا وكلمات ليس لها طعم\nولا تظفر منها بموقف إلا مجرد دلالتها على التحامل والتشنج فقط فهي مادة\nخام تصلح لكل خصومة! ومع كل عدو! فهي لا تفرق بين الكافر المحارب والمسلم\nالمنتقد كل هذا في عصر نحن أحوج ما نكون إلى الوضوح والدقة ما أمكن.\n</p>\n\n<p>\nبين فئتين!\n</p>\n\n<p>\nثم ذكر الدكتور العودة أنه كان محتارا بين فئتين، فئة يرون أنه (لا فائدة\nمن إضاعة الوقت مع المالكي! وأن أقصر الطرق لسقوطه هو إغفاله! وأن الناس لن\nيتأثروا بمثل اطروحاته!) لكن الدكتور للأسف لم يستجب لهذه الفئة حتى يسقط\nالمالكي! وإنما استجاب للفئة الأخرى التي تطالب ب (ضرورة التصدي له! وبيان\nعور منهجه! ولو كان على حساب الوقت المبذول! وإنه بحاجة إلى من يقلم\nأظافره! مع إعطاء القارئ حصانة! وحماية الأمة من أفكاره).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nأقول: نسي الدكتور أنه لا يكلم نفسه فقط! وإنما يتحدث أمام الملأ! وأن\nالناس سيعرفون أنه من خلال هذه الألفاظ قد اختل توازنه الحواري، وهذا\nالاختلال دليل على ضعف الحجة وندرة البرهان، كما أن هؤلاء الناس فيهم من\nيعرف الحقيقة أو يحاول! وفيهم من يرى أن هذا الأسلوب من أول نظرة إليه ليس\nأسلوب باحث عن الحق! وإنما أسلوب باحث عن (إثبات الذات! وهواية النقاش\nوالجدل) ! كما نسي الدكتور أن أكاذيب سيف لا تعطي حصانة ولا تحمي أمة ولا\nتقلم ظفرا وإنما تطيل الأظافر وتحد الأسنان! وهي نفسها تدمر <span id='ms061'></span> (فكر الأمة)\nوتدمر (الروايات الصحيحة) وأنها أولى ببيان (عور منهجها) وأولى بأن نعطي في\nنقده (الوقت المبذول).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head34'>AUTO الدكتور معذور</h2>\n\n<p>\nوفي ظني أن حدة الدكتور العودة هنا طبيعية جدا وهو معذور لأن الأمور\nانكشفت كثيرا! فهناك اكتشاف حديث يؤكد أن رسالة كاملة لأحد الدارسين عن\n(عبد الله بن سبأ) تبين أن صاحبها -المتبجح بمنهج أهل الحديث- قد أقامها\nعلى (راو كذاب)! لكنه مع هذا كان ذلك الدارس قوي التلبيس! فقد نسب أخبار\nهذه الشخصية إلى مائة وتسعين مصدرا! إمعانا في استغفال القراء مع أن تلك\nالمصادر كلها نقلت دور ابن سبأ عن ذلك الراوي الكذاب (سيف بن عمر)! ولا ريب\nأن الدارس بعد أن انكشفت تلك الرسالة إلى هذا الحد لابد أن يكون في وضع صعب\nينبغي أن يرحم! ونحن لا نحس بالألم لأنه ليس لنا رسائل مماثلة! ولم نقع في\nالفخ الذي وقع فيه بعضهم! بسبب إتباعه لسيف بن عمر الكذاب المتهم بالزندقة!\nلكن الدكتور العودة هو الذي نكأ جرحه بيده بسبب مطاوعته للتحريض التحريض\n(غير البريء!) من الدكتور حسن الهويمل له بالدخول في حوار حول (ابن سبأ\nوسيف بن عمر) وفي ظني أن الدكتور العودة قد تبين له أن الهويمل قد غشه ولم\nينصحه!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head35'>AUTO الغموض بيني وبين الدكتور</h2>\n\n<p>\nثم تكلم العودة عن (الغموض في الشخصية) عندي! والغريب أن أكثر الناس\nيتهمونني بخلاف هذا، ويقولون: أنت واضح وصريح أكثر من اللازم! بل لعل أكبر\nعيوبي عند كثير من الناس أنني (لا أخفي شيئا) مثلما يفعل بعض الناس! بل إن\nالأخ الأستاذ عبد الحميد فقيهي - وفقه الله - اتهمني في إحدى المقالات\nبأنني (أعبر عن آرائي بكل صراحة) ! فالأخوة الذين اختلفوا معي كانوا على\nشبه اتفاق بأنني صريح لدرجة الإزعاج! حتى جاء الدكتور يقول أنني غامض! وهذا\nالاختلاف بينهم (غموض منهم) ! فليتفقوا أولا - إن كان الموضوع يهمهم! - على\nصراحتي أو غموضي ثم ليردوا علي بعد ذلك! خصوصا وأنهم يثنون على بعضهم\nويتفقون ضدي، وهذا من أغرب الحالات! فتجد الأخ علي رضا مثلا <span id='ms062'></span> يقول معي بنفي\nالقعقاع بن عمرو وتكذيب سيف بن عمر ومع هذا يثني عليه الفريح والعودة\nاللذان يثبتان القعقاع وابن سبأ ويوثقان سيفا! وتجد بعضهم كالهويمل يوصيني\nبالتروي والتثبت بينما ينكر علي العودة التوقف في مسألة وجود ابن سبأ! وتجد\nالفقيهي ينفي دور ابن سبأ في الفتنة أو يكاد بينما العودة يثبت كل الدور\nالمزعوم وزيادة! فأصبحت معهم مثل جحا وابنه مع الحمار فإذا كنت واضحا قالوا\nهذه جرأة غير مقبولة! وإذا وجدوا تعقلا قالوا هذا غموض! وإذا تمسكت بمنهج\nأهل الحديث قالوا هذا تعجيز! ولو تركته لقالوا هذا يوثق الضعفاء! وهكذا...،\nفلا ريب بعد هذا أنني لو أريد طاعتهم لوجدتها أصعب من عصيانهم لأنهم\nمتفرقون أيادي سبأ، {تحسبهم جميعا وقلوبهم شتى}! ومناهجهم شتى، ونتائجهم\nأكثر تشتتا، وأبحاثهم يلعن بعضها بعضا، فالحمد لله على كل حال: {ولولا دفع\nالله الناس بعضهم ببعض لفسدت الأرض}[البقرة: 251] فلذلك لن أنتظر بما أراه\nمن (منهجية) أن يوافق عليها أتباع سيف بن عمر! بل يستحيل أن يوافقوا عليها\nلأنني اخترت طريق أهل الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n             كالبخاري ومسلم وهم اختاروا طريق سيف بن عمر ولن يلتقي هذان الطريقان مهما\nكانت (الوساطات قائمة)! لأن الصدق والكذب لن يلتقيا كما أن سنة البخاري لن\nتلتقي مع زندقة سيف بن عمر!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head36'>AUTO المقال السادس شيء من التناقض!</h1>\n\n<p>\nتحدث أخي الدكتور العودة عن أبرز سمات (منهج المالكي!) وهذه السمات كان\nقد ذكرها في مقاله بصحيفة الرياض قبل أشهر لكن باختصار، وكنت يومها قد\nأعرضت عنها لأنها خارج الموضوع الذي نتحدث فيه وهذه الأمور التي يسميها\n(سمات) لا تخرج عن قاموس الدكتور (الداعية) ! الذي يعتبر كل شتائم هذا\nالقاموس من (النصح للأمة)! وهكذا فليكن الفهم المذهبي الضيق للشرع الحنيف!\nمع أنه قد اتهم أخاه المسلم مستثيرا عواطف الجماهير بأن هذا يطعن في\nالصحابة ويسفه الأحلام ويثبت الذات! والدكتور لا يحدد الضوابط لهذه\nالاتهامات التي يرمي بها أخاه المسلم فعندما يزعم أن المالكي ينال من\nالصحابة لا يحدد معنى (النيل) هذا وأدلته! ولا يفرق <span id='ms063'></span> بين نص في صحيح البخاري\nوبين كذبة أو وهم لأحد المؤرخين! ومن باب التنازل مع الخصم أقول:\n</p>\n\n<p>\nعلى افتراض أن هذا المالكي ينال من الصحابة فهلا توافق على المناظرة حتى\nتثبت ذلك أمام لجنة لتحكيم الأقوال والمزاعم ولتساهم هذه اللجنة في (تقليم\nأظافر الجاهل المتشبع بما لم يعط! وبيان عور منهج المجازف منا) ! نعم لو\nكان الدكتور يريد (النصح للأمة) لوافق على المناظرة، حتى ينكشف لهذه الأمة\nمن منا ينال من الصحابة؟\n</p>\n\n<p>\nأهو الذي يسرد نصوص البخاري أم الذي يذكر أن عبد الله بن سبأ وظف الصحابة\nالبدريين في خدمته!\n</p>\n\n<p>\nأهو الذي يثبت حديث عمار المتواتر أم الذي يذكر أن عمار بن ياسر وأبا ذر\nمن تلاميذ عبد الله بن سبأ؟!\n</p>\n\n<p>\nأهو الذي يذكر أن طائفة معاوية هي الطائفة الباغية (كما في الصحيحين) أم\nالذي يقول إنما قتله من جاء به!\n</p>\n\n<p>\nهو الذي يبرئ عليا من السبئية أم الذي يقول أن علي بن أبي طالب ولى عبد\nالله بن سبأ على كتيبة يوم الجمل؟!\n</p>\n\n<p>\nأهو الذي يثبت أن قتلة عثمان المباشرين لقتله ليس منهم صحابي أم الذي\nيذكر أن عمار بن ياسر من قتلة عثمان؟!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nأهو الذي يبرئ عبد الرحمن بن عديس من الكذب على النبي صلى الله عليه وسلم أم الذي يتهمه\nبالباطل!؟\n</p>\n\n<p>\nأهو الذي يثبت أن الوليد بن عقبة شرب الخمر (كما في صحيح مسلم) أم الذي\nيقول أن الصحابة شهدوا عليه زورا؟!\n</p>\n\n<p>\nأهو الذي يذم مروان بن الحكم أم الذي يقول أن فساد الكوفة كان على يد عبد\nالله بن مسعود وسعد بن أبي وقاص؟!\n</p>\n\n<p>\nنعم نريد معرفة الطاعن في الصحابة معرفة حقيقية فيها الأدلة والحجج\nوالبراهين بعيدا عن أساليب (مدرسة سيف بن عمر) المنتشرة بين كثير من\nالمؤرخين التي لا زلنا نعاني منها إلى اليوم!\n</p>\n\n<p>\nومن علامات الثقات أنهم يأخذون عن بعضهم ومن علامات الكذابين أنهم يأخذون\nعن بعضهم أيضا!! وهذا مطرد إلى زماننا هذا! فتجد أحدهم مع البخاري ومسلم\nوما صح من الروايات والآخر تجده <span id='ms064'></span> يسرح ويمرح مع أكاذيب سيف بن عمر! لا يعرف\nمن الصحاح إلا اسمها ولا يستطيع تحقيق الروايات وحصرها! ولا يستطيع الجمع\nبين الصحيح منها وإنما يكفيه أن يذم الناس في خطبة من الخطب ليوصف من بعض\nالسذج بأنه (حريص على العقيدة! لا يخاف في الله لومة لائم! وأنه على ثغر من\nثغور الإسلام!) نعم نريد من الدكتور أن يوافق على المناظرة وإن وافق فلن\nيتغنى بالدفاع عن الصحابة بعد ذلك، لأنه يعرف سيفا تماما!، ويعرف ماذا\nيقتضي توثيقه لسيف! بل إن رسالته كلها تصب في (اتهام الصحابة كلهم) بالغفلة\nالشديدة لدرجة أن يأتي يهودي ويهدم الدولة الإسلامية في سنة ويغير مسار\nالأمة ويجعل الصحابة يموج بعضهم في بعض؟! أي صحابة هؤلاء؟! أهذه خير أمة\nأخرجت للناس!\n</p>\n\n<p>\nفالدكتور العودة لم ينتبه إلى فحش إثباته لدور ابن سبأ! لأنه لن يعرف\nخطورة هذا الإثبات إلا عند المناظرة! ولم يلتفت لوصف المحدثين لسيف بالكذب\nعلى النبي صلى الله عليه وسلم وفي التاريخ أيضا ولم يلتفت لتطبيقات المحدثين والمؤرخين في\nالقرون الثلاثة الأولى الذين لم يذكروا دور عبد الله بن سبأ بحرف واحد!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head37'>AUTO الدكتور والإجماع!</h2>\n\n<p>\nالدكتور يزعم أن ابن سبأ ثابت بإجماع الأمة؟!! ولو كان يعرف (معنى\nالإجماع) و(ضوابط وقوعه) و(شروطه) لآخذناه على هذا القول، لكنه لا يلام!\nولو رجع لمعنى الإجماع في كتب الأصول ثم طبقها على ابن سبأ لوجد أن الإجماع\nعلى نفي دور ابن سبأ أقرب وإذا لم يصدق فليأتني بواحد من المحدثين أو\nالمؤرخين ذكر عبد الله بن سبأ في الفتنة قبل سيف بن عمر! وإذا جاءني بواحد\nفمن حق الدكتور علي أن آتيه بمائة من معاصريه ممن لم يذكروه، فإن لم يستطع\nفمن حقه علي أن أثبت له دور ابن سبأ كاملا! لكن الدكتور كما قلت سابقا لا\nيعرف كثيرا من الألفاظ والمصطلحات التي يطلقها، ولو كان يعرفها لما ادعى\n(الإجماع) على إثبات دور ابن سبأ! فهذه فضيحة علمية من فضائح هذا الدكتور\nالذي لا يزن كلامه <span id='ms065'></span> ولا يدري ما يخرج من رأسه وهو لم يكتف بإفساد حقائق\nالتاريخ حتى جاء ليفسد علينا أصول الفقه !\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head38'>AUTO العلماء بيني وبين الدكتور؟!</h2>\n\n<p>\nثم ذكر من سماتي! (التقول على العلماء بغير حق وتجريحهم) ؟! هكذا (رمتني\nبدائها وانسلت) ! ثم لم يدلل على كلامه بذكر نماذج من (تلك التقولات) ولا\n(تلك التجريحات) ! وإذا كان يعتبر الاستدراك على من سبق تجريحا فهذا تعريف\nجديد للتجريح! وما أكثر التعريفات والمفاهيم الجديدة المخلوطة في مقالات\nالدكتور! ثم إن هذا التعريف الجديد للتجريح لم يسلم منه أحد حتى الدكتور\nنفسه قد وقع في كبير من هذا ولا أريد الاستطراد فيه وإنما أريد أن يثبت\nأقواله إن كان يعرف معنى (التجريح والتقول) ! أما إن كان لا يعرفهما -\nكعادته -! فهذا شيء خاص به لست مسئولا عن تعليمه هذه الألفاظ ودلالاتها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head39'>AUTO المبتدعة بيني وبين الدكتور؟!</h2>\n\n<p>\nثم ذكر من سمات منهج المالكي! (الهوى مع المبتدعة والدفاع عنهم؟).\n</p>\n\n<p>\nأقول: لو كان هذا الكلام من أحد الباحثين الذين يردون الروايات الضعيفة\nوروايات المبتدعة ولا يقبلون إلا الروايات الصحيحة لقلنا له عذره، لأنه من\nزيادة حرصه وقع في الباطل أما أن يكون هذا الكلام ممن رسالته كلها قائمة\nعلى (كذاب زنديق) ! فهذا عجيب! لأن الزندقة هذه أكبر من البدعة! إذن\nفالدكتور لو كان يعرف معنى كلامه لما سطره لأن كل ما يتكلم به من (الهوى مع\nالمبتدعة) فهذا ليس عندي ولكن إنصاف المسلم ولو كان مبتدعا واجب شرعي، بل\nإنصاف الكافر واجب فكيف بالمسلم؟ وقد سبق أن قلت له أنني لم اعتمد على\nرواية واحدة بل ولا حرف واحد مما رواه أبو مخنف - الذي يعيرني به الدكتور -\nبينما رسالة الدكتور كلها قائمة على من هو شر منه وهو سيف بن عمر! وعلى\nافتراض أنني مخطئ في تفضيل أبي مخنف على سيف إلا أنني من الناحية العملية\nالتطبيقية أطرح الاثنين (أبا مخنف وسيف بن عمر) ولم أنقل عنهما في كتبي ولا\nمقالاتي حرفا واحدا اللهم إلا منتقدا فأين يذهب الدكتور؟! ومن منا (يهوى\nالمبتدعة والزنادقة <span id='ms066'></span>) ويدافع عنهم؟! هل تعقل ما تقول يا دكتور؟! أنا أشفق\nعليك من الاستمرار في هذا الطريق الذي لن يخدم سمعتك العلمية ولا مركزك\nالأكاديمي ولا منهجيتك التي تفخر بها! والرجوع بالرضا اليوم خير من الرجوع\nلاحقا عذرا!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head40'>AUTO المشبوهون بيني وبين الدكتور؟!</h2>\n\n<p>\nوذكر أن تلك السمات (التشابك مع الطرح المشبوه وتلميع المشبوهين)؟!\n</p>\n\n<p>\nأقول: هذه أخذها العودة من الدكتور حسن الهويمل! ثم إن المشبوهين أخف ممن\nاتفق أهل الحديث على ضعفهم لكذبهم وزندقتهم لأن سيف بن عمر من أقل ما يقال\nعنه أنه (مشبوه)! ومع هذا يحتفي به الدكتور؟! وإذا كان يقصد بالمشبوهين\nالمستشرقين والشيعة فقد ملأ رسالته من النقولات عنهم! فنقل عن رجال الشيعة\nومؤلفيهم كالناشيء الأكبر والقمي وأبي حاتم الرازي وهو (غير السني صاحب أبي\nزرعة) والمجلسي والطوسي وابن المطهر وأمثالهم ونقل عن المستشرقين من يهود\nونصارى أمثال فلوتن وفلهاوزن وإسرائيل فلندر وليفي ديلافيد وجولد تسهير\nولويس وهوجن وهربلو ودي ساسي وفويل وفون كريمر ودوزي وموير وأوغست ميلر\nوكروتس وهرشفلد! (انظروا كتاب عبد الله بن سبأ للدكتور ص59 وما بعدها) فها\nهم نحو الثلاثين من الشيعة والمستشرقين واليهود والنصارى نقل عنهم هذا\nالدكتور! وتشابك مع أطروحاتهم! واحتفى بهم! بينما يحرم على الناس النادر من\nالكثير الذي أباحه لنفسه! وهذا من كمال عدله! وكمال فهمه للشرع! وكمال صدقه\nمع نفسه ومع القراء!ومع أنني اعتمدت في نفي دور ابن سبأ على منهج أهل\nالحديث ولم أنتظر أن تكون النتيجة ستغضب أصحاب الطرح المشبوه أو ترضيهم،\nولكنني قصدت الحقيقة فقط ولذلك فأكثر الشيعة والمستشرقين على إثبات عبد\nالله بن سبأ! فإن كان التوافق مع القليل منهم على نفي عبد الله بن سبأ يعد\nطرحا مشبوها أو تشابكا معه، فالتوافق مع معظمهم في إثبات ابن سبأ ودوره من\nباب أولى أن يسمى (تشابكا مع الطرح المشبوه!) ، كما أن النقل بأن مرتضى\nالعسكري نفى ابن سبأ أخف من النقل عن عشرة ممن هم أكثر تطرفا منهم بأنهم\nأثبتوا ابن سبأ؟!! فأين يذهب الدكتور؟ فلو <span id='ms067'></span> أراح نفسه من البداية وأوضح إنه\nسيبحث عن الحق بغض النظر عما إذا كان هذا الحق جاء من ثقة أو مشبوه أو\nمتحقق في زندقته!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nفهذا (أشبه) في تجنب الطرح (المشبوه).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head41'>AUTO بقية الاتهامات</h2>\n\n<p>\nثم أضاف الدكتور - هداه الله - مزيدا من الشتائم التي أربأ بنفسي عن\nبالدخول في متاهاتها كالاتهامات بالكذب وتشويه الحقائق ونحو ذلك مع ما لمح\nبه من نظرية المؤآمرة (التي زرعها سيف في عقول موثقيه!) وغير ذلك من الأمور\nالتي أربأ بنفسي عن الدخول فيها لأنها لا تخدم الحقيقة بالإضافة إلى أن حسن\nالظن بالدكتور أنه لا يعتقد ما يقول ولكنه يريد إخراجنا من الموضوع الأساسي\n(موضوع سيف بن عمر وعبد الله بن سبأ) إلى هذه (المهاترات) البعيدة عن\nموضوعنا وعن أخلاقيات الحوار الأساسية وقد سبق أن قلت في صحيفة الرياض أن\nمثل هذه الشتائم التي يطلقها هذا الدكتور (الداعية الخطيب!) قد تركتها لله\nفإن علم الله أن الدكتور صادق فيها فسيعاقبني عليها لأنها ذنوب لم أعلن\nتوبتي عنها، وإن علم أن الدكتور كاذب فيها فسيأخذ لي منه حتى وإن كان\n(داعية خطيبا!) يعظ الناس كل جمعة (ويأمرهم - أحيانا - بعفة اللسان).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head42'>AUTO المقال السابع لست مسئولا عن الوساوس</h1>\n\n<p>\nاستنكر علي الدكتور العودة كثرة الشكوى من سوء الفهم الذي يبني عليه\nالآخرون تعقيباتهم ونسي أنه بنى كل مقالاته الأربع في صحيفة الرياض على سوء\nفهم! ونسي أننا - نحن العرب - لم نتعلم في مدارسنا بعض المبادئ المنطقية\nالتي تعييننا على فهم كلام الآخرين! ونسي أو تناسى أن سوء الفهم هو الأساس\nفي معظم حواراتنا وإن انعدم سوء الفهم لم تنعدم إساءته!.\n</p>\n\n<p>\nوعلى سبيل المثال فقد ذكرت أنني أنفي دور ابن سبأ في الفتنة ولا أنفي\nوجوده مطلقا ولم يفهم الدكتور هذا الكلام فحملني الأمر الأخير رغم أن نفي\nابن سبأ مطلقا أمر هين ليس قدحا في عقيدة ولا علم فالقرون الثلاثة الأولى\nلم تكن على إثبات دوره المزعوم بل قد نفى وجوده بعض علماء السنة قبل نفي\nبعض علماء الشيعة أو <span id='ms068'></span> بعض المستشرقين كما أثبت وجوده بعض هؤلاء أيضا. أما\nدوره في الفتنة فإن (95 %) من علماء المسلمين على عدم إثبات ذلك. ومن أثبت\nذلك من ال (5%) إنما نقل ذلك عن هذا الكذاب الزنديق (سيف بن عمر) الذي يطعن\nفي نبوة النبي صلى الله عليه وسلم بطرق معروفة ويكذب عليه وعلى أصحابه وعلى الجيل الأول\nبأكمله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nومع هذا الوضوح في الطرح يتهمني الدكتور بأن لي (أهدافا) مبيتة و(غموضا)\nعجيبا إلى آخر ظنون الدكتور وتوقعاته التي لست مسئولا عنها فله أن يتوقع ما\nيشاء ويظن ما يشاء، لكن ليس له أن يلزم الناس بوساوسه وظنونه ولو أنني أترك\nالفرصة لظنوني مثلما يترك الدكتور الفرصة لظنونه لقلت أن الدكتور العودة\nيريد من أسطورته في الفتنة (عبد الله بن سبأ) ما أراده سيف بن عمر من الطعن\nفي الصحابة وتلاعب أحد بهم وأن الدكتور العودة يريد اتهام علي بن أبي طالب\nوعمار بن ياسر وأبي ذر وعدي بن حاتم وغيرهم بأنهم من أتباع هذا اليهودي!\nوأن الدكتور العودة يتظاهر بالصلاح مثلما زعم سيف عن عبد الله بن سبأ من\nأنه تظاهر بالصلاح حتى أطاعه الناس! وأن الدكتور العودة يريد بث زندقات سيف\nبن عمر وأكاذيبه في تراث المسلمين ولذلك كانت رسالته موجه للطعن في عمار بن\nياسر وأمثاله! والتشكيك في بيعة علي بن أبي طالب تأييدا منه لنواصب\nالشاميين الذين كانوا يلعنون علي على المنابر! وأن هذا رأي الدكتور لكنه لا\nيظهره خوفا من السخط الشعبي! واكتفى بتوثيق سيف الذي يقوم بهذه المهمة\nنيابة عنه! من طرق ملتوية وغير مباشرة!! إلخ.\n</p>\n\n<p>\nوهكذا لو كنت أستحل السير وراء الظنون والتخيلات والاستجابة للوساوس لقلت\nمثل هذا وأكثر وقد يكون بعض هذا صحيح لكن الأدلة فيها ضعف إضافة إلى أن هذا\nلا يخدم الحوار ولا البحث العلمي ولا الحقائق التاريخية والواجب علينا أن\nنتحاور حول المادة العلمية نفسها بعيدا عن هذه الوساوس مع أن هذه الوساوس\nلها جمهورها وقراؤها! والمتعطشون لها، ولعل الدكتور كان يقصدهم بمقالاته!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nثم <span id='ms069'></span> إن الأشياء التي ذكرت أن الآخرين أساءوا فهمها لم يحاكمها الدكتور\nكالعادة! ولم ينظر هل كنت صادقا في ذلك أم لا! بل جزم بأن هذا مجرد هروب من\n(حصار) أكاذيب سيف وابن مجاهد وأمثالهم! وأنا أبارك له عدله وإنصافه! وفهمه\nلتلك الأمور التي اختلفنا فيها، وهكذا فليكن المنصفون الذين يحاكمون أقوال\nالخصوم!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head43'>AUTO العودة والشيخ الفوزان</h2>\n\n<p>\nثم أخذ الدكتور العودة يذكر الناس (بيوم بعاث) ! وذكر عن المالكي أن\nالناس (يذكرون مواقفه مع الشيخ صالح الفوزان من قبل!) ويقصد ذلك الحوار حول\nالمناهج الذي كان بيني وبين الشيخ صالح الفوزان قبل ست سنوات في مجلة\nاليمامة وقد انتهى ذلك الحوار في تلك الأيام وليس لذلك الموضوع صلة\nبموضوعنا هذا ومن أراد أن يرجع لتلك المقالات فليرجع لها فقد كانت عن\nالمقررات في الجامعة كزاد المستقنع ومنار السبيل وكتب النحو ولم تكن عن سيف\nبن عمر ولا عن عبد الله بن سبأ! فلماذا يدخلها الدكتور العودة هنا؟! هل هو\nلمزيد من الاستعداء؟! أم خلط أكثر من قضية في قضية واحدة؟! أم أنه شعر\nبالضعف فلم يجد إلا مثل هذا الربط الصعب والاحتماء الغريب؟!!\n</p>\n\n<p>\nعلى أية حال أنا لا أكن للشيخ صالح إلا كل خير رغم اختلافنا العلمي في\nتلك القضايا والموضوع الذي بيننا قد انتهى (وكل له وجهة نظر) ولا مصلحة في\nإحيائه إلا عند من يشعر بضعف حجته فيحتمي بهذا الخلاف؟!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head44'>AUTO ابن سبأ موجود أم غير موجود؟</h2>\n\n<p>\nذكر العودة أن (إجماع الأمة قديما وحديثا في إثبات وجود عبد الله بن سبأ).\n</p>\n\n<p>\nأقول أولا: لا يقال: (أجمعوا في) ! ولكن يقال (أجمعوا على) فهذه فائدة في\nالطريق!.\n</p>\n\n<p>\nثانيا: العودة لو كان يعرف معنى الإجماع وشروطه وقوعه! وطرق العلم به!\nوكيفية نقله! وبماذا ينعقد؟! ومستنده وما أشبه ذلك من مباحث الإجماع أقول\nلو كان يعرف العودة كل هذا أو معظمه لاستحى أن يزعم (أن الأمة أجمعت على\nوجود عبد الله بن سبأ) ؟! فهذا كلام من لا يعرف من الإجماع إلا اسمه فلذلك\nلا يلام على <span id='ms070'></span> هذه المجازفات والدعاوى.\n</p>\n\n<p>\nثم نجد الدكتور العودة أطال الكلام حول هذه المسألة ولم يفهم كلامي عندما\nقلت: (وأنا لم أقل بنفي وجود ابن سبأ..) وظن أن هذا تناقض مع قولي: (على\nافتراض وجوده) ! ومع قولي (إن كان موجودا) ثم سأل بعد هذا وقال: (هل ثبت\nلديه وجود ابن سبأ أم أنه لا يزال شاكا ولكنه عاجز عن الإفصاح)؟! فنجد\nالدكتور يستغرب كيف أنفي دور ابن سبأ في الفتنة وأتوقف في مسألة وجوده\nفيقول: (هل يمكن أن يبحث دوره دون أن يمر على أصل وجوده؟).\n</p>\n\n<p>\nأقول: نعم يمكن وقد ضربت للعودة مثالا بخالد بن الوليد الذي لا يشك أحد\nفي وجوده وقلت له هل يجوز أن نثبت له كل الأخبار المنسوبة إليه؟! وكذلك\nسائر المشهورين الذين تواتر وجودهم ونجزم بوجودهم هل تصح كل الأخبار\nالمنسوبة إليهم؟!\n</p>\n\n<p>\nإذن فالتفريق بين المسألتين أمر ظاهر ومع ظهوره لم يفهمه هذا الدكتور ولم\nيستطع إلى الآن استيعابه! ثم إن نفي الوجود (وجود ابن سبأ) أمر أصعب من نفي\nدوره في الفتنة لأن (دوره في الفتنة) كان عن سيف بن عمر صديق الدكتور\nالعودة! أما وجوده فقد جاءت أسانيد أخرى ضعيفة تحتاج (للتروي التروي\nوالسكينة السكينة) ! حسب نصيحة الدكتور الهويمل التي أثنى عليها العودة!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nأما عدم فهمه لألفاظي في هذا الموضوع فلست مسئولا عنه لأن الألفاظ باللغة\nالعربية وباستطاعته أن يرجع لأقرب قاموس وهي متفقة تماما فعندما يتوقف\nالباحث في مسألة معينة فإنه يحق له أن يقول (لا أجزم بنفيه) و(لا أجزم\nبوجوده) أو على (افتراض وجوده) فكل هذه متفقة ومن زعم أنها متناقضة فعليه\nأن يراجع كتب اللغة وسيجد الجواب.\n</p>\n\n<p>\nإذا فنفي وجود ابن سبأ ليس فيه تخوف مني لأنه قد جزم بنفي وجوده بعض\nالباحثين الأكادميين كالدكتور الهلابي مثلا ولم يلحقه ضرر! لكن الذي يمنعني\nمن نفي وجوده مطلقا حب دراسة المادة العلمية في ذلك فإذا درستها وترجح لي\nنفيه نفيته، كما إن ترجح لي وجوده ذكرت ذلك أما دوره في الفتنة فنعم <span id='ms071'></span> أجزم\nأنه باطل للأسباب التي ذكرتها سابقا سواء الإسنادية أو المتنية أو العقلية.\n</p>\n\n<p>\nوالدكتور العودة لا يفهم من الأمور إلا أبيض أو أسود! فعندما أقول له:\n(أنا متوقف في مسألة وجود ابن سبأ) تجده يسأل (هل تعني التشكيك في أصل\nوجوده أم التشكيك في دور ابن سبأ في الفتنة؟!) فعقله لا يستوعب أن أجزم\nبنفي دوره في الفتنة وأتوقف في مسألة وجوده فهما عنده متلازمان بينما يمكن\nالفصل بينهما بسهولة.\n</p>\n\n<p>\nوالعودة ينزعج كثيرا من توقفي في وجود ابن سبأ فتراه يقول: (ولست أدري\nإلى متى سيستمر التوقف عند المالكي وهو الذي قرأ كثيرا وكتب كثيرا؟!)\n</p>\n\n<p>\nأقول: أنت نقلت نصيحة الدكتور الهويمل بأن علي (التروي التروي! والسكينة\nالسكينة!..) ثم هنا تطالبني بالإسراع والبت في مسألة (وجود ابن سبأ).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nوأقول للدكتور: لو انتهيت إلى إثبات (وجود ابن سبأ) أو نفيه فلن يفيد\nرسالتك شيئا لأن ما أنفيه الآن من دور ابن سبأ سيأتي على (95%) من رسالتك\nعن ابن سبأ وعلى هذا فوجود (5%) من رسالتك عن ابن سبأ لا يصلح محاضرة فكيف\nيصلح رسالة؟! فلماذا تستعجل علي في البت في (وجود ابن سبأ) وهو لا يفيدك\nشيئا؟! لأن الرسالة ساقطة بدون هذا لاعتمادها على سيف بن عمر في (95%) منها\nعلى الأقل!!. ومسألة نفي ابن سبأ ليست جديدة فأكثر علماء المسلمين في\nالقرون الثلاثة الأولى لم يذكروا ابن سبأ وجودا! وكلهم مجمعون على نفي دوره\nفي الفتنة وذلك لأن سكوتهم عنه وعدم ذكرهم لدوره بحرف واحد مع توفر الدواعي\nالكثيرة على ذلك دليل واضح على نفي هذا الدور وإذا شاء الدكتور أن يراجع\nفليفعل وسيجد أن الأصل في ابن سبأ عدم الذكر واطراح أخباره في التواريخ!\nفأين ستضع رسالتك من هؤلاء الذين تدعي كاذبا -للأسف!- أو مخطئا إجماعهم على\nوجود ابن سبأ؟! وأسوأ من إثبات الدكتور لدور ابن سبأ أنه يخون علميا بنسبة\nأخباره إلى المؤرخين كالطبري وابن كثير ويوهم القراء أن هؤلاء لم يأخذوا\nأخباره عن سيف! مع أنه يوصي بتحري الأمانة العلمية <span id='ms072'></span>! ولله في خلقه شؤون!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head45'>AUTO المقال الثامن مرارات الحقائق</h1>\n\n<p>\nالدكتور العودة والدكتور الهلابي\n</p>\n\n<p>\nيحاول الدكتور العودة أن يذكر الدكتور الهلابي وكأنه المنكر الوحيد\nلشخصية ابن سبأ! ويذكرني وكأنني مقلد للهلابي فقط! بينما قد سبق الهلابي\nوسبقني من علماء أهل السنة من نفى دور ابن سبأ على الأقل أمثال العلامة\nالمحدث عبد الرحمن المعلمي في كتابه (الأنوار الكاشفة) والعلامة المحدث\nمحمد العربي التباني في كتابه (تحذير العبقري) والدكتور علي سامي نشار\nوغيرهم بل إن علماء أهل السنة والجماعة من المحدثين والمؤرخين لم تكن\nالأغلبية منهم يذكرون ابن سبأ بحرف واحد لا دورا ولا وجودا، يقول العلامة\nالمعلمي في كتابه الأنوار الكاشفة ص134: (ثم ذكر (أبو رية) قصة عبد الله بن\nسبأ وقد نقدها الدكتور طه حسين في الفتنة الكبرى فأجاد).\n</p>\n\n<p>\nأقول: انظروا لهذا العالم الجليل الذي هو محل اتفاق من الجميع ولا يستطيع\nالدكتور العودة ولا غيره أن يتهمه في نيته أو منهجيته بحرف واحد، انظروا\nإليه كيف يأخذ الحق ممن أتى به وكيف أيد الدكتور طه حسين في نقده لمسألة\nعبد الله بن سبأ! علما بأن رأي الدكتور طه حسين لا يخفى على الدكتور.\n</p>\n\n<p>\nويقول العلامة المحدث محمد العربي التباني وهو من علماء الحديث في كتابه\nتحذير العبقري (1/333): (قد عظم الخضري من شأن ابن سبأ هذا فجعله قائد\nومحرك الفتنة الكبرى التي قامت على عثمان في جميع الأمصار وكرر هنا التهويل\nبه فجعله أحد الأسباب الأربعة في قتل عثمان رضي الله عنه وهو أقل وأذل من\nكونه أحد الأسباب في مقتله فضلا عن كونه قائد الفتنة..) وقال (1/292):\n(وابن سبأ عند من سبر التاريخ الإسلامي الصحيح أقل وأذل من هذا كله) . وذكر\n(1/293) أن إثبات ابن سبأ (مشتمل إجمالا على رمي جميع العرب والصحابة\nوعثمان وعماله بالتغفيل) ! وهذا ما أراده سيف بن عمر ولم يتفطن له الدكتور\nوما أصاب هذا الدين مثل غفلة الصالحين!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nوقد توسع الشيخ المحدث محمد العربي التباني في نقض أخبار ابن سبأ في كتابه\nفي أماكن متفرقة والغريب أن <span id='ms073'></span> الدكتور العودة لما عرض آراء الناس في ابن سبأ\nأخفى رأي المعلمي ورأي التباني! ولا أدري هل أخفاهما جهلا بهما - وهما من\nهما - أو أخفاهما تعمدا! مع أنه قد أورد أقوالا لليهود والنصارى والشيعة!\nفكان نقل آراء هؤلاء الأعلام من (أهل السنة) أولى، لكنه يظهر أنه رأى أن\nالرد على هؤلاء صعب بعكس الشيعة والمستشرقين الذين يكفي الدكتور في نقض\nآرائهم أن يبين عقائدهم فقط! ثم يجعل هذا كله في باب (التآمر على تاريخ\nالإسلام!) وهكذا تسير الأمور بهذه السهولة!\n</p>\n\n<p>\nوكذلك الدكتور علي سامي النشار - وهو صاحب دراسات إسلامية رائدة - انتهى\nإلى أنه (من المحتمل أن تكون شخصية عبد الله بن سبأ شخصية موضوعة أو أنها\nرمزت إلى شخصية عمار بن ياسر) ! ثم قال: (ومن المحتمل أن يكون عبد الله بن\nسبأ هو مجرد تغليف لاسم عمار بن ياسر!) ثم ذكر أن الأمويين والنواصب (كذبوا\nعلى عمار بن ياسر بتلك الآراء) ويرى أن مسألة عبد الله بن سبأ من وضع\nاليهود والغنوصية! ورغم تحفظي على هذه النتائج إلا أنها أفضل مما يسطره\nالدكتور العودة في رسالته تقليدا لسيف بن عمر واتهاما للصحابة بالغفلة\nومطاوعة اليهود! فهذا هو الطرح (المشبوه) وليس نفي عبد الله بن سبأ! لكن\nالعودة لا يعرف أن هذا الطرح خطير ومشبوه لأنه لم يصدق المحدثين في اتهام\nسيف بالزندقة والكذب والضعف! وهو اليوم أكثر إصرارا على الدفاع عن زندقة\nسيف لأن هذه الزندقة في سيف أصبحت تقوم فوقها رسالة الدكتور العودة! وهو\nغير مستعد أبدا للاعتراف بزندقة الذي كان له الفضل في أعطائه كل هذه\nالمكاسب! ونكران الجميل ليس من شيم العرب! والخلاصة في الأمر: أن المعلمي\nوالتباني وغيرهم من الذين ينفون دور ابن سبأ يرون في إثباته طعنا في\nالصحابة والجيل الأول أكثر مما يراه الدكتور من ذلك عند نفيها!!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nوقد صرح الدكتور بأن: (الجرأة على تخطئة الأئمة الأعلام مسلك خطير) ولا\nأظنه إلا سيخطئهم! بل قبل هذا سيخطئ علماء القرون الثلاثة الأولى الذين لم\nيذكر <span id='ms074'></span> أحد منهم دور ابن سبأ في الفتنة بحرف واحد!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head46'>AUTO العودة لا يعرف معنى المغالطة</h2>\n\n<p>\nذكر الدكتور العودة أنني أحاول إبعاد الرافضة عن عبد الله بن سبأ مستدلا\nبقولي: (كيف قامت الرافضة تشفع في ابن سبأ ولم توجد بعده على افتراض وجوده\nبعشرات السنين) ! ولا أدري هنا من الذي يغالط؟! فالعودة لم يفهم كلامي\nالبتة لأنني إنما نقدت الرواية التي أوردها الدكتور والتي فيها لفظة\n(الرافضة) وأنها شفعت في ابن سبأ (يوم بويع علي!) بينما كانت بيعة علي عام\n35ه ومصطلح الرافضة لم يظهر إلا عام 122ه عندما رفض بعضهم متابعة الإمام\nالشهيد زيد بن علي رحمه الله عند خروجه على هشام بن عبد الملك فسموا رافضة\nيومئذ؟! فأنا أنكرت متن هذه الرواية بناء على هذا التخبط لأن بيعة علي لم\nتكن بعد 122ه إلا عند من يعتقد بالرجعة وأن عليا لم يمت وأنه في السحاب!\nوأربأ بالدكتور العودة أن يعتقد هذا الاعتقاد! وعلى هذا فلا يستطيع العودة\nإلا أن يسلم بأن الرواية مكذوبة موضوعة! وأن نقدي لها لا يعني دفاعا عن\nالروافض إلا عند المغالطين!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head47'>AUTO ابن سبأ والسبئية</h2>\n\n<p>\nأورد العودة نصوصا في نسبة السبئية إلى ابن سبأ وهذه لو يرسلها العودة\nللدكتور الهلابي لكان أفضل فعنده جوابها وليس عندي!\n</p>\n\n<p>\nأما قوله بأن التشكيك في السبئية وسيلة إلى التشكيك في ابن سبأ نفسه! فما\nأسهلها من تهمة فهذه التهمة كان عليها السلف كلهم في القرون الثلاثة الأولى\nوكما قيل (فتلك شكاة ظاهر عنك عارها) ! ولو أن البحث والدراسة التي أقوم\nبها هذه الأيام توصلت إلى أن ابن سبأ أسطورة فلن أتردد في إعلانها فقد\nأعلنت أسطورة القعقاع بن عمرو عندما بحثته رغم أن الذين ينفون وجود القعقاع\nقلة بعكس ابن سبأ فقد نفاه كثيرون سواء الذين نفوا دوره أو وجوده! وهذا كله\nأمر طبيعي وليس في القضايا التاريخية ما يدعو لهذا التهويل والتخويف\nفالحقيقة لا بد أن يعرفها الجميع وإن أضرت ببعض الرسائل!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head48'>AUTO الوصية وابن سبأ</h2>\n\n<p>\nسبق أن قلت أن الدكتور <span id='ms075'></span> العودة لا يعرف كثيرا من الألفاظ والمفردات\nوالأساليب العربية وعلى هذا يسيء الفهم ويستنكر علينا بيان هذا أيضا! فهو\nعلى سبيل المثال يقول: (وفي كتاب الرياض ص 79 يحاول المالكي إنكار بث ابن\nسبأ لعقيدة الوصية وهنا مسألة خطيرة).\n</p>\n\n<p>\nوسأنقل لكم ما قلته في الصفحة نفسها حتى تعرفون أن الدكتور إما أنه يتعمد\nتحريف كلام الخصوم أو أنه لا يفهم الكلام وعلى هذا فليس مؤهلا للبحث في هذه\nالقضايا لأن اللغة وسيلة مشتركة إذا فقدها الباحث يكون قد فقد التأهيل،\nفأنا في الصفحة التي أشار إليها العودة كنت أتكلم عن عنوان كامل أسميته\n(تناقضات سيف بن عمر) وذكرت مثالين على هذه التناقضات كان المثال الأول ما\nقلته من أن سيفا: (يروي أن عبد الله بن سبأ نشر فكرة الوصية لعلي بن أبي\nطالب ثم يروي أن أهل البصرة عندما خرجوا كانوا يشتهون طلحة وأهل الكوفة\nكانوا يشتهون الزبير وأهل مصر كانوا يشتهون عليا وهذا يتناقض مع فكرة\n(الوصية) لأن عبد الله بن سبأ لو بث فكرة الوصية لعلي وتأثر الناس بها\nفلماذا اختار أتباعه بالبصرة والكوفة غيره؟! مع أنه لم يدع ب (الوصية)\nللزبير ولا لطلحة فهذا تناقض) اه.\n</p>\n\n<p>\nأقول: ماذا تفهمون من كلامي السابق هل تفهمون نفي فكرة الوصية أم تفهمون\nتناقض سيف بن عمر! لا ريب أن تناقض سيف هو المقصود وهو عنوان الملحوظة هناك\nلأنه إن كان ابن سبأ قد بث فكرة الوصية لعلي في الأمصار فلن يتفرق أتباعه\nفي ذلك!ويختار أكثرهم طلحة والزبير!.\n</p>\n\n<p>\nومنهج أهل الحديث يعلمنا أن نثبت الروايات الصحيحة فقط وهذا المنهج لا\nيقيم لابن سبأ في الفتنة أي دور وعلى هذا فرواية سيف هنا عن الوصية في غاية\nالتناقض والاختلاق لأن عندنا البديل الصحيح وثبت أن الخارجين على عثمان\nفيهم صحابة وتابعون يستبعد أن يسيرهم هذا اليهودي كيف يشاء! ويبث فيهم هذه\nالفكرة (فكرة الوصية) بكل سهولة؟!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nنعم أنا أختلف مع الدكتور في أصل المنهج الذي طبقه فهو يختار من الروايات\nما يشاء <span id='ms076'></span>! ويرد ما يشاء لكن لو اتفق معي على التزام منهج معين فإنه سينجبر\nأن ينفي دور ابن سبأ في الفتنة بكل ما سطره سيف بن عمر من وصيه وغيرها!\nوالدليل على ذلك أقول:\n</p>\n\n<p>\nهل يستطيع العودة أن يأتي لي برواية واحدة - من غير طريق سيف - تقول أن\nابن سبأ هو الذي بث فكرة الوصية؟! إذا كان لا يستطيع - ولن يستطيع - فهل\nيجوز له أن يلزمنا بروايات سيف الزنديق الوضاع؟!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head49'>AUTO أنا والدكتور الهلابي</h2>\n\n<p>\nيذكر العودة أنني أحتمي بالدكتور الهلابي ولم يبين لنا الاحتماء من\nماذا؟! أمن أكاذيب سيف بن عمر؟! أمن رسالته (القوية!) ؟! أم من ماذا؟!ثم إن\nالدكتور نفسه يحتمي ببعض الأشخاص كالشيخ الفوزان والدكتور الهويمل وغيرهم\nويحتمي برسائل أخرى كرسالة الدكتور ناصر القفاري ورسالة الدكتور يحيى\nاليحيى ولا ريب أن هاتين الرسالتين من أقوى الرسائل الجامعية لكن الرسالتين\nليستا مبنيتين على سيف بن عمر مثلما فعل الدكتور العودة ! بل إن رسالة\nالدكتور القفاري خاصة مما أوصي به وأقوم بتوزيعها مجانا والحمد لله وإذا\nحاول العودة أن يقارن نفسه بالقفاري فهو مغالط فأين السيف من العصا! لأن\nالقفاري ورسالته لها نمط مختلف تماما عن العودة ورسالته! فتجد عند القفاري\nحسن الجمع وقوة التحليل ووفرة المصادر وهو وإن كان عمله مثل سائر أعمال\nالبشر إلا أنه رجل عالم في موضوعه بكل ما تحمله كلمة (عالم) أما الدكتور\nالعودة ورسالته فالله المستعان!\n</p>\n\n<p>\nوكذلك سائر من احتمى بهم العودة من المتقدمين كابن تيمية وابن حجر وغيرهم\nكل هؤلاء لا يثبتون دور ابن سبأ في الفتنة وإنما يرون وجوده فقط وهذا خلاف\nما ذهب إليه الدكتور في رسالته كلها! فمن منا يسلك مسلك تخطئة العلماء؟!\nوهذه الفوائد والاستقراءات سبق أن ذكرتها له في مقال (الرياض) وفي\n(المسلمون) لكنه يكرر المسألة من باب (عنزة ولو طارت).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head50'>AUTO المقال التاسع الروايات الثمان أم الإحدى عشرة؟</h1>\n\n<p>\nالدكتور العودة لم يكن يعرف روايات من غير طريق سيف بن عمر إلا ثمان\nروايات فلما قلت له بأن تلك الروايات أعرفها <span id='ms077'></span> وزيادة ثم زدت له ثلاث روايات\nوقلت له أن معي غيرها نراه أيضا في المسلمون يضع عنوان (الروايات الأحد\nعشر) ولم ينسب لي تلك الروايات الزائدة وهذا من كمال (الأمانة) التي يوصي\nبها في خطبه!\n</p>\n\n<p>\nالعودة ذكر أنني قلت (أن أخبار ابن سبأ لم ترد إلا من طريق سيف بن عمر)\nوهذا صحيح في (أخبار الفتنة) أنا قلت ذلك أما أخباره (مطلقة) فقد ذكرت أن\nعندي من الروايات ما ليس عند الدكتور والدكتور يحاول أن يثبت أنني متناقض\nلكن بلا فائدة فهو يحيل في هذه المسألة على ص260 وص58 من كتاب الرياض ولو\nرجعتم إلى هذه الصفحات لعلمتم حقيقة قولي الذي لم يفهمه الدكتور العودة !.\n</p>\n\n<p>\nوأنا تحاورت مع كثير من الناس ولم أجد أسوأ فهما للأقوال من الدكتور\nالعودة وهذه بلية عظيمة! إذ على هذا كيف يفهم إجابات الطلاب الذين يدرسهم؟!\nفالله يعينهم! فكيف سيفهم إجاباتهم على أسئلته؟! وكيف سيفهم استشكالاتهم؟\nوهل سيتهمهم بالبدعة إن لم يفهمهم ولم يفهموه؟! وكيف يفهم المراجع والمصادر\nالتي يعود إليها؟! وكيف يستطيع - وهو بهذا الفهم - أن يبحث قضية شائكة مثل\nقضية عبد الله بن سبأ؟! ولا غرابة في إساءة فهم الدكتور لكلامي فهو لم يفهم\nإجماع المحدثين على اطراح سيف بن عمر بل عده توثيقا منهم! فماذا أقول بعد هذا؟\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head51'>AUTO الإلزام بطرق ضعيفة</h2>\n\n<p>\nأما إلزامه لي بإثبات وجود ابن سبأ لأن طرقا أخرى قد ذكرته فهذا لم يخف\nعلي وقد أعطيته طرقا زائدة على ما ذكر لكن تلك الطرق ليست في دور ابن سبأ\nإنما في وجوده، ثم هي لا تنتهض لإثبات وجوده لأسباب كثيرة منها ضعف الطرق\nوتناقض متونها ورد بعضها على بعض يجعلنا نلتزم (السكينة السكينة!) حتى نزيل\nتناقضات تلك الروايات التي لم تتفق على اسم واحد فضلا عن اختلافها في\nالأحداث والمعلومات وتضاربها!.\n</p>\n\n<p>\nوالعودة لو كان يعلم أن بعض الأحاديث (الموضوعة المكذوبة) لها أكثر من\nطريق لما قال ما قال لكنه يجهل منهج المحدثين وعلى منهجه في الإلزام يمكننا\nتصحيح كل <span id='ms078'></span> الأحاديث الموضوعة لأن لها طرقا أخرى! وهذا تلاعب رخيص ب\n(المنهجية) التي تقودنا إلى الوصول للحقيقة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head52'>AUTO لا يعرف معنى (المنهج)</h2>\n\n<p>\nذكر أنني حددت الخلاف بيني وبينه في أصل المنهج وهو صادق لكنه حرف المعنى\nالذي أردت فأنا أريد (منهج أهل الحديث) فهو ينادي به وينكر على الهلابي عدم\nتطبيقه لكنه لا يطبقه على صديقه سيف بن عمر!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head53'>AUTO جوهر القضية في ابن سبأ</h2>\n\n<p>\nالعودة يعترف بأن جوهر قضية ابن سبأ هو (دوره في الفتنة) ! وهذا الدور لا\nيوافقه عليه جل علماء الإسلام قديما وحديثا بل هذا الدور المزعوم انفرد به\nسيف بن عمر الوضاع المتهم بالزندقة!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head54'>AUTO أبو مخنف وسيف بن عمر</h2>\n\n<p>\nحاول العودة كعادته أن يلزمني بتوثيق أبي مخنف وهذه محاولة سبق أن أجبت\nعليها بأنني لم أعتمد على حرف واحد مما رواه أبو مخنف بخلاف ما فعله العودة\nمع سيف بن عمر الذي لا يحتاج لتكرار.\n</p>\n\n<p>\nثم إن العودة تغافل عن كشفي لتحريفه على القراء وإلزاقه ترجمة (عمرو بن\nشمر) بترجمة أبي مخنف! أو على الأقل هذا خطأ نبهته إليه وأصلحه في الرد\nالأخير لكنه لم ينسب الفضل إلي في تنبيهه لهذا الخطأ الكبير مثلما غمطني\nأيضا حقوق (الروايات الثلاث الزائدة) التي لم يكن يعرفها والتي أوردتها عن\nابن سبأ وأهديتها له بل أسمى عملي هذا (سفها وحمقا)! فلله دره ما أفهمه\nلتعريف السفه والحمق!\n</p>\n\n<p>\nأما أبو مخنف فأنا أضعفه لكن العودة يريد تحميلي توثيقهمع أنني إنما\nفضلته على سيف بن عمر فقط وتعقبت الذهبي الذي يرى أنهما متساويان في\nالضعف!.\n</p>\n\n<p>\nوسواء كانا متساويين في الضعف كما يرى الذهبي أو أن أبا مخنف أفضل لكنني\nأطرح الاثنين ولا أستحل الأخذ عنهما.\n</p>\n\n<p>\nعلى أية حال: إذا كان العودة راجعا لكلام الأئمة فأنا معه وإذا كان أبو\nمخنف شرا من (عمرو بن شمر) فقد نص الذهبي على أن (أبا مخنف من بابة سيف بن\nعمر)! وعلى هاتين المقدمتين يكون (سيف بن عمر شر من عمرو بن شمر) ! وأنا لا\nيهمني إن كان <span id='ms079'></span> العودة يرى أن سيفا أفضل من أبي مخنف لكن الذي يسوؤني ويسوء\nكل باحث هو عندما يلجأ العودة إلى (قص) ترجمة عمرو بن شمر وإلزاقها في\nترجمة (أبي مخنف)! ونسبة ذلك إلى المصادر نفسها! وحذف كلمة (عمرو) من\nسياقات الجرح الخاصة به وإنزالها على أبي مخنف! وغير ذلك من العمليات التي\nلا يقوم بها إلا (محترف)! ولولا أن رسالته كلها قائمة على أنواع مماثلة من\nهذه التحريفات والمغالطات لقلت أن هذا سبق قلم أو سرقة من كتاب لأحد\nزملائه! لكن العودة (عودنا) على هذا النمط من (التحقيقات الجميلة).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nوعندما يقول العودة أن الفيصل في هذا (كتب الجرح والتعديل) فهو غير صادق في\nهذا لأننا جربنا عليه هذه (الوعود) التي يذرها في عيون المغفلين! ولو كان\nصادقا لاستوفى كلام أهل الجرح والتعديل في سيف بن عمر فإنه عقد في رسالته\nص104 مبحثا بعنوان (سيف بن عمر بين الجرح والتعديل) لم يذكر من المجرحين له\nإلا القلة وأهمل أقوال أبي زرعة وأبي داود ويعقوب بن سفيان والطبري\nوالعقيلي وابن أبي حاتم والترمذي وابن السكن وابن عدي والدارقطني والحاكم\nوالبرقاني وأبي منصور الصيرفي وابن نمير وابن عبد البر وابن الجوزي! ولا\nريب أن إهمال مجموع كلام هؤلاء (المجرحين) لسيف بن عمر يعد (خيانة علمية)\nبكل المقاييس! لأن رسالته كلها قائمة على هذا الراوي (المبحوث) ! فلو أهمل\nواحدا أو اثنين لقلنا له عذره لكن إهمال أقوال ستة عشر عالما من علماء\nالجرح والتعديل فهذا من أوضح الدلالات على الخيانة.\n</p>\n\n<p>\nويؤسفني أن بحث مرتضى العسكري (الإمامي) عن (عبد الله بن سبأ) أكثر\nإنصافا ورجوعا لهؤلاء العلماء من بحث العودة (السلفي السني) ! فنجد في بحث\nالعسكري (الإمامي) أمانة علمية واستيفاء لأقوال المحدثين! بينما نجد في بحث\nالعودة (السني) خيانة علمية وتحريفا لأقوال المحدثين! وبعد هذا تقولون\nلماذا ترجعون لكتب الروافض والمستشرقين وتتركون بحوثنا؟! فهل اجتنبتم هذه\nالخيانات حتى نثق فيكم؟ هل زرعتم الثقة في قلوب محبي الحقيقة الذين تزعمون\nأنكم تحرصون عليهم؟! للأسف إن مثل هذه <span id='ms080'></span> الأعمال الهزيلة والتحريفات الرخيصة\nستسبب في انصراف الشباب إلى أبحاث المبتدعة والكفار! نعم ومن حقهم أن\nيفعلوا هذا ما دام أنهم يجدون شروط البحث العلمي متوفرة لدى هؤلاء أكثر من\nتوفرها عند كثير من دارسي التاريخ عندنا!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nوبعد هذا كله يقولون لماذا تنقدوننا؟! ويطالبوننا بنقد كتب المستشرقين\nوالمبتدعة؟! وهم بهذا لا يقولونها حرصا على رد كيد الأعداء! بقدر ما يريدون\nحماية (المهازل) من النقد! تلك المهازل التي سببت في انصراف الباحثين إلى\nأعمال اليهود والنصارى والثقة بها وترك خيانات كثير من الباحثين المسلمين\nوعدم النظر فيها! هذه هي المأساة الحقيقية المرة التي وصلنا إليها بسبب\nالمجاملات (الوظيفية) والوصول إلى المكاسب الوظيفية على جماجم الحقائق\nالعلمية!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head55'>AUTO المقال العاشر العلماء بيني وبين العودة</h1>\n\n<p>\nزعم العودة أنني (ألمز العلماء) ولا آخذ بأقوالهم كابن تيمية وابن العربي\nالمالكي وهذا من العودة تضخيم لأمور يسيرة وهو نفسه رد قول ابن حبان في\nزندقة سيف بن عمر! ورد كل أقوال المحدثين الذين اتهموا سيفا ولم يأبه بهم\nمطلقا! ثم يأتي بعد ذلك ليحرف ملحوظاتي على بعض أقوال العلماء ليجعلها\nموبقات! ثم ضرب العودة مثالا بذلك وقال أنني لم آخذ بقول الذهبي عندما قال:\n(إن سيف بن عمر من بابة أبي مخنف) ! فهل يوافقني العودة على الالتزام بقول\nالذهبي هذا وأن نساوي بين الرجلين؟! فالعودة كما قلت إنما يحتج ضدك\nبالأقوال التي يريد ثم يرفضها إذا شاء فهو بلا منهج لأن الرسالة قد أجيزت\nوأفلتت! وهو غير مستعد لبيان قصورها! ثم إن العودة نقل قولا آخر للذهبي في\nسيف بن عمر وهو (إخباري عارف) ولم ينقل الأقوال للذهبي في سيف مثل (تركوه\nواتهم بالزندقة) و(متروك باتفاق) ! لأن العودة تعودنا منه أن يذكر ماله\nويهمل ما عليه! وهذا منه ذكاء لا بأس به! لكن عيب هذا الذكاء أنه لا يدوم!\nثم نجده بعد أن ذكر سابقا أن الفيصل في الحكم بين الرجلين هو (كتب الجرح\nوالتعديل) خشي أن أنقل له الأقوال المجرحة لسيف والتي تزيد أضعافا عما <span id='ms081'></span> قيل\nفي أبي مخنف حاول أن يجد مخرجا في (مقارنة الروايات) فقال: (وبالفعل فمن\nيقارن بين مرويات الرجلين يجد الفرق واضحا).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nأقول: أنا أجزم أن العودة غير صادق في هذه الدعوى وليته يصدق ويبين لنا\nمعايير المقارنة للنظر هل سيف أكذب أم أبو مخنف؟! أما إحالته على كتاب\nالدكتور يحي اليحيى فلا ريب أن رسالة الدكتور اليحيى من الرسائل القوية في\nهذا الباب -على ما فيها من قصور في استيفاء الشواهد لمرويات أبي مخنف- ثم\nرسالة اليحيى لم تكن في المقارنة بين الرجلين وإنما كانت في مقارنة روايات\nأبي مخنف مع الروايات الأخرى جملة وفي عصر الخلافة الراشدة فقط وسيف بحاجة\nإلى من يقارن رواياته مع الروايات الأخرى مثلما فعل الدكتور اليحيى مع أبي\nمخنف والدكتور العودة يحتمي الآن بالدكتور اليحيى بعد أن سرق منه الأقوال\nفي (عمرو بن شمر) وجعلها لأبي مخنف! ثم اعتذر في (المسلمون) عن هذه السرقة\nبأنها (خطأ غير مقصود) ! وهذا صحيح لولا أنه كرر السرقة في المقال المذكور\nبالمصادر وأرقام الصفحات مع التحريف أيضا!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head56'>AUTO دائرة الإسلام ودائرة سيف بن عمر</h2>\n\n<p>\nوحتى يدافع الدكتور العودة على طعون سيف في البدريين وغيرهم من الصالحين،\nذهب ليسبقنا إلى هذا الاتهام لكنه وجهه لنا بدلا من سيف فزعم أننا ننال من\nعثمان ومعاوية وأبي بكر وعمر! هكذا قدم العودة معاوية على أبي بكر وعمر!\nوهذا قد يدل دلالة يسيرة على الميل (السليماني) ! ثم إنا بعد هذا أترك\nللقارئ العودة إلى الصفحات التي أحال إليها العودة من مقالاتي أو من كتاب\nالرياض ولم ينقل النصوص! ولو نقل تلك النصوص لتبين الأمر، لكن من أساليب\nالدكتور التي يستخدمها أنه يلبسك التهمة ثم يحيل للمصدر من أعمالك\nالكتابية! لأنه يضمن أن أكثر القراء لن يرجعوا ولن يقارنوا! وعلى هذا\nسيصدقونه، ولو حاول القارئ أن يرجع فسيعلم أن الدكتور قد تعلم من سيف بن\nعمر كيف يروي ويتحدث و(يصدق) أيضا!\n</p>\n\n<p>\nأما ما نقله عني من (كراهية بعض الصحابة لبيعة أحد الخلفاء الراشدين <span id='ms082'></span>)\nفهذا حق لكنني بينت أن هذه الكراهية من بعضهم ليست طعنا في خلافة أحد منهم\nوالذي روى هذه الكراهية ليس أبو مخنف ولا سيف بن عمر وإنما البخاري ومسلم\nوأشباههما وعلى هذا فليتهم البخاري ومسلما أولا بأنهما أرادا الطعن في بيعة\nالخلفاء الراشدين ثم ليأتي بعد ذلك للمالكي ويتهمه!\n</p>\n\n<p>\nأما أن يعارض العودة صحيح البخاري بكلام غير مسند للآجري! فهذا لا يفعله\nصغار الطلبة الذين يفرقون بين أسانيد البخاري الموصولة وآراء الآجري\nالمقطوعة!\n</p>\n\n<p>\nفأنا أتحدث من أسانيد صحيحة والعودة ينقل لي أقوالا غير مسندة وبهذا\nيتبين منهجي ومنهج العودة! وأنا لا أعيب العودة في المكابرة من أجل الرسالة\nلكنني أعيبه حين يسمي هذا (دينا) ويخرج الآخرين من (دائرة الدين) التي هي\nعنده (دائرة سيف بن عمر) فقط!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head57'>AUTO اعتراف خطير</h2>\n\n<p>\nاعترف ص10 بأنه إنما استفاد في (كل ما سجله على نصوص العلماء وآراءهم).\n</p>\n\n<p>\nإذن فهو هنا لا يعتمد على الإسناد وإنما على نصوص وآراء لبعض العلماء\n-ولم يذكر لنا أسماءهم! - ويجب على الدكتور يعرف أن هذه الأمة أمة إسناد\nكما قال ابن المبارك: (لولا الإسناد لقال من شاء ما شاء) ! صحيح أن الدكتور\nقد عمم بقوله (العلماء) ولم يقل بعض! وهذا عيب علمي شائع عند الدكتور فتجده\nينسب لكل العلماء أقوالا لأفراد منهم وأنا أستطيع أن أنقل له نصوصا وأقوالا\nلعلماء يخالفون ما ذهب إليه الدكتور! لكنني لن أسوقها إيمانا مني بأن\nالإسناد هو الحجة وليست أقوال أفراد من العلماء لأن أولئك العلماء المثبتين\nلدور ابن سبأ - مع قلتهم - لن يجدوا ما يدعم آراءهم إلا أكاذيب سيف بن عمر.\n</p>\n\n<p>\nصحيح!\n</p>\n\n<p>\nيقول العودة: (فالحق أبلج وإن أثير حوله من الغبار ما أثير فترة من الزمن\nوالباطل سينكشف ولو زخرفه أصحابه بغرور القول).\n</p>\n\n<p>\nأقول: أنا متفق مع الدكتور في هذه الجملة حرفا حرفا وقد انقشع كثير من\nالغبار والحمد لله! كما أن بعض الزخارف قد بليت ولم يعد عند أصحابها من\nالألوان ما يجددها!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head58'>AUTO لا تعليق</h2>\n\n<p>\nالدكتور يتهمني بأنني أريد ( إبعاد (شبح) التهمة <span id='ms083'></span> عني بتهمة الآخرين) ! ثم\nسرد مجموعة جيدة من الشتائم.\n</p>\n\n<p>\nأقول: لا تعليق!\n</p>\n\n<p>\nوذكر أن (الناس قد يفهمون من حدة النقد وتجاوز الناقد ضعف الحجة وغياب\nالدليل) وأنا أتفق معه في هذا أيضا!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head59'>AUTO الذهبي وابن حجر هل ذكر ابن سبأ؟</h2>\n\n<p>\nأخذ علي العودة أنني كذبت! في زعمي بأن الذهبي وابن حجر لم يذكرا عبد\nالله بن سبأ في الفتنة بحرف واحد! وقال ونقل عني قولي: (ولذلك تكلم\nالمحدثون والمؤرخون المتقدمون عن الفتنة ولم يذكروا عبد الله بن سبأ في\nالفتنة بحرف واحد) وأسقط إستثنائي في الموضوع نفسه عندما قلت (اللهم إلا من\nنقل عن سيف بن عمر) ! فنقل العودة كلامي محرفا بدون هذا الاستثناء ثم بنى\nعلى هذا التحريف اتهامي بالكذب! فقد زعم إن هذه (فرية) وراح يفندها بذكر\nأقوال للآجري (360ه) والذهبي (748ه) وابن حجر (852ه) فيها ذكر لعبد الله بن\nسبأ وبعض أدواره في الفتنة ثم بنى على هذا كله ما شاء من شتم وتجريح واتهام\nللنيات وتحذيرهم من نقولات المالكي! وحقيقة أنا قد قلت في مقالات سابقة في\nصحيفة الرياض وفي صحيفة المسلمون أن الدكتور العودة لا يفهم الخطاب فيبني\nشاهقات المغالطات على تحريفات الأقوال! ثم إنتقدني في مقاله الأخير بأنني\nأبالغ في اتهامه بسوء الفهم وحقيقة أنا أستحي أحيانا أن أصف خصمي بالتحريف\nالمتعمد! فاستبدلها بعبارة ألطف وأقول (أساء الفهم) ! مع أن الواقع قد يكون\nخلاف ذلك ومن النوع الأول (الأصلي) ! بمعنى قد يكون فهم المقصود لكنه تعمد\nتحريف الكلام! لكن العبارة الأولى (إساءة الفهم) ألطف! والدكتور العودة إذا\nكان قد حرف أو لم يفهم عنوان كتابي (نحو إنقاذ التاريخ الإسلامي) فمن باب\nأولى ألا يفهم ما كتبته (داخل الكتاب) أو المقالات وأن يستحل تحريفها\nلأسباب لم تعد خافية!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head60'>AUTO الدكتور والذهبي</h2>\n\n<p>\nذكر العودة أن الذهبي ذكر في تاريخ الإسلام (2/122،123) أن ابن سبأ هو\nالمهيج الفتنة بمصر وباذر الشقاق والنقمة ثم قال: (هذا فقط في تاريخ\nالإسلام؟).\n</p>\n\n<p>\nأقول: أولا الجزء الثاني من تاريخ الإسلام (الذي نسب إليه الدكتور <span id='ms084'></span>) لم\nيذكر الذهبي عبد الله بن سبأ بحرف واحد سواء عن سيف بن عمر أو غيره وإنما\nذكره في الجزء الثالث المسمى (تاريخ الخلفاء الراشدين) في الصفحات 433 وما\nبعدها نقلا عن سيف بن عمر فقط! ولم نجد في الروايات الأخرى التي ساقها\nالذهبي (عن غير سيف) حرفا واحدا عن ابن سبأ ومن شك فليرجع لإحالتي وإحالة\nالدكتور وينظر بنفسه، ثم الذهبي لم يصدق سيف بن عمر في نقله والدليل أن\nالذهبي لم يصدق سيفا ما نقله عنه أنه لم يذكر ابن سبأ بحرف واحد في كتابه\n(العبر) الذي ألفه الذهبي من خياراته وليس بالنقول عن غيره! أما النقل فليس\nحجة على الناقل فناقل الكفر ليس بكافر وناقل الكذب ليس بكاذب! وعلى هذا\nفعمل الذهبي لو كان حجة لكان عمل الطبري أكثر حجة في نقل أخبار ابن سبأ عن\nطريق سيف بن عمر! لأن الطبري أقدم، والعودة من أولئك الذين يزعمون أنهم لا\nيعترفون بنقل الآخرين إلا بعد (التمحيص) ! لكنه إن نقل للناس ما يحب قوله\nينقل بدون هذا (التمحيص) وعلى هذا فمشجب الذهبي قد سقط!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head61'>AUTO الدكتور وابن حجر</h2>\n\n<p>\nوقال الدكتور (أما ابن حجر فيكفينا منه القول عن ابن سبأ ودوره في\nالفتنة: وأخبار عبد الله بن سبأ شهيرة في التواريخ) ! ثم أحال للسان\nالميزان (3/345).\n</p>\n\n<p>\nأقول: أولا نحن نسلم بأن أخبار ابن سبأ مشهورة في التواريخ فهذا ليس موطن\nالنزاع إنما موطن النزاع هو السؤال التالي: (هل كل مشهور صحيح أم لا؟!) وهل\n(المشهور عند الحافظ يعتبر صحيحا أم لا؟).\n</p>\n\n<p>\nأما الأولى: فالعودة نفسه يعلم أنه ليس كل مشهور صحيحا فكم من حديث مشهور\nلكنه موضوع مكذوب وكم من حكم فقهي مشهور لكنه باطل وكم من خبر مشهور لكنه مكذوب!\n</p>\n\n<p>\nثانيا: أما القضية الثانية (عند ابن حجر) فصحيح أن الحافظ قال القول الذي\nنقله العودة لكن العودة لم ينقل بقية كلام الحافظ في ابن سبأ عندما قال:\n(ثم أخرج ابن عساكر من طريق سيف بن عمر التميمي في الفتوح له قصة <span id='ms085'></span> طويلة لا\nيصح إسنادها).\n</p>\n\n<p>\nأقول: تلك القصة هي رسالة الدكتور العودة ! ولم يضف عليها الدكتور العودة\nإلا النقل القليل من بعض كتب الشيعة وبعض المستشرقين فيما يتعلق بعقائد ابن\nسبأ! فماذا يقول العودة بعد هذا؟!.\n</p>\n\n<p>\nثالثا: ثم ذكر العودة أن ابن حجر (نقل في الفتح عن الاسفراييني خبر إحراق\nعلي لطائفة السبئية وكبيرهم عبد الله بن سبأ اليهودي الذي أظهر الإسلام\nوابتدع ما ابتدع).\n</p>\n\n<p>\nأقول: أولا: ابن حجر نقل قول الاسفراييني وقول الاسفراييني كان بلا إسناد\n(انظر الفتح ص270) وسبق أن قلنا للعودة أن الأقوال التي لا تعتمد على مستند\nمن الأسانيد ليست حجة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nثانيا: ابن حجر كأنه يضعف قول الاسفراييني يظهر هذا من قول الحافظ: (وزعم\nأبو المظفر الاسفراييني في الملل والنحل أن الذين أحرقهم علي طائفة من\nالروافض...) فالحافظ يظهر من كلامه أنه لا يتبنى ما قاله الاسفراييني خاصة\nوأنه يخالف نص البخاري الذي يجعل المحرقين (مرتدين) ومرة يقول (زنادقة)\nوجاءت أسانيد ذكرها الحافظ في شرح معنى هؤلاء الزنادقة بأنهم (كانوا يعبدون\nالأصنام في السر) وانهم (ارتدوا عن الإسلام) ولم يورد إسنادا بأنهم (سبئية)\nعلى افتراض صحة نسبة (السبئية) إلى (ابن سبأ).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head62'>AUTO الدكتور هل يؤمن برجعة ابن سبأ؟</h2>\n\n<p>\nثالثا: كلام العودة السابق فيه ما يفيد أن عليا حرق عبد الله بن سبأ\nعندما قال: (إحراق علي لطائفة السبئية وكبيرهم عبد الله بن سبأ) ! أليس\nكذلك؟! إذن فأسمعوا المفاجأة ألا وهي ما ذكره الدكتور العودة نفسه في صحيفة\nالرياض يوم 27/3/1418ه إذ ذكر رواية سماك وفيها أن عليا قال في ابن سبأ:\n(لا يساكنني ببلد أنا فيه) وأنه سير عبد الله بن سبأ إلى المدائن؟! وذكر في\nالمقال نفسه في رواية جابر بن عبد الله أنه سيره إلى المدائن! وذكر في مقال\nالمسلمون يوم 18/5/1418ه أن عبد الله بن سبأ هرب من علي! وذكر في رسالته\nص213،209 أنه (لما قتل علي زعم ابن سبأ أنه لم يمت...) إذن:\n</p>\n\n<p>\nفعبد الله بن سبأ عند الدكتور قد حرقه علي!\n</p>\n\n<p>\nوهو عند <span id='ms086'></span> الدكتور لم يمت إلا بعد علي!\n</p>\n\n<p>\nوهو عنده أيضا قد هرب من علي!\n</p>\n\n<p>\nوهو عنده قد سيره علي إلى المدائن!\n</p>\n\n<p>\nثم نقل من تنقيح المقال في رسالته ص217 (أن عليا حرق ابن سبأ) فهذا تناقض\nواضح أو إيمان بالرجعة! ولكن ليس رجعة علي وإنما رجعة عبد الله بن سبأ\nنفسه! وهذه العقائد الفاسدة استلزمها الاعتماد على الروايات المكذوبة وعلى\nنفسها جنت براقش!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head63'>AUTO الدكتور والآجري</h2>\n\n<p>\nأما ما نقله العودة عن الآجري في أن عبد الله بن سبأ كان سبب مقتل عثمان\nفهذا قول مجرد عن الإسناد ومعلوم أن الآجري متأخر عن سيف بن عمر بنحو مائتي\nسنة إضافة إلى أنه من غلاة الحنابلة وفي الغلاة نصب، وقد نقل لنا رواية سيف\nمختصرة بلا إسناد وعلى هذا فليس الحجة إلا فيما رواه من غير طريق سيف ولم\nيرو لنا في هذا شيئا! وعلى هذا فمشجب الآجرى قد سقط أيضا.\n</p>\n\n<p>\nأما قوله بعد هذا (ومن رجع إلى بقية كتب العلم وجد مثل ذلك أو قريبا منه)\nفكلام من لا يعرف كتب أهل العلم!. وسأكتب مستقبلا حلقات عن ابن سبأ عند أهل\nالعلم ليعرف الناس من من أهل العلم ذكره ومن منهم أهمله!\n</p>\n\n<p>\nأما قوله: (أين الأمانة العلمية التي يدعيها المالكي).\n</p>\n\n<p>\nفأقول: هي موجودة عند النقاط الأربع (علامة الحذف) التي جعلها الدكتور\nمكان قولي: (اللهم إلا من نقل عن سيف بن عمر!)، وأقول للدكتور: ارجع واكتب\nهذه الجملة المحذوفة! مكان النقاط الأربع الموضوعة وستعرف أين هي أمانتي\nالعلمية!\n</p>\n\n<p>\nوحتى تتضح القضية أقول: عندما أقرر بأن القعقاع بن عمرو مثلا لم يذكروه\nبحرف واحد فإن معناه أن المؤرخين بعد سيف لم يذكروه بحرف واحد وهذا القول\nلا ينقضه نقل المتأخرين عن سيف لأن نقلهم عن سيف خارج المراد.\n</p>\n\n<p>\nبمعنى لو قلت أن ابن حجر والذهبي لم يذكرا القعقاع بحرف واحد فإن المفترض\nفي القارئ العادي فضلا عن المختص أن يفهم أن قولي هذا لا ينقضه ما ينقلانه\nعن سيف بن عمر وأن (ذكرهما) للقعقاع يجب <span id='ms087'></span> أن يكون استقلالا (بأسانيد أخرى).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nهذا قصدي عندما أقول: (لم يذكره فلان وفلان بحرف واحد) يعني من غير طريق\nسيف لكن مع هذا كله قد استثنيت في الموضع نفسه الذي نقل منه سليمان العودة\nفسردت مجموعة من العلماء والمحدثين والمؤرخين وذكرت أنهم لم يذكروا عبد\nالله بن سبأ بحرف واحد ثم استثنيت وقلت (اللهم إلا من نقل عن سيف بن عمر)\nلكن العودة حذف هذا الاستثناء ووضع مكانه أربع نقاط! ليسهل عليه بعد هذا أن\nيتهمني بأنني (مفتري، خائن علميا، جريء، يكذب على العلماء،...) إلخ قاموسه\n(الدعوي) النظيف!\n</p>\n\n<p>\nعلى أية حال: ليس موطن النزاع هل ابن حجر أو الذهبي أو من قبلهما كالآجري\nقد ذكروا عبد الله بن سبأ أو لم يذكروه! إنما موطن النزاع هل ذكروا دور عبد\nالله بن سبأ في الفتنة بأسانيد ليس فيها سيف بن عمر أم نقلوا عن سيف بن عمر؟!\n</p>\n\n<p>\nهذا موطن النزاع الذي يريد العودة أن نخرج منه إلى ساحات أخرى لا تخدم\nالموضوع الذي اختلفنا فيه ولا تقدم ولا تؤخر في الموضوع شيئا.\n</p>\n\n<p>\nأعود وأقول: قد رأيتم أنني استثنيت من نقل (عن سيف بن عمر) فمعنى هذا أن\nهؤلاء الأعلام لم يذكروا دورا لعبد الله بن سبأ في الفتنة استقلالا عن سيف\nبن عمر وقد يكون خطأي أنني لم أكرر كلمة (اللهم إلا من نقل عن سيف بن عمر)\nعند كل اسم من أسماء هؤلاء العلماء!!.\n</p>\n\n<p>\nوفي ظني أنه من مفهوم الخطاب يفيد أن هذه الاستثناء (المحذوف) شامل\nللمجموع وليس مقتصرا على اسم دون آخر.\n</p>\n\n<p>\nوإذا أراد العودة مراجعة دلالة هذا الخطاب عند أهل اللغة فليفعل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head64'>AUTO المقال الحادي عشر عائل مستكبر</h1>\n\n<p>\nالكبر مذموم في الغني وهو في الفقير أشد ذما والدكتور العودة يحذر (أنصاف\nالمثقفين) من أن يغتروا بكتاباتي! وهو بهذا التحذير يكون قد أخرج نفسه من\n(أنصاف المثقفين) ولعله صادق في هذا لكن من الجهة الأخرى! وقد أورد هذه\nاللفظة في سياق الذم اتباعا للذم الشائع! مع أن العاقل منا يتمنى <span id='ms088'></span> وأنه قد\nحاز على (نصف مثقف)! فنصف الثقافة خير كثير لا يدركه إلا الذي يجهل معنى\n(الثقافة).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head65'>AUTO الكذب</h2>\n\n<p>\nأما الكذب على العلماء فلا أدري هل كذب على العلماء من يقول أنهم لم\nيذكروا دور ابن سبأ إلا من طريق سيف بن عمر أم الذي ذكر أنهم (أجمعوا) على\nذكر دوره في الفتنة! اللهم غفرا!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head66'>AUTO ابن الزبير بيني وبين الدكتور</h2>\n\n<p>\nعقد الدكتور بابا بعنوان (النيل من الصحابة) ! لتجييش العواطف واستثارة\nالغوغاء، ثم لما تنظر أدلته في هذا الباب تجد أن أكبر ما يقال عنها أنها\nمحل اجتهاد وسترون أدلته على هذا العنوان (الجماهيري!) وستعرفون من منا\nأقرب إلى النيل من الصحابة.\n</p>\n\n<p>\nثم ذكر الدكتور أنني حشرت عبد الله بن الزبير فيمن قاتل على الملك وتساءل\nعن (مستند المالكي في هذه التهمة) ! وقد صدق الدكتور العودة في قوله هذا.\n</p>\n\n<p>\nأما مستندي في القول السابق فهو ما ذكره الصحابي أبو برزة الأسلمي في\nصحيح البخاري (كتاب الفتن حديث 6579) عندما قال أبو برزة رضي الله عنه:\n(إني احتسبت عند الله أني ساخطا على أحياء قريش..) إلى أن قال: (وهذه\nالدنيا التي أفسدت بينكم إن ذاك الذي بالشام والله إن يقاتل إلا على الدنيا\nوإن هؤلاء الذين بين أظهركم والله إن يقاتلون إلا على الدنيا وإن ذاك الذي\nبمكة والله إن يقاتل إلا على الدنيا) اه.\n</p>\n\n<p>\nأقول: إذن فهذا مستندي يا دكتور أما أبو برزة فيقصد بالذي في الشام مروان\nبن الحكم ويقصد ب (هؤلاء الذين بين أظهركم) الخوارج ويقصد ب (الذي بمكة)\nعبد الله بن الزبير يدل على ذلك بداية القصة في الرواية نفسها في صحيح\nالبخاري عندما قال: (لما كان ابن زياد ومروان بالشام وثب ابن الزبير بمكة\nووثب القراء بالبصرة..) وقال الحافظ ابن حجر في تفسير الرواية (هذا يدل على\nأن أبا برزة كان يرى الانعزال في الفتنة وترك الدخول في شيء من قتال\nالمسلمين ولا سيما إذا كان في طلب الملك) انظر الفتح (13/73).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nإذن فأنا أخذت الفائدة من صحيح البخاري وتفسير <span id='ms089'></span> ابن حجر أيضا وقبل ذلك من\nالصحابي أبي برزة الأسلمي الذي عايش تلك الأحداث فإذا كان الدكتور العودة\nيتهمني بالنيل من الصحابة بسبب قولي السابق فليتهم أبا برزة الأسلمي\n(الصحابي) ثم ليثني بالبخاري ثانيا ثم ليثلث بالحافظ ابن حجر ثم ليربع\nبالمالكي!. أما أن يأتي لي وحدي فهذا ليس من الإنصاف!\n</p>\n\n<p>\nأما ما نقله عن ابن عباس رضي الله عنه بأنه مدح ابن الزبير وقال: (أبوه\nالزبير وخالته عائشة وجده أبو بكر وجدته صفيه..) فهذا صحيح أنه في فضل ابن\nالزبير لكن ليس مانعا من أن يقاتل هذا الفاضل على الملك.\n</p>\n\n<p>\nوكذلك مدح عمر لابن الزبير عند موته فهذا أيضا لا علاقة له بالموضوع فليس\nمن شروط الرجل الصالح ألا تقع منه هفوة أو شهوة! ثم إن ابن عمر كان يرى أن\nالقتال في عهد ابن الزبير إنما (ليكون الدين لغير الله) صحيح البخاري\n(8/32) ! وهذا رأي شديد من ابن عمر لأن ابن الزبير وأتباعه ارفع وأتقى من\nأن يقاتلوا حتى يكون الملك لغير الله! لكن الاجتهاد يخطئ يصيب.\n</p>\n\n<p>\nوقد كان ابن عمر معتزلا لابن الزبير وبني أمية وكان يقول: (كان محمد صلى الله عليه وسلم\nيقاتل المشركين وكان الدخول في دينهم فتنة وليس كقتالهم على الملك) الفتح\n(13/49).\n</p>\n\n<p>\nوقال ابن عباس: (إن الله كتب ابن الزبير وبني أمية محلين وإني والله لا\nأحله أبدا) يقصد الحرم انظر الفتح (8/177).\n</p>\n\n<p>\nأقول: هذه النصوص من أبي برزة الأسلمي وابن عباس وابن عمر مع صلاحيتها\nحجة لي إلا أنني لا أتعصب للأمور المشتبهة فضلا عن الباطلة وأنا راجع عن\nقولي السابق لبحث المسألة ودراستها لأسباب غير التي ذكرها الدكتور وذلك لأن\nهذه الآثار عندي فيها وقفات وتأملات سأعلنها في حينها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى أية حال: أنا راجع عن قولي في ابن الزبير أنه قاتل على الملك حتى أبحث\nالمسألة واستغفر الله إن كنت أخطأت في حقه وأشكر الأخ سليمان العودة والأخ\nسليمان العلوان أيضا فقد أبلغني بهذه الملحوظة أيضا عبر الهاتف مع أن\nمستندي فيها لم يكن <span id='ms090'></span> رواية ضعيفة ولا موضوعة وإنما صحيح البخاري لكنني رجعت\nللأمور السابق شرحها.\n</p>\n\n<p>\nوأقول بعد هذا للدكتور سليمان مع شكري لك على هذه الملحوظة إلا أنه يبدو\nأن ملاحظتك هذه ليست لله لأنك تثني على محب الدين الخطيب كثيرا وتدافع عنه\nكثيرا مع أنه قال في تعليقه على العواصم ص222: (كان معاوية أعرف بابن\nالزبير من ابن الزبير بنفسه)!! ثم ساق رواية فيها قول معاوية لابن الزبير\n(إن الشبح والحرص لن يدعاك حتى يدخلاك مدخلا ضيقا)! وقال ص227 (فلما خلا\nالجو لابن الزبير بموت معاوية صار دعاته يذيعون في الحجاز الأكاذيب على\nيزيد!) فهلا تنكر على الخطيب يا دكتور! واتهم محب الدين الخطيب ابن الزبير\nبالقتال على الدنيا عندما قال ص230 (ولم يشجع الحسين على الخروج إلا ابن\nالزبير لأنه عرف أن أهل الحجاز لا يتابعونه ما دام الحسين معهم)! فإذا كان\nالدكتور صادقا في الذب عن ابن الزبير رضي الله عنه فليتهم صاحبه محب الدين\nالخطيب! لكنه لن يفعل لأن محب الدين الخطيب من النواصب، والنواصب لهم عند\nغلاة السلفية حرمة عظيمة!\n</p>\n\n<p>\nأما ما ذكرت من تناقضي بين (طلب الدفاع عن ابن الزبير) واتهامه (بالقتال\nعلى الملك) فالدفاع الذي أنادي به لا يقتضي رد كل تهمة أو خطأ وقع فيه ابن\nالزبير رحمه الله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nفنحن ندافع عن الخلفاء الراشدين وغيرهم لكن لا يعني هذا أننا نقول بعصمتهم\nوكذلك ابن الزبير رضي الله عن الجميع وإذا استبعدنا أن يقاتل أبو بكر وعلي\nعلى الدنيا فقد لا نستطيع أن نستبعد أن يقاتل عليها معاوية وابن الزبير -مع\nالفرق بين الرجلين- فالقضية تختلف باختلاف الصحابي نفسه فليس كل الصحابة في\nمرتبة واحدة من هذا السمو ومن زعم ذلك فقد جهل وأسرف في القول والمستندات\nعلى قولي هذا كثيرة لا أستطيع سردها هنا ولن نستفيد من دراسة التاريخ إذا\nكنا نحرف حقائقه ونعجنه كيف نشاء ليصبح تاريخ ملائكة وليس تاريخ بشر وهذا\nلا يعني أننا نتجاوز الأحاديث والروايات الصحيحة أو المقبولة إلى الضعيفة\nوالموضوعة <span id='ms091'></span> فالأمر بين إفراط المرجئة وتفريط الخوارج والشيعة والنواصب!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head67'>AUTO المبتدعة مرة أخرى</h2>\n\n<p>\nيرى الدكتور العودة أن ثناء السني على دراسة قام بها شيعي أو مستشرق هوى\nمع ذلك الشيعي أو المستشرق؟! فلذلك يأخذ علي لماذا أثنيت على دراسة مرتضى\nالعسكري وهو إمامي وأنني نقدت بعض الرسائل (السنية) ! وطريقة الدكتور هذه\nتشبه المثل القائل (الخسن والخسين بنات معاوية!) فهو لم يبين لماذا أثنيت\n(مجملا وليس تفصيلا) على دراسة العسكري وأنها أفضل من دراسة الدكتور العودة\n(السني) بمراتب كثيرة وهو لم يبين لماذا نقدت بعض الدراسات عند المسلمين!\nفتراه يخلط ولا يبين الأسباب ومعنى هذا لو أن مسلما يتحسر ويقول: (أن\nالكفار فيهم أمانة ليست في المسلمين) ! فهذا معناه عند الدكتور العودة أن\nهذا المسلم مع (الكفار ضد المسلمين).\n</p>\n\n<p>\nنعم يجب أن نثني على الدراسات القوية حتى لو قام بها الكفار فضلا عن\nالمبتدعة ويجب أن ننقد الدراسات الهزيلة حتى لو قام بها أقرب الناس إلينا\nوأكثرهم صلاحا وفضلا، وبدون هذا المنهج لن نستطيع النهوض حضاريا لأن\n(الثقافة لب الحضارة) وإذا بقينا نجامل بعضنا بعضا ويثني بعضنا على تخليطات\nبعض فلن نقدم للمعرفة الإنسانية والإسلامية شيئا وما أضر الإسلام مثل هذه\nالإستعداءات والتشويهات من أبنائه الذين يقدمون الإسلام في صورة مشوهة كما\nيفعل الدكتور هنا فهو لا يجيز أن نثني إلا على رسائلنا الهزيلة فقط حتى\nتستمر المهازل أطول فترة ممكنة!.\n</p>\n\n<p>\nسامحك الله يا دكتور فالإسلام أوسع وأنصف مما تتصور فمدح الآخرين -ولو\nكانوا كفارا- بما هو فيهم من (الإنصاف) هو منهج إسلامي أصيل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head68'>AUTO رواية المبتدع</h2>\n\n<p>\nأما رواية المبتدع التي ذكر الدكتور أنها لا تقبل إذا أيدت بدعة الراوي\nفهذا القول الذي قال به الدكتور هو أحد القولين في المسألة وأول من قال به\nهو مبتدع ناصبي وهو أبو إسحاق الجوزجاني فقد قال هذا القول ليرد به أحاديث\nثقات أهل الكوفة في فضل علي فقول الجوزجاني هذا مردود بمنهجه لأنه يؤيد\nبدعته في الانحراف عن علي! وقول الجوزجاني السابق لم يكن عليه العلماء <span id='ms092'></span>\nالمتقدمون كالبخاري ومسلم ومن قبلهما فالدائرة عندهم هي دائرة الثقة ولذلك\nنجدهم يروون للمبتدع الثقة ما يؤيد بدعته ما دام أنه ثقة، ثم الدكتور ينقل\nعن سيف بن عمر (الناصبي) ما يؤيد بدعته! فينقل عنه الطعون في بيعة علي بن\nأبي طالب ونجد الدكتور في رسالته ص93 يذكر (عن سيف) أن عمار بن ياسر من\nالذين استمالهم عبد الله بن سبأ بمصر! فالدكتور يؤمن بأن عمار بن ياسر من\nتلاميذ عبد الله بن سبأ! وهذا طعن في عمار بن ياسر وفي علي بن أبي طالب\nأيضا لأن عمار بن ياسر من كبار مناصريه!.\n</p>\n\n<p>\nوقد سبق ذكر بعض الأخبار المنكرة التي انفرد بها سيف بن عمر والتي يقول\nبها موثقوه! وفي تلك الأخبار أكبر الطعون في الصحابة وبالباطل.\n</p>\n\n<p>\nفالدكتور يجب أن يكون آخر من يتكلم ضد الذين يزعم أنهم (لا يأخذون\nبروايات المبتدعة) ما دام يوثق سيف بن عمر الناصبي في تلك الأخبار الطاعنة\nفي علي بن أبي طالب ومناصريه؟!\n</p>\n\n<p>\nأما ما ذكره من رد رواية المبتدع إذا وافقت بدعته فهذه مسألة كبيرة جدا\nلا يستطيع بعض المحدثين تناولها فضلا عن أصحاب سيف بن عمر! فلذلك أجدني\nمؤثرا للسكوت هنا لأتكلم فيها مع مجتهدي أهل الحديث وليس مقلديهم فضلا عن\nالمحتجين بالزنادقة الكذابين فهؤلاء لن يفهموا كلامي ولن يرجعوا لمعرفة أول\nمن اشترط ألا تؤيد رواية المبتدع الثقة بدعته!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head69'>AUTO كتاب بيعة علي</h2>\n\n<p>\nأما ما ذكره الدكتور من أنه لم ينسب إلى كتاب (بيعة علي) شيئا وإنما ينسب\nلكتاب الرياض فقط فهذا صحيح وقد وهمت في ذكر كتاب بيعة علي في الكتب التي\nينسب إليها الدكتور كلامي والخطب يسير.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head70'>AUTO المقال الثاني عشر أوجه التشابه بين العودة وسيف بن عمر</h1>\n\n<p>\nاتهمني الدكتور كما اتهمته بالخروج عن الموضوع الأساسي فالموضوع الأساسي\nعنده أن أخبار ابن سبأ جاءت من غير طريق سيف بن عمر! والموضوع الأساسي عندي\nأن (دور ابن سبأ في الفتنة) لم يأت إلا من روايات سيف بن عمر! ولما قلت له\nأن <span id='ms093'></span> موضوعه ليس محل النزاع، وأن عندي من الروايات ما يزيد عما أورده امتعض\nكثيرا لأنه ظهر في حجمه الطبيعي!ولم يوافق وأصر على التشبث بقضية سهلة ليست\nمحل اختلاف فلماذا يريد إجبارنا على أن أختلف معه في قضية أنا أوافقه عليها!\n</p>\n\n<p>\nفقضيتي ليست في ذكر ابن سبأ من طريق سيف ولو كانت كذلك لما استطعت أن\nأزيد للدكتور روايات لم يذكرها ولم يعلم بها! تلك الروايات التي اختلسها\nوأثبت بعضها في مقالاته الجديدة ولم ينسبها إلي! وهذه عادة سيف بن عمر\nنفسه! فإنه يلجأ إلى روايات مشهورة وينسبها لنفسه ويزيد عليها كذبا محبوبا!\nوالغريب أن أكثر سمات سيف بن عمر من الكذب وتحريف الحقائق والدفاع عن\nالفسقة والظلمة والهجوم على معارضيهم من كبار الصحابة وصالحي التابعين مع\nاللجوء إلى الروايات المشهورة مع تحريفها بالآراء الناصبية انتقلت في\nموثقيه أيضا من دارسي التاريخ المعاصرين كهذا الدكتور! وفي العلم أسرار\nعجيبة!.\n</p>\n\n<p>\nعلى أية حال: إن كان الدكتور يرى أن الموضوع الأساسي هو ورود ذكر ابن سبأ\nمن غير طريق سيف بن عمر فقد انتصر انتصارا عظيما وأعترف له به! وإن كان\nالموضوع الأساسي هو أن دور ابن سبأ في الفتنة وهو (رسالته للماجستير) من\nطريق راو كذاب زنديق فقد خسر المعركة بوضوح!.\n</p>\n\n<p>\nوأنا أطالب الأخوة المتابعين أن يعودوا لكتاب (الرياض = نحو إنقاذ\nالتاريخ الإسلامي) الذي ألفته قبل ردود الدكتور العودة وسيجدون فيها أنني\nأنفي دور ابن سبأ في الفتنة وأزعم أن هذا الدور كله من طريق سيف بن عمر فقط\nولا زلت على هذا الرأي لكن الدكتور يجبرنا أن نكرر ونكرر!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nوالغريب أن الدكتور بدلا من أن يتهم نفسه بالكذب وتزوير كلام الخصم نجده\nيحمل الخصم هذه العيوب وهذا إنصاف لم نعهده من قبل!.\n</p>\n\n<p>\nوقد تبين لي أن الدكتور لا يفهم اللغة نفسها ويبني على سوء الفهم لها\nنتائج كبيرة من شتم الآخر وذمه ونقل عني أنني قلت: (أن سيفا انفرد برواية\nأخبار ابن سبأ) ونسب هذا لكتاب الرياض وحدد الصفحة فقال <span id='ms094'></span> (ص260) ! مع أن\nالعبارة الموجودة هناك هي كالتالي: (ولم يجرؤ الفقيهي أن يقول إن سيفا\nأختلق دور عبد الله بن سبأ في الفتنة مع أن سيفا قد انفرد برواية أخبار ابن\nسبأ وجعله سبب التنازع).\n</p>\n\n<p>\nأقول: هل تفهمون من كلامي السابق الذي بتره الدكتور (الأمين!) أنني أقول\nبانفراد سيف برواية أخبار ابن سبأ مطلقا أم أن كلامي على دوره وأخباره في\nالفتنة فقط! لاحظوا الكلمتين (في الفتنة) و(سبب التنازع) ! اللتين حذفهما\nالدكتور! وعلى أية حال فالأسانيد - على قلتها ومحدودية أخبارها - تجعلنا\nنتوقف في نفي أو إثبات وجود عبد الله بن سبأ إلا بعد البحث والتروي!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head71'>AUTO ابن تيمية والدكتور</h2>\n\n<p>\nذكر الدكتور أن هناك أسئلة مهمة لم أعرج عليها في مقالات سابقة وقد\nأعادها في (محاكمته العادلة) ! بقوله (لماذا (لمز) ابن تيمية وكتابه منهاج\nالسنة)؟!\n</p>\n\n<p>\nأقول: أنا أرد على سؤال الدكتور بعدة أسئلة وهي: لماذا نجد الدكتور يلعن\nعلي بن أبي طالب في خطبه التي يخطبها في مساجد بريدة ويلعن عمار بن ياسر في\nرسالته؟! فإذا أجاب الدكتور على هذه الأسئلة فأنا أستطيع الجواب على سؤاله\nالسابق لأن إجابتي أنا والدكتور ستكون واحدة!\n</p>\n\n<p>\nنعم من العيب أن تتهم خصمك بتهمة باطلة ثم تسأله لماذا فعلها! فهذا ظلم\nمضاعف لأن التهمة أصلا لم تثبت حتى نسأل الخصم عن سبب ارتكابها! وسؤال\nالدكتور يشبه الأسئلة التمثيلية التي يقولها المحققون مع أصحاب الجرائم في\nالمسلسلات التلفزيونية فهم يسألون المتهم: لماذا ارتكبت هذه الجريمة! -قبل\nأن يتأكدوا من ارتكابه لها- يفعلون هذا حتى يشعرونه بأنهم واثقون من\nأقوالهم! وأنا هنا رددت على الدكتور بأسئلة وأستطيع أن أجعلها أكثر ما دامت\nبلا ضوابط ولا عقل وللأسف أن أسئلة الدكتور من هذا النوع الذي يهدف إلى\nتشويه صورة الآخر.\n</p>\n\n<p>\nأما تخطئة ابن تيمية أو نقد بعض كتبه نقدا علميا فهذا لو حصل فلا يضر ابن\nتيمية ولا يضر الناقد لأننا لا نعتقد العصمة لأحد بعد النبي صلى الله عليه وسلم فإذا كان\nالدكتور يرى عصمة ابن تيمية <span id='ms095'></span> أو الذهبي أو ابن العربي أو غيرهم فليراجع\nعقيدته فلسنا مسؤولين عن إصلاحها وإذا كان لا يراها لهم وهذا الظن به، فنحن\nمتفقون في جواز خطأ العالم العظيم وقد يكتشف هذا الخطأ من هو أقل منه فضلا\nوعلما فالأمر يسير أراد الدكتور تضخيمه لأتباع كل ناعق وأنا أعذر الدكتور\nإلى حد ما (في هذه الاستثارة) من جهتين:\n</p>\n\n<p>\nالأولى: أنه نتيجة لبرمجة سابقة مبنية على استثارة الآخرين واستعدائهم ضد الخصم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nالثانية: أن وضع رسالته لم يحفظ توازنه ونراه يتشبث بأي شيء يخرجنا من\nالموضوع الأساسي مع أنه ينعي علينا الخروج عن الموضوع ويتهمنا ب\n(المراوغة).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head72'>AUTO الدكتور وكتاب العواصم</h2>\n\n<p>\nأما كتاب العواصم من القواصم لابن العربي مع حواشي محب الدين الخطيب فلا\nريب أن فيه بعض الفوائد لكن فيه أيضا تعصبات باردة وآراء (ناصبية) قبيحة\nأظنها لا تخفى على الدكتور ولا أريد استعراضها هنا ونقدها لأن هذا أمر\nيطول، بل الأصل في الكتاب هو النصب، فابن العربي المالكي رحمه الله هو الذي\nذكر في تفسير قوله تعالى (خافضة رافعة) بأن من معانيها (خافضة لفاطمة رافعة\nلعائشة) وهو القائل (قتل الحسين بسيف جده)! وأما الخطيب صاحب الحواشي فنصبه\nظاهر، وطعونه في فاطمة الزهراء والحسين وابن الزبير أكثر من أن تحصر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head73'>AUTO الدكتور وطه حسين</h2>\n\n<p>\nثم سألني الدكتور سؤالا وهو: (كيف تعتبر طه حسين منصفا في بعض القضايا\nأكثر من المؤرخين الإسلاميين) ؟!\n</p>\n\n<p>\nأقول: ليس طه حسين وحده الذي أنصف في قضايا لم ينصف فيها الدكتور! فهناك\nكفار أصليون أنصفوا في قضايا تاريخية بحتة لم نجد هذا الإنصاف عند الدكتور!\nفإذا كان الكافر من المستشرقين قد ينصف في قضايا أكثر من بعض - وأقول بعض -\nالمؤرخين الإسلاميين فإنصاف المسلم المتأثر بالغرب من باب أولى وأولى فما\nالغريب في الأمر؟!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head74'>AUTO الذهبي وأبو مخنف</h2>\n\n<p>\nويأخذ علي الدكتور أنني لم أتقيد بقول الذهبي في أبي مخنف (إخباري تالف)\nمع أن الدكتور لم يتقيد بقول الذهبي في سيف: (تركوه واتهم بالزندقة)!. فهل\nيوافقني الدكتور على التقيد بأقوال الذهبي في الاثنين واطراح <span id='ms096'></span> رواياتهما؟ أم\nأن الازدواجية قد تأصلت عندنا حتى صارت دينا ندين به؟!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head75'>AUTO الرصد والمتابعة</h2>\n\n<p>\nطالب الدكتور برصدي ومتابعتي! ولا أدري بأية لغة يتحدث الدكتور!!\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head76'>AUTO المراجعات</h2>\n\n<p>\nكنت قد كتبت مقالا في صحيفة الرياض بعنوان (مراجعات) تراجعت فيه عن بعض\nالأخطاء التي اكتشفتها بنفسي أو نبهني إليها بعض الأخوة لكن الدكتور استغرب\nأن تلك القضايا شكلية وكأنه يريد أن أجن وأتراجع إلى إثبات دور ابن سبأ في\nالفتنة! أو توثيق الزنادقة! وهذا صعب فللتراجع حدود!\n</p>\n\n<p>\nونجد الدكتور يستعجل علي كذلك في إخراج الملحوظات على طه حسين ومرتضى\nالعسكري والدكتور عبد العزيز الهلابي لأن هؤلاء نفوا وجود عبد الله بن سبأ\nالذي يثبت الدكتور كامل أدواره! وصحيح أن لي ملحوظات على تلك الدراسات لكن\nليطمئن الدكتور فليس منها مخالفتهم في قضية (عبد الله بن سبأ)! حتى وإن كان\nعندي بعض التحفظ على جزمهم بنفي وجوده لكن الملحوظات في أشياء أخرى لن تفيد\nالدكتور جديدا، حتى ينقل منها وينسبها لنفسه كما فعل قبل ذلك في الروايات\nالتي أوردتها في ابن سبأ، وكما فعل مع الدكتور اليحيى ثم مع الدكتور فارس\nالجميل!!.\n</p>\n\n<p>\nوأما استبطاء الدكتور لإخراج تلك الملحوظات فأرجو أن يقطع الأمل في\nإخراجها لأنها ستتأخر كثيرا لأنني وجدت الدكتور لم يلتفت إلي المراجعات إلا\nمن باب السرقة أو إثبات التناقض بين القول السابق والقول الجديد! ثم أساءة\nفهم ما تبقى منها واعتبارها منقصة ومذمة! بدلا من أن يعتبرها دلالة على\nالإنصاف والرجوع إلى الحق! وفي ظني لو كان تلاميذ الشافعي أمثال الدكتور\nلما استطاع أن يرجع عن مسألة واحدة! ولما كان عنده مذهب قديم ومذهب جديد\nفالدكتور وأمثاله للأسف أنهم لسوء تعليمهم من الذين يذكون التعصب للآراء\nبدلا من تشجيعهم للإنصاف والعودة إلى الحق.\n</p>\n\n<p>\nأنا سأشغل نفسي بإخراج المزيد من البحوث التي تهم الدكتور كثيرا! بدلا من\nالتنقيب عن الأخطاء (اليسيرة) التي وقع فيها غيره!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head77'>AUTO المقال الثالث عشر</h1>\n\n<p>\nالمباهلة بيني وبين الدكتور\n</p>\n\n<p>\nطلب الدكتور المباهلة في موضوعات نقلها من (علي رضا) تدور حول الصحابة <span id='ms097'></span>\nوابن تيمية والعقيدة السلفية ومنهج السلف.\n</p>\n\n<p>\nوأنا كنت قد طلبت من علي رضا التباهل في فرية افتراها علي فانتقل علي رضا\nمن تلك القضية إلى هذه القضايا وشتت الموضوع الأساسي فإذا كان الأمر قد خرج\nمن قضية خاصة إلى قضايا الدين العامة فمن حقي أن أطلب التباهل في أعظم\nقضايا الدين ولا ريب أن نصوص كتاب الله وسنة رسوله صلى الله عليه وسلم من الأحاديث الصحيحة هي\nالأولى بأن نتباهل حولها ولا أظن الدكتور العودة والأخ علي رضا يفضلان كلام\nابن تيمية على كلام الله ورسوله ولا أظنهما يجهلان أن بعض الصحابة كالوليد\nبن عقبة والحكم بن أبي العاص وقاتل عمار فسقه لا يجوز التباهل على محبتهم\nإنما يجب تقديم أهل بدر وأهل بيعة الرضوان وهؤلاء قد طعن في بعضهم سيف بن\nعمر وتبعه الدكتور العودة كما أن صاحبه علي رضا قد طعن في أحد الرضوانيين\nوهو عبد الرحمن بن عديس البلوي وجعله مارقا كاذبا على رسول الله صلى الله عليه وسلم فالتباهل\nفي الصحابة ليس من مصلحة الدكتور ولا صاحبه!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nأما العقيدة السلفية فرغم أنها كلمة عامة يدعيها المتخاصمون ويتشاتمون بها،\nورغم أن هناك أكثر من سلفية، إلا أننا موافقون على التباهل على ما اتفق\nعليه السلف وليس على ما اختلفوا فيه فلا يجوز - مثلا - أن نتباهل في وجوب\nذم أبي حنيفة! بحجة أن بعض السلف كان يذمه! ولا التباهل في التجسيم أو\nالنصب! ولا التباهل على استحباب لعن علي بن أبي طالب على المنابر! وهذه\nالأمور قد فعلها (بعض السلف) لكن لم تكن إجماعا منهم فلا يجوز للدكتور ولا\nلعلي رضا أن يجبراني مثلا على لعن علي بن أبي طال بحجة أن بعض السلف أمثال\nمروان بن الحكم وحريز بن عثمان وغيرهم قد فعلوه! لأن غيرهما من السلف\nالصالح قد عارض هذا ورآه بدعة! وبعض السلف قد ذم أبا بكر وعمر وعثمان\nوعائشة رضي الله عنهم، فعندما نختلف في مثل هذه القضية تبعا لاختلاف (بعض\nالسلف) فلابد أن <span id='ms098'></span> نرجع عندئذ للنصوص الشرعية فإذا كانت تؤيد لعن علي مثلا\nوتدعو إليه فأنا معهم في ذلك! وإذا كانت تنهى عنه فيجب أن يستجيبا ويحرما\nذلك حتى وإن فعله بعض السلف!.\n</p>\n\n<p>\nإذن فكلمة (السلف) كلمة واسعة لا بد من تحديدها واشتراط موافقتها للكتاب\nوالسنة فإذا وافق الدكتور العودة والأستاذ علي رضا أن نتباهل في نصرة\nالعقيدة السلفية التي دلت النصوص عليها النصوص الشرعية فأهلا وسهلا،\nوالكلام في منهج السلف مثل الكلام في عقيدة السلف أنا معهم في التباهل فيه\nبالشروط السابقة.\n</p>\n\n<p>\nوما دام أن الأمور التي ذكرها العودة وعلي رضا راجعة إلى الكتاب والسنة\nفلماذا لا نبدأ بالتباهل حول الكتاب والسنة أولا؟!\n</p>\n\n<p>\nفنجعل لعنة الله وغضبه على من كان في قلبه دخن على النصوص الشرعية\nالصحيحة!\n</p>\n\n<p>\nوعلى من رام تأويلها بغير معانيها!\n</p>\n\n<p>\nوعلى من تركها واستبدلها بأقوال الرجال\n</p>\n\n<p>\nوعلى من لم يعتقد معانيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n             ثم بعد هذه المباهلة العامة نأتي للتفصيل فنذكر النصوص العامة والخاصة\nالقطعية والمتعارضة ونستعرض النصوص الشرعية من الكتاب والسنة كآية البغي\nوحديث عمار وحديث الحوأب وحديث الزبير وحديث الخوارج وأحاديث الفتن ونحوها\nونفسرها التفسير الصحيح ثم نرى من من السلف أصاب هذا التفسير ومن منهم مالت\nبه الأهواء ثم بعد ذلك نتباهل على الإيمان بها وبمدلولها وموالاة المؤمنين\nوالبراءة من ميل المائلين عن تلك النصوص! وهكذا فهذه هي الطريقة المثلى\nللمباهلة لمن أراد التحاكم إلى كتاب الله وسنة رسوله صلى الله عليه وسلم وأنا أدعو الدكتور\nللتباهل في النصوص الشرعية أولا لأنه يظهر من كتابات ومؤلفات كثير من\nالمؤرخين الإسلاميين اليوم أنهم يريدون التحاكم لمظالم بعض السلف ولا\nيريدون التحاكم إلى النصوص الشرعية وكأنهم يخشون أن (يحيف الله عليهم\nورسوله).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head78'>AUTO المقال الرابع عشر</h1>\n\n<p>\nهل الدكتور من النواصب؟\n</p>\n\n<p>\nمن حق الدكتور أن يتساءل - وقد فعل - إن كانت أفكاري تتفق مع المبتدعة (\nيعني الشيعة) أو المستشرقين أو تختلف معهم! ونوع هذا الاتفاق أو\nالاختلاف!كما أنه من حقي أن أتساءل إذا كانت أفكار الدكتور تتوافق مع أفكار\n(النواصب!) والمستشرقين؟! أو <span id='ms099'></span> ما مدى هذا الاتفاق - إن وجد!- وما أسبابه؟!\nوأنا من الذين يحبون طرح كل الأفكار فوق بساط البحث والمناقشة، فلا أرى\nمانعا من أن نبحث بحثا علميا في فكر فلان أو توجهه لكن بشرطين:\n</p>\n\n<p>\nالأول: العلمية وإرادة الحق.\n</p>\n\n<p>\nوالثاني: أن نقبل من الآخرين أن يدرسوا أفكارنا ويحكموا عليها مثلما\nرضينا لأنفسنا أن نبحث في أفكار الآخرين وعقائدهم ونحكم عليها؟!.\n</p>\n\n<p>\nأما أن تترك لنفسك الحكم بكل باطل على اعتقادات الآخرين وتمنعهم الفرصة\nمن الحكم على معتقداتك فهذا ظلم إضافة إلى أنك قد تكون على معتقد فاسد وأنت\nلاتدري؟! وأكثر المبتدعين لم يجعلهم مستمرين في البدعة إلا جمودهم على\nالتقليد لبعض الناس! وإصرارهم على التمسك بالباطل! وعدم قبولهم\nمناقشته!.واتهامهم لخصوم بدعتهم بالبدعة والضلال حتى يقطعوا عليه استجابة\nالناس له! وهذا ملاحظ في أحوال المبتدعة في كل زمان ومكان! ومن علاماتهم\nالكبرى أنهم لايرضون بالتحاكم إلى القرآن والسنة وإنما يحاكمونك إلى أقوال\nواختيارات رجال يصيبون ويخطئون وفيهم من لاتأمنه على المسألة المبحوثة بسبب\nالهوى المعروف عنه أو بسبب تأثره بالمؤثرات الخارجية! أو لعلهم لا يختلفون\nعنهم في البدعة والضلالة! أو أن هؤلاء الرجال لم يجمعوا المسألة ولم يهتموا\nبدراستها اهتماما كافيا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head79'>AUTO كما تدين تدان</h2>\n\n<p>\nوبعد هذه المقدمة أحب أن أقول أن (من سل سيف البغي قتل به) ومادام\nالدكتور العودة وفقه الله قد جاء بالتصريح بعد التلميح على ما يظن من (هوى\nمع المبتدعة!) و(طعن في الصحابة!) فأنا قد سبق دفاعي ضد هذه الأقوال فمن\nشاء أن يصدقني فليفعل ومن شاء أن يصدق الدكتور فليفعل وعند الله تجتمع\nالخصوم.\n</p>\n\n<p>\nأما عن الدكتور ومدى اعتناقه مذهب النواصب من عدمه فهذا عندي فيه وقفات\nقبل الكلام:\n</p>\n\n<p>\nالوقفة الأولى: هناك فرق بين الاعتقاد مع العلم وبين الاعتقاد مع الجهل\nفقد يعتقد الإنسان اعتقادا باطلا وهو لا يعرف أن هذا الاعتقاد باطل فيكون\nجاهلا والجاهل معذور على قول.\n</p>\n\n<p>\nبينما إذا علم الإنسان أن هذا الاعتقاد باطل ثم اتبعه فهذا هو المبتدع\nوهو الآثم بالإجماع.\n</p>\n\n<p>\nوالدكتور <span id='ms100'></span> العودة حسن الظن به أنه لا يعرف معنى النصب حتى نتهمه به! وهذا\nلا يمنع من أن يقع في بعض الأفكار الناصبية بحسن نية واجتهاد! لأن الدكتور\nمثله مثل كثير من المؤرخين الإسلاميين في الوطن العربي بل مثله مثل كثير من\nالمدعين لمذهب أهل السنة والجماعة لا يعرفون من السنة ولا من النصب ولا من\nالتشيع إلا الأسماء فقط! وقد يخلطون هذا بهذا لأن المصطلحات عندهم فيها\nغموض شديد ويكتفون عنها بتقليد من (يظنون) فقط أنه على المعتقد الصحيح!\nوعلى هذا فقد يقع أحدهم في البدعة من حيث لا يشعر! ولعل الدكتور العودة من\nهؤلاء، لأننا لا نتهمه بتعمد النصب ولا معرفته!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nالوقفة الثانية: يجب الخوف من النصب أكثر من الخوف من التشيع لأن التشيع قد\nحذرنا منه كثيرا حتى أصبحت محبة علي وأهل بيته جرما يستحق مرتكبه التبديع\nوالتضليل! بعكس النصب الذي يسرح ويمرح تحت عباءتنا (عباءة أهل السنة\nوالجماعة) ! ولم يجد منا تحذيرا ولا دراسة لا بحثا بل أصبحنا - تلقائيا -\nنحارب من يحذر منه ونتهمه بالتشيع! ومن علامات النواصب أنهم يتهمون\nمخالفيهم بالتشيع! أما النصب عندهم فقد انتهى بنهاية الدولة الأموية! ومن\nالنواصب من يحذر من النصب (نظريا) ويمارسه عمليا! لأنه كما سبق لا يعرف\nمعناه ومن الطبيعي جدا أن الإنسان إذا كان لا يعرف ذنبا فإنه كثير الوقوع\nفيه! ومن علامات المبتدعة أنهم لا يطاوعون المختلف معهم في التحاور والبحث\nوإنما يستعدون عليه السلطة! ويشعرونها بأن هذا حماية للعقيدة! ويدخلونها في\nأمور من المفترض أن يختص بها أهل العلم لأن مكانها ليس بلاط السلطان وإنما\nمكانها كتب الصحاح والسنن وكتب الجرح والتعديل! وهم بشكواهم إلى السلطان\nيكونون قد حققا مصلحتين!\n</p>\n\n<p>\nالأولى: إيهامهم السلطان أنهم معه.\n</p>\n\n<p>\nالثانية: قهر خصومهم ولو كانوا محقين لأن السلطة إذا كانت مع أحد\nالمتحاورين فلابد أن ينتصر ولو مؤقتا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nوبهذه الأساليب غير الشرعية نجح كاتموا الحقيقة في كثير من الأمور! فكم من\nكتاب قيم لا يوجد في مكتباتنا من أجل ملحوظة أو اثنتين <span id='ms101'></span>، وكم من كتاب سيئ\nيجد كل تيسير،كل هذا بسبب عدم توفر العلمية والمنهجية عندنا ولو كانت عندنا\nالمنهجية لما سحب كتاب موسوعة فقه ابن تيمية للدكتور محمد رواس قلعه جي لأن\nالمؤلف ذكر أن ابن تيمية بشر يخطئ ويصيب! بينما تفسح الكتب التي فيها تكفير\nأبي حنيفة والمبالغة في المدح والثناء والتعظيم والتبجيل للفسقة والظلمة\nأمثال يزيد والحجاج! وتفسح الكتب التي تقول أن عليا كان ملكا ظالما! وأنه\nقاتل للرياسة وحطام الدنيا ولم يقاتل للدين! وأن فاطمة بنت رسول الله (صلى\nالله عليه وسلم) تشبه المنافقين وتغضب من تطبيقات أقوال النبي (صلى الله\nعليه وسلم) ! فاتقوا الله وانظروا ماذا تقولون؟! وماذا تفعلون؟! وماذا\nتعتقدون؟!\n</p>\n\n<p>\nالتشيع ألفت المؤلفات في التحذير وكتبت المقالات والتحذير من باطل الشيعة\nأمر مطلوب إذا لم يتجاوز هذا التحذير إلى النصب! وهذا أمر نغفل عنه كثيرا\nفقد نحذر من التكفير حتى نقع في الإرجاء ونحذر من الإرجاء حتى نقع في\nالتكفير ونحذر من التعطيل حتى نقع في التجسيم وهكذا وعلى هذا فقد نحذر من\nالتشيع حتى نقع في النصب!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head80'>AUTO سمات النصب والنواصب</h2>\n\n<p>\nالوقفة الثالثة: ما هو النصب؟!\n</p>\n\n<p>\nالدكتور العودة وكثير من الدارسين من جميع التخصصات داخل المملكة وخارجها\nلا يعرفون المعنى الشامل والدقيق للنصب! بمعنى لا يعرفون التعريف الجامع\nالمانع للنصب فهم يظنون أن النصب هو لعن علي بن أبي طالب فقط! وعلى هذا\nالتعريف القاصر فهم يظنون أنهم ماداموا لا يلعنون عليا فهم غير نواصب! بل\nكثير من الدارسين يظنون أن فرقة النواصب قد انقرضت! وأنه ليس لهم وجود\nاليوم! وهذا جهل بالتعريف نفسه والذي عليه المحققون من أهل العلم أن النصب\nوالتشيع والإرجاء والاعتزال والتكفير والتعطيل وغيرها من اعتقادات الفرق\nالإسلامية لم تنقرض أبدا وهي موجودة إلى اليوم عرفها من عرفها وجهلها من\nجهلها ومن علمها حجة على من جهلها ولا عكس.\n</p>\n\n<p>\nعلى أية حال: النصب ليس معناه لعن علي بن أبي طالب فقط وإنما يشمل كل\nانحراف عن علي بن أبي طالب وأهل <span id='ms102'></span> بيته الذين أثنى عليهم الله ورسوله صلى الله عليه وسلم وهذا\nالانحراف عن علي موجود اليوم بكثرة عند كثير من دارسي التاريخ الإسلامي\nوغلاة العقائديين والنصب مراتب عديدة لعل منها:\n</p>\n\n<p>\nتكفير علي أو أحد من أهل بيته كفاطمة والحسن والحسين وأبنائهم الموصوفين\nبالخير والزهد والعلم.\n</p>\n\n<p>\nسب علي بن أبي طالب سواء بلعنه صريحا أو شتمه أو الاستهزاء به.\n</p>\n\n<p>\nتنقصه بأي وجه كان.\n</p>\n\n<p>\nعدم معرفة فضله أو التقليل من ذلك!.\n</p>\n\n<p>\nعدم تصويبه أو الشك في ذلك!.\n</p>\n\n<p>\nعدم الجزم بتصويبه وتخطئة المخالفين له!.\n</p>\n\n<p>\nعدم الالتفات للأحاديث الصحيحة المصرحة بتصويبه وتخطئة من خالفه!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nتأويل تلك الأحاديث الصحيحة مثلما نجد بعض النواصب يؤول حديث (عمار تقتله\nالفئة الباغية يدعوهم إلى الجنة ويدعونه إلى النار) وهو حديث متفق عليه\nوهذا لفظ البخاري فتجد للنواصب فيه تأويلات غير مستساغة ولا تقرها لغة\nالعرب ولا مراد النبي صلى الله عليه وسلم ولا ظاهر الحديث والغريب أن هؤلاء النواصب من الذين\nيحتجون على الأشاعرة والمعتزلة بظواهر النصوص لكنهم إن جاءهم مثل هذا النص\nالصريح الواضح يؤولونه تأويلات أقبح من تأويلات الجهمية والمعتزلة: {ياأيها\nالذين آمنوا لم تقولون ما لا تفعلون}[الصف:2].\n</p>\n\n<p>\nالمبالغة في مدح بني أمية يعتبر من النصب حتى المبالغة في مدح معاوية بما\nليس فيه يعتبر من النصب عند الإمام أحمد على الأقل، فقد سأله ابنه عبد الله\nعن علي ومعاوية فقال: (اعلم يا بني أن عليا كان كثير الأعداء ففتش أعداؤه\nعن عيب فيه فلم يجدوا فذهبوا إلى رجل قد حاربه فأطروه كيادا منهم لعلي)!!\nانظر الفتح (7/104).\n</p>\n\n<p>\nفالنواصب عندما يبالغون - وأقول يبالغون - في مدح معاوية فليست هذه\nالمبالغة إلا من باب الكيد لعلي! وإذا أردت أن تعرف النواصب فانظروا ماذا\nيقولون في معاوية فإذا رأيت الرجل يصحح الأحاديث الباطلة في فضل معاوية أو\nيحاول تبرئته من الخطأ في حرب علي أو نحو هذا فاعلم أنه ناصبي ! أو فيه شيء\nمن النصب!كما إذا رأيت الرجل يبالغ في علي وأقول يبالغ في علي ويصحح\nالأحاديث الباطلة <span id='ms103'></span> في فضله فاعلم أنه شيعي أو فيه تشيع! وهذا الأمر الأخير\nننتبه له كثيرا وننسى الأمر الأول! بل إذا رأيت الرجل يصحح الأحاديث\nالضعيفة والباطلة في فضل أبي بكر وعمر وعثمان ويضعف الأحاديث الصحيحة\nوالحسنة في فضل علي فاعلم أن فيه نوعا من النصب! وإذا رأيت الرجل يعكس\nالقضية فاعلم أن فيه نوعا من التشيع!.وهذا أيضا أمر ننتبه له بعكس الأول!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nأما إذا وصل الأمر للمبالغة في مدح معاوية ويزيد وتنقص علي والحسين فهذا من\nأقبح النصب وأخبثه بل إذا لم يكن هذا نصبا فليس في الدنيا نصب!\n</p>\n\n<p>\nإذا رأيت الرجل يؤول الأحاديث الصحيحة في فضل علي ويصرفها عن معانيها\nالظاهرة والصحيحة! بلا دليل قوي فاعلم أن فيه نوعا من النصب! وأنه كره هذا\nالفضل الذي يؤتيه الله من يشاء!\n</p>\n\n<p>\nإذا رأيتم الرجل يشكك في بيعة علي بن أبي طالب وأنها لا تلزم معاوية\nفاعلموا أنه ناصبي سواء كان عالما بهذا أو جاهلا.\n</p>\n\n<p>\nإذا رأيتم الرجل يتهم عمار بن ياسر وأمثاله بأنه من أتباع عبد الله بن\nسبأ فهذا فيه نصب (واسألوا الدكتور العودة عن رأيه في هذه المسألة).\n</p>\n\n<p>\nوكذلك إذا رأيتم الرجل يضعف الرواة الثقات بدعوى يسير التشيع أو كثيره\nفهذا فيه نصب خاصة إذا اقترن ذلك بتوثيقه للنواصب مطلقا!.\n</p>\n\n<p>\nإذا رأيتم الرجل يوثق النواصب ويأخذ برواياتهم وأقوالهم فهو منهم.\n</p>\n\n<p>\nإذا رأيتم الرجل يعتمد على طعون سيف بن عمر في علي بن أبي طالب وأن\nالسبئية (المزعومة!) تسيره ولا يسيرها وتحكمه ولا يحكمها فاعلموا أنه\nناصبي! يريد الطعن في خلافة علي وتبرير خروج معاوية! (وأسألوا الدكتور\nالعودة عن هذه المسألة).\n</p>\n\n<p>\nإذا رأيتم الرجل يذم أصحاب علي ويتهمهم بدم عثمان فاعلموا أنه ناصبي يريد\nمن هذا اتهام علي نفسه وتسويغ خروج معاوية! (واسألوا الدكتور أيضا).\n</p>\n\n<p>\nإذا رأيتم الرجل يزعم أن عليا قاتل للرياسة والملك وليس للدين والشرع\nفاعلموا أن فيه نصبا واضحا.\n</p>\n\n<p>\nإذا رأيتم الرجل يزعم أن عليا ليس شجاعا وأن إسلامه لا يصح فاعلموا أنه\nناصبي!.\n</p>\n\n<p>\nإذا رأيتم <span id='ms104'></span> الرجل يقلل من فضائله ويبالغ في فضائل غيره فاعلموا أنه ناصبي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nونحو هذا فالنصب ليس لعن علي بن أبي طالب بل يدخل فيه أشياء كثيرة كما\nترون! وعلى هذا يستطيع القارئ أن يسأل الدكتور العودة (أو غيره) عن عقيدته\nولينظر هل تتوافق مع المعتقد الصحيح المتفق مع النصوص الشرعية أم تختلف\nمعها وإنما قلت هنا النصوص الشرعية ولم أعول على أقوال الرجال لأن الرجال\nيختلفون وفي أكثرهم جهل بهذه الأمور بل لو سألت أحدهم (ما حكم المبالغة في\nمدح معاوية لقال: هذا جائز أو مستحب!) وهو لا يعرف أن الإمام أحمد يرى أن\nهذا من النصب!.\n</p>\n\n<p>\nعلى أية حال: قد لا يرى الناصبي الالتزام بأقوال الإمام أحمد وقد يكون\nمعه الحق فنحن لا نلزمه ولا نلزم أنفسنا بإتباع أقوال الرجال إنما نلزم\nأنفسنا والناس بالعودة إلى النصوص الشرعية لكنني أوردت قول أحمد هنا\nلأمرين:\n</p>\n\n<p>\n1- لأدفع عن أحمد ما نسب إليه الحنابلة من النصب وأن الإمام أحمد ليس\nمسئولا عن وجود النصب عند بعض المحسوبين على المذهب الحنبلي (عقيدة أو\nفقها) كابن حامد أو ابن بطة أو الجوزجاني وغيرهم من المتقدمين أو\nالمتأخرين!.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\n2- الأمر الثاني: أن كثيرا من الناس عندهم تعلق بأقوال الرجال أكثر من\nتعلقهم بالنصوص الشرعية فلذلك لا بد أن نطعمهم بأقوال الرجال حتى لا تضيق\nصدورهم من النصوص الشرعية! وهذا الضيق من النصوص توارثه البعض أبا عن جد من\nأيام الدولة الأموية وليس وليد الساعة! فقد امتعض الأمويون من حديث عمار\nومن الأحاديث في فضل علي ومن الأحاديث في ذمهم واستمر الامتعاض في عسكر\nوعلماء أهل الشام طيلة القرون الماضية وانتقل هذا الامتعاض إلى غلاة\nالعقائديين من الحنابلة ثم بعض طلبة العلم في العالم الإسلامي الذين يحسنون\nالظن بالعلماء الشاميين! مثل إحسانهم الظن بغيرهم ونسوا أنهم (أي أهل\nالشام) لعنوا عليا تسعين سنة وقتلوا الإمام النسائي لأنه ألف كتاب (خصائص\nعلي) واليوم نجدهم يحاربون من (يدافع عن بيعة علي) التي شوهتها كثير من\nالرسائل الجامعية وكثير من أصحاب <span id='ms105'></span> سيف بن عمر!.\n</p>\n\n<p>\nوالغريب أن الدفاع عن الحجاج ويزيد والوليد بن يزيد وغيرهم من الفسقة\nوالظلمة لا أحد ينكره على مؤلفي تلك الكتب والمبالغين فيهم والذامين\nلخصومهم من الصالحين بينما تشتعل الدنيا إن دافع بعضهم عن بيعة علي بن أبي\nطالب (وزعم!) أنها صحيحة وشرعية! وهؤلاء المتلبسون بالسنة هم أخطر على\nالسنة من الروافض، لأن الروافض لا يدعون أنهم من أهل السنة، أما هؤلاء\nفيدعون أنهم هم أهل السنة والجماعة! وقد يقولون هذا عن صدق ظن لا صدق\nحقيقة، بمعنى أوضح أنهم قد لا يعرفون أنهم نواصب!.\n</p>\n\n<p>\nلأن النصب لا يعرفونه وإنما يسمعون به فقط! وبعضهم يظن أن النواصب هم\nالخوارج! وهذا الجهل الكبير بالنصب ساهم في انتشاره في بعض الكتب التي قد\nتكون عندنا مشهورة محببة ككتب محب الدين الخطيب وكتب الخضري وأمثالهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nولا ريب أن سبب انتشار النصب في العالم الإسلامي أجمع هو أنه لا يوجد كتاب\nيحذر من النصب والنواصب ولو وجد هذا الكتاب لعرف الناس أن النصب مذموم مثل\nالرفض تماما لأن الرفض يدور حول بغض الثلاثة والنصب يدور حول بغض علي، لكن\nالتشيع أخف من النصب لأن أصل التشيع زيادة في شيء مشروع وهو محبة علي، وأما\nالنصب فأصله البغض بعينه! فهو محرم أوله وآخره! وبهذا يكون النصب أخطر من\nالتشيع لأن أصله باطل شرعا بعكس التشيع، فلذلك لا يأنف السني أن يقول أنا\nمن شيعة علي لكنه يغضب إذا اتهم بالنصب، إذن فالنصب يوازي الرفض والتشيع\nالغالي المذموم لا التشيع المطلق! والتشيع مراتب كما أن النصب مراتب أيضا،\nوبعض الروافض أو غلاة الشيعة يظن أن ما يعتقده هو الحق وكذلك بعض النواصب\nالذين لم يبحثوا عن الحق ويظنون أنهم على الحق.\n</p>\n\n<p>\nوكلا الروافض والنواصب لا يرجعون إلى النصوص الشرعية وإنما يعتمدون على\nأقوال الرجال أما أهل السنة (الحقة) فإنهم لا يقيمون وزنا لأقوال الرجال\nإذا عارضت النصوص الشرعية وإنما الوزن للنصوص الشرعية لأن آراء الرجال التي\nلا تتفق مع النصوص أهواء وجهالات ومظالم أما <span id='ms106'></span> النصوص فنور وعلم وبرهان.\n</p>\n\n<p>\nإذن فعدم وجود كتب تحذر من النصب والنواصب ساعد في انتشار النصب وهذا\nملاحظ تماما فإنك إذا لم تحذر من ذنب فإنه ينتشر، وتصوروا لو لم يكن هناك\nكتب تحذر من المخدرات أو الزنى أو السرقة لما عرف الناس حرمتها ولانتشرت\nانتشارا كبيرا ولو لم تكن هناك فتاوى تبين أوجه الربا محرمة لوقع الناس في\nهذه الأوجه أو بعضها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nإذن فنحن بحاجة إلى كتب تحذرنا من النصب وتبينه لنا مثلما تحذرنا من غلو\nالتشيع تماما فنحن نقرأ في بعض كتب العقيدة (البراءة من الروافض والنواصب)\nفتعلمنا عقائد الروافض لنجتنبها لكننا إلى الآن لا نعرف ما هي عقائد\nالنواصب لنجتنبها؟! ومن السهولة على النواصب هنا أن يحرفوا المقصد ويقولوا\nهذا يطعن في علم البلد ومؤسساته ورجاله وعلمائه! وأننا لسنا بحاجه إلى من\nينصحنا فالأمور تمشي تماما! وهذا سيفتح بابا للتشكيك في عقائد الناس!\n</p>\n\n<p>\nأقول: ونسي هؤلاء أنهم هم الذين يشككون في عقائد الآخرين بالباطل ولا\nيقبلون من الآخرين أن يقدموا الأدلة والبراهين على صحة أقوالهم ! فيكونون\nبهذا قد جمعوا مظالم شتى من تحريف مقصد طالب العلم الذي يطلب الحقيقة\nوينشدها إلى استعداء الجهات الرسمية عليه بالإضافة إلى الغرور العلمي\nوالزعم بأننا لسنا بحاجة إلى من يبين لنا أخطائنا! ولا ريب أن وضع طالب\nالحقيقة سيكون صعبا إذا كان الأمر بهذه الصعوبة وبهذا الظلم من الذين\nيزعمون أنهم إخوانه في الله وأنهم طلبة علم لا يقدمون على الدليل شيئا ولا\nيتبعون الأساليب غير الشرعية في محاربة الحقيقة!\n</p>\n\n<p>\nأعود وأقول: إن الرفض والنصب كجناحي طائر لا بد من التحذير منهما جميعا\nلأن التحذير من أحدهما دون الآخر يسبب الوقوع في هذا الآخر كما سبق في\nالتكفير والإرجاء أو سائر المتضادات التي لا يجوز أن تحذر من شيء إلا وتحذر\nمن ضده السيئ لكننا في النصب والتشيع لا نفعل هذا كما أن الروافض يحذرون من\nالنصب حتى أدخلونا - أهل السنة - في النواصب! بل أدخلوا في النواصب أبا بكر\nوعمر وعثمان <span id='ms107'></span>! ونحن نحذر من التشيع حتى أدخلنا بعض أهل السنة فيهم! وما أشبه\nغلاة السنة والروافض اليوم والنصارى الذين قال الله تعالى فيهم: {وقالت\nاليهود ليست النصارى على شيء وقالت النصارى ليست اليهود على شيء وهم يتلون\nالكتاب}[البقرة:113].\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nأقول هذا حرصا على مذهب أهل السنة أن ينجرف في تيارات الصراع انجرافا غير\nمتوازن، والتوازن الذي أريده هو مع النصوص الشرعية لا مع كتب العقائد\nوالردود المتبادلة بين فرق المسلمين لأن كتب العقائد ليست حجة على النصوص\nالشرعية وإنما النصوص الشرعية هي الحجة والذي يتمسك بكل ما قالته كتب\nالعقائد سيضر نفسه لأنها متناقضة أولا في كثير من الأمور ومنها أمرنا هذا\nولأنها تتأثر بالصراع بينما النصوص الشرعية لا تتأثر بهذا ولا أستطيع أن\nأذكر أمثلة على الخلل في بعض كتب العقيدة لأن هذا قد كفاني إياه بعض\nالمنصفين ونبهوا لهذا والحمد لله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n             <span id='ms108'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166"
  ],
  "volumes": [
    "01"
  ]
}