{
  "content": "\n<p>\nرسالة إلى أهل الثغر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n| بسم الله الرحمن الرحيم\n</p>\n\n<p>\nقال السيد الإمام أبو الحسن علي بن إسماعيل بن أبي بشر الأشعري البصري\nرحمه الله الحمد لله الذي حبب إلينا التمسك بالسنن الهادية وجنبنا سبل\nالبدع المردية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n             وكنف قلوبنا بثلج اليقين وأعزنا بسلطان الدين\nوجعلنا لرسوله صلى الله عليه وسلم متبعين وبإمامته معتصمين ووهب لنا من أنس\nالجماعة ما زالت به عنا وحشة الشذوذ والبدع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nحمدا نحوز فيه شرف طاعته ونستمري به جميل مواهبه وصلى الله على محمد نبيه\nالداعي إليه والسفير بيننا وبينه الذي أيده الله عز وجل بآياته وقطع دواعي\nالشبه فيه لمعجزاته حتى أنهج السبيل إليه ونبه على ما في أفعاله من وجود\nالأدلة عليه بأوضح بيان وأظهر برهان\n</p>\n\n<p>\nحتى غاض الباطل خاسئا حسيرا وأضاء الحق غالبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n             منصورا فبلغ\nالرسالة وأدى الأمانة ونصح الأمة وعلا بالحجة صلى الله عليه وسلم\n</p>\n\n<p>\nأما بعد أيها الفقهاء والشيوخ من أهل الثغر بباب الأبواب حرسكم الله\nبسلطانه وأيدكم بنصره\n</p>\n\n<p>\nفقد وقفت على ما ذكرتموه في كتابكم الوارد علي بمدينة السلام من خير نعم\nالله عليكم واستقامة أحوالكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n             فأسرني وكثر لله عز وجل عليه شكري\nورغبت إليه تعالى ومجتهدا في تمام ما أولاكم وإسباغ نعمة علينا وعليكم وهو\nتعالى ولي الإجابة وحقيق لجميل الموهبة\n</p>\n\n<p>\nووقفت أيدكم الله على ما ذكرتموه من أحمادكم جوابي عن المسائل التي كنتم\nأنقذتموها إلي في العام الماضي وهو سنة سبع وستين ومائتين ووقوع ماذكرته\nفكم فيها الموقع الذي حمدتموه وعرفتم وجه الصواب فيه وإعراضكم عمن ألقى تلك\nالمسائل واحتال في بثها عندكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nوحمدت الله عز وجل على حراستنا وإياكم من شبه الملحدين في دينه والصادين\nعن اتباع رسله وسألته أن يجعلنا وإياكم من المتمسكين بحبله والمقيمين على\nالوفاء بعهده إنه ولي ذلك والقادر عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nووقفت على ما التمستموه من ذكر الأصول التي عول سلفنا رحمة الله عليهم\nوعليها وعدلوا إلى الكتاب والسنة من أجلها واتباع خلفنا الصالح لهم في ذلك\n</p>\n\n<p>\nوعدولهم عما صار إليه أهل البدع من المذاهب التي <span id='ms01'></span> أحدثوها وصاروا إلى\nمخالفة الكتاب والسنة بها وما ذكرتموه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n             من شدة الحاجة إلى ذلك\nفبادرت أيدكم الله بإجابتكم إلى ما سألتموه لما أوجبه من حقوقكم والكرامة\nلكم وذكرت لكم جملا من الأصول مقرونة بأطراف من الحجاج تدلكم على صوابكم في\nذلك\n</p>\n\n<p>\nوخطأ أهل البدع فيما صاروا إليه من مخالفتهم وخروجهم عن الحق الذي كانوا\nعليه قبل هذه البدع معهم ومفارقتهم بذلك الأدلة الشرعية وما أتى به الرسول\nصلى الله عليه وسلم منها ونبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n             عليها وموافقتهم بذلك لطرق\nالفلاسفة والصادين عنها والجاحدين لما أتت به الرسل عليهم السلام منها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n             ولم ألكم وسائر من تأمل ما ذكرته نصحا لما يوجب على من حق نعم\nالله فيكم وأرجوه من نيل الثواب بإجابتكم مستعينا في جميع ذلك بالله عز وجل\nوتوكلا عليه وهو حسبي ونعم الوكيل\n</p>\n\n<p>\nاعلموا أرشدكم الله أن الذي مضى عليه سلفنا ومن اتبعهم من صالح خلفنا أن\nالله بعث محمدا صلى الله عليه وسلم إلى سائر العالمين وهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \nأحزاب متشتتون وفرق متباينون\n</p>\n\n<p>\nمنهم كتابي ويدعو إلى الله بما تعبد به في كتابه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n             وفلسفي قد\nتشعبت به الأباطيل في أمور يدعيها بقضايا العقول\n</p>\n\n<p>\nوبرهمي تنكر أن يكون لله رسول ودهري يدعي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n             الإهمال ويخبط في\nعشو الضلال\n</p>\n\n<p>\nوثنوى قد اشتملت عليه الحيرة ومجوس يدعي ما ليس له به خبرة وصاحب صنم\nيعتكف عليه ، ويزعم أن له ربا يتقرب بعبادة ذلك الصنم إليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \nلينبههم جميعا على حدثهم ويدعوهم إلى توحيد المحدث لهم ويبين لهم طرق\nمعرفته بما فيهم من آثار صنعته ويأمرهم برفض كل ما كانوا عليه من سائر\nالأباطيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nبعد تنبيهه صلى الله عليه وسلم لهم على فسادها ودلالته على صدقه فيما\nيخبرهم به عن ربهم تعالى بالآيات الباهرة والمعجزات القاهرة ويوضح لهم سائر\nما تعبدهم الله عز وجل به من شريعته\n</p>\n\n<p>\nوأنه صلى الله عليه وسلم دعا جماعتهم إلى الله ونبههم على حدثهم بما فيهم\nمن اختلاف الصور والهيئات وغير ذلك من اختلاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n             اللغات وكشف لهم\nعن طريق معرفة الفاعل لهم بما <span id='ms02'></span> فيهم وفي غيرهم بما يقتضي وجوده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nويدل على إرادته وتدبيره\n</p>\n\n<p>\nحيث قال عز وجل <span class='quran'>وفي أنفسكم أفلا تبصرون </span>فنبههم عز وجل بتقلبهم\nفي سائر الهيئات التي كانوا عليها على ذلك وشرح ذلك بقوله عز وجل <span class='quran'>ولقد\nخلقنا الإنسان من سلالة من طين ثم جعلناه نطفة في قرار مكين ثم خلقنا\nالنطفة علقة فخلقنا العلقة مضغة فخلقنا المضغة عظاما فكسونا العظام لحما ثم\nأنشأناه خلقا آخر فتبارك الله أحسن الخالقين </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا من أوضح ما يقتضي الدلالة على حدث الإنسان ووجود المحدث له من قبل\nأن العلم قد أحاط بأن كل متغير لا يكون قديما وذلك أن تغيره يقتضي مفارقة\nحال كان عليها قبل تغيره وكونه قديما ينفي تلك الحال فإذا حصل متغيرا بما\nذكرناه من الهيئات التي لم يكن قبل تغيره عليها دل ذلك على حدوثها وحدوث\nالهيئة التي كان عليها قبل حدوثها إذ لو كانت قديمة لما جاز عدمها وذلك أن\nالقديم لا يجوز عدمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا كان هذا على ما قلنا وجب أن يكون ما عليه الأجسام من التغير منتهيا\nإلى هيئات محدثة لم تكن الأجسام قبلها موجودة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n             بل كانت قبلها\nمحدثة ويدل ترتيب ذلك على محدث قادر حكيم من قبل أن ذلك لا يجوز أن يقع\nبالاتفاق فيتم من غير مرتب له ولا قاصد إلى ما وجد منه فيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nدون ما كان يجوز وقوعها عليه من الهيئة المخالفة لها وجواز تقدمها في\nالزمان وتأخرها بذلك إلى محدثها ومرتبها لأن سلالة الطين والماء المهين\nيحتمل من الهيئات ضروبا كثيرة لا يقتض واحد منها سلالة الطين ولا الماء\nالمهين بنفسه ولايجوز أن يقع شيء من ذلك فيها بالإتفاق لاحتمالها لغيره\n</p>\n\n<p>\nفإذا وجدنا ما صار إليه الإنسان في هيئته المخصوصة به دون غيره من\nالأجسام وما فيه من الآلات المعدة لمصالحه كسمعه وبصره وشمه وحسه والآت\nذوقه وما اعد له من آلات الغذاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n             التي لا قوام له إلا بها على\nترتيب ما قد حوج إليه من ذلك حتى يوجد في حال حاجته <span id='ms03'></span> إلى الرضاع بلا أسنان\nتمنعه من غذائه وتحول بينه وبين مرضعته\n</p>\n\n<p>\nفإذا نقل من ذلك وحوج إلى غذاء لا ينتفع به ولا يصل منه إلى غرضه إلا\nبطحنها له جعل له منها بقدر ما به الحاجة في ذلك إليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nوالمعدة المعدة لطبخ ما يصل إليها من ذلك وتلطيفه حتى يصل إلى الشعر\nوالظفر وغير ذلك من سائر الأعضاء في مجار لطاف قد هيئت لذلك بمقدار ما\nيقيمها والكبد المعدة لتسخينها بما يصل من حرارة القلب والرئة المهيأة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n             لإخراج بخار الحرارة التي في القلب وإدخال ما يعتدل به من\nالهواء البارد باجتذاب المناخر وما فيها من الآلات المعدة لخروج ما يفضل من\nالغذاء عن وقت الحاجة في مجاري ينفذ ذلك منها وغيرذلك مما يطول شرحه مما لا\nيصح وقوعه بالاتفاق ولا يستغنى فيما هو عليه عن مقوم يرتبه\n</p>\n\n<p>\nإذ كان ذلك لا يصح أن يترتب وينقسم في سلالة الطين والماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \nالمهين بغير صانع ولا مدبر عند كل عاقل متأمل كما لا يصح أن يترتب الدار\nعلى ما يحتاج إليه فيها من البنا بغير مدبر يقسم ذلك فيها ويقصد إلى\nترتيبها\n</p>\n\n<p>\nثم زادهم تعالى في ذلك بيانا بقوله <span class='quran'>إن في خلق السماوات والأرض\nواختلاف الليل والنهار لآيات لأولي الألباب </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n             فدلهم تعالى\nبحركة الأفلاك على المقدار الذي بالخلق الحاجة إليه في مصالحهم التي لا\nيخفى مواقع انتفاعهم بها\n</p>\n\n<p>\nكالليل الذي جعل لسكونهم ولتبريد ما زاد عليهم من حر الشمس في زروعهم\nوثمارهم والنهار الذي جعل لانتشارهم وتصرفهم في معايشهم على القدر الذي\nيحتملونه في ذلك ولو كان دهرهم كله ليلا لأضر بهم ما فيه من الظلمة التي\nتقطعهم عن التصرف في مصالحهم وتحول بينهم وبين إدراك منافعهم وكذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n             لو كان دهرهم كله نهارا لأضر بهم ذلك ودعاهم ما فيه من الضياء\nإلى التصرف في طلب المعاش مع حرصهم على ذلك إلى ما لا يطيقونه فأداهم قلة\nالراحة إلى عبطهم وجعل لهم من النهار قسطا لتصرفهم لا يجوز بهم قدر الطاقة\nفيه وجعل لهم <span id='ms04'></span> من الليل قسطا لسكونهم لا يقصر عن قدر حاجتهم لتعتدل في ذلك\nأحوالهم وتكمل مصالحهم وجعل لهم من البرد والحر فيهما مقدار ما لهم\nولثمارهم ولمواشيهم من الصلاح رفقا لهم وجعل لون ما يحيط بهم من السماء\nملاوما لأبصارهم ولو كان لونها على خلاف ذلك من الألوان لأفسدها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nودلهم على حدثها بما ذكرناه من حركاتها واختلاف هيئاتها كما ذكرنا آنفا\nودلهم على حاجتها وحاجة الأرض وما فيها من الحكم على عظمتها وثقل أجرامها\nإلى إمساكه عز وجل لهما بقوله تعالى <span class='quran'>إن الله يمسك السماوات والأرض أن\nتزولا ولئن زالتا إن أمسكهما من أحد من بعده إنه كان حليما غفورا </span>فعرفنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n             تعالى أن وقوعهما لا يصح أن يكون من غيره وأن وقوفهما\nلا يجوز أن يكون بغير موقف لهما\n</p>\n\n<p>\nثم نبهنا على فساد قول الفلاسفة بالطبائع وما يدعونه من فعل الأرض والماء\nوالنار والهواء في والأشجار وما يخرج منها من سائر الثمار بقوله عز وجل ^\nوفي الأرض قطع متجاورات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n             وجنات من أعناب وزرع ونخيل صنوان وغير\nصنوان يسقى بماء واحد ونفضل بعضها على بعض في الأكل ) ثم قال عز وجل <span class='quran'>إن في ذلك لآيات لقوم يعقلون </span>ثم نبه تعالى خلقه على أنه واحد باتساق\nأفعاله وترتيبها وأنه تعالى لا شريك له فيها بقوله <span class='quran'>لو كان فيهما آلهة\nإلا الله لفسدتا </span>ووجه الفساد بذلك لو كان إلهين ما اتسق أمرهما على\nنظام ولا يتم على إحكام وكان لا بد أن يلحقهما العجز أو يلحق أحدهما عند\nالتمانع في الأفعال والقدرة على ذلك وذلك أن كل واحد منهما لا يخلو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n             أن يكون قادرا على ما يقدر عليه الآخر على طريق البدل من فعل\nالآخر أو لا يكون كل واحد منهما قادرا على ذلك فإن كان كل واحد منهما قادرا\nعلى فعل ما يقدر عليه الآخر على طريق البدل من بدل الآخرة أو لا يكون كل\nواحد منهما قادرا على ذلك فإن كان كل واحد منهما قادرا على فعل ما يقدر\nعليه الآخر بدلا <span id='ms05'></span> منه لم يصح أن يفعل كل واحد منهما ما يقدر عليه الآخر إلا\nبترك الآخر له وإذا كان كل واحد منهما لا يفعل إلا بترك الآخر له جاز أن\nيمنع كل واحد منهما صاحبه من ذلك ومن يجوز أن يمنع ولا يفعل إلا بترك غيره\nله فهو مدبر عاجز وإن كان كل واحد منهما لا يقدر على ما فعل مثل مقدور\nالآخر بدلا منه وجب عجزهما وحدوث قدرتهما والعاجز لا يكون إلها ولا ربا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n             . . . . . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nثم نبه المنكرين للإعادة مع إقرارهم بالإبتداء على جواز إعادته تعالى لهم\nحيث قال لهم لما استكبروها وقالوا ^ من يحيى العظام وهي رميم قل يحيها الذي\nأنشأها أول مرة وهو بكل خلق عليم ^ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n             ثم أوضح لهم ذلك بقوله عز\nوجل <span class='quran'>الذي جعل لكم من الشجر الأخضر نارا فإذا أنتم منه توقدون </span>فدلهم بما يشاهدونه من جعله النار من العفار والمرخ وهما شجرتان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n             خضراوان إذا حكت إحداهما الأخرى بتحريك الريح لهما اشتعل النار\nفيهما على جواز إعادته المياة في العظام النخرة والجلود المتمزقة\n</p>\n\n<p>\nثم نبه عباد الأصنام لهم على فساد ما صاروا إلى عبادتها مع نحتها بقوله\nعز وجل <span class='quran'>أتعبدون ما تنحتون </span>ثم قال ^ والله خلقكم وما تعلمون ^\nفبين لهم فساد عبادتها ووجوب عبادته دونها بأنها إذا كانت لا تصير أصناما\nإلا بنحتكم لها فأنتم أيضا أولى أن تكونوا على ما أنتم عليه من الصور\nوالهيئات التي لم تكن إلا بفعلي وإني مع خلقي لكم وما تنحتونه خالق لنحتكم\nإذ كنت أنا المقدر لكم عليه والممكن لكم منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nثم رد على المنكرين لرسله بقوله ^ وما قدروا الله حق قدره إذ قالوا ما\nأنزل الله على بشر من شيء قل من أنزل الكتاب الذي جاء به موسى نورا وهدى\nللناس ^ وقال ^ رسلا مبشرين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n             ومنذرين لئلا يكون للناس على الله\nحجة بعد الرسل )\n</p>\n\n<p>\nثم احتج النبي صلى الله عليه وسلم على أهل الكتاب بما في كتبهم من ذكر\nصفته والدلالة على اسمه ونعته وتحدي النصارى لما كتموا ما في <span id='ms06'></span> كتابهم من ذلك\nوجحدوه بالمباهلة عند أمر الله عز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n             وجل له بذلك بقوله تعالى\n<span class='quran'>فمن حاجك فيه من بعد ما جاءك من العلم فقل تعالوا ندع أبناءنا\nوأبناءكم ونساءنا ونساءكم وأنفسنا وأنفسكم ثم نبتهل فنجعل لعنة الله على\nالكاذبين </span></p>\n\n<p>\nوقال لليهود لما بهتوه ^ فتمونوا الموت إن كنتم صادقين ^ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n             فلم\nيجسر أحد منهم على ذلك مع اجتماعهم على تكذيبه وتناهيهم في عداوته\nواجتهادهم في التنفير عنه لما أخبرهم بحلول الموت بهم إن أجابوه إلى ذلك\n</p>\n\n<p>\nفلولا معرفتهم بحاله في كتبهم وصدقه فيما يخبرهم لأقدموا على إجابته\nولسارعوا إلى فعل ما يعلمون أن فيه توهين أمره ثم إن الله عز وجل بعد إقامة\nالحجج عليهم أزعج خواطر جماعتهم للنظر فيما دعاهم إليه ونبههم عليه بالآيات\nالباهرة والمعجزات القاهرة وأيده بالقرآن الذي تحدى به فصحاء قومه الذين\nبعث إليهم لما قالوا أنه مفتري أن يأتوا بعشر سور مثله مفتريات أو بسورة\nمثله وقد خاطبهم فيه بلغتهم فعجزوا عن ذلك مع إخباره له أنهم لا يأتون\nبمثله ولو تظاهر على ذلك الإنس والجن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n             وقطع صلى الله عليه وسلم\nعذرهم به وعذر غيرهم كما قطع موسى عليه السلام عذر السحرة وغيرهم في زمانه\nبالعصى التي فضحت سحرهم وبان بما كان منها لهم ولغيرهم أن ذلك من فعل الله\nوأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n             هذا ليس يبلغه قدرهم ولا يطمع فيه خواطرهم\n</p>\n\n<p>\nوكما قطع عيسى عليه السلام عذر من كان في زمانه من الأطباء الذين قد\nبرعوا في معرفة العقاقير وقواما في الحشائش وقدر ما ينتهي إليه علاجهم\nوتبلغه حيلهم بإحياء الموتى بغير علاج وإبراء الأكمة والأبرص وغير ذلك مما\nقهرهم به وأظهر لهم منه ما يعلمون بيسير الفكر أنه خارج عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \nقدرهم وما يصلون إليه بحيلهم\n</p>\n\n<p>\nوكذلك قد أزاح نبينا صلى الله عليه وسلم بالقرآن وما فيه من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \nالعجائب علل الفصحاء من أهله وقطع به عذرهم لمعرفتهم أنه خارج عما انتهت\nإليه فصاحتهم في لغاتهم ونظموه في شعرهم وبسطوه في خطبهم وأوضح لجميع من\nبعث إليه من الفرق الذي <span id='ms07'></span> ذكرناها فساد ما كانوا عليه بحجج الله وبيانه ودل\nعلى صحة ما دعاهم إليه ببراهين الله وآياته حتى لم يبق لأحد منهم شبهة فيه\nولا احتيج مع ما كان منه صلى الله عليه وسلم في ذلك إلى زيادة من غيره ولو\nلم يكن ذلك كذلك لم يكن صلى الله عليه وسلم حجة على جماعتهم ولا كانت طاعته\nلازمة لهم مع خصامهم وشدة عنادهم قد احتجوا عليه ذلك ودفعوه عما يوجب\nطاعتهم له وقرعوه بتقصيره عن إقامة الحجة عليهم فيما يدعوهم إليه مع طول\nتحديه لهم وكثرة تبكيتهم وطول مقامه فيهم ولكنهم لم يجدوا سبيلا مع حرصهم\nعليه وإذا كان هذا على ما ذكرناه علم صحة ما ذهبنا إليه في دعوته صلى الله\nعليه وسلم إلى التوحيد وإقامة الحجة على ذلك وإيضاحه الطرق إليها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nوقد أكد الله تعالى دلالة نبوته بما كان من خاص آياته صلى الله عليه وسلم\nالتي نقض بها عاداتهم كإطعامه الجماعة الكثيرة في المجاعة الشديدة من\nالطعام اليسير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n             وسقيهم الماء في العطش الشديد من الماء اليسير\nوهو ينبع من بين أصابعه حتى رووا ورويت مواشيهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n             وكلام الذئب\n</p>\n\n<p>\nوأخبار الذراع المشويه انها مسموة وانشقاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n             القمر ومجيء\nالشجرة إليه عند دعائها إليه ورجوعها إلى مكانها بأمره لها وإخباره لهم صلى\nالله عليه وسلم بما تجنه صدورهم وما يغيبون به عنه من أخبارهم ثم دعاهم صلى\nالله عليه وسلم إلى معرفة الله عز وجل وإلى طاعته فيما كلف تبليغه إليهم\nبقوله تعالى ^ وأطيعوا الله وأطيعوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n             الرسول ) وعرفهم أمر الله\nتعالى بإبلاغه ذلك وما ضمنه له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n             من عصمته منهم بقوله تعالى <span class='quran'>يا أيها الرسول بلغ ما أنزل إليك من ربك وإن لم تفعل فما بلغت رسالته والله\nيعصمك من الناس </span>فعصمه الله منهم مع كثرتهم وشدة بأسهم وما كانوا عليه\nمن شدة عنادهم وعداوتهم له حتى بلغ رسالة ربه تعالى إليهم مع كثرتهم ووحدته\nوتبري أهله منه ومعاداة عشيرته وقصد جميع المخالفين له حين سفه آرائهم فيما\nكانوا عليه من تعظيم <span id='ms08'></span> أصنامهم وعبادة النيران وتعظيم الكواكب وإنكار\nالربوبية وغير ذلك مما كانوا عليه حتى بلغ الرسالة وأدى الأمانة وأوضح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n             الحجة في فساد جميع ما نهاهم عنه مما كانوا عليه ودلهم على صحة\nجميع ما دعاهم إلى اعتقاده وفعله بحجج الله وتبيانه لهم\n</p>\n\n<p>\nوأنه صلى الله عليه وسلم لم يؤخر عنهم بيان شيء مما دعاهم إليه عن وقت\nتكليفه لهم وإنما جوز فريق من أهل العلم تأخير البيان فيما أجمله الله من\nالأحكام قبل بروز فعله لهم فأما تأخير ذلك عن وقت فعله فغير جائز عند\nكافتهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nومعلوم عند سائر العقلاء أن ما دعا النبي صلى الله عليه وسلم إليه من\nواجهه من أمته من اعتقاد حدثهم ومعرفة المحدث لهم وتوحيده ومعرفة أسمائه\nالحسنى وما هو عليه من صفات نفسه وصفات فعله وتصديقه فيما بلغهم من رسالته\nمما لا يصح أن يؤخر عنهم البيان فيه لأنه صلى الله عليه وسلم لم يجعل لهم\nفيما كلفهم من ذلك من مهلة ولا أمرهم بفعله في الزمن المتراخي عنه وإنما\nأمرهم بفعل ذلك على الفور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n             وإذا كان ذلك من قبل أنه لو أخر ذلك\nعنهم لكان قد كلفهم ما لا سبيل لهم إلى فعله وألزمهم ما لا طريق لهم إلى\nالطاعة فيه وهذا غير جائز عليه لما يقتضيه ذلك من بطلان أمره وسقوط طاعته\n</p>\n\n<p>\nوهذا المعنى لم تجد عن أحد من صحابته خلاف في شيء مما وقف عليه السلام\nجماعتهم عليه ولا شك في شيء منه ولا نقل عنهم كلام في شيء من ذلك ولا زيادة\nعلى ما نبههم عليه من الحجج بل نصوا جميعا رحمة الله عليهم على ذلك وهم\nمتفقون لا يختلفون في حدثهم ولا في توحيد المحدث لهم وأسمائه وصفاته وتسليم\nجميع المقادير إليه والرضا فيها بأقسامه لما قد ثلجت به صدورهم وتبينوا\nوجوه الأدلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n             التي نبههم صلى الله عليه وسلم عليها عند دعائه\nلهم إليها وعرفوا بها صدقه في جميع ما أخبرهم به وإنما تكلفوا البحث والنظر\nفيما كلفوه من الاجتهاد <span id='ms09'></span> في حوادث الأحكام عند نزولها بهم وحدوثها فيهم\nوردها إلى معاني الأصول التي وقفهم عليها ونبههم بالإشارة على ما فيها فكان\nمنهم رحمة الله عليهم في ذلك ما نقل إلينا من طريق الاجتهاد التي اتفقوا\nعليها والطرق التي اختلفوا فيها ولم يقلد بعضهم بعضا فيما صاروا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n             إليه من جميع ذلك لما كلفوه من الاجتهاد وأمروا به\n</p>\n\n<p>\nفأما ما دعاهم إليه صلى الله عليه وسلم من معرفة حدثهم والمعرفة بمحدثهم\nومعرفة أسمائه الحسنى وصفاته العليا وعدله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n             وحكمته فقد بين لهم\nوجوه الأدلة في جميعه حتى ثلجت صدورهم به وامتنعوا عن استئناف الأدله فيه\nوبلغوا جميع ما وقفوا عليه من ذلك واتفقوا عليه من بعدهم فكان عذرهم فيما\nدعوا إليه من ذلك مقطوعا بما نبههم النبي صلى الله عليه وسلم من الدلالة\nعلى ذلك وما شاهدوه من آيات الدلالة على صدقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n             وعذر سائر من\nتأخر عنه مقطوع بنقلهم ذلك إليهم ونقل أهل كل زمانه حجة على من بعدهم من\nغير أن يحتاج أرشدكم الله في المعرفة لسائر ما دعينا إلى اعتقاده إلى\nاستئناف أدلة غير الأدلة التي نبه النبي صلى الله عليه وسلم عليها ودعا\nسائر أمته إلى تأملها\n</p>\n\n<p>\nإذ كان من المستحيل أن يأتي بعد ذلك أحد بأهدى مما أتى أو يصلوا من ذلك\nإلى ما بعد عنه صلى الله عليه وسلم وجميع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n             ما اتفقوا عليه من\nالأصول مشهور في أهل النقل الذين عنوا بحفظ ذلك وانقطعوا إلى الاحتياط في\nطلب الطرق الصحيحة إليه من المحدثين والفقهاء\n</p>\n\n<p>\nيعلمه أكابرهم أصاغرهم ويدرسونه صبيانهم في كتاتيبهم ليقرو ذلك عندهم\nوشهرته فيهم واستغناؤهم في العلم بصحة جميع ذلك بالأدلة التي نبههم صاحب\nالشريعة عليها في وقت دعوته واعلموا أرشدكم الله إنما دل على صدق النبي صلى\nالله عليه وسلم من المعجزات بعد تنبيهه لسائر المكلفين على حدثهم ووجود\nالمحدث لهم قد أوجب صحة أخباره ودل على أنما أتى به من الكتاب والسنة من\nعند الله عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا أثبت بالآيات صدقة فقد علم صحة <span id='ms10'></span> كل ما أخبر به النبي صلى الله عليه\nوسلم عنه وصارت أخباره صلى الله عليه وسلم أدلة على صحة سائر ما دعانا إليه\nمن الأمور الغائبة عن حواسنا وصفات فعله وصار خبره عليه السلام عن ذلك\nسبيلا إلى إدراكه وطريقا إلى العلم بحقيقته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nوكان ما يستدل به من أخباره صلى الله عليه وسلم على ذلك أوضح دلالة من\nدلالة الأعراض التي اعتمد على الاستدلال بها الفلاسفة ومن اتبعها من\nالقدرية وأهل البدع المنحرفين عن الرسل عليهم السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nمن قبل أن الأعراض لا يصح الاستدلال بها إلا بعد رتب كثيرة يطول الخلاف\nفيها ويدق الكلام عليها فمنها ما يحتاج إليه في الاستدلال على وجودها\nوالمعرفة بفساد شبه المنكرين لها والمعرفة بمخالفتها للجواهر في كونها لا\nتقوم بنفسها ولا يجوز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n             ذلك على شيء منها والمعرفة بأنها لا تبقى\nوالمعرفة بإختلاف أجناسها وأنه لا يصح انتقالها من محالها والمعرفة بأن ما\nلا ينفك منها فحكمه في الحدث حكمها ومعرفة ما يوجب ذلك من الأدلة وما يفسد\nبه شبه المخالفين في جميع ذلك حتى يمكن الاستدلال بها على ما هي أدلة عليه\nعند مخالفينا الذين يعتمدون في الاستدلال على ما ذكرناه بها لأن العلم بذلك\nلا يصح عندهم إلا بعد المعرفة بسائر ما ذكرناه آنفا ، وفي كل مرتبة مما\nذكرنا فرق تخالف فيها ويطول الكلام معهم عليها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nوليس يحتاج أرشدكم الله في الاستدلال بخبر الرسول صلى الله عليه وسلم على\nما ذكرناه من المعرفة بالأمر الغائب عن حواسنا إلى مثل ذلك لأن آياته\nوالأدلة الدالة على صدقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n             محسوسة مشاهدة قد أزعجت القلوب وبعثت\nالخواطر على النظر في صحة ما يدعو إليه وتأمل ما استشهد به على صدقه\nوالمعرفة بأن آياته من قبل الله تدرك بيسير الفكر فيها وانها لا يصح أن\nتكون من البشر لوضوح الطرق إلى ذلك\n</p>\n\n<p>\nولا سيما مع إزعاج الله تعالى قلوب سائر من أرسل إليه النبي صلى الله\nعليه وسلم على النظر في آياته بخرق عوائدهم له وحلول ما يعدهم <span id='ms11'></span> من النقم عند\nإعراضهم عنه ومخالفتهم له على ما ذكرنا مما كان من ذلك عند عودة موسى وعيسى\nومحمد عليهم السلام وإذا كان ذلك على ما وصفنا بان لكم أرشدكم الله أن طريق\nالاستدلال بأخبارهم عليهم السلام على سائر ما دعينا إلى معرفته مما لا يدرك\nبالحواس أوضح من الاستدلال بالأعراض إذ كانت أقرب إلى البيان على حكم ما\nشوهد من أدلتهم المحسوسة مما اعتمدت عليه الفلاسفة ومن اتبعهم من أهل\nالأهواء واغتروا بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n             لبعدها عن الشبه كما ذكرنا وقرب من أخلد\nممن ذكرنا إلى الاستدلال به من الشبه ولذلك ما منع الله رسله من الاعتماد\nعليه لغموض ذلك على كثير ممن أمروا بدعائهم وكلفوا عليهم السلام إلزامهم\nفرضه\n</p>\n\n<p>\nفأخلد سلفنا رضي الله عنهم ومن اتبعهم من الخلف الصالح بعد ما عرفوه من\nصدق النبي صلى الله عليه وسلم فيما دعاهم إليه من العلم بحدثهم ووجود\nالمحدث لهم بما نبههم عليه من الأدلة إلى التمسك بالكتاب والسنة وطلب الحق\nفي سائر ما دعوا إلى معرفته منها والعدول عن كل ما خالفها لثبوت نبوته صلى\nالله عليه وسلم عندهم ونبههم بصدقه فيما أخبرهم به عن ربهم لما وثقته\nالدلالة لهم فيه وكفتهم العبرة بما ذكرناه له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nوأعرضوا عما صارت إليه الفلاسفة ومن اتبعهم من القدرية وغيرهم من أهل\nالبدع من الاستدلال بذلك على ما كلفوا معرفته لاستغنائهم بالأدلة الواضحة\nفي ذلك عنه وإنما صار من أثبت حدث العالم والمحدث له من الفلاسفة إلى\nالاستدلال بالأعراض والجواهر لدفعهم الرسل وإنكارهم لجواز مجيئهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا كان العلم قد حصل لنا بجواز مجيئهم في العقول وغلط من دفع ذلك وبان\nصدقهم بالآيات التي ظهرت عليهم لم يسع لمن عرف من ذلك ما عرفه أن يعدل عن\nطرقهم إلى طرق من دفعهم وأحال مجيئهم .\n</p>\n\n<p>\nفلما كان هذا واجبا كما ذكرناه عند سلف الأمة والخلف رحمة الله عليهم كان\nاجتهاد الخلف في طلب أخبار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n             النبي صلى الله عليه وسلم والاحتياط\nفي عدالة الرواة لها واجبا عندهم ليكونوا <span id='ms12'></span> فيما يعتقدونه من ذلك على يقين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nولذلك كان أحدهم يرحل إلى البلاد البعيدة في طلب الكلمة تبلغه عن رسول\nالله صلى الله عليه وسلم حرصا عل معرفة الحق من وجهه وطلبا للأدلة الصحيحة\nفيه حتى تثلج صدورهم بما يعتقدونه وتسكن نفوسهم إلى ما يتدينون به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nويفارقوا بذلك من ذمة الله في تقليده لمن يعظمه في سادته بغير دلالة\nتقتضي ذلك ولما كلفهم الله عز وجل ذلك وجعل أخبار نبيه صلى الله عليه وسلم\nطريقا إلى المعارف بما كلفهم إلى آخر الزمان حفظ أخباره صلى الله عليه وسلم\nفي سائر الأزمنة ومنع من تطرق الشبه عليها حتى لا يروم أحد تغيير شيء منها\nأو تبديل معنى كلمة قالها إلا كشف الله عز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n             وجل سره وأظهر في\nالأمة أمره حتى يرد ذلك عليه العربي والعجمي ومن قد أهل لحفظ ذلك من حملة\nعلمه صلى الله عليه وسلم والمبلغين عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nكما حفظ كتابه حتى لا ينطق أحد من أهل الزيغ على تحريك حرف ساكن أو تسكين\nحرف متحرك إلا تبادر القراء في رد ذلك عليه مع اختلاف لغاتهم وتباين\nأوطانهم لما أراده الله عز وجل من صحة الأداء عنه\n</p>\n\n<p>\nووقوع التبليغ لما أتى به نبينا صلى الله عليه وسلم إلى من يأتي في آخر\nالزمان لانقطاع الرسل بعده واستحالة خلوهم من حجة الله عليهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \nحتى قد ظهرذلك بينهم وأيست من نيله خواطر المنحرفين عنه\n</p>\n\n<p>\nوجعل الله ما حفظه من ذلك وجمع القلوب عليه حجة على من تعبد بعده صلى\nالله عليه وسلم بشريعته ودلالة لمن دعا إلى قبول ذلك ممن لم يشاهد الأخبار\nوأكمل الله عز وجل لجميعهم طرق الدين وأغناهم عن التطلع إلى غيرها من\nالبراهين ودل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n             على ذلك بقوله عز وجل <span class='quran'>اليوم أكملت لكم دينكم\nوأتممت عليكم نعمتي ورضيت لكم الإسلام دينا </span>وليس يجوز أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \nيخبر الله عز وجل عن إكماله الدين مع الحاجة إلى غير ما أكمل لهم الدين به\n</p>\n\n<p>\nوبين النبي صلى الله عليه وسلم معنى ذلك في حجة <span id='ms13'></span> الوداع لمن كان بحضرته من\nالجم الغفير من أمته عنداقتراب أجله ومفارقته لهم صلى الله عليه وسلم بقوله\n( ( اللهم هل بلغت . . . ) ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n             فلو كنا نحتاج مع ما كان منه صلى\nالله عليه وسلم في معرفة ما دعانا إليه إلى ما رتبه أهل البدع من طرق\nالاستدلال لما كان مبلغا إذ كنا نحتاج في المعرفة بصحة ما دعانا إليه إلى\nعلم ما لم يبينه لنا من هذه الطرق التي ذكروها ولو كان هذا كما قالوا لكان\nفيما دعا إليه وقوله بمنزلة اللغو ولو كان ذلك كذلك لعارضه المنافقون وسائر\nالمرصدين لعداوته في ذلك ولم يمنعهم منه مانع كما لم يمنعهم من تعنيته في\nطلب الآيات ومجادلته في سائر الأوقات ولكنهم لم يجدوا سبيلا إلى الطعن لأنه\nصلى الله عليه وسلم لم يدع شيئا مما تهم الحاجة إليه في معرفة سائر ما\nدعاهم إلى اعتقاده أو مثل فعله إلا وقد بينه لهم\n</p>\n\n<p>\nويزيد هذا وضوحا قوله صلى الله عليه وسلم ( ( إني قد تركتكم على مثل\nالواضحة ليلها كنهارها ) ) وإذا كان هذا على ما رضينا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n             علم أنه\nلم يبق بعد ذلك عتب لزائغ ولا طعن لمبتدع إذ كان صلى الله عليه وسلم قد\nأقام الدين بعد أن أرسى أوتاده وأحكم أطنابه\n</p>\n\n<p>\nولم يدع صلى الله عليه وسلم لسائر من دعاه إلى توحيد الله حاجة إلى غيره\nولا لزائغ طعنا عليه ثم مضى صلى الله عليه وسلم محمودا بعد إقامته الحجة\nوتبليغ الرسالة وأداء الأمانة والنصيحة لسائر الأمة حتى لم يحوج أحدا من\nأمته البحث عن شيء قد أغفله هو مما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n             ذكره لهم أو معنى أسره إلى\nأحد من أمته بل قد قال صلى الله عليه وسلم في المقام الذي لم ينكتم قوله\nفيه لاستحالة كتمانه على من حضره أوطى شيء منه على من شهده ( ( إني خلفت\nفيكم ما إن تمسكتم به لن تضلوا كتاب الله وسنتي ) ) ولعمري إن فيهما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n             الشفاء من كل أمر مشكل والبرء من كل داء معضل وإن في حراستهما\nمن الباطل <span id='ms14'></span> على ما تقدم ذكرنا له آية لمن نصح نفسه ودلالة لمن كان الحق قصده\nوفيما ذكرنا دلالة على صحة ما استندوا إلى الاستدلال وقوة لما عرفوا الحق\nمنه\n</p>\n\n<p>\nفإذا كان ذلك على ما وصفنا فقد علمتم بهت أهل البدع لهم في نسبتهم لهم\nإلى التقليد وسوء اختيارهم في المفارقة لهم والعدول عما كانوا عليه معهم\nوبالله التوفيق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nوإذ قد بان بما ذكرناه استقامة طرق استدلالهم وصحة معارفهم فلنذكر الآن\nما أجمعوا عليه من الأصول & باب ذكر ما أجمع عليه السلف من الأصول & التي\nنبهوا بالأدلة عليها وأمروا في وقت النبي صلى الله عليه وسلم بها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n             . . . . . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n             . . . . . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n             \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع الأول\n</p>\n\n<p>\nواعلموا أرشدكم الله أن مما أجمعوا رحمة الله عليهم على اعتقاده مما\nدعاهم النبي صلى الله عليه وسلم إليه ونبههم بما ذكرناه على صحته أن العالم\nبما فيه من أجسامه وأعراضه محدث لم يكن ثم كان وأن لجميعه محدثا واحدا\nإخترع أجناسه وأحدث جواهره وأعراضه وخالف بين أجناسه\n</p>\n\n<p>\nوأنه عز وجل لم يزل قبل أن يخلقه واحدا عالما قادرا مريدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \nمتكلما سميعا بصيرا له الأسماء الحسنى والصفات العلا وانهم عرفوا ذلك بما\nنبههم الله عز وجل عليه وبين لهم صلى الله عليه وسلم وجه الدلالة فيه على\nما تقدم شرحنا له قبل هذا الموضع\n</p>\n\n<p>\n| الإجماع الثاني\n</p>\n\n<p>\nوأجمعوا على انه عز وجل غير مشبه لشيء من العالم وقد نبه الله عز وجل على\nذلك بقوله ^ ليس كمثله شيء ^ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n             . . . . . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n             ويقول عز\nوجل <span class='quran'>ولم يكن له كفوا أحد </span>وإنما كان ذلك كذلك لأنه تعالى لو كان\nشبيها لشيء من خلقه لاقتضى من الحدث والحاجة إلى محدث له ما اقتضاه ذلك\nالذي أشبهه أو اقتضى ذلك قدم ما أشبهه من خلقه وقد قامت الأدلة على حدث\nجميع الخلق واستحالة قدمه على ما بيناه آنفا وليس كونه عز وجل غير مشبه\nللخلق ينفي وجوده لأن طريق إثباته كونه تعالى على ما اقتضته العقول من\nدلالة أفعاله عليه دون مشاهدته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع الثالث\n</p>\n\n<p>\nوأجمعوا أنه تعالى لم يزل موجودا حيا <span id='ms15'></span> قادرا عالما مريدا متكلما سميعا\nبصيرا على ما وصف به نفسه وتسمى به في كتابه وأخبرهم به رسوله ودلت عليه\nأفعاله وأن وصفه بذلك لا يوجب شبهه لمن وصف من خلقه بذلك من قبل الشيئين لا\nيشبهان بغيرهما ولا باتفاق أسمائهما وإنما يشبهان بأنفسهما فلما كانت نفس\nالباري تعالى غير مشبهه لشيء من العالم بما ذكرناه آنفا لم يكن وصفه بأنه\nحي وقادر وعالم يوجب تشبهه لمن وصفناه بذلك منا وإنما يوجب اتفاقهما في ذلك\nاتفاقا في حقيقة الحي والقادر والعالم وليس اتفاقهما في حقيقة ذلك يوجب\nتشابها بينهما ألا ترى أن وصف الباري عز وجل بأنه موجود ووصف الإنسان بذلك\nلا يوجب تشابها بينهما وإن كانا قد اتفقا في حقيقة الموجود ولو وجب\nتشابههما بذلك لوجب تشابه السواد والبياض بكونهما موجودين فلما لم يجب بذلك\nبينهما تشابه وإن كانا قد اتفقا في حقيقة الموجود لم يجب أن يوصف الباري عز\nوجل بأنه حي عالم قادر ووصف الإنسان بذلك تشابههما وإن اتفقا في حقيقة ذلك\nوإن كان الله عز وجل لم يزل مستحقا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n             لذلك والإنسان مستحقا لذلك\nعند خلق الله ذلك له وخلق هذه الصفات فيه\n</p>\n\n<p>\n| الإجماع الرابع\n</p>\n\n<p>\nوأجمعوا على إثبات حياة الله عز وجل لم يزل بها حيا وعلما لم يزل به\nعالما وقدرة لم يزل بها قادرا وكلاما لم يزل به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n             متكلما وإرادة\nلم يزل بها مريدا وسمعا وبصرا لم يزل به سميعا بصيرا\n</p>\n\n<p>\nوعلى أن شيئا من هذه الصفات لا يصح أن يكون محدثا إذ لو كان شيئا منها\nمحدثا لكان تعالى قبل حدثها موصوفا بضدها ولو كان ذلك لخرج عن الإلهية وصار\nإلى حكم المحدثين الذين يلحقهم النقص ويختلف عليهم صفات الذم والمدح وهذا\nيستحيل على الله عز وجل وإذا استحال ذلك عليه وجب أن يكون لم يزل بصفة\nالكمال إذ كان لا يجوز عليه الانتقال من حال إلى حال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع الخامس\n</p>\n\n<p>\nوأجمعوا على أن صفته عز وجل لا تشبه صفات المحدثين كما أن نفسه لا <span id='ms16'></span> تشبه\nأنفس المخلوقين واستدلوا على ذلك بأنه لو لم يكن له عز وجل هذه الصفات لم\nيكن موصوفا بشيء منها في الحقيقة من قبل أن من ليس له حياة لا يكون حيا ومن\nلم يكن له علم لا يكون عالما في الحقيقة ومن لم يكن له قدرة فليس بقادر في\nالحقيقة وكذلك الحال في سائر الصفات ألا ترى من لم يكن له فعل لم يكن فاعلا\nفي الحقيقة ومن لم يكن له إحسان لم يكن محسنا ومن لم يكن له كلام لم يكن\nمتكلما في الحقيقة ومن لم يكن له إرادة لم يكن في الحقيقة مريدا وان من وصف\nبشيء من ذلك مع عدم الصفات التي توجب هذه الأوصاف لهل ا يكون مستحقا لذلك\nفي الحقيقة وإنما يكون وصفه مجازا أو كذبا ألا ترى أن وصف الله عز وجل\nللجدار بأنه يريد أن ينقض لما لم يكن له إرادة في الحقيقة كان مجازا وذلك\nأن هذه الأوصاف مشتقة من أخص أسماء هذه الصفات ودالة عليها فمتى لم توجد\nهذه الصفات التي وصف بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n             كان وصفه بذلك تلقيبا أو كذبا فإذا\nكان الله عز وجل موصوفا بجميع هذه الأوصاف في صفة الحقيقة وجب إثبات الصفات\nالتي اوجبت هذه الأوصاف له في الحقيقة وإلا كان وصفه بذلك مجازا كما وصف\nالجدار بأنه يريد لما لم يكن له إرادة مجازا وتبيين هذا أن وصف الإنسان\nبأنه مريد وسارق وظالم مشتق من الإرادة والسرقة والظلم وكذلك وصفه بأنه\nأسود مشتق من السواد فإذا وصف بذلك من ليس له هذه الصفات في الحقيقة كان\nوصفه بذلك تلقبيا ألا ترى أن من سمت العرب من أولادها بذلك لم يستحق الذم\nلأن تسميته بذلك لا يقتضي إثبات هذه الصفات وإنما وضعوا ذلك لهم تلقيبا كما\nيلقبونهم بزيد وعمرو وعلى مثل هذا جاء السمع في تسمية الجدار بأنه يريد\nلمالم يكن له إردة وإذا كان وصف الباري عز وجل بسائر ماذكرناه من كونه عز\nوجل حيا وقادرا وعالما <span id='ms17'></span> ومتكلما ومريدا وسميعا وبصيرا في الحقيقة دون المجاز\nوالتلقيب وجب إثبات هذه الصفات التي اشتق له عز وجل الأوصاف من أخص أسمائها\nوقد أوضح ذلك بقوله عز وجل <span class='quran'>ذو القوة المتين </span>وقال <span class='quran'>أنزله\nبعلمه </span>وقال ^ ولا يحيطون بشيء من علمه إلا بما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n             شاء ) ولا\nيجب إذا أثبتنا ولا يجب إذا اثبتنا هذه الصفات له عز وجل على ما دلت العقول\nواللغة والقرآن والإجماع عليها أن تكون محدثة لأنه تعالى لم يزل موصوفا بها\nولا يجب أن تكون أعراضا لأنه عز وجل ليس بجسم وإنما توجد الأعراض في\nالأجسام ويدل بأعراضها فيها وتعاقبها عليها على حدثها ولا يجب ان تكون غيره\nعز وجل لأن غير الشيء هو ما يجوز مفارقة صفاته له من قبل أن في مفارقتها له\nمايوجب حدثه وخروجه عن الألوهية وهذا يستحيل عليه كما لا يجب أن تكون نفس\nالباري عز وجل جسما أو جوهرا أو محدودا أو في مكان دون مكان أو في غير ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n             مما لا يجوز عليه من صفاتنا لمفارقته لنا فلذلك لا يجوز على\nصفاته ما يجوز على صفاتنا ولا يجب إذا لم تكن هذه الصفات غيره أن تكون نفسه\nلاستحالة كونه حياة أو علما أو قدرة لأن من كان كذلك لم يتأت منه الفعل\nوذلك أن الفعل يتأتى من الحي القادر العالم دون الحياة والعلم والقدرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n             . . . . . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع السادس\n</p>\n\n<p>\nوأجمعوا على أن أمره عز وجل وقوله غير محدث ولا مخلوق وقد دل الله تعالى\nعلى صحة ذلك بقوله <span class='quran'>ألا له الخلق والأمر </span>ففرق تعالى بين خلقه\nوأمره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n             . . . . . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nوقال <span class='quran'>إنما أمره إذا أراد شيئا أن يقول له كن فيكون </span>فبين بذلك\nتعالى أن الأشياء المخلوقة تكون شيئا بعد أن لم تكن بقوله وإرادته )\n</p>\n\n<p>\nوأن قوله غير الأشياء المخلوقة من قبل أن أمره تعالى للأشياء وقوله لها\nكوني لو كان مخلوقا لوجب أن يكون قد خلقه بأمر آخر وذلك القول لو كان\nمخلوقا لكان مخلوقا بقول آخر وهذا يوجب على قائله أحد شيئين إما أن يكون <span id='ms18'></span> كل\nقول محدث قد تقدمه قول محدث إلى ما لا نهاية له وهذا قول أهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \nالدهر بعينه أو يكون ذلك القول حادثا بغير أمره عز وجل له فبطل معنى\nالامتداح بذلك\n</p>\n\n<p>\nوقد نص على هذا أمير المؤمنين علي بن أبي طالب رضي الله عنه بحضرة\nأوليائه من الصحابة وأعدائه من الخوارج لما أنكروا عليه التحكيم فقال والله\nما حكمت مخلوقا وإنما حكمت كلام الله فلم ينكر ذلك عليه أحد من الصحابة\nالذين يوالونه ولا أحد من الخوارج الذين يعادونه ولا روي عن أحد منهم خلاف\nله في ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع السابع\n</p>\n\n<p>\nوأجمعوا على أنه عز وجل يسمع ويرى وأن له تعالى يدين مبسوطتين وأن الأرض\nجميعا قبضته يوم القيامة والسموات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n             مطويات بيمينه من غير أن\nيكون جوارحا وأن يديه تعالى غير نعمته\n</p>\n\n<p>\nوقد دل على ذلك تشريه لآدم عليه السلام حيث خلقه بيده وتقريعه لإبليس على\nالاستكبار عن السجود مع ما شرفه به بقوله <span class='quran'>ما منعك أن تسجد لما خلقت\nبيدي </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع الثامن\n</p>\n\n<p>\nوأجمعوا على أنه عز وجل يجيء يوم القيامة والملك صفا صفا لعرض الأمم\nوحسابها وعقابها وثوابها فيغفر لمن يشاء من المذنبين ويعذب منهم من يشاء\nكما قال وليس مجيئه حركة ولا زوالا وإنما يكون المجيء حركة وزوالا إذا كان\nالجائي جسما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n             أو جوهرا فإذا ثبت أنه عز وجل ليس بجسم ولا جوهر\nلم يجب أن يكون مجيئه نقلة أو حركة ألا ترى أنهم لا يريدون بقولهم جاءت\nزيدا الحمى أنها تنقلت إليه أو تحركت من مكان كانت فيه إذ لم تكن جسما ولا\nجوهرا وإنما مجيئها إليه وجودها به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nوأنه عز وجل ينزل إلى السماء الدنيا كما روى عن النبي صلى الله عليه وسلم\nوليس نزوله نقلة لأنه ليس بجسم ولا جوهر وقد نزل الوحي على النبي صلى الله\nعليه وسلم عند من خالفنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n             . . . . . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع التاسع\n</p>\n\n<p>\nوأجمعوا على أنه عز وجل يرضى عن الطائعين له وأن رضاه عنهم إرادته\nلنعيمهم وأنه يحب التوابين ويسخط على الكافرين ويغضب عليهم <span id='ms19'></span> وأن غضبه إرادته\nلعذابهم وأنه لا يقوم لغضبه شيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nوأنه تعالى فوق سمواته على عرشه دون أرضه وقد دل على ذلك بقوله <span class='quran'>أأمنتم من في السماء أن يخسف بكم الأرض </span>وقال <span class='quran'>إليه يصعد الكلم\nالطيب والعمل الصالح يرفعه </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nوقال <span class='quran'>الرحمن على العرش استوى </span>وليس استواؤه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n             على\nالعرش استيلاء كما قال أهل القدر لأنه عز وجل لم يزل مستوليا على كل شيء\n</p>\n\n<p>\nوأنه يعلم السر وأخفى من السر ولا يغيب عنه شيء في السموات والأرض حتى\nكأنه حاضر مع كل شيء وقد دل الله عز وجل على ذلك بقوله ^ وهو معكم أينما\nكنتم ^ وفسر ذلك أهل العلم بالتاويل أن علمه محيط بهم حيث كانوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nوأنه عز وجل كرسيا دون العرش وقد دل الله سبحانه على ذلك بقوله <span class='quran'>وسع\nكرسيه السماوات والأرض </span>وقد جاءت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n             الأحاديث عن النبي صلى\nالله عليه وسلم أن الله تعالى يضع كرسيه يوم القيامة لفصل القضاء بين خلقه\n</p>\n\n<p>\n| الإجماع العاشر\n</p>\n\n<p>\nوأجمعوا على وصف الله تعالى بجميع ما وصف به نفسه ووصفه به نبيه من غير\nاعتراض فيه ولا تكيف له وأن الإيمان به واجب وترك التكييف له لازم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع الحادي عشر\n</p>\n\n<p>\nوأجمعوا على أن المؤمنين يرون الله عز وجل يوم القيامة بأعين وجوههم على\nما أخبر به تعالى في قوله تعالى <span class='quran'>وجوه يومئذ ناضرة إلى ربها ناظرة </span>وقد بين معنى ذلك النبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n             صلى الله عليه وسلم ودفع كل أشكال فيه\nبقوله للمؤمنين ^ ترون ربكم عيانا ^ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله ^ ترون ربكم يوم القيامة كما ترون القمرلا تضامون في رؤيته ^ فبين\nأن رؤيته تعالى بأعين الوجوه\n</p>\n\n<p>\nولم يرد النبي صلى الله عليه وسلم أن الله عز وجل مثل القمرمن قبل أن\nالنبي صلى الله عليه وسلم شبه الرؤية بالرؤية ولم يشبه الله تعالى بالقمر\nوليس يجب إذا رأيناه تعالى أن يكون شبيها لشيء مما نراه كما لا يجب إذا\nعلمناه انه يشبه شيئا نعلمه ولو كان يجب إذا رأيناه عز وجل أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n            \nيكون مثل المرئيين هنا لوجب إذا كان الله رائيا لنا <span id='ms20'></span> وعالما بنا أن يكون مثل\nالرائين العالمين منا\n</p>\n\n<p>\n| الإجماع الثاني عشر\n</p>\n\n<p>\nوأجمعوا على أنه عز وجل غير محتاج إلى شيء مما خلق وأنه تعالى يضل من\nيشاء ويهدى من يشاء ويعذب من يشاء وينعم على من يشاء ويعز من يشاء ويغفر\nلمن يشاء ويغني من يشاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nوأنه لا يسأل في شيء من ذلك عما يفعل ولا لأفعاله علل لأنه مالك غير\nمملوك ولا مأمور ولا منهي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nوأنه يفعل ما يشاء ويفضل على من يشاء كما قال <span class='quran'>ذلك فضل الله يؤتيه من\nيشاء </span>وقال ^ عذابي أصيب من أشاء ^ وبين تعالى أنه ليس يجري في أفعاله\nمجرى خلقه بقوله عز وجل <span class='quran'>لا يسأل عما يفعل وهم يسألون </span>وقال تعالى\n^ فعال لما يريد ^ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع الثالث عشر\n</p>\n\n<p>\nوأجمعوا على أن القبيح من أفعال خلقه ما نهاهم عنه وزجرهم عن فعله وأن\nالحسن ما أمرهم به أو ندبهم إلى فعله أو أباحه لهم وقد دل عز وجل على ذلك\nبقوله <span class='quran'>وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع الرابع عشر\n</p>\n\n<p>\nوأجمعوا على أن على جميع الخلق الرضا بأحكام الله التي أمرهم أن يرضوا\nبها والتسليم في جميع ذلك لأمره والصبر على قضائه والانتهاء إلى طاعته فيما\nدعاهم إلى فعله أو تركه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع الخامس عشر\n</p>\n\n<p>\nوأجمعوا على أنه عادل في جميع أفعاله وأحكامه ساءنا ذلك أم سرنا نفعنا أو\nضرنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n             . . . . . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع السادس عشر\n</p>\n\n<p>\nوأجمعوا على انه تعالى قد قدر جميع أفعال الخلق وآجالهم وأرزاقهم قبل\nخلقه لهم وأثبت في اللوح المحفوظ جميع ما هو كائن منهم إلى يوم يبعثون وقد\nدل على ذلك بقوله ^ وكل شيء فعلوه في الزبر وكل صغير وكبير مستطر ^\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nوأخبر أنه عز وجل يقرع الجاحدين لذلك في جهنم بقوله ^ يوم يسحبون في\nالنار على وجوههم ذوقوا مس سقر إنا كل شيء خلقناه بقدر ^ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع السابع عشر\n</p>\n\n<p>\nوأجمعوا على أنه تعالى قسم خلقه فرقتين فرقة خلقهم للجنة وكتبهم بأسمائهم\nوأسماء آبائهم وفرقة خلقهم للسعير ذكرهم بأسمائهم وأسماء آبائهم ممتثلين في\nذلك لقوله <span id='ms21'></span> عز وجل <span class='quran'>ولقد ذرأنا لجهنم كثيرا من الجن والإنس </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\nولقوله تعالى <span class='quran'>إن الذين سبقت لهم منا الحسنى أولئك عنها مبعدون </span>وقد بين ذلك ما روي عن النبي صلى الله عليه وسلم في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p250'> Vol. 01, p. 250</a>\n            </div>\n             حديث\nالقبضتين وحديث الصادق المصدوق عن عبد الله بن مسعود وما قاله النبي صلى\nالله عليه وسلم لعمر بن الخطاب رضوان الله عليه حين قال يا رسول الله ( (\nأرأيت ما نحن فيه أمر قد فرغ منه أم مستأنف فقال صلى الله عليه وسلم بل أمر\nقد فرغ منه قال عمر ففيم العمل يا رسول الله فقال رسول الله صلى الله عليه\nوسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n             ( ( اعملوا فكل ميسر لما خلق له ) ) وغير ذلك مما جاء في\nالكتاب والسنة\n</p>\n\n<p>\n| الإجماع الثامن عشر\n</p>\n\n<p>\nوأجمعوا على ان الخلق لا يقدرون على الخروج مما سبق في علم الله فيهم\nوإرادته لهم وعلى أن طاعته تعالى واجبة عليهم فيما أمرهم وان كان السابق من\nعلمه فيهم وإرادته لهم انهم لا يطيعونه وإن ترك معصيته لازم لجميعهم وإن\nكان السابق في علمه وإرادته انهم يعصونه لازم وانه تعالى يطالبهم بالأمر\nوالنهي ويحمدهم على الطاعة فيما أمروا به ويذمهم على المعصية فيما نهوا عنه\nوأن جميع ذلك عدل منه تعالى عليهم كما أنه تعالى عادل على من خلقه منهم مع\nعلمه أنه يكفر إذا أمره وأعطاه القدرة التي يعلم أنها تصيره إلى معصيته\nوأنه عدل في تبقيته المؤمنين إلى الوقت الذي يعلم أنهم يكفرون فيه ويرتدون\nعما كانوا عليه من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p252'> Vol. 01, p. 252</a>\n            </div>\n             إيمانهم وتعذيبه لهم على الجرم المنقطع\nبالعذاب الدائم لأنه عز وجل ملك لجميع ذلك فيهم غير محتاج في فعله إلى\nتمليك غيره له ذلك حتى يكون جائرا فيه قبل تملكه بل هو تعالى في فعل جميع\nذلك عادل له وله مالك يفعل ما يشاء كما قال عز وجل ^ فعال لما يرد ^\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع التاسع عشر\n</p>\n\n<p>\nوأجمعوا على أنه خالق لجميع الحوادث وحده لا خالق لشيء منها سواه وقد زجر\nالله عز وجل من ظن ذلك بقوله <span class='quran'>هل من خالق <span id='ms22'></span> غير الله </span>كما زجر من\nادعى إلها غيره بقوله تعالى <span class='quran'>من إله غير الله </span>وإنما سمي غيره\nخالقا في قوله <span class='quran'>الله أحسن الخالقين </span>وإن كان خالقا وحده على طريق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n             الاتساع كما يقال عدل العمرين على طريق الاتساع وإن كان عمر\nواحدا وكما يسمى غيره إلها في قوله ^ وانظر إلى إلاهك الذي ظلت عليه عاكفا\n^ في المجاز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p255'> Vol. 01, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع العشرون\n</p>\n\n<p>\nوأجمعوا على ان جنس استطاعه الإيمان غير جنس استطاعته الكفر من قبل أن\nجنس استطاعه الإيمان هدى وتوفيق يرغب إلى الله عز وجل في فعلها ويشكرعلى\nالتفضل بها واستطاعه الكفر ضلال وخذلان يستعاذ بالله منها ويسأل العصمة\nبالهدى وقوة الإيمان بدلها وأن قدر المحدثين تختلف وتتجانس وتتضاد كما\nيختلف علمهم ويتجانس ويتضاد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p256'> Vol. 01, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع الحادي والعشرون\n</p>\n\n<p>\nوأجمعوا على أن الإنسان غير غني عن ربه عز وجل في سائر أوقاته وعلى\nالرغبة إليه في المعونة على سائر ما امر به ممتثلين لما أمرهم به في قوله\nعز وجل <span class='quran'>إياك نعبد وإياك نستعين </span>فلم يفرق بين العبادة وبين\nالاستعانة\n</p>\n\n<p>\n| الإجماع الثاني والعشرون\n</p>\n\n<p>\nوأجمعوا على أن الإنسان لا يستطيع أن يفعل ما علم الله عز وجل أنه لا\nيفعله وقد نص على ذلك تعالى فيما حكاه عن الخضر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p257'> Vol. 01, p. 257</a>\n            </div>\n             في قوله لموسى\nعليهما السلام لما لم يصبر معه <span class='quran'>قال ألم أقل لك إنك لن تستطيع معي صبرا\n</span>ولم ينكر موسى قوله ولا رد عليه ماذكره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p258'> Vol. 01, p. 258</a>\n            </div>\n             . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p259'> Vol. 01, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع الثالث والعشرون\n</p>\n\n<p>\nواجمعوا على ان الله عز وجل قدكلف الكفار الإيمان والتصديق بنبيه صلى\nالله عليه وسلم وإن كانوا غير عاملين بذلك لأن النبي صلى الله عليه وسلم قد\nأوضح لهم الدلالة ولزمهم حكم الدعوة وإنما وجب عليهم من إيجاب الله عز وجل\nله وطريق معرفتهم بذلك العقول التي جعلت آلة تمييزهم وانهم أثموا في الجهل\nفي ذلك من قبل إعراضهم عن تأمل ما دعوا إلى تأومله من الأدلة التي جعل لهم\nبها السبيل إلى معرفة وجوب ما دعوا إليه من النظر في آياته التي أزعج بخرق\nالعادات فيها قلوبهم وحرك <span id='ms23'></span> بها دواعي نظرهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p260'> Vol. 01, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع الرابع والعشرون\n</p>\n\n<p>\nوأجمعوا على أنهم يستحقون الذم بأعراضهم وتشاغلهم بما نهوا عنه عن\nالتشاغل به\n</p>\n\n<p>\n| الإجماع الخامس والعشرون\n</p>\n\n<p>\nوأجمعوا أيضا على أن الكافرين غير قادرين على العلم بما دعوا إليه مع\nتشاغلهم بالأعراض عنه وإيثارهم للجهل عليه مع كونهم غير عاجزين عن ذلك ولا\nممنوعين منه لصحة أبدانهم وقدرتهم على ما تشاغلوا به من الإعراض عنه ،\nوآثروه من الجهل عليه وإنما أتوا في ذلك من جهة إعراضهم عنه وسوء الاختيار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p261'> Vol. 01, p. 261</a>\n            </div>\n             في التشاغل بتركه ولو كرهوا ما هم عليه من الإعراض عن تأمل\nأدلة الله التي نبههم نبيه صلى الله عليه وسلم عليها ودعاهم إلى تأملها\nلتأتي لهم ذلك وحصل لهم العلم به والقدرة عليه\n</p>\n\n<p>\n| الإجماع السادس والعشرون\n</p>\n\n<p>\nوأجمعوا على أن الإنسان لا يقدربقدرة واحدة على مقدورين كما أنه لا يعلم\nبعلم واحد يكتسبه شيئا من تصرفه إلا بقدرة تخصه في حال وجوده لأن التصرف لا\nيصح وجوده إلا بها فلو وجد تصرفه مع عدم القدرة عليه لاستغنى في وجوده عنها\nكما أنها لو وجدت الحركة مع عدم محلها لاستغنت في الوجود عنه ولم يحتج إليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p262'> Vol. 01, p. 262</a>\n            </div>\n             . . . . . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع السابع والعشرون\n</p>\n\n<p>\nوأجمعوا على أنه لا يصح تكليف الإنسان الطاعة ونهيه عن المعصية إلا مع\nصحة بدنه وسلامة آلات فعله وإن كان لكل فعل يكتسبه قوة تخصه غير القوة عليه\nعلى تركه وغير الفعل المقدور بها وغير صحة بدنه كما أنه لا يصح أن يكلف\nفعلا إلا مع صحة عقله وآلات تمييزه وإن كان يحتاج في المعرفة لكل ما دعي\nإلى معرفته إلى علم يخصه ويصح معه فعله وليس يجب إذا كلفوا معرفة ما لا\nيعلمونه في حال التكليف لإعراضهم عنه أن يكلفوا الفعل مع عدم جميع علومهم\nإذ كان عدم جميع علومهم يخرجهم عن صحة عقولهم ويصيرهم إلى الجنون الذي لا\nيصح تكلف الاستدلال معه وكذلك الحكم في تكليفهم الإيمان الذي علم الله أنهم\nلا يفعلونه وسبق في الكتاب أنهم لا يكتسبونه وهم غير قادرين عليه ولا عن\nالخروج <span id='ms24'></span> من علم الله فيه وحيزه عنهم به لا يخل بتكليفهم فعله من قبل ان\nأبدانهم صحيحة وآلات فعل ما كلفوه موجودة وقد مكنوا في فعله فهم غير عاجزين\nعنه ولا ممنوعين منه وإنما أتوا في ذلك بإعراضهم عما أمروا به وتشاغلهم\nبالكفر الذي قد آثروه عليه وشغلوا قدرهم بكسبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p264'> Vol. 01, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\nولو كرهوا الكفر وما هم عليه من الإيثار له وأرادوا الإيمان لقدروا عليه\nولا يجب إذا كلفوا ما هم غير قادرين على ما كلفوه من الإيمان لتشاغلهم عنه\nبالكفر الذي نهوا عنه أن يكلفوا الأفعال مع عدم جميع القدر من قبل أن\nخروجهم عن جميع القدر يصيرهم إلى العجز وفساد الأبدان والآلات التي لا يصح\nمنهم الفعل مع عدمها كما لا يصح تكليفهم الاستدلال مع عدم جميع العلوم من\nقبل أن عدم جميع العلوم يصيرهم إلى فساد آلات الاستدلال التي لا يتأتى لهم\nالاستدلال مع فسادها وإنما يصح تكليفهم الأفعال مع صحة عقولهم وأبدانهم\nالتي يتأتى لهم الأفعال معها وكونهم غير قادرين على ما تركوا من الأفعال\nوتشاغلوا عنه لا يخرجهم عن صحة أبدانهم ، ولا يصيرهم إلى العجز الذي لا يصح\nمعه فعلهم ، كما أن قولهم غير عالمين إلى ما دعوا إلى معرفته وتشاغلهم\nبالإعراض عن الاستدلال عليه لا يخرجهم عن صحة عقولهم ولا يصيرهم إلى الجنون\nالذي لا يصح معه تكليفهم\n</p>\n\n<p>\n| الإجماع الثامن والعشرون\n</p>\n\n<p>\nوأجمعوا على أن جميع ما عليه سائر الخلق من تصرفهم قد قدره الله عز وجل\nقبل خلقه لهم وأحصاه في اللوح المحفوظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p265'> Vol. 01, p. 265</a>\n            </div>\n             لهم وأحاط علمه به وبهم\nوأخبر بما يكون منهم وأن أحدا لا يقدر على تغيير شيء من ذلك ولا الخروج عما\nقدره الله تعالى وسبق علمه به وبما يتصرفون في علمه وينتهون إلى مقاديره\nفمنهم شقي وسعيد\n</p>\n\n<p>\n| الإجماع التاسع والعشرون\n</p>\n\n<p>\nوأجمعوا على أنه تعالى تفضل على بعض خلقه بالتوفيق والهدى وحبب إليهم\nالإيمان وشرح صدورهم وكره إليهم الكفر والفسوق والعصيان وجعلهم راشدين كما\nقال عز وجل <span class='quran'>فمن يرد الله أن يهديه يشرح صدره للإسلام <span id='ms25'></span> </span>وقال ^ حبب\nإليكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n             الإيمان وزينه في قلوبكم وكره إليكم الكفر والفسوق\nوالعصيان ) فعدد بذلك نعمته عليهم .\n</p>\n\n<p>\n| الإجماع الثلاثون\n</p>\n\n<p>\nوأجمعوا على أن ما يقدرعليه من الألطاف التي لو فعلها لآمن جميع الخلق\nغير متناهية وأن فعل ذلك غير واجب عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n             بل هو تعالى متفضل بما\nيفعله منها وأنه تعالى لم يتفضل على بعض خلقه بذلك بل أضلهم كما قال <span class='quran'>ومن يرد أن يضله يجعل صدره ضيقا حرجا </span>وقد قال موسى عليه السلام لما\nجيء بالعجل الذي عمله السامري لبني إسرائيل وكان خواره فعل الباري تعالى\nعنده <span class='quran'>إن هي إلا فتنتك تضل بها من تشاء وتهدي من تشاء </span>ولم ينكر\nالله ذلك عليه ولو كان وصفه بذلك جورا كما يقول القدرية لما ترك إنكار ذلك\nعليه وزجره عنه وقد قال نبينا صلى الله عليه وسلم اعملوا فكل ميسر لما خلق\nله\n</p>\n\n<p>\n| الإجماع الحادي والثلاثون\n</p>\n\n<p>\nوأجمعوا على أن الله تعالى كان قادرا على أن يخلق جميع الخلق في الجنة\nمتفضلا عليهم بذلك لأنه تعالى غير محتاج إلى عبادتهم له وأنه قادر أن\nيخلقهم كلهم في النار ويكون بذلك عادلا عليهم لأن الخلق خلقه والأمر أمره\nلا يسأل عما يفعل وهم يسألون ولأنه عز وجل فعل من ذلك ما أراد لا معقب\nلحكمه وهو السميع البصير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p268'> Vol. 01, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع الثاني والثلاثون\n</p>\n\n<p>\nوأجمعوا على أنه تعالى لا يجب عليه أن يساوي بين خلقه في النعم وأن له أن\nيختص من يشاء منهم بما شاء من نعمة وقد دل على صحة قولنا بقوله تعالى <span class='quran'>ذلك فضل الله يؤتيه من يشاء </span>وأخبرنا تعالى عما أراده في تفضل بعض خلقه\nالمكلفين فقال <span class='quran'>أولئك الذين لم يرد الله أن يطهر قلوبهم </span>وقال في\nفريق آخر وهم أهل بيت النبي صلى الله عليه وسلم <span class='quran'>إنما يريد الله ليذهب\nعنكم الرجس أهل البيت ويطهركم تطهيرا </span>وإنما اختلف الفريقان لاختلاف ما\nأراده الله عز وجل لهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع الثالث والثلاثون\n</p>\n\n<p>\nوأجمعوا على أنه ليس لأحد من الخلق الاعتراض على الله تعالى في شيء من\nتدبيره <span id='ms26'></span> ولا إنكار لشيء من أفعاله إذ كان مالك لما يشاء منها غير مملوك وأنه\nتعالى حكيم قبل أن ( يفعل ) سائر الأفعال وأن جميع ما يفعله لا يخرجه عن\nالحكمة وأن من يعترض عليه في أفعاله متبع لرأي الشيطان في ذلك حين امتنع من\nالسجود لآدم عليه السلام وزعم أن ذلك فساد في التدبير وخروج من الحكمة حين\nقال <span class='quran'>أنا خير منه خلقتني من نار وخلقته من طين </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع الرابع والثلاثون\n</p>\n\n<p>\nوأجمعوا على أن النبي صلى الله عليه وسلم دعا جميع الخلق إلى معرفة الله\nوإلى نبوته ونهاهم عن الجهل بالله عز وجل وعن تكذيبه وأنه صلى الله عليه\nوسلم بين لهم جميع ما دعاهم إليه من الإسلام والإيمان وما رغبهم فيه من\nمنازل الإحسان وأوضح لهم الأدلة عليه وبين لهم الطريق إليه وأن جبريل عليه\nالسلام جاءه في صورة أعرابي بحضرة أصحابه فقال له ما الإسلام فقال صلى الله\nعليه وسلم أن تشهد أن لا إله إلا الله وأني رسول الله وتقيم الصلاة وتؤتي\nالزكاة وتصوم رمضان وتحج البيت في الحديث الطويل فقال صدقت قال فما الإيمان\nقال أن تؤمن بالله وملائكته وكتبه ورسله والقدر خيره وشره وغير ذلك فقال\nصدقت قال فما الإحسان قال أن تعبد الله كأنك تراه فإنك إن لم تكن تراه فإنه\nيراك ثم انصرف ونحن نتعجب من تصديقه النبي صلى الله عليه وسلم فقال لهم\nالنبي صلى الله عليه وسلم بعد أمره لهم بطلبه فلم يجدوه بعد انصرافه هذا\nجبريل جاءكم يعلمكم أمر دينكم ولذلك قد بين لهم قبل ذلك طرق المعارف بحدثهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p271'> Vol. 01, p. 271</a>\n            </div>\n             ودلهم على وجود المحدث لهم ودلهم على صدقه فيما أنبأهم به عن\nربه تعالى على ما قد سلف شرحنا له\n</p>\n\n<p>\n| الإجماع الخامس والثلاثون\n</p>\n\n<p>\nوأجمعوا على أن الإيمان يزيد بالطاعة وينقص بالمعصية وليس نقصانه عندنا\nشك فيما أمرنا بالتصديق به ولا جهل به لأن ذلك كفر وإنما هو نقصان في مرتبة\nالعلم وزيادة البيان كما يختلف وزن طاعتنا وطاعة النبي صلى الله عليه <span id='ms27'></span> وسلم\nوإن كنا جميعا مؤديين للواجب علينا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p272'> Vol. 01, p. 272</a>\n            </div>\n             . . . . . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع السادس والثلاثون\n</p>\n\n<p>\nوأجمعوا على أن المؤمن بالله تعالى وسائر ما دعاه النبي صلى الله عليه\nوسلم إلى الإيمان به لا يخرجه عنه شيء من المعاصي ولا يحبط إيمانه إلا\nالكفر وأن العصاة من أهل القبلة مأمورين بسائر الشرائع غير خارجين عن\nالإيمان بمعاصيهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p274'> Vol. 01, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\nوقد سمى الله عصاة أهل القبلة مؤمنين بقوله <span class='quran'>يا أيها الذين آمنوا إذا\nقمتم إلى الصلاة فاغسلوا وجوهكم </span>الآية فلو كانوا خرجوا من الإيمان\nبمعاصيهم كما قالت القدرية لما تعلق عليهم فرض الطهارة وكان خطاب الله\nتعالى منصرفا إلى المؤمنين دونهم وكذلك قال ^ يا أيها الذين آمنوا إذا نودي\nللصلاة من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p275'> Vol. 01, p. 275</a>\n            </div>\n             يوم الجمعة فاسعوا إلى ذكر الله ) ولم يخص بالحض على\nذلك الطائعين دون العاصين\n</p>\n\n<p>\n| الإجماع السابع والثلاثون\n</p>\n\n<p>\nوأجمعوا على أنه لا يقطع على أحد من عصاة أهل القبلة في غير البدع بالنار\nولا على أحد من أهل الطاعة بالجنة إلا من قطع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p276'> Vol. 01, p. 276</a>\n            </div>\n             عليه رسول الله\nصلى الله عليه وسلم بذلك وقد دل الله عز وجل على ذلك بقوله تعالى <span class='quran'>إن\nالله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء </span>ولا سبيل لأحد إلى\nمعرفة مشيئته تعالى إلا بخبر وقد قال النبي صلى الله عليه وسلم ( ( لا\nتنزلوا أحدا من أهل القبلة جنة ولا نارا ) ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p277'> Vol. 01, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع الثامن والثلاثون\n</p>\n\n<p>\nوأجمعوا على أن العباد حفظة يكتبون أعمالا وقد دل على ذلك بقوله <span class='quran'>وإن\nعليكم لحافظين كراما كاتبين </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p278'> Vol. 01, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع التاسع والثلاثون\n</p>\n\n<p>\nوأجمعوا على أن عذاب القبر حق وأن الناس يفتنون في قبورهم بعد أن يحييون\nفيها ويسألون فيثبت الله من أحب تثبيته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p279'> Vol. 01, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\nوأنهم لا يذوقون ألم الموت كما قال تعالى ^ لا يذوقون فيها الموت إلى\nالموتة الأولى ^ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p280'> Vol. 01, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى أنه ينفخ في الصور قبل يوم القيامة ويصعق من في السموات ومن في\nالأرض إلا من شاء الله ثم ينفخ فيه أخرى فإذا هم قيام ينظرون\n</p>\n\n<p>\nوعلى أن الله تعالى يعيدهم كما بدأهم حفاة عراة عزلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p281'> Vol. 01, p. 281</a>\n            </div>\n             وأن\nالأجساد التي أطاعت وعصت <span id='ms28'></span> هي التي تبعث يوم القيامة وكذلك الجلود التي كانت\nفي الدنيا والألسنة والأيدي والأرجل هي التي تشهد عليهم يوم القيامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p282'> Vol. 01, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\nوأن الله تعالى ينصب الموازين لوزن أعمال العباد فمن ثقلت موازينه أفلح\nومن خفت موازينه خاب وخسر وأن كفة السيئات تهوي إلى جهنم وأن كفة الحسنات\nتهوي عند زيادتها إلى الجنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p283'> Vol. 01, p. 283</a>\n            </div>\n             . . . . . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p284'> Vol. 01, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\nوأن الخلق يؤتون يوم القيامة بصحائف فيها أعمالهم فمن أوتي كتابه بيمينه\nحوسب حسابا يسيرا ومن أوتي كتابه بشماله فأولئك يصلون سعيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p285'> Vol. 01, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع الأربعون\n</p>\n\n<p>\nوأجمعوا على أن الصراط جسر ممدود على جهنم يجوز عليه العباد بقدر أعمالهم\nوأنهم يتفاوتون في السرعة والإبطاء على قدر ذلك\n</p>\n\n<p>\n| الإجماع الحادي والأربعون\n</p>\n\n<p>\nوأجمعوا على أن الله تعالى يخرج من النار من في قلبه شيء من الإيمان بعد\nالانتقام منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p286'> Vol. 01, p. 286</a>\n            </div>\n             . . . . . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p287'> Vol. 01, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع الثاني والأربعون\n</p>\n\n<p>\nوأجمعوا على أن شفاعة النبي صلى الله عليه وسلم لأهل الكبائر من أمته\nوعلى أنه يخرج من النار قوما من أمته بعدما صاروا حمما فيطرحون في نهر\nالحياة فينبتون كما تنبت الحبة في حميل السيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p288'> Vol. 01, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى أن لرسول الله صلى الله عليه وسلم حوضا يوم القيامة ترده أمته لا\nيظمأ من شرب منه ويذاد عنه من بدل وغيره بعده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p289'> Vol. 01, p. 289</a>\n            </div>\n             . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p290'> Vol. 01, p. 290</a>\n            </div>\n             وعلى أن الإيمان بما جاء من خبر الإسراء بالنبي صلى الله عليه\nوسلم إلى السموات واجب\n</p>\n\n<p>\nوكذلك ما روي من خبر الدجال ونزول عيسى بن مريم وقتله الدجال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p291'> Vol. 01, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nوغير ذلك من سائر الآيات التي تواترت الرواية بين يدي الساعة من طلوع\nالشمس من مغربها وخروج الدابة وغير ذلك مما نقله إلينا الثقات عن رسول الله\nصلى الله عليه وسلم وعرفونا صحته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p292'> Vol. 01, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع الثالث والأربعون\n</p>\n\n<p>\nوأجمعوا على التصديق بجميع ما جاء به رسول الله صلى الله عليه وسلم في\nكتاب الله وما ثبت به النقل من سائر سنته ووجوب العمل بمحكمه والإقرار بنص\nمشكله ومتشابهه ورد كل ما لم يحط به علما بتفسيره إلى الله مع الإيمان بنصه\nوأن ذلك لا يكون إلا فيما كلفوا الإيمان بجملته دون تفصيله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p293'> Vol. 01, p. 293</a>\n            </div>\n             . .\n. . . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p294'> Vol. 01, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع الرابع والأربعون\n</p>\n\n<p>\nوأجمعوا <span id='ms29'></span> على وجوب الأمر بالمعروف والنهي عن المنكر عليهم بأيديهم\nوبألسنتهم إن استطاعوا ذلك وإلا فبقلوبهم وأنه لا يجب عليهم بالسيف إلا في\nاللصوص والقطاع بعد مناشدتهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p295'> Vol. 01, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع الخامس والأربعون\n</p>\n\n<p>\nوأجمعوا على السمع والطاعة لأئمة المسلمين وعلى أن كل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p296'> Vol. 01, p. 296</a>\n            </div>\n             من ولي\nشيئا من أمورهم عن رضى أو غلبة وامتدت طاعته من بر وفاجر لا يلزم الخروج\nعليهم بالسيف جار أو عدل وعلى أن يغزوا معهم العدو ويحج معهم البيت وتدفع\nإليهم الصدقات إذا طلبوها ويصلي خلفهم الجمع والأعياد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p297'> Vol. 01, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\nوأنه لا يصلي خلف أحد من أهل البدع منهم من أجل أنهم قد فسقوا بالبدع\nوالإمامة موضع فضل ولا يصح أن يأتم العدل بالفاسق كما لا يجب أن يأتم\nالقارىء بالأمي إلا أن يخاف منهم فيصلي معهم وتعاد الصلاة بعدهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p298'> Vol. 01, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع السادس والأربعون\n</p>\n\n<p>\nوأجمعوا على أن خير القرون قرن الصحابة ثم الذين يلونهم على ما قال صلى\nالله عليه وسلم ( ( خيركم قرني ) ) وعلى أن خير الصحابة أهل بدر وخير أهل\nبدر العشرة وخير العشرة الأئمة الأربعة أبو بكر ثم عمر ثم عثمان ثم علي\nرضوان الله عليهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p299'> Vol. 01, p. 299</a>\n            </div>\n             . . . . . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p300'> Vol. 01, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nوأن أمامتهم كانت عن رضى من جماعتهم وأن الله ألف قلوبهم على ذلك لما\nأراده من استخلافهم جميعا بقوله ^ وعد الله الذين آمنوا منكم وعملوا\nالصالحات ليستخلفنهم في الأرض كم استخلف الذين من قبلهم وليمكنن لهم دينهم\nالذي ارتضى لهم ^ فجمع الله قلوب المؤمنين على ترتيبهم في التقديم من قبل\nأنهم لو قدموا عمر على الجماعة لخرج أبو بكر عما وعده الله به وكذلك لو قدم\nعثمان لخرج أبو بكر وعمر لأن الله قد علم أنه يبقى بعدهما وأنهما يموتان\nقبله وكذلك لو قدم علي على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p301'> Vol. 01, p. 301</a>\n            </div>\n             جميعهم لخرجوا من الوعد لعلم الله\nانهم يموتون قبله فرتبهم وألف بين قلوب المؤمنين على ذلك لينالوا جميعا ما\nوعدوا به وإن كان كل واحد منهم يعلم ذلك\n</p>\n\n<p>\n| الإجماع السابع والأربعون\n</p>\n\n<p>\nوأجمعوا على أن الخيار بعد العشرة في أهل بدر من المهاجرين والأنصار على\nقدر الهجرة والسابقة وعلى أن كل <span id='ms30'></span> من صحب النبي صلى الله عليه وسلم ولو ساعة\nأو رآه ولو مرة مع إيمانه به وبما دعا إليه أفضل من التابعين بذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p302'> Vol. 01, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\n| الإجماع الثامن والأربعون\n</p>\n\n<p>\nوأجمعوا على الكف عن ذكر الصحابة عليهم السلام إلا بخير ما يذكرون به\nوعلى أنهم أحق أن ينشر محاسنهم ويلتمس لأفعالهم أفضل المخارج وأن نظن بهم\nأحسن الظن وأحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p303'> Vol. 01, p. 303</a>\n            </div>\n             المذاهب ممتثلين في ذلك لقول رسول الله صلى\nالله عليه وسلم ( ( إذا ذكر أصحابي فأمسكوا ) ) وقال أهل العلم معنى ذلك لا\nتذكروهم إلا بخير الذكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p304'> Vol. 01, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله ( ( لا تؤذوني في أصحابي فوالذي نفسي بيده لو أنفق أحدكم مثل أحد\nذهبا ما بلغ مد أحدهم ولا نصيفه ) ) وعلى ما أثنى الله تعالى به عليهم\nبقوله ^ محمد رسول الله والذين معه أشداء على الكفار رحماء بينهم تراهم\nركعا سجدا يبتغون فضلا من الله ورضوانا سيماهم في وجوههم من أثر السجود ذلك\nمثلهم في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p305'> Vol. 01, p. 305</a>\n            </div>\n             التوراة ومثلهم في الإنجيل . . . ) إلى آخر ما قص\nالله عز وجل من ذكرهم ثم قال <span class='quran'>ليغيظ بهم الكفار </span></p>\n\n<p>\n| الإجماع التاسع والأربعون\n</p>\n\n<p>\nوأجمعوا على أن ما كان بينهم من الأمور الدنيا لا يسقط حقوقهم كما لا\nيسقط ما كان بين أولاد يعقوب النبي عليه السلام من حقوقهم وعلى أنه لا يجوز\nلأحد أن يخرج عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p306'> Vol. 01, p. 306</a>\n            </div>\n             أقاويل السلف فيما أجمعوا عليه وعما اختلفوا\nفيه أو في تأويله لأن الحق لا يجوز أن يخرج عن أقاويلهم\n</p>\n\n<p>\n| الإجماع الخمسون\n</p>\n\n<p>\nوأجمعوا على ذم سائر أهل البدع والتبري منهم وهو الرافض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p307'> Vol. 01, p. 307</a>\n            </div>\n            \nوالخوارج والمرجئة والقدرية وترك الاختلاط بهم لما روي عن النبي صلى الله\nعليه وسلم في ذلك وما أمر به من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p308'> Vol. 01, p. 308</a>\n            </div>\n             الإعراض عنهم في قوله تعالى\n<span class='quran'>وإذا رأيت الذين يخوضون في آياتنا فأعرض عنهم </span></p>\n\n<p>\nوما روي عن النبي صلى الله عليه وسلم أن الخوارج كلاب أهل النار وما روي\nعنه صلى الله عليه وسلم أنه قال ( ( فرقتان لا تنالهما شفاعتي المرجئة\nوالقدرية ) ) وأنه عليه السلام قال : ( ( القدرية مجوس هذه الأمة ) )\n</p>\n\n<p>\nوأنهم الذين يعترضون على الله في مقاديره ويزعمون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p309'> Vol. 01, p. 309</a>\n            </div>\n             أنهم\nيقدرون على <span id='ms31'></span> الخروج من علمه وانهم يخلقون كخلقه وإنما شبههم النبي صلى الله\nعليه وسلم بالمجوس دون سائر الفرق من اليهود والنصارى في مشاركتهم لهم فيما\nيختصون به من قولهم إن الشر لا يفعله إلا الشرير وأن الله لا يفعل ذلك كما\nقالت المجوس في النور الذي يعبدونه وأنه لا يضر أحدا لأن من ضر غيره كان\nسفيها وقد أجمع المسلمون على أن الله الضار النافع وقال تعالى <span class='quran'>قل أعوذ\nبرب الفلق من شر ما خلق </span></p>\n\n<p>\n| الإجماع الحادي والخمسون\n</p>\n\n<p>\nوأجمعوا على النصيحة للمسلمين والتولي بجماعتهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p310'> Vol. 01, p. 310</a>\n            </div>\n             وعلى التوادد\nفي الله والدعاء لأئمة المسلمين والتبري ممن ذم أحدا من أصحاب رسول الله\nصلى الله عليه وسلم وأهل بيته وأزواجه وترك الاختلاط بهم والتبري منهم\n</p>\n\n<p>\nفهذه الأصول التي مضى الأسلاف عليها واتبعوا حكم الكتاب والسنة بها\nواقتدى بهم الخلف الصالح في مناقبها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p311'> Vol. 01, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\nنفعنا الله وإياكم آخره والحمد لله رب العالمين وهو حسبنا ونعم الوكيل\nولا حول ولا قوة إلا بالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p312'> Vol. 01, p. 312</a>\n            </div>\n             <span id='ms32'></span>\n</p>\n",
  "pages": [
    "001",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312"
  ],
  "volumes": [
    "01"
  ]
}