{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>[التعليق على تفسير الجلالين]</h1>\n\n<p>\nمؤلف الأصل: جلال الدين المحلي (محمد بن أحمد) (المتوفى: 864ه)، وجلال\nالدين السيوطي (عبد الرحمن بن أبي بكر) (المتوفى: 911ه) الشافعيان\n</p>\n\n<p>\nالشارح: عبد الكريم بن عبد الله بن عبد الرحمن بن حمد الخضير\n</p>\n\n<p>\nدروس مفرغة من موقع الشيخ الخضير\n</p>\n\n<p>\n[الكتاب مرقم آليا، رقم الجزء هو رقم الدرس - 27 درسا]\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nتفسير الجلالين -\n</p>\n\n<h1 class='l1' id='head1'>سورة الفاتحة (1)</h1>\n\n<p>\n(التفسير في اللغة - التفسير في الاصطلاح\n</p>\n\n<h1 class='l1' id='head2'>- التأويل في اللغة - </h1>\n\n<p>\nالتأويل في الاصطلاح - العلاقة بين التفسير والتأويل - تفسير الجلالين -\nترجمة الجلالين - مذهب الجلالين الفقهي والعقدي - الكلام على الاستعاذة\nوالبسملة - حكم الاستعاذة - صيغة الاستعاذة - الكلام على البسملة)\n</p>\n\n<p>\nالشيخ: عبد الكريم الخضير\n</p>\n\n<p>\nبسم الله الرحمن الرحيم، اللهم صل على محمد وعلى آله وصحبه أجمعين.\n</p>\n\n<p>\nفي هذا اليوم المبارك عصر الجمعة، الحادي والعشرين من شهر شوال سنة عشرين\nوأربعمائة وألف نبدأ بعون الله وتوفيقه بالكلام على تفسير الجلالين بطريقة\nتختلف عن الطريقة السابقة، قد يكون فيها شيء من الترتيب والتنظيم أكثر من\nالطريقة التي كانت قبل رمضان، وقبل البدء بالتفسير نذكر مقدمات يحتاج إليها\nفي هذا التفسير.\n</p>\n\n<p>\nالتفسير في اللغة:\n</p>\n\n<p>\nفالتفسير في اللغة كما في القاموس واللسان الإبانة وكشف المغطى، قال\nتعالى: {ولا يأتونك بمثل إلا جئناك بالحق وأحسن تفسيرا} [(33) سورة\nالفرقان] أي بيانا وتفصيلا، وفي البحر المحيط لأبي حيان الجزء الأول صفحة\nثلاث عشرة، قال: يطلق التفسير على التعرية للانطلاق، قال ثعلب: فسرت الفرس\nعريته، فسرت الفرس عريته، متى نفتح؟ ومتى نضم؟ فسرت الفرس أي عريته، فإذا\nجئنا ب (إذا) نصبنا، فسرت الفرس عريته لينطلق في حضره، يعني المسافة التي\nتحدد لانطلاقة الفرس ورجوعه تسمى حضر، وهي في التفسير في البحر المحيط بدون\nنقطة، يعني صاد مهملة، وهو راجع لمعنى الكشف، فكأنه كشف ظهره لهذا الذي\nيريده منه من الجري، وإذا أراد الإنسان أن يجري ولو لم يكن على فرس ماذا\nيفعل؟ يحسر عن ثوبه وإزاره لكي يسهل عليه الجري، الآن التفسير يطلق على\nالمعاني كما أنه يطلق على المحسوسات، فتفسير الكلام وتوضيحه وإبانته وكشفه\nمن باب <span id='ms001'></span> إطلاقه على المعاني، وفسر الفرس الذي جاء في كلام ثعلب من باب\nإطلاقه على المحسوسات والأجسام.\n</p>\n\n<h1 class='l1' id='head3'>التفسير في الاصطلاح:</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n<p>\nالتفسير في الاصطلاح عرفه الزركشري بأنه: علم يفهم به كتاب الله تعالى\nالمنزل على نبيه محمد -صلى الله عليه وسلم-، وبيان معانيه واستخراج أحكامه\nوحكمه، علم يفهم به كتاب الله تعالى المنزل على نبيه محمد -صلى الله عليه\nوسلم- وبيان معانيه واستخراج أحكامه وحكمه.\n</p>\n\n<p>\nوعرفه أبو حيان في البحر في الموضع السابق بأنه: علم يبحث عن كيفية النطق\nبألفاظ القرآن ومدلولاتها وأحكامها الإفرادية والتركيبية، ومعانيها التي\nتحمل عليها حالة التركيب وتتمات لذلك، وهذا التعريف يحتاج إلى شرح، علم\nيبحث عن كيفية النطق بألفاظ القرآن ومدلولاتها وأحكامها الإفرادية\nوالتركيبية، ومعانيها التي تحمل عليها حالة التركيب وتتمات لذلك.\n</p>\n\n<p>\nتولى أبو حيان شرح التعريف فقال: قولنا: علم جنس يشمل سائر العلوم،\nوقولنا: يبحث فيه عن كيفية النطق بألفاظ القرآن، هذا هو علم القراءات،\nوقولنا: ومدلولاتها أي مدلولات تلك الألفاظ، وهذا هو علم اللغة الذي يحتاج\nإليه في هذا العلم، وقولنا: وأحكامها الإفرادية والتركيبية يقول: هذا يشمل\nعلم التصريف، وعلم الإعراب، وعلم البيان، وعلم البديع، ومعانيها التي تحمل\nعليها حالة التركيب، الآن شمل التعريف علم القراءات في قوله: علم يبحث عن\nكيفية النطق بألفاظ القرآن، والمدلولات دخل فيه علم اللغة، والأحكام\nالإفرادية والتركيبية دخل فيه علم التصريف والإعراب والبيان والبديع،\nوقولنا: كما يقول أبو حيان وقولنا: وتتمات لذلك هو معرفة النسخ، وسبب\nالنزول، وقصة توضح بعض ما أنبهم في القرآن ونحو ذلك، ولذا نجد كتب التفسير\nتشتمل على جميع ما ذكر، تشتمل على القراءات، وعلى التحليل اللفظي من خلال\nكتب اللغة ومن لغة العرب، وأيضا تصاريف الكلمات، وما اشتملت عليه من بيان\nومعاني وبديع، وغيرها من التتمات التي أشار إليها، وأراد بها: النسخ،\nوأسباب النزول، والقصص التي توضح بعض ما أنبهم في القرآن، وكل هذا موجود في\nالتفاسير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى هذا تعريف أبي حيان أشمل من سابقه، لماذا؟ لأنه أدخل علم القراءات،\nقد يقول قائل: علم <span id='ms002'></span> القراءات علم مستقل، ولذا يقال له: علم القراءات، كما\nقال: علم التفسير، فلماذا يدخل في علم التفسير؟ لا شك في دخول علم القراءات\nفي التفسير، لماذا؟ لأن المعنى قد يختلف باختلاف القراءة، فاحتيج إليه في\nالتفسير، احتاج المفسرون إلى إدخال علم القراءات في التفسير كما احتاجوا\nإلى غيره من العلوم، كعلم اللغة بفروعه، متن اللغة، وفقه اللغة، والنحو\nوالصرف والبيان والمعاني والبديع وغيرها، كما أن علم التفسير بحاجة ماسة\nإلى معرفة النسخ، وبيان الناسخ من المنسوخ، وهو من أهم ما ينبغي أن يعتنى\nبه، سواء كان ذلك للمفسر أو المحدث أو الفقيه أو غيرهم، كل من يتعاطى\nويزاول علوم الشريعة لا بد أن الناسخ من المنسوخ، وقف علي بن أبي طالب -رضي\nالله عنه- على قاص فقال له: أتعرف الناسخ من المنسوخ؟ قال: لا، قال: هلكت\nوأهلكت، لكن ينبغي أن يعتنى ويحرر الناسخ من المنسوخ؛ لأن المفسرين ومن كتب\nفي النسخ توسعوا في ذلك توسع مع أنه يمكن الاستغناء عن كثير مما ذكروا، حتى\nقال بعضهم: إنه ليس في القرآن من المنسوخ إلا خمسة مواضع، لا شك أن معرفة\nالناسخ والمنسوخ من أهم المهمات، إذ به يعرف كيف يعبد الله -سبحانه وتعالى-\nعلى مراده -سبحانه وتعالى-، فالذي لا يعرف الناسخ من المنسوخ قد يعمل\nبالمنسوخ مع وجود الناسخ، علما بأن السلف يتوسعون في معنى النسخ، فيدخلون\nفيه التخصيص والتقييد والنسخ الكلي المعروف في اصطلاح المتأخرين، فيشمل\nالنسخ الجزئي والنسخ الكلي، لكن المتأخرين خصوا النسخ بالرفع الكلي للحكم\nدون الجزئي.\n</p>\n\n<h1 class='l1' id='head4'>التأويل في اللغة:</h1>\n\n<p>\nوأما التأويل فهو مأخوذ من الأول وهو الرجوع، قال في القاموس: آل إليه\nأولا ومآلا رجع، وعنه يعني آل عن الشيء ارتد ونكس، ثم قال: وأول الكلام\nتأويلا دبره وقدره وفسره، والتأويل عبارة الرؤيا، ونحو هذا الكلام في\nاللسان، ومنه آل الرجل، آل الرجل المراد بهم أهله، يقال لهم: آل وأهل\nلماذا؟ لأن الإنسان يرجع إليهم ويعود إليهم، كما قال الشاعر:\n</p>\n\n<p>\nأطوف ما أطوف ثم آوي ... إلى بيت <span id='ms003'></span> قعيدته لكاع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nيخرج من بيته المرات بعد المرات لكن مرده على هذه المرأة\n</p>\n\n<p>\nأطوف ما أطوف ثم آوي ... إلى بيت قعيدته لكاع\n</p>\n\n<h1 class='l1' id='head5'>التأويل في الاصطلاح:</h1>\n\n<p>\nالتأويل في الاصطلاح يطلق على معان أحدها: تفسير الكلام وبيان معناه، وهو\nما يعنيه كثير من المفسرين كابن جرير في قوله: القول في تأويل قوله تعالى،\nواختلف أهل التأويل، مرادهم في ذلك أهل التفسير، فعلى هذا التأويل والتفسير\nمترادفان، يقول شيخ الإسلام ابن تيمية في مجموع الفتاوى الجزء الخامس صفحة\nخمسة وثلاثين وستة وثلاثين: \"وهذا التأويل -يعني بهذا المعنى- يعلمه\nالراسخون في العلم\" إذا قلنا: إن التأويل مرادف للتفسير فهذا يعلمه\nالراسخون في العلم، وهو موافق لوقف من وقف من السلف على قوله تعالى: {وما\nيعلم تأويله إلا الله والراسخون في العلم} [(7) سورة آل عمران] وهو قول ابن\nعباس ومجاهد وغيرهم، وعلى هذا المعنى الأول للتأويل: أنه بمعنى التفسير،\nفعلى هذا هما مترادفان، والمعنى الثاني: يطلق التأويل ويراد به الحقيقة\nالتي يؤول الكلام إليها، فتأويل ما أخبر الله به -سبحانه وتعالى- في الجنة\nمن الأكل والشرب واللباس والنكاح وغير ذلك هو الحقائق الموجودة في الجنة\nنفسها، لا ما يتصوره الإنسان من معانيها في ذهنه، وتأويل ما جاء عن الله\nوعن رسوله -عليه الصلاة والسلام- من الأمور المستقبلة، سواء كانت قبل قيام\nالساعة أو بعدها، تأويله وقوعه، يقول شيخ الإسلام -رحمه الله تعالى-: \"وهذا\nهو التأويل في لغة القرآن كما قال تعالى عن يوسف -عليه السلام- أنه قال:\n{يا أبت هذا تأويل رؤياي من قبل قد جعلها ربي حقا} [(100) سورة يوسف] هذا\nتأويل الرؤيا، يعني أنها تأولت بوقوعها، لكن ما معنى تأويل الرؤيا قبل\nوقوعها؟ {هذا تأويل رؤياي} قال ذلك متى؟ بعد أن وقعت، لكن ماذا عن تأويل\nالرؤيا قبل وقوعها؟ نعم.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nلا، قد تؤول ثم تقع الحقيقة على مقتضى هذا التأويل.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nهو بنسب ما في شك، لكن إذا كان المؤول ماهر في التأويل غالبا يقع كما\nيتأول، وهو علم له ضوابطه وقواعده، بيان <span id='ms004'></span> تأويل الرؤيا قبل وقوعها، في كلام\nيوسف -عليه السلام- تأويلها بعد وقوعها {هذا تأويل رؤياي} بعد أن وقعت، وفي\nالكلام الأول يراد به الحقيقة التي يؤول الكلام إليها.\n</p>\n\n<p>\nفي قول عائشة -رضي الله عنها- في آخر عمره -عليه الصلاة والسلام- أنه كان\nيكثر من التسبيح والاستغفار يتأول القرآن، تعني ما جاء في قوله تعالى: {إذا\nجاء نصر الله والفتح * ورأيت الناس يدخلون في دين الله أفواجا * فسبح} [(1\n- 3) سورة النصر] الرسول يتأول القرآن، بمعنى أنه يوقع ما أمر به.\n</p>\n\n<p>\nطالب: أحسن الله إليكم علم تأويل الأحلام قبل وقوعها هل نقول: هو علم أو\nهو موهبة؟ يعني هل هو علم مرئي يمكن لأي إنسان أن يضبط قواعده ويؤول؟\n</p>\n\n<p>\nممكن، بالتدريب يمكن، هو علم يقبل المران، لكن ما في شك أن كون الإنسان\nيصرف وقته وجهده لتأويل الرؤى، وينصرف عن علم الكتاب والسنة الذي هو أهم،\nنعم إذا جاء من غير تعب لا بأس، لكن كونه يصرف له الوقت والجهد، وتقرأ\nالكتب المؤلفة في هذا، ويتصدى لتأويل رؤى الناس، ويستغرق وقته كله وجهده،\nهذا لا شك أنه مفضول، ما الذي يحدث لو لم يجب الرائي؟ يعني شخص رأى رؤيا ما\nوجد في الأمة من يعبرها له ماذا يصير؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n((من رأى منكم رؤيا)) لكن كون الإنسان يصرف جهده لتأويل الرؤيا، ويتصدى\nلتأويل رؤى الناس في وقته كله، وينشغل بهذا عما هو أهم، يعني لو شخص سأل في\nبلد كبير مملوء بالعلماء، وما وجد من يعبر له الرؤيا، يأثمون الناس كلهم؟\nلا ما يأثمون، ما في شك أنه في توسع في هذا، توسع في هذا الباب حتى أن بعض\nمن يؤول كأنه يفتي بقال الله وقال رسوله، يجزم جزم بحيث لا يشك، ولا يتطرق\nإليه أدنى احتمال للنقيض، يسأل فيجيب مباشرة، أحيانا قد يستفصل من السائل،\nوأحيانا مباشرة يعطي الجواب، أولا: الرؤى تختلف باختلاف الأشخاص والأحوال\nوالأوضاع، فالذي يناسب هذا الشخص لا يناسب غيره، وكونه يحلف على شخص قد\nتكون ظروفه غير ظروف من <span id='ms005'></span> ذهب وهمه وظنه إليه، لا سيما وأنهم كثيرا ما يؤولون\nالرؤى بالهاتف، مع أن مظهر الشخص له دخل في تعبير الرؤيا، لا نطيل في هذا؛\nلأن الناس ارتكبوا هذا الأمر، ولا شك أن التعبير له شأن، وهو مما عرف به\nيوسف -عليه السلام-، وعرف به من المسلمين محمد بن سيرين، ويوجد في العصر\nالحديث من يتصدى لذلك، واشتهر بذلك لكن لا شك أن غيره من العلوم، العلوم\nالتي تتعلق بالكتاب والسنة أولى من ضياع الوقت فيه، وإن كان له أصل في\nالشرع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nالمعنى الثالث من معاني التأويل: يطلق التأويل ويراد به صرف اللفظ عن\nالاحتمال الراجح إلى الاحتمال المرجوح لدليل يقترن بذلك، قال في جمع\nالجوامع وشرحه: التأويل حمل الظاهر على المحتمل المرجوح، فإن حمل عليه\nلدليل فصحيح، أو لما يظن دليلا في الواقع ففاسد، أو لا لشيء فلعب لا تأويل،\nفإذا احتمل اللفظ أكثر من معنى، منها الراجح، ومنها المرجوح لكن حمله على\nالراجح له لوازم، والاحتمال المرجوح له ما يؤيده من الأدلة، يسوغ حينئذ،\nلكن إذا حمل والصارف عن الاحتمال الراجح ظن الدليل، يظنه دليل وليس بدليل،\nكالتنزيه الذي يدعيه كثير ممن يصرف نصوص الأسماء والصفات عن ظاهرها بدعوى\nالتنزيه، دليلهم في صرفهم اللفظ عن الاحتمال الراجح إلى المرجوح هو\nالتنزيه، هو يظن أن هذا دليل وهو في الحقيقة ليس بدليل؛ لأنه لا منافاة بين\nالتنزيه والإثبات، فهذا التأويل فاسد، أو لا لدليل أصلا، بل مجرد تشهي هذا\nلعب وليس بتأويل، هذا في الحقيقة لعب وليس بتأويل، ما العلاقة بين التفسير\nوالتأويل؟ نعم.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nيعني مثل المعية مثلا، المعية الاحتمال الراجح أنها كغيرها من الصفات،\nأنها تكون حقيقية ذاتية، هذا الاحتمال الراجح، لكن من لوازم هذا القول\nالحلول، والدليل الصارف عن الاحتمال الراجح إلى المرجوح تأويل السلف، حتى\nنقل الإجماع على أن المراد بالمعية العلم، فهذا الدليل يصرف اللفظ عن\nالاحتمال الراجح إلى الاحتمال المرجوح.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nإيه عندهم وجوبا إيه، إذا لزمت على الاحتمال الراجح لوازم، ووجد دليل <span id='ms006'></span>\nمعتبر ما هو بأي دليل؟ لا ما يظنه دليل وفي الحقيقة والواقع ليس بدليل، لا\nبد من صرفه.\n</p>\n\n<p>\nطالب: مثله يا شيخ قوله تعالى: {والسماء بنيناها بأيد وإنا لموسعون}\n[(47) سورة الذاريات]؟\n</p>\n\n<p>\nإيش فيه؟\n</p>\n\n<p>\nطالب: هل تدخل في هذا أن\n</p>\n\n<h1 class='l1' id='head6'>.... </h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n<p>\nالأيدي القوة؟ وإيش الصارف؟ وإيش اللوازم؟ اللازم اللازم، ما الذي يلزم\nعلى حملها على لفظ .. الأيدي جمع يد، تعرف الفرق بين المشترك وال ... ؟\nيعني مثل هذا اللفظ، الإخوان يقولون: مشترك، أولا: هل هذه الآية من آيات\nالصفات أو ليست من آيات الصفات؟ {فأينما تولوا فثم وجه الله} [(115) سورة\nالبقرة] هذه من آيات الصفات أو ليست من آيات الصفات؟ ليست من آيات الصفات،\nإذا لا نحتاج أن نقول مثل هذا الكلام.\n</p>\n\n<p>\nطالب: ما الذي جعلها ليست من آيات الصفات؟\n</p>\n\n<p>\nحمل السلف على هذا، تفسير السلف لها، السلف ما في شك أنهم هم الذين يقتدى\nبهم في هذا الباب، المدار على أقوالهم هم لا شك أنهم أحفظ، وأفهم للنصوص\nممن جاء بعدهم.\n</p>\n\n<h1 class='l1' id='head7'>العلاقة بين التفسير والتأويل:</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n<p>\nما العلاقة والرابط بين التفسير والتأويل؟ الراغب في المفردات يقول:\nالتفسير أعم من التأويل، وأكثر ما يستعمل التفسير في الألفاظ، والتأويل في\nالمعاني، كتأويل الرؤيا مثلا، ويقول أيضا: والتأويل أكثر ما يستعمل في\nالكتب الإلهية، والتفسير يستعمل فيها وفي غيرها، والتفسير أكثره يستعمل في\nمفردات الألفاظ، والتأويل أكثره يستعمل في الجمل، إذا التفسير في الألفاظ،\nيعني في مقابل المعاني، يستعمل في الكتب الإلهية، والتفسير يستعمل في إيش؟\nهذا التأويل يستعمل في الكتب الإلهية، والتفسير يستعمل فيها وفي غيرها،\nالتفسير أكثر ما يستعمل في مفردات الألفاظ، والتأويل أكثر ما يستعمل في\nالجمل، الآن إذا أردنا أن نشرح اليمين التي كثيرا ما كان الرسول -عليه\nالصلاة والسلام- يقسم بها: ((والذي نفسي بيده)) إذا قلنا: الواو واو القسم،\nالذي مقسم به، مبني على السكون في محل جر، نفسي روحي بيده، فيه إثبات اليد\nلله -سبحانه وتعالى-، هذا تفسير وإلا تأويل؟ تفسير، تفسير تحليلي إفرادي\nلفظي، لكن إذا قلنا: والذي نفسي <span id='ms007'></span> بيده روحي في تصرفه؟ تأويل، روحي في تصرفه،\nالأول ما في اعتراض ولا استدراك، لكن الثاني يمكن أن يعترض معترض ويقول: أن\nهذا تأويل غير صحيح؟ يعني من شخص يثبت صفة اليد لله -سبحانه وتعالى-،\nالمسألة مفترضة في شخص يثبت صفة اليد لله -سبحانه وتعالى-؟ وقد يجمع بين\nالتفسير والتأويل هنا، فيقول: تفسيرها كذا، تفسيرها إفراديا وتحليلا كذا،\nومعناها الإجمالي كذا، هل نقول: إن الذي قال: روحي في تصرفه أخطأ؟ هذا هو\nمقتضاه، لكن قد يسلك هذا المسلك من يفر من إثبات صفة اليد، وحينئذ يعترض\nعليه وينتقد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nسمع الله لمن حمده، بمعنى أجاب، هذا تفسير وإلا تأويل؟ تأويل لكن هو\nمقبول ممن يثبت صفة السمع لله -سبحانه وتعالى-؛ لأن مقتضى السمع الإجابة،\nفي كلام الراغب التفسير أعم من التأويل، وقال أبو عبيدة وطائفة: التفسير\nوالتأويل بمعنى واحد، في كلام الراغب السابق يقول: أكثر ما يستعمل التأويل\nفي الكتب الإلهية، والتفسير يستعمل فيها وفي غيرها، لكن عرف أهل العلم نعم\nيخصون التفسير بالقرآن الكريم، وما عدا القرآن ما نقول: تأويل، شرح، شرح\nوإيضاح وبيان، وهو بمعنى التفسير، لكن هذا اصطلاح عرفي، لو وجدت مثلا:\nتفسير ابن حجر على البخاري مستساغ وإلا ما هو مستساغ؟ هو صحيح، نعم لكن في\nالعرف –عرف أهل العلم- كلمة نابية، غير مستساغة، بينما لو تقول: شرح ابن\nجرير على القرآن الكريم، فهذا اصطلاح عرفي، يعني خص التفسير بما يتعلق\nبالقرآن الكريم، والشرح للكتب الأخرى، سواء كانت من الحديث أو غيرها،\nالعقائد والفقه واللغة وغيرها.\n</p>\n\n<p>\nالبغوي في تفسيره الجزء الأول صفحة ثمان عشرة مع ابن كثير يقول: التأويل\nصرف الآية إلى معنى محتمل يوافق ما قبلها وما بعدها، التأويل صرف الآية إلى\nمعنى محتمل يوافق ما قبلها وما بعدها غير مخالف للكتاب والسنة من طريق\nالاستنباط، يقول: وهذا رخص فيه لأهل العلم، هذا كلام البغوي، التأويل صرف\nالآية إلى معنى محتمل يوافق ما قبلها وما بعدها بحيث لا يكون هذا المعنى\nنابي، ينفر منه السياق، لا <span id='ms008'></span>، غير مخالف للكتاب والسنة، يعني عليه دلائل\nالكتاب والسنة، من طريق الاستنباط، هذا يقول: رخص فيه لأهل العلم، أما\nالتفسير وهو الكلام في أسباب نزول الآية وشأنها وقصتها فلا يجوز إلا\nبالسماع بعد ثبوته من طريق النقل، الآن حمل التأويل على التفسير بالرأي\nالسائغ الجائز الذي تدل عليه النصوص ولا ينافر السياق، وحمل التفسير على ما\nلا يجوز إلا بالنقل، كأسباب النزول، والقصة، نقول: مثل هذه لا يجوز\nابتكارها، وإنما تثبت بالسماع من طريق النقل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nصاحب التفسير والمفسرون الشيخ محمد حسين الذهبي يقول: التفسير هو رجح أن\nالتفسير ما كان راجعا إلى الرواية، والتأويل ما كان راجعا إلى الدراية،\nموافق لكلام البغوي أو لا؟ شوف كلام البغوي يقول: التأويل صرف الآية إلى\nمعنى محتمل، والتفسير الكلام في أسباب النزول وشأنها وقصتها .. الخ، أيهما\nالرواية؟ وأيهما الدراية؟ التأويل دراية، والتفسير رواية، يقول: صرف الآية\nإلى معنى محتمل، هذا دراية، التأويل دراية، والتفسير رواية: هذا خلاصة كلام\nالبغوي، اختار الشيخ محمد حسين الذهبي أن التفسير ما كان راجعا إلى\nالرواية، والتأويل ما كان راجعا إلى الدراية، إذا الذهبي يوافق البغوي،\nيقول: وذلك لأن التفسير معناه الكشف والبيان، معناه، التفسير معناه الكشف\nوالبيان كلام الذهبي، والكشف عن مراد الله تعالى لا نجزم به إلا إذا ورد عن\nرسول الله -صلى الله عليه وسلم- أو عن بعض أصحابه الذين شهدوا نزول الوحي،\nوعلموا ما أحاط به من حوادث ووقائع، وخالطوا رسول الله -صلى الله عليه\nوسلم-، ورجعوا إليه فيما أشكل عليهم من معاني القرآن الكريم، واضح كلامه؟\nيقول: ذلك لأن التفسير معناه الكشف والبيان، والكشف عن مراد الله تعالى لا\nنجزم به إلا إذا ورد عن رسول الله -صلى الله عليه وسلم-، أو عن بعض أصحابه\nالذين شهدوا نزول الوحي، وعلموا ما أحاط به من حوادث ووقائع، وخالطوا رسول\nالله -صلى الله عليه وسلم-، ورجعوا إليه فيما أشكل عليهم من معاني القرآن\nالكريم، وعلى هذا النوع يتنزل ما جاء في النهي عن تفسير القرآن <span id='ms009'></span> بالرأي، هذا\nالكلام التفسير الذي يجزم صاحبه بأنه هو مراد الله -سبحانه وتعالى- من\nالآية هو الذي جاء به الوعيد من أن يفسر القرآن بالرأي، يقول: وأما التأويل\nفملحوظ فيه ترجيح أحد محتملات اللفظ بالدليل، والترجيح ويعتمد على\nالاجتهاد، ويتوصل إليه بمفردات الألفاظ، واستنباط لغة العرب، واستعمالها\nبحسب السياق، ومعرفة الأساليب العربية، ومدلولها في المعاني من كل ذلك، هذا\nكلامه، وإن كان آخره ما هو .. لكن يقول: وأما التأويل، عرفنا أن التفسير\nبيان أن مراد الله -سبحانه وتعالى- من هذه اللفظة كذا، وهذا لا بد فيه من\nإيش؟ من نقل، إذ لا يجوز أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nنجزم أن هذا مراد الله -سبحانه وتعالى- من هذه اللفظة، أو من هذه الجملة\nإلا بنقل، وأما التأويل يقول: ملحوظ فيه الترجيح، عندك المعاني، لكن أنت\nبحاجة إلى ترجيح أحد المعاني على بعض، يقول: التأويل ملحوظ فيه ترجيح أحد\nمتطلبات اللفظ بالدليل {ألا تعدلوا} [(3) سورة النساء] إيش معنى تعولوا؟\nتفتقروا، وقيل: تكثر العيال، مثل هذه الاحتمالات تحتاج إلى مرجح، فالذي\nيميل إلى المعنى الأول بدليل أو لدليل يظهر له لا يلام، والذي يميل إلى\nالمعنى الثاني لدليل يلوح له لا يلام، لكن أصل تفسير اللفظ، وأن مراد الله\n-سبحانه وتعالى- كذا، يحتاج إلى نقل، ولشدة ما جاء من تفسير القرآن بالرأي\nجعل بعض العلماء تفسير الصحابي له حكم الرفع، الحاكم يرى أن تفسير الصحابي\nله حكم الرفع، والباعث له على ذلك أن الصحابي لا يمكن مع ورعه وتحريه أن\nيفسر القرآن برأيه مع علمه بالوعيد الذي ورد في ذلك، لكن هذا قول مرجوح؛\nلأنه ليس في القرآن يحتاج إلى نقل، بل تفسير القرآن على أضرب: منه ما يحتاج\nإلى نقل، ومنه ما تعرفه العرب بلغاتها إلى الوقت الحاضر، إلى العصر الحاضر،\nوالذي يعاصر البادية قد يظهر له شيء من معاني القرآن كان خفيا عليه، الشيخ\nفيصل بن المبارك -رحمه الله- في مقدمة تفسيره أشار إلى هذا، يقول: إنه عاصر\nالبادية في الشمال والجنوب والوسط، استفاد منهم <span id='ms010'></span> في بيان معاني كثير من\nالألفاظ القرآنية، وذكر لذلك أمثلة في مقدمة تفسيره، كان يشكل علي في بداية\nالطلب يعني، في أوائل الطلب قول الفقهاء: \"وسؤر الهرة وما دونها في الخلقة\nطاهر\" واستحيت في ذلك الوقت أن أسأل المدرس في أولى متوسط، فشربت من ماء\nكان في مجتمع للبادية والحاضرة هناك تسمى الاجردة، شربت من الزير، وكبيت\nالباقي في الزير، فقال أعرابي: لا تصب سؤرك في الزير، فعرفت أن السؤر هو\nالباقي من ذلك الوقت، فعلى كل البادية ما زال فيهم شيء من الحفاظ على بعض\nالألفاظ العربية، وإن كانت اختلطت العرب بغيرها فأثروا عليهم، لكن لا يعني\nهذا أن اللغة انمحت بكاملها، لا، كثير من الآيات يفهمها العامي من تلاوتها،\nيعني إذا ألقيت لعامي لا يقرأ ولا يكتب {يا أيها الذين آمنوا اتقوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nالله وذروا ما بقي من الربا} [(278) سورة البقرة] يفهم وإلا ما يفهم؟\nيفهم، ما يحتاج أن تقول: ارجع إلى التفاسير، أو ارجع إلى أقوال أهل العلم\nفي هذا، والشيخ فيصل -رحمه الله- في مقدمة التفسير ذكر على شخص أنكر على\nآخر التمسح بالقبور، والتبرك بالصالحين، مستدلا بقوله تعالى: {وأن المساجد\nلله فلا تدعوا مع الله أحدا} [(18) سورة الجن] قال له المنكر عليه: يا أخي\nلا يجوز لك وأنت عامي تفسر القرآن؟ يقول: وبعد مدة يسيرة جاءت بنت عليها\nمسحة جمال فقلت له: ما هذه؟ قال: ابنتي، قال: ما لها ما تزوجت؟ قال: سبحان\nالله حرام ما تزوج البنت؟ قال: والدليل؟ قال: قوله تعالى: {حرمت عليكم\nأمهاتكم وبناتكم} [(23) سورة النساء] قال: أنت تفسر القرآن وأنت عامي؟\nفكثير من ألفاظ القرآن وآياته يدركها الناس كلهم، فلا تحتاج إلى تفسير،\nفليس كل التفسير يحتاج إلى توقيف، بل منه ما تدركه العرب بلغاتها، ومنه ما\nيحتاج إلى نقل، أما ما ذكره الحاكم من أن تفسير الصحابي له حكم الرفع فهو\nمحمول كما يقول الحافظ العراقي على الأسباب، على أسباب النزول ولذا يقول:\n</p>\n\n<p>\nوعدوا ما فسره الصحابي ... رفعا فمحمول على الأسباب <span id='ms011'></span>\n</p>\n\n<p>\nيعني إذا ذكر الصحابي سبب نزول آية نقول له: حكم الرفع، لماذا؟ لأن سبب\nالنزول لا بد وأن يكون الرسول -عليه الصلاة والسلام- فيه طرف، ذكر أو لم\nيذكر، بخلاف تفسير لفظة من القرآن.\n</p>\n\n<p>\nطالب: أحسن الله إليكم الآن ترجحون أن ليس كل آية في القرآن يجب أن ننقل\nفيها أثر عن النبي، أو حديث عن النبي -صلى الله عليه وسلم- طيب يا شيخ ما\nالضابط الآن في قضية التفسير بالرأي إذا؟ ما دام يجوز في بعض الآيات أن\nتفهمها العرب بسليقتها السليمة، يعني تقول فيها برأيها من باب القول باللغة\nوبعض الآيات لا بد فيها من نقل؟ إذا ما الضابط في حكم التفسير؟ وما الضابط\nأيضا في المجالس التي يعقدها بعض مثلا المتخصصون في اللغة بالذات،\nوالمتبحرون في اللغة ويبدؤوا يفسرون القرآن؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nيفسرونه من خلال اللغة، يفسرون الألفاظ من خلال اللغة، يعني القرآن نزل\nبإيش؟ بلسان عربي مبين، فالذي يفسر الحديث يفسر القرآن من خلال اللغة، لكن\nإذا كانت اللغة محتملة، أو كانت اللفظة محتملة لأكثر من معنى لا يجوز له\nحينئذ أن يجزم بأن هذا هو مراد الله -سبحانه وتعالى- من هذا المعنى إلا\nبمرجح، وش الضابط فيما يرجع؟ الآن ما جاء عن ابن عباس وغيره أن التفسير على\nأنحاء ...\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nطيب، أنت إذا سمعت {يا أيها الذين آمنوا اتقوا الله وذروا ما بقي من\nالربا} [(278) سورة البقرة] ذروا: ما تعرف أن معناها اتركوا؟ يحتاج إلى أن\nترجع إلى تفسير؟ في ألفاظ مستفيضة يدركها الناس كلهم، وألفاظ .. {ولا\nتكرهوا فتياتكم على البغاء} [(33) سورة النور] كثير من الناس ما يعرف معنى\nالبغاء، لا بد أن يرجع إلى معناه، إلى كتب التفسير، لا سيما التي تعتني\nبالأثر، بالمناسبة عامي من عامة الناس يعني في مقابل ما تقدم خطبت ابنته،\nفأجبرها على الزواج من شخص لا تريده، فقال له أحد أبنائه وهو متعلم: هذا ما\nيجوز أن تجبر، لا تنكح البكر حتى تستأذن، قال: اترك عنك، الله -سبحانه\nوتعالى- يقول: {ولا <span id='ms012'></span> تكرهوا فتياتكم على البغاء} [(33) سورة النور] إلى أن\nقال: {ومن يكرههن فإن الله من بعد إكراههن غفور رحيم} [(33) سورة النور]\nيقول: أنا أريد هذه المغفرة، هي تقول: ما أبغي، وأنا أريد أن أكرهها على\nالبغاء، نقول: الكلام متفاوت، الألفاظ متفاوتة منها ما يدرك، ومنها ما لا\nيدرك، الناس متفاوتون في مداركهم، أيضا إذا لم يكن هناك سابق مطالعة في\nتفسير الآية، والآية محتملة لأكثر من معنى فاجتمع مجموعة من طلبة العلم على\nسبيل البحث لا على سبيل الجزم، فقال بعضهم: لعل المراد كذا، قال الآخر: لا،\nلعل المراد كذا، من غير جزم بأن هذا هو المراد هذا يسوغ عند أهل العلم، من\nغير جزم، إنما مجرد إيراد احتمالات، ثم الرجوع إلى الحقيقة، لما ذكر الرسول\n-عليه الصلاة والسلام- السبعين ألاف الذين يدخلون الجنة من غير حساب ولا\nعقاب، قال بعض الصحابة: لعلهم كذا، لعلهم كذا، بات الناس يدوكون، لعلهم\nكذا، لعلهم كذا، فخرج النبي -عليه الصلاة والسلام- ما عنفهم، ولا قال: أنتم\nتشرحون النصوص، وتقعون في النصوص من غير علم، لكن كلهم من غير جزم، فإذا\nصدر الكلام بلفظ الترجي، فقيل: لعل المراد كذا، أو لعل الراجح كذا، كان\nالأمر أيسر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nطالب: عندي سؤال يا شيخ،. . . . . . . . . رجل مشهور وهذا. . . . . . . .\n. باب الانحراف به عن العقيدة، تعلمون -حفظكم الله- أنه بالكاد أنه يكون قد\nفسر القرآن كاملا، اختلف فيه الناس، أو رأيت بعض الناس يختلفون فيه هل هو\nمن التفسير بالرأي وما يجوز، والرجل ما عنده علم في التفسير بالأصل فما\nأدري؟\n</p>\n\n<p>\nهو لا شك أن تفسيره بالرأي، تفسيره أيضا في الغالب مبتكر من عنده، ويكاد\nيجزم بما يقول، ومن هنا يؤتى، الرجل أفضى إلى ما قدم لكن لا شك أن تفسيره\nبالرأي، وأسوأ منه تفسير الجواهر، التفسير بالرأي متفاوت، قيل عن تفسير\nالرازي: أن فيه كل شيء إلا التفسير، لكن فيه تفسير، فيه تفسير كثير، يعني\nلو جرد عن بعض الشبه، لا شك أنه كتاب حافل ومفيد لكن فيه شبه كثيرة <span id='ms013'></span> المتوسط\nفي طلب العلم ينصح بأن لا يقرأ فيه؛ لأنه يقرر الشبه بقوة، ويدفعها بضعف،\nحتى قال بعضهم: إن الشبه نقد، والجواب نسيئة، قال بعضهم: فيه كل شيء إلا\nالتفسير لكن هذا الكلام ليس بصحيح، نعم الكتاب فيه أخطاء في باب الاعتقاد،\nوفي تنقص لبعض أهل العلم، وحط من قدرهم، لكن فيه علم، وفيه تفسير.\n</p>\n\n<p>\nتفسير الجواهر للطنطاوي جوهري، الذي يطالع هذا التفسير كأنه يقرأ في كتاب\nعلوم، كله صور ونظريات وكله من هذا أو في الغالب، يبدأ بتحليل اللفظ للآية،\nوتفسير يسير ثم يدخل، في ست وعشرين مجلد، فيه صور ذوات أرواح، وفيه نظريات\nوفيه .. ، فيه كلام كثير جدا لا علاقة له بالتفسير، ومن خطأه أنه فسر\nالقرآن بنظريات غير ثابتة، كثير منها نقض، الملك عبد العزيز -رحمه الله-\nمنع من دخول التفسير إلى المملكة، وأرسل خطاب يعتب فيه ويقول: أن هذا\nالتفسير هو جاءه رسائل وخطابات شكر وتأييد من بقاع الأرض وأسقاعها، وقال:\nإنه ترجم إلى لغات العالم كلها بما في ذلك البوسنة والهرسك في وقته قبل\nخمسين سنة هذا الكلام، وبلاد الحرمين محرومة من هذا الكتاب، ولتحرم.\n</p>\n\n<p>\nطالب: طيب يا شيخ ما يأتي واحد يقول: هذا هو يفسر من باب اللغة، يعني\nتقول ...\n</p>\n\n<p>\nلا، لا، ما فيه لغة، في فهم، فهمه هو، لو يرجع إلى كتب اللغة، لو صار\nعمدته لسان العرب والقاموس وغيره ما يخالف، يصير التفسير لغوي بحت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nيقول: ما حكم ربط الآيات وتأويل بعضها بما يكون من الظواهر الفلكية، أو\nالآيات الكونية، وهو ما يسمى بالإعجاز العلمي في القرآن الكريم علما أنه قد\nيكون من مجالات الدعوة التي يتأثر بها بعض الناس؟\n</p>\n\n<p>\nالمحظور أن تنزل الآيات على نظريات، على مقررات وثوابت لا يمكن أن تنفى\nفي يوم من الأيام، والآية محتملة لا مانع من أن يدخل بعضها في مراد الله\n-سبحانه وتعالى- من غير جزم.\n</p>\n\n<p>\nيقول: ألا ترون التفسير الميسر الذي صدر مؤخرا من المجمع أولى بالقراءة\nمثل تفسير الجلالين؟\n</p>\n\n<p>\nأولا: تفسير الجلالين تفسير <span id='ms014'></span> معتبر، ومعتمد عند أهل العلم وهو كتاب قديم،\nوعليه حواشي، وعليه خدمات لأهل العلم، وتفسير الجديد التفسير الميسر هذا\nيصلح لعامة الناس لا شك لأنه أقل من .. ، والملاحظات عليه يسيرة إن وجدت،\nبخلاف تفسير الجلالين الذي يحتاج إلى شرح وبيان، لفظ متين، ويأتي الكلام\nعليه، وعلى طريقته ومنهجه، وفيه أيضا أخطاء وأوهام في العقيدة وغيرها هو\nبحاجة إلى تنبيه، لك مباحث مثل ترجمة القرآن لغير العربية، معروف أنه\nترجمته الحرفية الذي قرره أهل العلم أنها لا تجوز، وأنها لا تمكن، وأما\nترجمة معانيه إلى لغات العلم فأجازها أهل العلم، وفعلوها، وترجماته إلى\nجميع اللغات مطبوعة وموجودة ومتداولة.\n</p>\n\n<p>\nطالب: ... هل يجوز إعطاؤهم نسخة من أجل يسلم ... ؟\n</p>\n\n<p>\nما يعطى نص القرآن، يعطى الترجمة ما في بأس، لو جرد بعض الطبعات لتكون من\nأجل أن تعطى مثل هؤلاء، أما تمكين الكافر من المصحف كامل ما .. ، يعني لو\nمكن من آية آيتين كما في خطاب النبي -عليه الصلاة والسلام- إلى هرقل لا\nبأس.\n</p>\n\n<p>\nتفسير الجلالين:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nنأتي إلى تفسير الجلالين، هو تفسير مختصر، الجلالين هو تفسير مختصر جدا\nكما ترون تقارب حروفه عدد حروف القرآن الكريم، فقد ذكر صاحب كشف الظنون عن\nبعض علماء اليمن أنه قال: عددت حروف القرآن وحروف تفسير الجلالين فوجدتهما\nمتساويين إلى سورة المزمل، ومن سورة المدثر إلى آخر القرآن زاد التفسير على\nحروف القرآن شيئا يسيرا، والباعث له على عدد حروف التفسير أنه أشكل عليه أن\nيقرأ في تفسير الجلالين من غير طهارة؛ لأن الحكم للغالب، إذا كان الغالب هو\nالقرآن أخذ حكمه، الغالب غير القرآن أخذ حكمه، فعد التفسير، حروف التفسير،\nوحروف القرآن معروفة عددها، يقول: إلى سورة المزمل العدد واحد، ثم من\nالمدثر إلى آخر القرآن زادت حروف التفسير، فانحلت عنده المشكلة، صار يقرأ\nفي التفسير من غير طهارة.\n</p>\n\n<p>\nطالب: لمس الآيات؟\n</p>\n\n<p>\nالآيات مع التفسير مدموجة؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nلا بأس، لكن لمس الآيات في المفصول، المفصول لا المفصول قرآن، لا يمس إلا\nبطهارة، الآيات لا بأس، لأن حكمها حكم <span id='ms015'></span> التفسير، يمسك التفسير لا بأس،\nالبخاري أجاز حمل القرآن بعذاقته مستدلا بإيش؟ قراءة النبي -عليه الصلاة\nوالسلام- ورأسه في حجر عائشة، وهي حائض، فجعل صدره -عليه الصلاة والسلام-\nالذي فيه القرآن بمثابة الكيس في العلاقة.\n</p>\n\n<p>\nطالب: من أهل العلم من جوز إدخال المصحف في الخلاء إذا أمن به النجاسة؟\n</p>\n\n<p>\nلا، وهو مسمى الخلاء لا يجوز، مسماه لا يجوز؛ لأنه أصل المكان مكان\nمستقذر للجميع، ما دام تحوطه سور الخلاء فهو في حكمه.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nلا، لا، ما دام المغاسل هي خارج سور محل قضاء الحاجة ما في شيء، هم\nيقولون: إذا خشي عليه السرقة والتلف وما أشبه ذلك، يتجاوزون في ذلك، لكن\nأمر القرآن عظيم، واحترامه واجب، الشيخ الطنطاوي -رحمه الله- سئل عن\nالشريط، وحمله لكن جاء باستنباط قريب من استنباط الإمام البخاري، يقول:\nغلاف الشريط هذا حكم الكيس، الغلاف الأبيض، أما الشريط نفسه هذا حكم ورق\nالمصحف، لكن هل الموجود حروف القرآن في الشريط؟ بحيث لو كبر هذا الشريط\nمرات متعددة توجد الحروف؟ ومثلها أقراص الحاسب وغيرها.\n</p>\n\n<h1 class='l1' id='head8'>ترجمة الجلالين:</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n<p>\nأقول: هذا التفسير المختصر جدا اشترك في تأليفه شخصان: أحدهما: جلال\nالدين المحلي، والثاني: جلال الدين السيوطي، ومن لقبيهما أخذ اسم التفسير،\nجلال الدين، إيش تثنيت جلال؟ نعم فقيل: تفسير الجلالين، أولهما: جلال الدين\nالمحلي، نترجم له باختصار، نقول: هو محمد بن أحمد بن محمد بن إبراهيم\nالمحلي الشافعي، ولد بمصر سنة إحدى وتسعين وسبعمائة، واشتغل وبرع في\nالفنون، وكان -رحمه الله- آية في الذكاء والفهم، حتى قال بعض أهل عصره: إن\nذهنه يثقب الماس، لكنه مع قوة هذا الفهم والذكاء قال عن نفسه: إنه لم يك\nيقدر على الحفظ، تعب أراد أن يحفظ كراسة من كتاب تعب تعبا شديدا، وأصيب\nبحرارة فترك الحفظ، نعم يوجد من الناس من يحفظ، لكن فهمه أقل، ويوجد العكس\nمن يفهم، يكون فهمه دقيق، لكن حفظه أقل، ومن الناس من جمع الله له بين\nالنعمتين، يحفظ ويفهم، ومنهم من حرمه الله من النعمتين، فالقسمة رباعية <span id='ms016'></span>،\nوكان -رحمه الله- على درجة من الصلاح والورع، آمرا بالمعروف، ناهيا عن\nالمنكر، لا تأخذه في الحق لومة لائم، وقد ألف كتبا كثيرة غاية في التحرير\nوالاختصار والتنقيح، وسلامة العبارة، وحسن المزج منها: شرح جمع الجوامع،\nشرح الورقات، شرح المنهاج للنووي، القسم الثاني من هذا التفسير، توفي في\nأول يوم من سنة أربع وستين وثمانمائة، مترجم في كتب الشافعية المتأخرة،\nوأيضا مترجم في طبقات المفسرين للداودي، وشذرات الذهب لابن العماد.\n</p>\n\n<p>\nالثاني: السيوطي، وهو عبد الرحمن بن أبي بكر محمد خضيري السيوطي الشافعي،\nولد سنة تسع وأربعين وثمانمائة، ونشأ يتيما، قد مات والده وعمره خمس سنوات،\nوأخذ عن جمع غفير من أهل العلم، كان آية في سرعة الفهم والتأليف، وأخبر عن\nنفسه أنه كان يحفظ مائتي ألف حديث، حتى قال: لو وجدت أكثر من هذا لحفظته،\nهذا عنده فهم وحفظ، وادعى لنفسه أشياء، منها أنه مجدد المائة التاسعة،\nوبينه وبين السخاوي ردود ومناقشات واتهامات، والله المستعان، كل منهما برز\nفي شيء، فالسيوطي برز في كثرة المصنفات في جميع العلوم، فيما يخطر على بال،\nوما لا يخطر، ألف في كل شيء، زادت مصنفاته على الستمائة، منها ما هو في\nمجلدات، ومنها ما هو في ورقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nطالب:. . . . . . . . . يتهم السيوطي يا شيخ بالسرقة و. . . . . . . . .\n</p>\n\n<p>\nسرقة الكتب؟\n</p>\n\n<p>\nطالب: إيه يقول واحد: يا شيخ القراءات يا شيخ، الشيخ قال له: ما في أحد\nعنده يسوي لك شاي فأعطاه شرح الشاطبية يقرؤه أخذ وراح و. . . . . . . . .\n</p>\n\n<p>\nأما السرقة، السرقة يأخذ كتاب ليس لغيره بجرمه وهيئته ويدعه! هذا لا، أما\nكونه يختصر كتب وينسبها إلى نفسه هذا واقع، وهذا هو مراد السخاوي، المقصود\nأن كلا منهما أفضى إلى ما قدم، وكل منهما نفع الله به ومن مؤلفاته، وكل\nمنهما لا يسلم أيضا من انتقاد وملاحظة، والله المستعان.\n</p>\n\n<p>\nطالب: طلبة العلم في هذا الوقت يتكلمون على السيوطي بكلمات لاذعة، حتى في\nغير باب العقيدة، يقول لك: هذا مغرور، هذا لا يؤخذ منه، هذا\n</p>\n\n<h1 class='l1' id='head9'>.... </h1>\n\n<p>\nأما ما يؤخذ منه فالعلم يؤخذ ممن <span id='ms017'></span> جاء به، ومن اطلع على ترجمته لنفسه في\nحسن المحاضرة ادعى لنفسه أشياء الله يعفو عنا وعنه.\n</p>\n\n<p>\nطالب: من أجمع من ترجم له؟\n</p>\n\n<p>\nهو ترجم لنفسه، ترجمة طويلة.\n</p>\n\n<p>\nطالب: وغيره؟\n</p>\n\n<p>\nترجم له السخاوي ترجمة مظلمة، ورد عليه السيوطي بكلام، والله المستعان،\nالله يعفو.\n</p>\n\n<p>\nلما بلغ الأربعين السيوطي، نقفل الباب هذا، ما لنا داعي نخوض فيه.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nعنده شيء من التصوف، ويصحح بالكشف، وإن ثبت له كتاب الرحمة فالأمر ليس\nبهين.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nلا، لا، المسألة يعني .. ، لكن ما يهمنا تفسيره بالدرجة الأولى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nلما بلغ الأربعين سنة أخذ في التجرد للعبادة والانقطاع إلى الله،\nوالاشتغال به، والإعراض عن الدنيا وأهلها، حتى كأنه لم يكن يعرف أحدا، وشرع\nفي تحرير مؤلفاته، وترك الإفتاء والتدريس، واعتذر عن ذلك في مؤلف سماه:\nالتنفيس، اعتذر صار ما يفتي ولا يدرس، ولا يجلس إلى الناس، انقطع إلى\nالعبادة والتأليف، خلف مصنفات كثيرة، ذوات فنون متعددة، فمن أشهرها: الدر\nالمنثور، تفسير بالمأثور، له تفسير يذكر أنه مطول جدا، لكن ليس عنه خبر، له\nأيضا الإتقان في علوم القرآن، وأيضا له نصيب من هذا التفسير، ومقداره\nالنصف، وله الجامع الكبير والصغير في الحديث، حسن المحاضرة في أخبار مصر\nوالقاهرة، مات ليلة الجمعة التاسع عشر جمادى الأولى سنة إحدى عشرة\nوتسعمائة، مترجم في حسن المحاضرة له، وفي شذرات الذهب وغيرها.\n</p>\n\n<p>\nاشترك الجلالان\n</p>\n\n<h1 class='l1' id='head10'>.... </h1>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nيعني من كثر ما يسمع الجلالين؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا قيل: اشترك الجلالان نبت عن الأسماع، نعم، في تأليف هذا الكتاب رغم\nاختصاره، فقد ابتدأ الجلال المحلي في النصف الأخير من أول سورة الكهف إلى\nآخر سورة الناس، ثم ابتدأ بتفسير الفاتحة، وبعد أن أتمها اخترمته المنية\nفلم يفسر ما بعدها، بدأ من الكهف إلى نهاية الفاتحة، ثم وقف، ثم جاء\nالسيوطي فكمل فابتدأ التفسير من أول تفسير سورة البقرة إلى آخر سورة\nالإسراء، أما لماذا بدأ المحلي بالكهف ولم يبدأ من الفاتحة، هذا أمر لم\nيبين، لكن في الغالب أنه يكون عنده تفسير لطلابه، أو لشبههم، يبدأ به <span id='ms018'></span> في\nالأول لا يكتب ثم يكتب في الأخير، ثم يعود على بقيه بالكتابة في الغالب،\nكما بدء تفسير ابن كثير -رحمه الله- بسورة الأنعام، تفسير ابن كثير بدء\nبسورة الأنعام؛ لأنه كان يلقيه على الطلبة من غير تحرير ولا كتابة، ثم لما\nأتمه رجع إلى الأول، وعاد إليه، وهم صاحب كشف الظنون حيث قال: تفسير\nالجلالين من أوله إلى آخر سورة الإسراء للعلامة المحلي، ولما مات أكمله\nجلال الدين السيوطي، هذا لا شك أنه وهم، قلب للحقيقة، وسببه، سبب هذا الوهم\nأن المحلي متقدم على السيوطي، وفي الغالب أن المتقدم يأخذ النصف الأول،\nوخطؤه ووهمه ظاهر لا يحتاج إلى برهان، يقول السيوطي في مقدمة التفسير،\nمقدمة تفسيره الذي يبدأ من أين؟ من سورة البقرة، يقول: \"هذا ما اشتدت إليه\nحاجات الراغبين في تكملة تفسير القرآن الكريم الذي ألفه الإمام العلامة\nالمحقق جلال الدين المحلي، وتتميم ما فاته من أول سورة البقرة إلى آخر سورة\nالإسراء بتتمة على نمطه من ذكر ما يفهم به كلام الله تعالى، والاعتماد على\nأرجح الأقوال، وإعراب ما يحتاج إليه، وتنبيه على القراءات المختلفة\nالمشهورة على وجه لطيف، وتعبير وجيز، وترك للتطويل، بذكر أقوال غير مرضية،\nوأعاريب محلها كتب العربية\" ونعرف بهذا منهج السيوطي، أنه احتذى أو حذا حذو\nالمحلي في الاختصار الشديد، واقتصر على ما يفهم به كلام الله -سبحانه\nوتعالى-، واعتماد على أرجح الأقوال، وإعراب ما يحتاج إليه، يحتاج إليه في\nمعاني الكلمات، معاني الآيات، إعراب ما يحتاج إليه فقط، وترك ما لا يحتاج\nإليه، وأحال على كتب العربية، ويقول: وتنبيه على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nالقراءات المختلفة، فأعرب ما يحتاج إليه، ونبه على القراءات المختلفة\nالمشهورة على وجه لطيف، يعني باختصار، وتعبير وجيز، وترك للتطويل بذكر\nأقوال غير مرضية وأعاريب محلها كتب العربية، هذا وقد أتم السيوطي تكملته في\nمدة وجيزة قدرها أربعون يوما، على قدر ميعاد الكليم كما ذكر ذلك في خاتمة\nتكملته، في أربعين يوما، وادعى صاحب كشف الظنون أيضا أن المحلي لم يفسر\nالفاتحة <span id='ms019'></span>، وإنما الذي فسرها هو السيوطي، وهي دعوى غير صحيحة، فقد قال الجمل\nفي حاشيته على الجلالين: \"وأما الفاتحة ففسرها المحلي، فجعلها السيوطي في\nآخر تفسير المحلي لتكون منضمة لتفسيره، وابتدأ هو من أول سورة البقرة، وقال\nفي خاتمة حاشيته عند نهاية ما كتبه على تفسير سورة الفاتحة: إنه أي الجلال\nالمحلي -كلام الجمل- أنه أي جلال المحلي كان قد شرع في تفسير النصف الأول،\nوأنه ابتدأ بالفاتحة وأنه اخترمته المنية بعد الفراغ منها، وقبل الشروع في\nالبقرة وما بعدها.\n</p>\n\n<p>\nالعناية بتفسير الجلالين ظاهرة، عني بها أهل العلم فكتبوا عليه الحواشي،\nلكن بالمقارنة إلى تفسير البيضاوي العناية به أقل بكثير، يعني كتب على\nتفسير البيضاوي ما يزيد على مائة حاشية\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nإيه تفسير متوسط، تفسير متوسط فيه فوائد ونكات، ذكرت على سبيل الاختصار،\nيعني صالح للتدريس في المساجد، لكن معروف أنه على طريقة الأشاعرة في\nالعقيدة، وهو معتنى به في الأقطار الإسلامية كلها، وله حواشي مطولة وكبيرة\nومختصرة وتامة وناقصة، المقصود أن عليه أكثر من مائة حاشية، وما لم يذكر في\nكتب التراجم الشيء الكثير، يعني يأتي نسخ من تفسير البيضاوي من تركيا عليها\nحواشي قلمية بالقلم شيء لا يعد ولا يحصى، يعني كل نسخة تأتي من تركيا عليها\nحاشية، الحواشي أيضا حاشية القونوي عليها حاشية، قلمية يعني ما هي بمطبوعة،\nمطولة، وحاشية زاد عليها حاشية، حاشية الشهاب أيضا كتب عليها الشيء الكثير،\nمن النسخ التي، النسخ الفردية التي تأتي من العلماء في تلك الأقطار،\nالمقصود أن عناية الأمة بتفسير البيضاوي لا نظير لها لأي تفسير من التفاسير\nالمختصرة التي تقاربه وتساويه في حجمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nأما تفسير الجلالين فعليه حواشي من أهمها وأجودها حاشية الشيخ سليمان\nالجمل الشافعي المتوفى سنة أربع ومائتين وألف، وحاشية الصاوي أحمد الصاوي\nالمالكي وهي مختصرة من حاشية الجمل كما نص على ذلك الصاوي في المقدمة،\nوزادها فوائد وزوائد وطرائف، لكن حاشية الجمل تغني عنها، لا سيما وأنه\nحشاها بأقوال هذه الزوائد كثير منها من الاصطلاحات الصوفية، والألفاظ <span id='ms020'></span>\nالبدعية، وفيه أيضا كلام حول التقليد ينفر منه طالب العلم، يعني في تفسير\nقوله تعالى: {ولا تقولن لشيء إني فاعل ذلك غدا * إلا أن يشاء الله} [(23 -\n24) سورة الكهف] ولا أدري ما المناسبة؟ يقول: \"ولا يجوز الخروج عن المذاهب\nالأربعة\" يقول الصاوي: \"ولا يجوز الخروج عن المذاهب الأربعة، ولو خالف\nالكتاب والسنة وقول الصحابي؛ لأن الأخذ بظواهر النصوص من أصول الكفر\" كلام\nكلام .. ، إضافة إلى أنه تكلم على دعوة الشيخ محمد بن عبد الوهاب، ووصفه\nبالخروج وغير ذلك.\n</p>\n\n<p>\nفالحاشية لطالب العلم أن يستغني عنها بما .. ، بأصلها التي هي حاشية\nالجمل، فهي حاشية نفيسة ومفيدة، فهاتان الحاشيتان مطبوعتان متداولتان، ذكر\nصاحب كشف الظنون أيضا أن عليه حاشية لشمس الدين العلقمي سماها: قبس\nالنيرين، فرغ من تأليفها سنة اثنتين وخمسين وتسعمائة، وللشيخ أيضا علي بن\nسلطان القاري الملا، المعروف بالملا قاري حاشية سماها: بالجمالين، وطبع\nالجلالين بالهند وعليه حاشية اسمها: الكمالين على الجلالين، للشيخ المحدث\nالفاضل الشيخ سلام الله الدهلوي، لشيخنا الشيخ عبد الرازق العفيفي -رحمه\nالله- تعليقات على مقرر المعاهد العلمية من تفسير الجلالين، نبه فيها على\nما وقع في الكتاب من أخطاء عقدية، وله أيضا تنبيهات لطيفة، وهي مختصرة جدا،\nعلى طريقة الشيخ -رحمه الله- فيه كونه لا يرى كثرة التأليف، وكثرة الكلام\nفرحمه الله رحمة واسعة، وليته أتم الكتاب، لكن قدر الله، وما شاء فعل،\nوالله المستعان. وصلى الله وسلم وبارك على نبينا محمد وعلى آله وصحبه\nأجمعين.\n</p>\n\n<h1 class='l1' id='head11'>والآن مع الدرس الثاني:</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n<p>\nسبق القول أنه على التفسير المراد شرحه وتوضيحه أكثر من حاشية، وعرفنا أن\nأجود هذه الحواشي المطبوعة المتداولة هي حاشية الجمل، حاشية وافية، على ما\nفيها من خلاف في العقيدة، تبعا للأصل، لكن هي أمثل من حاشية الصاوي، وحاشية\nالصاوي ذكرت لكم أن فيها بعض الكلام الذي لا يسوغ نقله، فضلا عن ابتدائه،\nفقد قال في تفسير سورة الكهف عند قوله تعالى: {ولا تقولن لشيء إني فاعل ذلك\nغدا * إلا أن يشاء الله} [(23 - 24) سورة الكهف] ماذا قال؟ سبق <span id='ms021'></span> التنبيه\nعليه مرارا، لكن لا مانع من إعادته، يقول: \"ولا يجوز تقليد ما عدا المذاهب\nالأربعة، ولو وافق قول الصحابي والحديث الصحيح والآية\" يعني لا يجوز الخروج\nعن مذاهب الأئمة الأربعة، ولو كان القول الذي صار إليه من انتقل عن المذاهب\nالأربعة موافقا لقول الصحابي والحديث الصحيح والآية، يقول: \"فالخارج عن\nالمذاهب الأربعة ضال مضل، وربما أداه ذلك إلى الكفر؛ لأن الأخذ بظواهر\nالكتاب والسنة من أصول الكفر\" نسأل الله العافية.\n</p>\n\n<p>\nوقال عن الدعوة السلفية المباركة التي انطلقت من هذه البلاد، دعوة الشيخ\nمحمد بن عبد الوهاب قال عنها في تفسير سورة فاطر أشرنا إلى شيء من هذا\nإجمالا لكن ننقل كلامه بحروفه، في تفسير سورة فاطر في تفسير قوله تعالى:\n{أفمن زين له سوء عمله فرآه حسنا} [(8) سورة فاطر] قال: \"وقيل: هذه الآية\nنزلت في الخوارج الذين يحرفون تأويل الكتاب والسنة، ويستحلون بذلك دماء\nالمسلمين وأموالهم، كما هو مشاهد الآن في نظائرهم، وهم فرقة بأرض الحجاز\nيقال لهم: الوهابية، يحسبون أنهم على شيء ألا إنهم هم الكاذبون، استحوذ\nعليهم الشيطان فأنساهم ذكر الله أولئك حزب الشيطان ألا إن حزب الشيطان هم\nالخاسرون\"، يقول: \"نسأل الله الكريم أن يقطع دابرهم\" نسأل الله العافية.\n</p>\n\n<p>\nإضافة إلى نقوله الكثيرة عن المتصوفة الغلاة ينقل كلامهم مقرا له على جهة\nالإقرار، ينقله على سبيل الإقرار، بل على سبيل الاستفادة منها، فعلى هذا\nينبغي العدول عن مثل هذه الحاشية إلى حاشية الجمل، وإن كان الصاوي أخصر،\nتقدم القول بأن حاشية الصاوي مختصرة عن حاشية الجمل، فيكتفى بالأصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>مذهب الجلالين الفقهي والعقدي:</h1>\n\n<p>\nمذهب الجلالين الفقهي والعقدي أولا: المذهب الفقهي هما شافعيان، كما تقدم\nفي ترجمتيهما، وأثر ذلك على فهمهما للنصوص، وترجيحهما في آيات الأحكام، في\nآية المحاربة يقول السيوطي: \" (أو) لترتيب الأحوال، فالقتل لمن قتل فقط،\nوالصلب لمن قتل وأخذ المال، والقطع لمن أخذ المال ولم يقتل، والنفي لمن\nأخاف فقط، قاله ابن عباس، وعليه الشافعي\"، وفي آية: {فمن تاب من بعد ظلمه\nوأصلح فإن الله <span id='ms022'></span> يتوب عليه إن الله غفور رحيم} [(39) سورة المائدة] \"في\nالتعبير بهذا ما تقدم، فلا يسقط بتوبته حق الآدمي من القطع ورد المال، نعم\nبينت السنة أنه إن عفا عنه قبل الرفع إلى الإمام سقط القطع، وعليه الشافعي\"\nإلى غير ذلك من المواضع الكثيرة.\n</p>\n\n<p>\nالمحلي يقول في قوله تعالى: {يا أيها الذين آمنوا إذا نكحتم المؤمنات ثم\nطلقتموهن من قبل أن تمسوهن فما لكم عليهن من عدة تعتدونها فمتعوهن} [(49)\nسورة الأحزاب] يقول المحلي: \"أعطوهن ما يستمتعن به، أي إن لم يسم لهن صداق\nوإلا فلهن نصف المسمى فقط، قاله ابن عباس وعليه الشافعي\" المقصود أنهما\nشافعيان، وأثر المذهب على فهمهما للنصوص، ودارا على قول الشافعي أينما دار،\nكما هو معروف.\n</p>\n\n<p>\nأما المذهب العقدي\n</p>\n\n<h1 class='l1' id='head13'>.... </h1>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nبغض النظر عن قولهم عاد راجح ومرجوح، لا.\n</p>\n\n<p>\nطالب: أحسن الله إليك، كما هو معلوم أن كثير من المحدثين على مذهب\nالشافعي، ومذهب الشافعية منتشر انتشارا عظيما كما في السابق، عليه أكثر\nالعلماء، يقول أحدهم: أن السبب في ذلك أن مذهب الشافعي هو أقرب المذاهب\nللظاهرية، هل هذا صحيح؟ وما ...\n</p>\n\n<p>\nشلون أقرب المذاهب إلى الظاهرية؟\n</p>\n\n<p>\nطالب: يعني أقرب يعني ما يأخذ إلا من الكتاب والسنة والإجماع والقياس؟\n</p>\n\n<p>\nوش يختلف عن أحمد؟ وش الفرق بين الشافعي وأحمد في هذا؟\n</p>\n\n<p>\nطالب: أظن أن أحمد يا شيخ يرى بعض الأدلة الأخرى غير هذه كالاستصحاب وقول\nالصحابي.\n</p>\n\n<p>\nطيب، الشافعية قولهم أقوى في قول الصحابي من قول الحنابلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nطالب: إذا السائل هذا أخطأ، إذا ما سبب انتشار مذهب الشافعي لا سيما عند\nكثير من العلماء خاصة المحدثين؟\n</p>\n\n<p>\nالسبب الرئيس في انتشار المذاهب واتساعها أولا: نعرف أن المذهب الحنفي هو\nأوسع المذاهب انتشارا، هو أوسع المذاهب انتشارا، ثم يليها الشافعي، ثم\nالمالكي، ثم الحنبلي، هناك مذاهب أخرى انقرضت مثل مذهب الثوري، ومذهب\nالطبري، ومذاهب انقرضت، لكن المذاهب الباقية أوسعها انتشارا مذهب الحنفية،\nثم الشافعية ثم المالكية، ثم الحنابلة، السبب في هذا تبني الدول لهذه\nالمذاهب، فالمذهب الذي تتبناه دولة ينتشر، والمذهب الذي لا <span id='ms023'></span> تنوء به دولة\nيكاد أن ينقرض؛ لأن الدول إذا تبنت المذهب أوقفت عليه الأوقاف، وصرفت له\nالأموال، ووظفت عليه الوظائف، حتى في كثير من العصور، في كثير من البلدان\nلا يولى القضاء إلا حنفي، فيضطر الناس أن يكونوا حنفية، في بعض البلدان مثل\nالمشرق قاطبة كلها، المشرق كله حنفية، المغرب مالكي، والوسط غالبه شافعي،\nالمذهب الحنبلي قليل جدا بالنسبة للمذاهب الأربعة، وإن كثر في بعض الأوقات\nدون بعض.\n</p>\n\n<p>\nأما المذهب العقدي بالنسبة للجلالين فقد سلكا مسلك التأويل لكثير من\nالصفات التي يؤولها الأشاعرة، من الأمثلة على ذلك: {إلا أن يأتيهم الله}\n[(210) سورة البقرة] أي أمره {كل شيء هالك إلا وجهه} [(88) سورة القصص] أي\nإلا إياه {والسماوات مطويات بيمينه} [(67) سورة الزمر] بقدرته {وجاء ربك}\n[(22) سورة الفجر] أي أمره، ومثل هذا كثير، أما آيات الاستواء على العرش\nمعروف مذهب الأشاعرة في الاستواء أنهم يقولون: استولى، إيش عندك يا أشرف؟\n</p>\n\n<p>\nطالب: يا شيخ أحسن الله إليك آخر سورة القصص {كل شيء هالك إلا وجهه}\n[(88) سورة القصص] في قول السلف يا شيخ يقولون: عبر هنا بالوجه عن الذات،\nفهل يوافقونهم في ذلك يا شيخ؟\n</p>\n\n<p>\nهناك آيات فيها بعض الألفاظ الموهمة بأنها من آيات الصفات، وهي في\nالحقيقة ليست من آيات الصفات.\n</p>\n\n<p>\nطالب: يا شيخ هذه الآية؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nإيه {فأينما تولوا فثم وجه الله} [(115) سورة البقرة] هذه آيات صفات؟ في\nآيات مشبهة لآيات الصفات، وآيات يتنازع فيها العلماء هل هي من هذا أو من\nهذا؟ لكن الآيات التي اتفق على أنها من آيات الصفات يتفق السلف على أنها\nكما قالوا: تمر كما جاءت، وأن الله -سبحانه وتعالى- يوصف بما وصف به نفسه،\nآيات الاستواء السبع في القرآن جاءت هكذا {ثم استوى على العرش} [(54) سورة\nالأعراف] قال: \"هو في اللغة سرير الملك أو الملك، استواء يليق به\" في\nالموضع الثاني: {ثم استوى على العرش} [(3) سورة يونس] \"استواء يليق به\" في\nالثالث: {الرحمن على العرش استوى} [(5) سورة طه] \"استواء يليق به\" {ثم\nاستوى على العرش الرحمن} [(59) سورة الفرقان <span id='ms024'></span>] \"استواء يليق به\" {ثم استوى\nعلى العرش} [(4) سورة السجدة] \"استواء يليق به\" .. الخ، كلها قالوا فيها:\nيليق به.\n</p>\n\n<p>\nالآن الأشاعرة وغيرهم من المبتدعة هل هم على وتيرة في الإثبات والنفي؟ أو\nأنهم يختلفون بعضهم يثبت أكثر من غيره، وبعضهم ينفي أكثر، حتى ممن ينتسب\nإلى السنة قد يؤول شيء يسير من الصفات مما يحتمل التأويل، من ينتسب إلى\nالسنة قد ينكر ما أثبته غيره إما لعدم ثبوت الدليل عنده، وإما لقوة المعارض\nعنده، المقصود أن جميع الطوائف فيهم المغرق، وفيهم المعتدل، فمثل هذا القول\nيعد اعتدال بالنسبة لمذهب الأشاعرة، الأشاعرة كما تعلمون منهم من يثبت سبع\nصفات، ومنهم من يثبت عشرين صفة، وينفي ما عداها، المقصود أن الجلالين مشيا\nعلى مذهب التأويل في الغالب، أما في مسألة الاستواء فقالا: \"استواء يليق\nبه\" ما دام قالوا: \"استواء يليق به\" أهل السنة يقولون بذلك.\n</p>\n\n<h1 class='l1' id='head14'>الكلام على الاستعاذة والبسملة:</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n<p>\nعندنا مسألتان الاستعاذة والبسملة، والبحث فيهما طويل جدا، طويل الذيول،\nوالمطولات من كتب التفسير بسطوا القول فيهما، فممن بسطه القرطبي في تفسيره،\nوالحافظ ابن كثير، والرازي، وأيضا الطبري، لكن كلامهم كأنه أنظم وأرتب،\nكلام القرطبي والرازي أنظم من ابن كثير؛ لأن ابن كثير قدم وأخر وأشياء،\nوأما الطبري فعلى طريقة المتقدمين في عدم الدقة في الترتيب، ما يعتنون في\nكون الترتيب يوافق ترتيب المناطقة في تقديم بعض الأشياء، وتأخير بعض\nالأمور، المقصود أن التفاسير الأربعة كفيلة وحافلة بهذه المباحث، في\nالاستعاذة جاء قوله تعالى: {فإذا قرأت القرآن فاستعذ بالله من الشيطان\nالرجيم} [(98) سورة النحل] وجاء قوله تعالى: {وإما ينزغنك من الشيطان نزغ\nفاستعذ بالله إنه سميع عليم} [(200) سورة الأعراف] وجاء أيضا قوله تعالى:\n{وقل رب أعوذ بك من همزات الشياطين * وأعوذ بك رب أن يحضرون} [(97 - 98)\nسورة المؤمنون] وقال تعالى: {وإما ينزغنك من الشيطان نزغ فاستعذ بالله إنه\nهو السميع العليم} [(36) سورة فصلت] معنى الاستعاذة: الالتجاء إلى الله\n-سبحانه وتعالى-، والالتصاق بجنابه من شر كل ذي شر، والعياذة إنما تكون\nلدفع الشر، كما أن اللياذة <span id='ms025'></span> لطلب الخير، العياذ والعياذة: إنما تكون لدفع\nالشر، بخلاف اللياذ الذي يكون لجلب الخير وطلبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nفمعنى أعوذ بالله من الشيطان الرجيم: أستجير به وألتجئ إليه من الشيطان\nالرجيم أن يضرني في ديني أو دنياي، أو يصدني عن فعل ما أمرت به، أو يحثني\nعلى فعل ما نهيت عنه، فإن الشيطان لا يكفه عن الإنسان إلا الله -سبحانه\nوتعالى-، والشيطان مشتق، فعلان مشتق: إما من شطن إذا بعد، أو من شاط إذا\nاحترق، فالشيطان بعيد بطبعه عن طباع البشر، وبعيد بفسقه عن كل خير، منهم من\nقال: إنه مشتق من شاط إذا احترق؛ لأنه مخلوق من نار، لكن الأول أصح، لماذا؟\nلأن الشيطان يطلق على الإنسي أيضا، فإذا قلنا: أن الشيطان مشتق من شاط إذا\nاحترق؛ لأنه مخلوق من نار يدخل في هذا الإنسي؟ ما يدخل فيه الإنسي؛ لأنه\nيطلق على الإنسي وليس من نار، كما في قوله تعالى: {وكذلك جعلنا لكل نبي\nعدوا شياطين الإنس والجن} [(112) سورة الأنعام] في المسند من حديث أبي ذر\nقال: قال رسول الله -صلى الله عليه وسلم-: ((يا أبا ذر تعوذ بالله من\nشياطين الإنس والجن)) فقلت: أو للإنس شياطين؟ قال: ((نعم)).\n</p>\n\n<p>\nوالرجيم: فعيل بمعنى مفعول أي مرجوم، فهو مطرود عن الخير كله، قال تعالى:\n{ولقد زينا السماء الدنيا بمصابيح وجعلناها رجوما للشياطين} [(5) سورة\nالملك] وقيل: فعيل رجيم، فعيل بمعنى فاعل، فهو راجم، كونه مرجوم ظاهر، لكنه\nكونه راجم؛ لأنه يرجم الناس بالوساوس؛ لأنه يرجم الناس ويرميهم بالوساوس،\nلكن الأول أشهر.\n</p>\n\n<h1 class='l1' id='head15'>حكم الاستعاذة:</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n<p>\nحكم الاستعاذة: جماهير العلماء على أن الاستعاذة مستحبة وليست بواجبة،\nالاستعاذة مستحبة والإتيان بها سنة وليست بواجبة عند جماهير العلماء، حكى\nالرازي عن عطاء بن أبي رباح القول بوجوبها، واستدل له بظاهر الأمر في\nالآية: {فاستعذ} [(98) سورة النحل] وبمواظبة النبي -صلى الله عليه وسلم-\nعليها؛ ولأنها تدرأ الشيطان، وما لا يتم الواجب إلا به فهو واجب، الجمهور\nعلى أنها مستحبة، نقل عن عطاء القول بوجوبها عند كل قراءة، وعند ابن سيرين\nأنه <span id='ms026'></span> إذا استعاذ مرة واحدة في عمره كفاه، سقط الوجوب عنه، حكي عن الإمام\nمالك أن المصلي لا يتعوذ في المكتوبة، ويتعوذ لقيام شهر رمضان في أول ليلة\nمنه، الاستعاذة مستحبة عند جماهير العلماء على ما ذكر، فهل يستعيذ عند كل\nقراءة؟ وفي كل ركعة؟ الاستعاذة مستحبة، وفي كل ركعة، وهل يستعيذ للفاتحة\nوالسورة؟ أم يقتصر على الاستعاذة في الركعة الأولى في سورة الفاتحة فقط؟\nاختلف العلماء هل يتعوذ فيما عدا الركعة الأولى أو لا؟ على قولين مبناهما\nعلى الاستعاذة هل هي للصلاة وهل هي للقراءة؟ الاستعاذة للصلاة أو للقراءة؟\n{فإذا قرأت القرآن فاستعذ بالله} [(98) سورة النحل] فعلى هذا هي للقراءة،\nإذا قلنا: إنها للصلاة صارت تابعة للاستفتاح، وليست تابعة للقراءة، فعلى\nهذا يستعيذ من لا يرى قراءة الفاتحة من مأموم وغيره، يستفتح ويستعيذ ويترك،\nيقف، وإذا قلنا: إن الاستعاذة للقراءة فعلى هذا يقرأ يستعيذ في كل ركعة،\nإذا قلنا: إن الصلاة فيها أكثر من قراءة، أما إذا قلنا: إن القراءة في\nالصلاة حكمها واحد فيستعيذ مرة واحدة، فإذا قلنا: إن القراءة في جميع\nالصلاة قراءة واحدة، أو قراءات متعددة بينها فواصل يترتب على هذا أننا إذا\nقلنا: قراءة واحدة يستعيذ مرة واحدة في الركعة الأولى، وإذا قلنا: قراءات\nمتعددة، كل ركعة قراءتها مستقلة فيستعيذ فيها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوجماهير العلماء على أن الاستعاذة لدفع الوسواس في القراءة، فعلى هذا\nتكون قبل التلاوة، الأمر في الآية: {فإذا قرأت القرآن فاستعذ بالله} [(98)\nسورة النحل] وعرفنا أن قول الجمهور أن الاستعاذة إنما تكون بعد القراءة\nوإلا قبلها؟ قبل القراءة، {فإذا قرأت القرآن فاستعذ بالله} [(98) سورة\nالنحل] إذا قرأت، قرأ: فعل ماض، معناه إذا فعلت وانتهيت، هذا ظاهر اللفظ،\nوقيل بهذا، لكن الجمهور قالوا: إن المراد بقوله: إذا قرأت، إذا أردت\nالقراءة، كما في قوله تعالى: {إذا قمتم إلى الصلاة فاغسلوا وجوهكم} [(6)\nسورة المائدة] يعني إذا أردتم القيام، يطلق الفعل ويراد به إرادته، ويطلق\nالفعل ويراد به الفراغ منه، ويطلق الفعل ويراد به الشروع فيه، ((إذا كبر <span id='ms027'></span>\nفكبروا)) معناه إذا فرغ من التكبير فكبر، ((إذا كبر فكبروا)) يعني إذا فرغ\nمن التكبير فكبروا، لكن ((إذا ركع فاركعوا)) نقول: إذا فرغ من الركوع\nفاركعوا؟ أو إذا شرع في الركوع فاشرعوا فيه؟ {إذا قمتم إلى الصلاة} [(6)\nسورة المائدة] يعني إذا أردتم فيطلق الفعل ويراد به إرادته، ويراد به\nالفراغ منه، ويراد منه الشروع فيه.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nنعم، السياق، السياق هو اللي .. ، والنصوص الأخرى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nقالت طائفة: إنما تكون الاستعاذة بعد القراءة، يعني بعد الفراغ منها،\nاعتمدوا على ظاهر سياق الآية، ظاهر السياق يدل على هذا، ولدفع الإعجاب بعد\nالفراغ من هذه العبادة، ولدفع الإعجاب بعد الفراغ من هذه العبادة، وسبب\nالإعجاب الشيطان، وممن قال بذلك حمزة وأبو حاتم السجستاني، ونقله الرازي في\nتفسيره عن ابن سيرين، في رواية عنه، وهو قول إبراهيم النخعي وداود بن علي\nالظاهري، نعم هو لائق بمذهب داود، ونقل عمن ذكر سواه، ابن العربي في تفسيره\nفي أحكام القرآن قال: \"ومن أغرب ما وجدناه -في الجزء الثالث (صفحة 1063) -\nيقول: \"ومن أغرب ما وجدناه قول مالك في المجموعة في تفسير هذه الآية: {فإذا\nقرأت القرآن} [(98) سورة النحل] .. الآية، قال: بعد قراءة أم القرآن لمن\nقرأ في الصلاة، بعد قراءة أم القرآن لمن قرأ في الصلاة، هذا قول مالك، يقول\nابن العربي: \"وهذا قول لم يرد به أثر، ولا يعضده نظر، ولو كان هذا كما قال\nبعض الناس أن الاستعاذة بعد القراءة لكان تخصيص ذلك بقراءة أم القرآن في\nالصلاة دعوى عريضة، لا تشبه أصول مالك، ولا فهمه، والله أعلم بسر هذه\nالرواية\" معروف أن الإمام مالك لا يرى الاستعاذة، ولا يرى بسملة، ولا يرى\nاستفتاح، ثم بعد ذلك يقول: إنه يستعيذ بعد الفراغ من الفاتحة؟ يقول: هذا\nقول لا يعضده أثر، ولا يؤيده نظر، يقول: \"فالله أعلم بسر هذه الرواية\".\n</p>\n\n<h1 class='l1' id='head16'>صيغة الاستعاذة:</h1>\n\n<p>\nصيغة الاستعاذة: تسمعون من يقول: أعوذ بالله من الشيطان الرجيم، ومن\nيقول: أعوذ بالله السميع العليم من الشيطان الرجيم، والأمر {فإذا قرأت\nالقرآن فاستعذ بالله من <span id='ms028'></span> الشيطان الرجيم} [(98) سورة النحل] فيه السميع\nالعليم؟ في غير آية القراءة، في غير آية القراءة فيه {فاستعذ بالله إنه هو\nالسميع العليم} [(36) سورة فصلت] يقول الحافظ ابن الكثير في تفسيره: إذا\nقال المستعيذ ...\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nنعم، هذه بعد هذه، منهم من يقول: هذا خاص بصلاة الليل، أعوذ بالله من\nالشيطان الرجيم من همزه ونفخه ونفثه، يقول الحافظ ابن كثير: \"إذا قال\nالمستعيذ: أعوذ بالله من الشيطان الرجيم كفى ذلك عند الشافعي وأبي حنيفة،\nوقال القرطبي: وهذا هو الذي عليه الجمهور من العلماء؛ لأنه لفظ كتاب الله\nتعالى، وزاد بعضهم: أعوذ بالله السميع العليم، وقال آخرون: بل يقول: أعوذ\nبالله من الشيطان الرجيم إنه هو السميع العليم، هذا قال به الثوري\nوالأوزاعي، وحكي عن بعضهم أنه يقول: أستعيذ بالله، ما يقول: أعوذ بالله،\nأستعيذ بالله من الشيطان الرجيم لأي شيء؟ لمطابقة الأمر في الآية، فليستعذ،\nفيقول: أستعيذ، لكن الأحاديث الصحيحة أولى بالاتباع من هذا، المقصود أن\nالأمر (فليستعذ) أمر بإيجاد الاستعاذة، والاستعاذة كما تقول في البسملة،\nالاستعاذة كالبسملة والحوقلة وغيرها، فإذا قيل لك: أستعذ، تقول: أستعيذ،\nوإذا قيل: بسمل، تقول: أبسمل، الذي قال: أستعيذ بالله من الشيطان الرجيم\nلمطابقة أمر الآية إذا قيل له: بسمل، هل يستطيع أن يقول: أبسملة ليمتثل\nالأمر، أو يقول: بسم الله الرحمن الرحيم، فدل على أن البسملة عنوان على بسم\nالله الرحمن الرحيم كما أن الاستعاذة عنوان على أعوذ بالله من الشيطان\nالرجيم، والحوقلة عنوان على لا حول ولا قوة إلا بالله، إلى غير ذلك من\nالعناوين التي تدل على بعض الجمل.\n</p>\n\n<p>\nطالب: أحسن الله إليكم، ما هو الصارف بالاستعاذة من الوجوب إلى السنية؟\n</p>\n\n<p>\nالصارف؟ جاء الأمر بها، والأمر الأصل فيه الوجوب {فإذا قرأت القرآن\nفاستعذ بالله} [(98) سورة النحل] ما الصارف لهذا الأمر من الوجوب إلى\nالاستحباب عند جمهور العلماء؟ عرفنا أن في من يقول بالوجوب، لكن الجمهور\nصرفوه إلى الاستحباب، الصارف أن أصل القراءة، الأصل –أصل القراءة- هو واجب\nوإلا سنة؟ واجب وإلا مستحب؟ والاستعاذة إنما <span id='ms029'></span> هي من أجل القراءة، فإذا كانت\nالاستعاذة من أجل المستحب، الاستعاذة ليست مطلوبة لذاتها، وإنما هي مطلوبة\nلغيرها، وإذا كان ذلك الغير مستحبا فما طلب من أجله من باب أولى، هذه عند\nالجمهور، نعم.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nلا، هو إذا صرف الأمر في الآية صار حكمه عاما مضطردا، ولذا صرف في بعض\nصوره وهو الكثير الغالب صار الحكم مطردا؛ لأنه لفظ واحد، لا يستعمل اللفظ\nالواحد في أكثر من معنى.\n</p>\n\n<h1 class='l1' id='head17'>الكلام على البسملة:</h1>\n\n<p>\nبعد هذا البسملة، البسملة عنوان على قول: بسم الله الرحمن الرحيم، الاسم\nهل هو مشتق من السمو، وهو العلو، أو من السمة وهي العلامة؟ قولان مشهوران\nعند أهل العلم، قال بالأول البصريون، وبالثاني قال الكوفيون، وقول البصريين\nأصح؛ لأنه يقال في تصغير الاسم: سمي، ويقال في جمعه: أسماء، والتصغير يرد\nالحروف إلى أصولها، ولا يقال: وسيم ولا أوسام، يمكن أن تدخل العلامة\nوالسمة، أو يدخل الاسم في باب السمة في الاشتقاق الأكبر وإلا الأصغر؟ إذا\nاتفق الأصل مع الفرع في مجموع الحروف ولو اختلف ترتيبها؟ هذا نوع من أنواع\nالاشتقاق، إذا اتفقا معه في الحروف وترتيبها، وإن زاد بعضها عن بعض لكن على\nنفس الترتيب هذا نوع أيضا من أنواع الاشتقاق، فهنا الاسم والوسم، الاسم\nوالسمة يتفقان في غالب الحروف مع الاختلاف في الترتيب، هذا يسمى الاشتقاق\nالأصغر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nالاسم هل هو المسمى أو غير المسمى؟ هل هو عينه أو غيره؟ أولا: الخلاف\nحادث وطارئ هذا من جهة، الأمر الثاني: من قال: إن الاسم عين المسمى لا يقصد\nأن هذه الحروف هي عين المسمى بها، والذي قال غيره لا يقصد أن للاسم ذات\nتمكن رؤيتها والإشارة إليها، والإشارة إليها ومخاطبتها دون مسمى، فأقوال\nالعلماء في هذا طويلة وعريضة، وأدلتهم كثيرة لكن شيخ الإسلام -رحمه الله\nتعالى- يقول: النزاع في ذلك اشتهر بعد الأئمة، بعد أحمد وغيره، والذي كان\nمعروفا –كلام شيخ الإسلام- والذي كان معروفا عند أئمة السنة أحمد وغيره\nالإنكار على الجهمية الذين يقولون: أسماء الله مخلوقة، فيقولون: الاسم <span id='ms030'></span> غير\nالمسمى، وأسماء الله غيره، وما كان غيره فهو مخلوق، يعني إنكار الأئمة في\nهذه المسألة منصب على أسماء الله -سبحانه وتعالى- وأنها غيره عند الجهمية\nليتوصلوا بذلك إلى كونها مخلوقة، وقال -رحمه الله تعالى-: يروى عن الشافعي\nوالأصمعي وغيرهما القول: إذا سمعت الرجل يقول: الاسم غير المسمى فاشهد عليه\nبالزندقة، ثم قال: ولم يعرف أيضا عن أحد من السلف أنه قال: الاسم هو\nالمسمى، بل هذا قاله كثير من المنتسبين إلى السنة بعد الأئمة، وأنكره أكثر\nأهل السنة عليهم، ثم منهم من أمسك عن القول في هذه المسألة نفيا وإثباتا،\nيقول: لا أقول: الاسم عين المسمى ولا غيره، إذا كان كل من الإطلاقين بدعة،\nكما ذكره الخلال عن إبراهيم الحربي وغيره، وقال -رحمه الله-: والذين قالوا:\nإن الاسم هو المسمى لم يريدوا بذلك أن اللفظ المؤلف من الحروف هو نفس الشخص\nالمسمى به، فإن هذا لا يقول عاقل، ولهذا لو كان المراد بالقول الاسم نفس\nالمسمى وعينه لكان من قال: نار احترق لسانه، هل يقول بهذا قائل؟ هل يقول\nشخص: لو كتب محمد في ورقة قال: هذا هو ولدي أو أخي أو ابني؟ يشير إلى هذه\nالورقة أن هذا هو ابنه؟ ما يقول بهذا عاقل، يقول الشيخ -رحمه الله-: ومن\nالناس من يظن أن هذا مرادهم، بعض المبتدعة يقولون بالنسبة لمن ينتسب إلى\nالسنة ممن يقول بهذا القول أن الاسم عين المسمى ومراده بذلك نقل قول\nالجهمية الذين يقولون: إنه غير المسمى ليتوصلوا أن أسماء الله مخلوقة، بعض\nالناس يرمي من قال: بأن الاسم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nعين المسمى ويقول: إن هذا هو مرادهم، مرادهم أن الحروف هي ذات المسمى، هي\nعينه، يقول: ويشنع عليهم وهذا غلط عليهم، بل هؤلاء يقولون: اللفظ هو\nالتسمية، والاسم ليس هو اللفظ، بل هو المراد باللفظ، يقول: فإنك إذا قلت:\nيا زيد، يا عمرو، فليس مرادك دعاء اللفظ، يعني إذا قلت: يا زيد هل مرادك أن\nهذه الحروف تحضر عندك؟ أو أن الشخص المسمى بهذا الاسم <span id='ms031'></span> هو المدعو والمنادى؟\nفليس مرادك دعاء اللفظ، بل مرادك دعاء المسمى باللفظ، وذكرت الاسم فصار\nالمراد بالاسم هو المسمى، إذا عرف هذا فقد ذهب أبو عبيد القاسم بن سلام وهو\nمن أئمة أهل السنة إلا أن اسم الشيء هو عينه وذاته، واسم الله هو الله،\nوتقدير قول القائل: باسم الله أفعل، أي بالله أفعل، واستدل بقول لبيد.\n</p>\n\n<p>\nإلى الحول ثم اسم السلام عليكما ... ومن يبك حولا كاملا فقد اعتذر\n</p>\n\n<p>\nثم اسم السلام، يعني ثم السلام عليكم، حقيقة النصوص جاء فيها ما يدل على\nأن الاسم لفظ الاسم مراد أحيانا وما يدل على أن لفظ الاسم غير مراد، فمثلا\n{سبح اسم ربك الأعلى} [(1) سورة الأعلى] {فسبح باسم ربك العظيم} [(74) سورة\nالواقعة] جاء في الأولى: ((اجعلوها في سجودكم)) وفي الثانية: ((اجعلوها في\nركوعكم)) هل الساجد يقول: سبحان اسم ربي الأعلى أو يقول: سبحان ربي الأعلى؟\nكما بينت السنة؟ سبحان ربي الأعلى، هل الراكع يقول: سبحان اسم ربي العظيم\nأو يقول: سبحان ربي العظيم؟ ...\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "000",
    "000",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27"
  ]
}