{
  "content": "\n<p>\nتفسير الجلالين -\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head0'>سورة القمر </h1>\n\n<p>\n(1)</span>\n</p>\n\n<h1 class='l1' id='head1'>من الآية 1 إلى الآية 17</h1>\n\n<p>\nالشيخ: عبد الكريم الخضير\n</p>\n\n<p>\nالحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله نبينا\nمحمد، وعلى آله وأصحابه أجمعين. أما بعد:\n</p>\n\n<p>\nفأرى الأخوة ليسوا بحاجة إلى تذكيرهم بأهمية تفسير القرآن <span id='ms374'></span> فهذا أمر لا\nيختلف فيه اثنان، وأنه أهم العلوم وأشرفها لشرف الغاية والمقصد التي هي\nمعرفة كلام الله -جل وعلا-، وإذا كان الناس في أمورهم العادية يهتمون\nاهتماما بالغا بما يأتيهم من مراجعهم ورؤسائهم، فتجد الأنظمة واللوائح إذا\nوردت على الدوائر الرسمية من الجهات العليا يجتمعون لها، فترى المدير يجمع\nالوكلاء رؤساء الأقسام، ويتدارسون هذه اللوائح وهذه الأنظمة، وإذا أشكل\nعليهم شيء سألوا عنه وتثبتوا وطلبوا لوائح تفسيريه فيكف بما يتعلق بكلام\nالله -جل وعلا-؟.\n</p>\n\n<p>\nالمسلم مطالب بأن يفهم عن الله -جل وعلا- كلامه وأن يتدبره ليعمل به،\nأقول إذا كانت العناية بكلام البشر بهذه القوة والاهتمام من قبل المرؤوسين\nفي فهم كلام الرؤساء، وهم بشر مثلهم يصيبون ويخطون، فكيف بكلام -جل وعلا-\nالذي تعبدنا بتلاوته؟ مجرد قرأت القرآن رتب عليها من الأجور العظمية ما لا\nيقدر قدره إلا الله -جل وعلا-، -يعني مجرد التلاوة- كلام الله -جل وعلا-\nالذي من قام يقرأه كأنما خاطب الرحمن\n</p>\n\n<p>\nهو الكتاب الذي من قام يقرأه ... كأنما خاطب الرحمن بالكلم\n</p>\n\n<p>\nهذه مجرد قراءة مجرد تلاوة، فكيف بالقدر الزائد على ذلك، مما أمر به من\nتدبر وترتيل وفهم لكلام الله -جل وعلا- من أجل العمل؟ إذ لا يستطيع ويتمكن\nمن العمل إلا من فهمه لا يستطيع أن يعمل إلا من فهمه فلا بد من فهم كلام\nالله-جل وعلا- ولابد من الاهتمام به، ولا بد من العناية به من جميع الوجوه،\nولهذا بدأنا بتفسير المفصل موزعا على مناطق متعددة، واعتمدنا في التفسير\nليكون بأيدي الإخوان تفسير الجلالين؛ لأن الكلام المرسل هكذا دون تقيد\nبكتاب معين لا ينتهي، قد يكون الكلام والاستطراد في آية على حساب آيات\nأخرى، وإذا كان بأيدينا كتاب استطعنا أن نحدد البداية والنهاية، وعرفنا متى\nنبدأ، ومتى ننتهي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p001'> Vol. 17, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nالصورة المقررة في هذه الدورة في الأيام الثلاثة هي \"سورة القمر\"، وتفسير\nالجلالين كما هو معروف، لكن من باب التكرير والتذكير مؤلف من قبل شخصين،\nيقال لكل منهما جلال الدين.\n</p>\n\n<p>\nالأول: جلال الدين المحلي <span id='ms375'></span> ابتداء التفسير من الكهف إلى أن وصل إلى نهاية\nالقرآن، ثم شرع من أوله ففسر الفاتحة، ثم بعد ذلك جاء الجلال جلال الدين\nالسيوطي فأكمله بدء من البقرة إلى نهاية الإسراء، ولهذا يقال له: تفسير\nالجلالين، والتفسير محل عناية من قبل أهل العلم، وكثرة عليه الحواشي\nوالتعليقات، وكثر من يدرسه ويدرسه من أهل العلم وطلابه، فهو محل عناية وهو\nجدير بهذا العناية خليق بها؛ لأنه تفسير متقن مضبوط متن متين، يصلح أن يربى\nعليه طالب العلم في التفسير، يراجع عليه ما أشكل من أمهات كتب التفسير؛ لأن\nفيه وعورة، فيه صعوبة، وهذا هو السر في كونه يصلح لأن يربى عليه طالب علم.\n</p>\n\n<p>\nفيه أيضا بعض المخالفات، مخالفات عقدية ينبه عليها في مواضعها، المقصود\nأن الكتاب كتاب نفيس ومتين. وأما بالنسبة للكتب السهلة الميسرة من تفاسير\nمختلفة هذه يقرأها المثقف العادي ما يحتاج أن يراجعها عليها أحد، أما\nبالنسبة لهذا الكتاب فهو متن يصلح لأن يشرح ويدرس، ويتعلم عليه طالب العلم\nالذي يريد أن يؤصل نفسه بقوة.\n</p>\n\n<p>\nيقول -رحمه الله تعالى-: \"سورة القمر\" معروف أن السورة تسمى بكلمة ترد\nفيها، اختير القمر هنا؛ لأنه هو الآية الآفتة للنظر في هذه السورة، وإلا\nبالإمكان أن يقول قائل لماذا لم تسمى بصورة الساعة؟ الساعة أشير إليها في\nمواضع من القرآن كثيرة، بينما انشقاق القمر، القمر أيضا أشير إليه في\nمواضع، لكن انشقاقه اللي هو الآية التي طلبها المشركون من النبي -عليه\nالصلاة والسلام- وتحققت خارقة للعادة، لا شك أنها أنبه ما في هذه السورة\nمما يمكن أن يسمى بها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p002'> Vol. 17, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nيقول: \"سورة القمر\"، هنا في العنوان عنوان السورة لو رأيتم في المصحف،\nوجدتم \"سورة القمر\" مضاف إليه كذا، هذا الأصل لكنهم في القرآن في الغالب\nإنما يذكر بالحكاية، باللفظ الإلهي، وما جاء في كلام الله-جل وعلا- القمر\nمرفوع {انشق القمر} [(1) سورة القمر] فهل يمكن أن يقول: سورة القمر، كما\nيقول: سورة المنافقين أو المنافقون؟ المنافقون {إذا جاءك المنافقون} [(1)\nسورة المنافقون] على الحكاية، سورة <span id='ms376'></span> المؤمنين أو المؤمنون؟ نعم المؤمنون،\nفالأصل أن يحكى اللفظ الإلهي في التسمية، وإلا فليقل سورة المؤمنين؛ لأنه\nمضاف إليه، سورة المنافقين مضاف إليه، وعلى هذا طردا لهذا أن يقال، أن\nيقال: سورة القمر، وأن كان الوقف يعني لو قيل سورة القمر ماشي؛ لأنه الوقوف\nأيضا على رؤوس الآي كلها ساكنة.\n</p>\n\n<p>\n{اقتربت الساعة وانشق القمر* وإن يروا آية يعرضوا ويقولوا سحر مستمر} [(1\n- 2) سورة القمر] مستقر، مستمر، مزدجر كلها ساكنة، لكنها ضبطت بالكسر في\nالمصحف، وإلا لو تركت قلنا: إنها على الحكاية على السكون.\n</p>\n\n<p>\nيقول: مكية، فائدة معرفة المكي من المدني معروفة عند أهل العلم، يتكلمون\nفيها في علوم القرآن، ويعنون بذلك أهل التفسير عناية فائقة في بيان المكي\nوالمدني، والاستثناء ممكن الاستثناء منه لمعرفة المتقدم من المتأخر، الناسخ\nمن المنسوخ، هذه فائدة معرفة المكي من المدني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p003'> Vol. 17, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nوالقول المرجح عند أهل العلم أن مكي ما نزل قبل الهجرة ولو كان نزوله\nخارج مكة، والمدني ما نزل بعد الهجرة ولو نزل بمكة عام الفتح أو حجة الوداع\nيقال له مدني لماذا؟ لأنه ليس المقصود المكان، المكان ليس مقصودا، وإنما\nالمقصود معرفة المتقدم من المتأخر، ومعرفة ذلك بالزمن، والزمن إنما يكون في\nوقت محدد، واصطلح العلماء على الهجرة في كثير من أمور الدين، ومنها معرفة\nالمكي من المدني، ما نزل قبل الهجرة مكي، وما نزل بعد الهجرة مدني، وما نزل\nفي وقت الهجرة أثناء الهجرة ينص عليه عند أهل العلم؛ لأنه في البرزخ بين\nالمكي والمدني، مكية إلا {سيهزم الجمع ويولون الدبر} [(45) سورة القمر]\nومنهم من يقول: إلا ثلاث آيات {سيهزم الجمع} الآية، الآية يعني أكمل الآية،\nالحديث يعني أكمل الحديث.\n</p>\n\n<p>\n{سيهزم الجمع ويولون الدبر} [(45) سورة القمر] وهي خمس وخمسون آية على\nخلاف بينهم في العد، على اعتبار البسملة آية من السورة أو ليست بأية،\nوالخلاف بين أهل العلم معروف في مسألة البسملة، هل آية من كل سورة؟ أو هي\nأية واحدة نزلت في الفصل بين السور، أو أية من الفاتحة فقط، أو ليست <span id='ms377'></span> بآية\nمطلقا؟ بعد إجماعهم على أنها بعض آية من سورة النمل، وليست بآية في سورة\nالتوبة، هذا محل اتفاق.\n</p>\n\n<p>\nيقول -رحمه الله تعالى-: {بسم الله الرحمن الرحيم} [(1) سورة الفاتحة]،\nالآية مثبتة إجماعا في صدر السورة كما هو معروف ولا يحتاج إلى كلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p004'> Vol. 17, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n{اقتربت الساعة} يقول المفسر: \"قربت القيامة\" اقتربت: يعني قربت، الفعل\nالمجرد قرب، والمزيد اقترب والمعنى واحد، المعنى واحد ولذلك قال: اقتربت\nبمعنى قربت، إلا أن زيادة المبنى عند أهل العلم تدل على زيادة المعنى\nغالبا، زيادة المبنى يعني عندنا زيادة أكثر من حرف في اقتربت، لو قرنا بين\nاقتربت وقربت وجدنا الفرق همزة الوصل والتاء، قالوا: زيادة المبنى، زيادة\nالحروف في الكلمة تدل على زيادة المعنى غالبا، لئلا يرد على هذا اسم الفاعل\nمع صيغة المبالغة \"فعل\" مثل: حاذر وحذر، حذر أبلغ في المعنى من حاذر، وإن\nكانت حاذر أكثر في الحروف {اقتربت الساعة} يعني قرب قيامها وأزف مجيئها\n{أزفت الآزفة} [(57) سورة النجم] في السورة التي قبلها، أزفت قربت والآزفة\nالقيامة، والساعة أمر أخفاه الله-جل وعلا- عن جميع المخلوقين لم يطلع عليها\nأحد لا نبي مرسل ولا ملك مقرب، ولما سأل جبريل النبي -عليه الصلاة والسلام-\nعنها قال: ما المسئول عنها بأعلم من السائل، يستوي فيها جبريل ويستوي فيها\nأجهل الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p005'> Vol. 17, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nوفي قوله -جل وعلا-: {أكاد أخفيها} [(15) سورة طه] يعني ظاهر اللفظ يدل\nعلى أنه أظهرها، لكنه إظهار لم يطلع عليه إلا النادر من الناس أو من الخلق؛\nلأن كاد إذا أثبت غير كاد إذا نفي {أكاد أخفيها} يعني يقرب إخفائها، {وما\nكادوا يفعلون} [(71) سورة البقرة] يقرب عدم فعلهم لها، مع أنه لم يطلع\nعليها أحد، ولا جبريل ولا محمد ولا من دونه، ولذا يقول العلماء في قوله-جل\nوعلا-: {أكاد أخفيها} حتى عن نفسي يعني مبالغة في إخفائها، مقتضي قوله:\n{أكاد أخفيها} يعني قرب إخفائها، فمعناه أنه أظهرها إظهارا قريبا من الخفاء\nوالإخفاء، والواقع أنه أخفاها لم يظهرها لأحد، ولذا يقول جمع من المفسرين:\nأن معنى <span id='ms378'></span> {أكاد أخفيها} يعني حتى عن نفسي مبالغة في إخفائها، وبهذا نعلم خطأ\nمن قدر قيام الساعة بمقدمات باطلة فمن قائل يقول: إن الساعة تقوم سنة ألف\nوأربع مائة، ومن قائل يقول: إن الساعة تقوم سنة ألف وأربع مائة وسبعة،\nوللسيوطي كتاب اسمه: \"الكشف عن مجاوزة هذه الأمة الألف\"، طيب من قال: ألف\nوأربع مائة، قال: إن عمر هذه الأمة هو وقت صلاة العصر من مصير ظل الشيء\nمثله إلى غروب الشمس، وهذا بالنسبة للنهار الخمس، والخمس سبعة آلاف، ألف\nوأربع مائة، هل يصلح مثل هذا أن تعارض به النصوص القطعية في الثبوت\nوالدلالة؟ من قال: ألف وأربع مائة وسبعة، قال: لا تأتيكم إلا بغتة، وبغتة\nبحساب الجمل ألف وأربع مائة وسبعة ومثل هذا تعارض به النصوص القطعية؟ كلا،\nوهذا نظير ما قاله اليهود في مدة هذه الأمة لما نزل قول الله-جل وعلا-:\n{الم} [(1) سورة البقرة] قالوا: عمر الأمة سبعون سنة، دين مدته سبعون سنة\nما يستحق أن يدخل فيه الإنسان حساب الجمل، هذا باطل بلا شك {إن الله عنده\nعلم الساعة وينزل الغيث ويعلم ما في الأرحام} [(34) سورة لقمان] إلى آخر\nالخمس التي لا يعلمها إلا الله-جل وعلا-.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p006'> Vol. 17, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nقد يقول قائل: إن هذا الخمس التي لا يعلمها إلا الله-جل وعلا- والحصر\nإنما جاء في الحديث الصحيح، ((في خمس لا يعلمهن إلا الله)) وإلا قد ينازع\nمن ينازع في الآية أنها لا تدل على حصر {إن الله عنده علم الساعة}، وإن كان\nتقديم المعمول على العامل يدل على الحصر مثل: {إياك نعبد} [(5) سورة\nالفاتحة] يدل على الحصر، وقد يقول قائل: إن الأطباء الآن يعرفون ما في\nالأرحام، وإذا توصلوا بآلاتهم إلى معرفة ما في الأجنة فلا يبعد أن يصل\nالناس إلى معرفة وقت قيام الساعة، ما نفاه الله -جل وعلا- لا يمكن إثباته،\nلا يمكن إثباته حتى ولو قال الأطباء ما قالوا، يبقى أنه لا يعلم ما في\nالأجنة إلا الله-جل وعلا-، وعلى الكيفية التي يعملها الله <span id='ms379'></span>-جل وعلا- لا يمكن\nأن يعرفها أحد، نعم إذا عرف الملك واطلع عليها الملك انتهى عند إرادة\nالغيب، إذا بلغ الأربعة الأشهر وأرسل إليه الملك انتهى يمكن أن يطلع عليه\nالأطباء هذا ما في إشكال، لكن قبل ذلك لا يمكن، وإذا اطلعوا عليه من جهة\nفلن يطلعوا عليه من جهات أخرى التي نفاه الله-جل وعلا- لا يمكن أن يطلعوا\nعليه، وأمة محمد -عليه الصلاة والسلام- أمة إتباع واثر واقتفاء حتى لو\nقالوا ما قالوا لا نصدقهم، والتصديق والتكذيب مرده إلى الشرع، مرده إلى\nمطابقة الشرع وعدم مطابقته، فإن طابق الشرع فهو صدق، وإن خالفه فهو كذب وإن\nكان مطابقا للواقع، ولهذا لو ذهب أحد إلى كاهن وأخبره بما يطابق الواقع يجب\nعليه أن يقول: كذبت، أولا: لا يجوز له أن يذهب، لكن إذ ذهب وأخبره بالواقع\nوذكر له القصة والحادثة بتفاصيلها كما هي في الواقع، يجب أن يقول: كذبت وهو\nكاذب في هذا وإن صدق؛ لأن المسألة مسألة شرعية يجب عليه أن يكذبه، والقاذف\nكاذب ولو رأي بعينه ما لم يأتي بالشهداء الأربعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p007'> Vol. 17, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n{اقتربت الساعة} يقول: قربت الساعة {وانشق القمر}، يقول: \"انفلق فلقتين\nعلى أبي قبيس وقعيقعان آية للنبي -عليه الصلاة والسلام- وقد سئلها\" طلبوا\nمنه آية مجملة فانشق القمر إلى نصفين، أو طلبوا منه ذلك، طلبوا منه انشقاق\nالقمر فانفلق نصفين على أبي قبيس وقعيقعان، -يعني جبلان معروفان في مكة-\nأبي قبيس جبل معروف، وإن كانت العمليات الإصلاحية التي يسوونها لخدمة\nالحجاج قضت على بعض هذه المظاهر فأبو قبيس تصرفوا فيه وكانوا يعايون به\nيقولون الذي على جبل أبي قبيس يرى الطائف كم بين أبي قبيس والطائف؟ الآن ما\nيرى الطائف، كم بينها.\n</p>\n\n<p>\nطالب. . . . . . . . .\n</p>\n\n<p>\nنعم الذي يطوف بالكعبة الذي يسمع يقول: كيف سبعين أو ثمانين كيلو يشوف\nالواحد؟ مو بصحيح لا الذي يطوف الكعبة، \"انفق فلقتين على أبي قبيس\nوقعيقعان\" -وهما جبلان معروفان بمكة- \"آية للنبي -عليه الصلاة والسلام- وقد\nسئلها فقال: ((أشهدوا)) رواه الشيخان\" وغيرهما، لكنهم ما <span id='ms380'></span> نفعت فيهم هذه\nالآية استمروا معرضين على كفرهم وغيهم، وقالوا: سحرنا محمد، فسلوا\nالمسافرين؛ لأن السحر يمكن إن يؤثر في الحاضر لكن البعيد ما يؤثر فيه، فسل\nالمسافرون فجاءوا المسافرون فأثبتوا ذلك.\n</p>\n\n<p>\nاستشهدهم النبي -عليه الصلاة والسلام- فقالوا\" ((أشهدوا)) فشهدوا بذلك\nلكنهم مع غيهم وظلالهم ما كتب الله لبعضهم من الشقاوة استمر على كفره.\n-نسأل الله العافية-.\n</p>\n\n<p>\nفقال-جل وعلا-: {وإن يروا} \"يعني كفار قريش\". {آية} \"معجزة له صلى الله\nعليه وسلم \" {يعرضوا ويقولوا} \"هذا\" {سحر مستمر} الذي لا تكتب له الهداية\nفلا حيلة فيه ولا يجدي فيه شيء، من أظهر ذلك ما فعله النبي -عليه الصلاة\nوالسلام- مع عمه أبي طالب الذي قامت عليه الحجة، وعرف الإسلام، ونبي\nالإسلام من قرب، وأقسم بأنه من خير أديان البرية ومع ذلك لم يؤمن.\n</p>\n\n<p>\nولقد علمت بأن دين محمد ... من خير أديان البرية دين\n</p>\n\n<p>\nما الذي منعه\n</p>\n\n<p>\nلولا المذمة أو حذار مسبة ... لرأيتني سمحا بذاك مبين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p008'> Vol. 17, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nلكنه القضاء المبرم المكتوب على الإنسان وهو في بطن أمه شقي أو سعيد،\nوأبو طالب مع ما قام عليه من حجة لا يمكن أن يعتذر بعذر، وعرف الحق لكنه لم\nيتبعه وهو كافر، شفع فيه النبي -عليه الصلاة والسلام- فوضع في ضحضاح من نار\nيغلي دماغه وفي رواية: ((شراكان من نار يغلي منهما دماغه)) -نسأل الله\nالعافية- يقول النبي -عليه الصلاة والسلام-: ((ولولا أنا لكان في الدرك\nالأسفل من النار)) يعني لولا هذه الشفاعة من النبي -عليه الصلاة والسلام-\nلكان في الدرك الأسفل من النار، ومعلوم أن الدرك الأسفل للمنافقين كفار أو\nمشركون فوق المنافقين في دركات النار، -نسأل الله العافية-.\n</p>\n\n<p>\nلكن باعتبار أنه عرف الحق وقامت عليه الحجة ولم يكن له في قبولها أي عذر،\nاستحق أن يحشر مع المنافقين لولا شفاعة النبي -عليه الصلاة والسلام-.\n</p>\n\n<p>\n{وإن يروا آية} [(2) سورة القمر] يروى يعني \"كفار قريش\" معجزة للنبي\n-عليه الصلاة والسلام-، والمعجزة أمر خارق للعادة كانشقاق القمر، وانفلاقه\nفلقتين -يعني قطعتين- أمر خارق للعادة، يخرق السنن <span id='ms381'></span> الإلهية مقرون بالتحدي\nودعوى النبوة، انفلق فلقتين فلقة كقطعة ووزنا ومعنى، وجاء ما يدل على أنه\nانفلق فلقتين -يعني مرتين-، ولكن المرجح أنه مرة واحدة {يعرضوا}، ويقولوا:\nهذا الذي نراه واستشهدهم عليه من انشقاق القمر {سحر مستمر}، \"قوي من المرة\"\nوهي القوة ذوو مرة، يعني قوة شديد، يعني جبريل -عليه السلام-، ذو مرة يعني\nقوة وشدة وهنا سحر مستمر يعني قوي من المرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p009'> Vol. 17, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nقال: أو دائم من الاستمرار وهو الدوام، إما من القوة أو من الاستمرار\nوالدوام، ومنهم من يقول: إنه مستمر من المرارة، يعني سحر مرارته تصل إلى\nالحلوق، ولا شك أن ما يؤذي الإنسان مر فهم يتأذون بهذا السحر على حد زعمهم،\nوقيل: من المرور وهو العبور، سحر عابر ومنتهي ومنقضي كغيره من السحرة، فهم\nيتربصون بالنبي -عليه الصلاة والسلام- وسحره، يتربصون به ريب المنون كما\nتقدم، لكن المؤلف اعتمد معنيين فقط من المعاني الأربعة، قال: مستمر قوي،\nسحر قوي، ولا شك أن السحر مراتب فيه القوي وفيه الضعيف، والسحرة كذلك لهم\nمراتب وبعضهم يدل على بعض إذا عجز عما يراد منه، قال: اذهب إلى فلان فإنه\nأشد وأقوى سحرا، -نسأل الله العافية-.\n</p>\n\n<p>\nوالسحر كفر بالله العظيم، والذهاب إليهم مجرد الذهاب لا تقبل له صلاة\nأربيعين يوما، ومن صدقهم كفر وذكرنا أنفا أنهم لو طابقوا الواقع، ولو\nطابقوا الواقع.\n</p>\n\n<p>\nذهب واحد -نسأل الله العافية- ينتسب إلى طلب العلم إلى ساحر ليفك عنه\nالسحر، فشرح له ما حصل بالتفصيل وقال: لما دخلت على زوجتك جاءتكم امرأة هذه\nصفتها بطيب هذا باقيه فأحضر له الوعاء، وعاء الطيب فما كان من ذلك الرجل\nالذي ينتسب إلى طلب العلم إلا أن قال: صدقت -نسأل الله العافية-، وبهذا كفر\nنسأل الله السلامة والعافية، ولو طابق كلامه الواقع فإن هذا كذب يجب أن\nيقال كذبت، وصدق الله ورسوله، وعرفنا أن الصدق والكذب مربوط بمطابقة الشرع،\nيعني لو شهد ثلاثة أنهم رأوا الزاني بأم أعينهم رأوه يفعل بالمرأة كما يفعل\nالزوج بزوجته هم عند الله <span id='ms382'></span> كاذبون إذا لم يأتوا بأربعة شهداء، -هذا نص\nالقرآن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p010'> Vol. 17, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nوالساحر ولو أحضر ما أحضر مما يطابق الأمر يجب أن تقول: كذبت، وهو كاذب\nشرعا؛ لإن بعض الناس يحصل عنده شيء من التردد، يجد نفسه مجبر وملزم إذا\nطابق الواقع، لا يجب عليك أن تكذب؛ لإن هذه الأمور مربوطة بشرع، يعني لو\nذهب إليه يحرم عليه الذهاب ولا تقبل له صلاة أربعين يوما، إذا صدقه الأمر\nأعظم من ذلك فقد كفر، فماذا عمن يذهب إلى الساحر ليفك السحر وقد أفتاه من\nأفتاه في ذلك؟ -نسأل الله السلامة والعافية- وسهل له أمر الكفر، لا بد أن\nيصدق ومعه فتوى يعتمد عليها مناقضة معارضة لما جاء عن الله وعن رسوله،\n-نعوذ بالله من الخذلان- {وكذبوا} [(3) سورة القمر]-النبي -صلى الله عليه\nوسلم- {واتبعوا أهواءهم} الآيات لا تغني {وما تغني الآيات والنذر عن قوم لا\nيؤمنون} [(101) سورة يونس] لا تغني الآية ولا تفيد فيهم فإذا طبع الله على\nالقلب صار لا ينفذ فيه خير، وإذا وجد هذا من بعض المسلمين الذين ينتسبون\nإلى القبلة وجد منهم بعض هذا الطبع -نسأل الله العافية-، ترك ثلاث جمع طبع\nالله على قلبه، وإذا مسخ القلب لا يجدي فيه شيء ولو لم يصل إلى حد الكفر،\nالرآن إذا غطى على القلوب تجده لا يستفيد من النصوص.\n</p>\n\n<p>\nابن القيم -رحمه الله تعالى- ذكر في إغاثة اللهفان: أن الرجلين في أخر\nالزمان يمضيان إلى المعصية فيمسخ أحدهما خنزيرا، ويش المتوقع من الثاني\nالذي يسلم يعني يندم ويتوب ويقلع فورا ويقبل إلى ربه الذي نجاه من هذا\nالمسخ، لكن مسخه أعظم من مسخ صاحبه يذهب إلى معصيته، كذبوا النبي -عليه\nالصلاة والسلام- وقالوا: هذا الذي حصل للقمر سحر سحرتنا فرأيتنا نبصر خلاف\nالواقع.\n</p>\n\n<p>\n{واتبعوا أهواءهم} \"يعني في باطلهم\" {وكل أمر} يقول: \"من الخير والشر\"\n{مستقر} \"بأهله في الجنة أو النار\"، كل أمر سواء كان من أمور الخير أو من\nأمور الشر، مستقر بأهله يعني موصل لأهله أهل الخير إلى الجنة، وأهل <span id='ms383'></span> الجنة\nإلى النار كل أمر مستقر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p011'> Vol. 17, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n{ولقد جاءهم من الأنباء} [(4) سورة القمر] جاء كفار قريش من الأنباء، من\nالأخبار العظيمة المهمة ومنها: \"إخبار إهلاك الأمم المكذبة لرسلهم\"، إخبار\nإهلاك الأمم المكذبة لرسلهم {ولقد جاءهم من الأنباء ما فيه مزدجر} [(4)\nسورة القمر] قد يقول قائل: إن قريشا أهل فترة ما جاءهم شيء على فترة من\nالرسل، ما جاءهم شيء، وما بلغهم شيء؟ جاءهم وبلغهم وهذه أمور متواترة يتحدث\nبها الركبان جيل عن جيل، والله-جل وعلا- يقول: {ولقد جاءهم} ولهذا استحقوا\nالنار -نسأل الله العافية- فمنهم من مات مشركا؛ لأنه جاءهم من الأنباء وإن\nسمي عصرهم عصر فترة، عصر فترة؛ لأنه ما في رسل لكن الرسالات بلغتهم، ومنهم\nبقايا على دين إبراهيم -عليه السلام- وبقايا من أهل الكتاب، المقصود أن\nالله-جل وعلا- يقول: {ولقد جاءهم من الأنباء}؛ لأنه قد يقول قائل: وقد قيل:\nكيف يقول الرسول -عليه الصلاة والسلام- ((إن أبي وأباك في النار)) وهو يقول\nوالله-جل وعلا- يقول: {وما كنا معذبين حتى نبعث رسولا} [(15) سورة الإسراء]\nما بعث إليهم رسول {جاءهم من الأنباء ما فيه مزدجر} وقامت عليهم الحجة\nبهذا.\n</p>\n\n<p>\n{ولقد جاءهم من الأنباء} يعني من إهلاك الأمم المكذبة لرسلهم ما فيه\nمزدجر، يعني ما يكفي لازدجارهم واتعاظهم وارعوائهم عن غيهم وضلالهم،\n{مزدجر} يقول: مزدجر \"لهم اسم مصدر، أو اسم مكان\"، أصل الفعل \"زجر\"،\nوالافتعال \"ازدجر\" افتعل، فإن كان من زجر فهو مزجر وهو من افتعل مثل:\nاقترب، والتاء تاء الافتعال أبدلت بالدال، فبدل من ازتجر افعتل، ازدجر\n\"والدال بدل من تاء الإفتعال، وازدجرته، وزجرته\" الأصل زجر المجرد مع تاء\nالافتعال ازتجر، وقلبت التاء دالا فصار ازدجر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p012'> Vol. 17, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nيقول: \"وازدجرت وزجرته -يعني مجردا ومزيدا- نهيته بغلظة\"، الزجر: النهي\nبغلظة وشدة كما فعل الصحابة -رضوان الله عليهم- بالأعرابي الذي بال في\nالمسجد، زجروه نهوه بشدة وقوة وغلظة فقال النبي -عليه الصلاة والسلام-:\n((لا تزرموه)) اتركوه، \"نهيته بغلظة وما موصولة أو موصوفة\" {ما فيه مزدجر}\nما موصولة {ولقد جاءهم من الأنباء <span id='ms384'></span>} الذي فيه مزدجر تكون حينئذ موصولة أو\nموصوفة، موصوفة يكون تقدير الكلام ولقد جاءهم مجيئا فيه مزدجر فتكون\nموصوفة، نكرة موصوفة، اسم مصدر، أو اسم مكان مزدجر، المفعل يأتي للمصدر\nويأتي لاسم المكان، المقام {واتخذوا من مقام إبراهيم مصلى} [(125) سورة\nالبقرة] مصدر قام يقوم قياما ومقاما، قام يقوم قياما ومقاما مصدر، ويصلح أن\nيكون اسم مكان -مكان القيام-، فالمقام إما أن يراد به مكان القيام، أو\nالمصدر الذي هو القيام نفسه، فمكان المقام إذا نقل مثلا \"المقام\" الذي هو\nالمصدر إلى مكانه، فهل مكانه الصخرة التي حصل عليها القيام، أو المكان الذي\nفيه الصخرة -الحصاة- التي فيها الأثر؟ المعروف، المقام المعروف {واتخذوا من\nمقام إبراهيم مصلى} هل المراد به الحصاة الصخرة، أو المكان التي كان فيها\nالصخرة؟ نعم المكان الذي فيه الصخرة، وعلى هذا لما تأخرت الصخرة، الصخرة\nالأصل فيها أنها قريبة من الجدار احتيج إليها لما ارتفع البناء، لو احتيج\nإلى تأخير هذه الصخرة إلى الأروقة مثلا، اقتضى الاجتهاد أن تدخل في\nالأروقة؛ لأنها تضيق على الطائفيين كما أخرت من قبل في عهد عمر، يعني\nالمسألة مسألة المقام ويراد به الصخرة، أو مكان القيام الملاصق للجدار،\nالمسألة معروفة عند أهل العلم واللفظ محتمل، لكن ما الذي يترتب على\nالقولين؟ يترتب عليه إن قلنا إن المراد بالمقام الذي أمرنا باتخاذه مصلى هو\nالصخرة، فإننا نتبعها أينما ذهبت، يعني لو أدخلت في الأروقة صارت الصلاة\nهناك عندها، وإذا قلنا إن المقام مكان القيام الأصلي الذي كانت الصخرة فيه\nملاصقة للجدار أن نتخذ هذا المكان ولو أبعدت الصخرة، كلام أهل العلم في هذا\nمعروف فيه رسائل، والمقام لا يجوز تقديمه أو تأخيره، أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p013'> Vol. 17, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nلا يجوز فيه كتب وفيه ردود معروفة.\n</p>\n\n<p>\nيقول: {ما فيه مزدجر} لهم يعني يزجرهم عن كفرهم وغيهم وعن ضلالهم، جاءهم\nمن الآيات والنذر والبينات والحجج والبراهين القاطعة ما يزجرهم، ويجعلهم لا\nيترددون في الدخول في هذا الدين، {ولقد جاءهم من الأنباء}.\n</p>\n\n<p>\n{حكمة بالغة} [(5) سورة القمر] يعني مع ما جاءهم <span id='ms385'></span> من الأنباء، وما جاءهم\nمن، يزجرهم ويعضهم من الحجج القاطعة والبراهين الساطعة التي لم تترك لأحد\nعذر، ومع ذلك ما آمنوا والله -جل وعلا- بين لهم ولم يترك لهم حجة ولا عذر\nيعتذرون به، وركب فيهم من حرية الاختيار ما يمكنهم من الدخول في هذا الدين،\nفليس لأحد حجة لا بالقدر السابق ولا بعدم بلوغ الحجة، الحجة بلغتهم، والقدر\nالسابق غيب لا يعلمه إلا الله-جل وعلا-، فكون الإنسان يزعم أنه مجبور على\nالاستمرار على الكفر، أو مجبور على فعل معاصي هذا لا حجة لهم فيه ولا\nمستمسك؛ لأن لديهم من حرية الاختيار مع بيان ما ينفع وما يضر، ومع ذلك\nاختاروا ما يضرهم، والذي يحتج بالقدر ويقول: إنه مجبور هذا شيء كتبه الله\nعليه، لا يستطيع أن يخالف ما كتب عليه نقول: كما جاء في النصوص الكثيرة أن\nالله-جل وعلا- بين لهم وقطع عذرهم، وركب فيهم من حرية الاختيار ليسوا\nبمجبورين، كما يزعمون أن حركاتهم مثل حركات الشجر وورق الشجر في مهب الريح\nهذا الكلام ليس بصحيح، بدليل لو أن أحدا اعتدى على واحد منهم ما تركه ما\nقال: هو مجبور مسكين، لو ضربه للتفت وخاصمه ورفع أمره أو ضربه، جازاه على\nصنيعة فإذا قيل له: إنسان مجبور مكتوب عليك أنه يضربك، ومكتوب له أن يضربك\nقال: هذا جنون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p014'> Vol. 17, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nلكن إذ ما جاءت مسألة الدين، إذا ما صلى قال: والله مكتوب عليه أنه ما\nيصلي، ما أسلم هذا القدر السابق ويحتج بالقدر، المشركون {لو شاء الله ما\nأشركوا} [(107) سورة الأنعام] ويحتج به أيضا الفساق من المسلمين يحتجون\nبالقدر، لكنه القدر إنما يحتج به على المصائب لا على المعايب، واحتج آدم\nموسى كما في الصحيحين وغيرهم: ((فقال موسى: محتجا على الله-جل وعلا- بأنه\nخلقه بيده، وأسجد له ملائكته قال: أخرجتنا ونفسك من الجنة، فقال: يا موسى،\nأنت الذي اختصك الله بكلامه، وكتب لك التوراة بيده، فكم تجدني كتب علي هذا\nقبل أن أخلق، فقال: بكذا وكذا سنة فحج <span id='ms386'></span> آدم موسى)) يعني آدم احتج بالقدر على\nالمعيب وإلا على المصيبة؟ على المعصية وإلا على المصيبة؟ المعصية ذهب\nأثرها، وجودها كأنه لم يعص تاب، تاب منها، اجتباه الله وهداه بعد ذلك ما\nكان له أثر، ليس له أثر، وإنما بقية المصيبة المترتبة على هذه المعصية\nاحتجوا بالقدر عليها، يعني لو أن شخصا سقط فانكسرت رجله فقيل له: لماذا؟\nوراء ما شفت، وراء ما انتبهت؟ هذا شيء كتبه الله علي هذا صحيح، لكن لو سرق\nلا يجوز له أن يقول هذا شيء كتبه الله عليه ولو شاء الله ما سرقت، هذا كلام\nالمشركين {لو شاء الله ما أشركنا} [(148) سورة الأنعام] ليس لأحد حجة، وليس\nلأحد عذر بعد هذا البيان.\n</p>\n\n<p>\n{حكمة بالغة} [(5) سورة القمر] \"حكمة خبر مبتدأ محذوف أو بدل من ما {ما\nفيه مزدجر} \" يعني {ولقد جاءهم من الأنباء ما فيه مزدجر} أو بدل من ما\"\nيقول: ولقد جاءهم من الأنباء حكمة بالغة بدل من ما أو بيان له، {حكمة} خبر\nمبتدأ محذوف هذا حكمة، أو هذه حكمة بالغة خبر مبتدأ محذوف، أو بدل من ما أو\nمن مزدجر، المزدجر هو الحكمة، أو الذي فيه مزدجر هو الحكمة، أو خبر مبتدأ\nمحذوف تقديره هذه حكمة بالغة وصف، حكمة بالغة يعني: \"تامة\"، بلغة الغاية في\nهذه الحكمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p015'> Vol. 17, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n{حكمة بالغة فما تغن النذر} [(5) سورة القمر] فما تغني \"تنفع فيهم\" النذر\nجمع نذير بمعنى منذر، النذر جمع نذير ولو جاءهم كل يوم نذير جديد ما. . . .\n. . . . . {وما تغني الآيات والنذر عن قوم لا يؤمنون} [(101) سورة يونس]\nفما تغني يعني ما تنفع فيهم، ولا تفيد فيهم، ولا ينتفعون بها، والنذر جميع\nنذير بمعنى منذر أي الأمور المنذرة لهم، والعاقل ينظر إلى النذر نظر عيان،\nمما يمر به في جميع أحواله يعتبر، يدكر، يتعظ من كل ما يمر به، كل شيء يضعه\nعلى باله، {وجاءكم النذير} [(37) سورة فاطر] الشيب نذير، موت القريب نذير،\nموت البعيد نذير، موت الولد نذير، موت الأب نذير نذر، قد يقول قائل: والله <span id='ms387'></span>\nأنا شاب فتى في العشرين في الثلاثين في الأربعين من العمر وأرى الناس\nيعمرون إلى المائة، لكن انظر إلى الوفيات واحضر إلى الأماكن التي يصلى فيها\nعلى الجنائز، ترى أن موت الشباب والأطفال أكثر من موت الشيوخ، واقرأ في\nالصحف التي تنشر فيها هذه الأخبار تجد لا سيما في الأيام الأخيرة نرى الموت\nبين الثلاثين إلى الأربعين أكثر من غيرهم، يعني المسألة مسألة تتبع، انظر\nما ينشر في الصحف تجد الكثير يعني نادرا تجد مات عن ثمانين سنة عن تسعين\nسنة قليل هذا، تجد أطفالا بالعشرات مواليد، وتجد شبابا كثير، الحوادث وما\nأشبهها هذا أيضا كثر في أخر الزمان فليس هناك عذر لأحد، ولا مستمسك لشخص،\nيقول: أنا والله ما زلت شابا وأعمار الأمة بين الستين والسبعين، أنا باقي\nعلى السبعين خمسين سنة نعم هذا كثير يعني بالنظر إلى من يجاوز ذلك الذي\nيجاوز قليل، لكن من يموت دون ذلك كثير، وشخص بلغ الستين من عمره لا يصلي\n-نسأل الله العافية- ولم يتزوج فذهب إليه قريب له في بلد غير بلده ذهب إليه\nووعظه وذكره، وقال: أنت في الستين الآن، وأعمار الأمة بين الستين والسبعين،\nولا تدري متى يفاجؤك الأمر؟ أنت لو تصلي لتكون من أهل الجنة، وتتزوج شخصا\nيرثك ويدعوا لك، فقال: له يا فلان، كم عمري والدي يوم ما مات؟ قال: ما عليك\nمن والدك، قال: ليش ما علي، كم عمره؟ قال: مائة وعشرين صحيح، مائة وعشرين،\nكم عمر عمي؟ قال: مائة وعشرة، كم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p016'> Vol. 17, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nعمر خالي؟ فتنة لهذا الرجل قال: مائة، وفلان عمر طويلا فما اتعظ ولا\nازدجر وكان كلامه في يوم الجمعة، فرجع إلى بلده بعد أن أدى ما أوجب الله\nعليه من النصح لهذا القريب، يقول: فما جاءت الجمعة الأخرى إلا ويأتينا\nنعيه، -نسأل الله حسن الخاتمة- {وما تغني الآيات والنذر عن قوم لا يؤمنون}\n[(101) سورة يونس] ما في فائدة والله المستعان.\n</p>\n\n<p>\n{فما تغني} تنفع فيهم النذر \"جمع نذير بمعنى منذر أي الأمور المنذرة له\"\nوسواء <span id='ms388'></span> كانت من الرسل، أو ما جاءت به الرسل، أو من قبل وراث الأنبياء من أهل\nالعلم والدعاة وغيرهم، أو من الأمور الكونية التي ينتجها التفكر فيها،\nالإنسان إذا جلس يحاسب نفسه، ونظر في نعم الله عليه وآلاء الله عليه، ونظر\nفي مخلوقات الله العظيمة لا شك أنه يستفيد.\n</p>\n\n<p>\n{إن في خلق السماوات والأرض واختلاف الليل والنهار لآيات} [(190) سورة آل\nعمران] لكن لكل أحد، {لأولي الألباب}، وما يوفق لمثل هذا إلا من ذكر بعد\nذلك {الذين يذكرون الله قياما وقعودا وعلى جنوبهم} [(191) سورة آل عمران]\nهم الذين يوفقون للتذكر والتفكر، و {ما} في قوله: {فما تغن}: للنفي يعني ما\nتفيد للنفي أو للاستفهام الإنكاري، ما تغني النذر استفهام إنكاري، يقول:\nوعلى الثاني، وهي على الثاني مفعول مقدم، وعلى الثاني مفعول مقدم، يعني\nكونها استفهامية، استفهامية مفعول مقدم يجب تقديمها؛ لأن لها صدر الكلام.\n</p>\n\n<p>\n{فتول عنهم} [(6) سورة القمر] تولى يعني: أعرض، يقول: \"هو فائدة ما قبله\nوتم به الكلام\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p017'> Vol. 17, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n{فتول عنهم} [(6) سورة القمر] يعني إذا كان لا تغني فيهم النذر فلا\nفائدة، ولا جدوى من متابعة دعوته؛ لأن هؤلاء حكم عليهم وقضى عليهم، ولا\nيقول قائل: إنه دعا فلانا أو فلانا من قريب أو بعيد صاحب منكر فلم يستفد من\nوعظه، يقول: تولى عنه، اتركه هذا ما فيه فائدة، لا يقال تابع؛ لأنه ما\nيدريك أنه لا تغني النذر بالنسبة له، هنا جاء النص أن هؤلاء ما تغني النذر،\nوحينئذ تذكيرهم وعدمه سواء، لكن أنت إذا وجدت عاصيا ونصحته وأنكرت عليه ما\nاستفاد مرة، مرتين، ثلاث أربع، عشر تابع، وفي كل مرة أنت مأجور على هذه\nالدعوة، وعلى هذا النصح والتذكير والإنكار، أنت مأجور على هذا وعليك بذل\nالسبب والنتيجة بيد الله-جل وعلا-، إن كان الله يريد له هداية على يدك\n((فلئن يهدي الله بك رجلا واحدا خير لك من حمر النعم)).\n</p>\n\n<p>\n{فتول عنهم} يعني أعرض، \"وهو فائدة ما قبله\"؛ لإن هؤلاء لا تغني فيهم\nالنذر ما في فائدة لا تتعب <span id='ms389'></span> نفسك، تولى عنهم ومن أهل العلم بل أكثر المفسرين\nيقول: إن هذا منسوخة بآية السيف، منسوخة بأية السيف، التولي والإعراض عن\nالكفار هذا منسوخ بالأمر بقتالهم، ومنهم من يقول إنها محكمة، {فتول عنهم}\nيعني اتركهم بالكلية لا، أنت بذلت ما يجب عليك كمرحلة أولى وهي الدعوة،\nفلما لم يستجيبوا وجب قتالهم يعني أعرض عن نصحهم وتوجيههم وإرشادهم وهذه\nالطريقة الشرعية، أن من لا يستجيب لهذه الدعوة أولا يدعى يعرض عليه أمور،\nلا يقاتل مباشرة بل يعرض عليه أمور، إما أن يستجيب للإسلام فيسلم، أو يدفع\nالجزية، أو يقاتل.\n</p>\n\n<p>\nالآن {فتول عنهم} إن كان على قول الأكثر منسوخ بآية السيف فالمطلوب\nقتالهم، وإن كانت الآية محكمة فتولى عن دعوتهم وجاهدهم؛ لأنك أديت ما عليك\nفي نصحهم وإرشادهم وتوجيههم ودعوتهم، يقول: \"وتم به الكلام\" {فتول عنهم}\nوعلى عنهم ميم يعني وقف لازم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p018'> Vol. 17, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n{يوم يدع الداع إلى شيء نكر} يوم يدعوا الداعي هو إسرافيل، وقيل: جبرائيل\n{يدع الداع} قال: \"هو إسرافيل وناصب يوم يخرجون بعد\" وناصب يوم، {يوم يدع\nالداع إلى شيء نكر خشعا أبصارهم} [(7) سورة القمر] إلى أخره يقول: \"ناصب\nيوم يخرجون بعد\" فهو متعلق بيخرجون {إلى شيء نكر} \"بضم الكاف وسكونها -\n{نكر} و {نكر} - أي منكر تنكره النفوس لشدته وهو الحساب\"، تنكره النفوس،\nوتنفر منه، تشمئز منه لشدته وهو الحساب، {يوم يدع الداع إلى شيء نكر} كل\nيخشي من هذا الحساب، فالنبي -عليه الصلاة والسلام- يقول: ((من نوقش العذاب\nعذب)) وكل إنسان يخشي من هذا الحساب؛ لأن نتيجته العذاب لا محالة.\n</p>\n\n<p>\nقالت عائشة -رضي الله عنها-: {فسوف يحاسب حسابا يسيرا} [(8) سورة\nالانشقاق] كيف من نوقش الحساب عذب؟ يعني كل من نوقش الحساب يعذب، وهناك\nحساب يسير قال: ((ذلك العرض)) الحساب اليسير العرض وليست المناقشة الدقيقة،\nيعني تعرض الأمور إجمالا يقرر بها صاحبها، ثم تبدل السيئات حسنات، وأما\nالمناقشة على الصغير والكبير في {كتاب لا يغادر صغيرة ولا كبيرة إلا\nأحصاها} [(49) سورة الكهف] من نوقش عذب لا محالة، فهو أمر منكر تنكره <span id='ms390'></span>\nالنفوس وتنفر منه وتشمئز لشدته، وإذا كانت النفوس تنفر من مناقشة\nالمخلوقين، فكيف بمناقشة من لا تخفي عليه خافية؟ ((وما منكم من أحد إلا\nسيكلمه ربه بغير ترجمان)) فعلت كذا، فعلت كذا فيشفق ويخشى، ولا شك أن مثل\nهذا أمر مهول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p019'> Vol. 17, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n{خشعا} المفسر مشى على القراءة الأخرى، {خاشعا} يعني \"ذليلا\"، وفي قراءة،\nأو يقول: \"وفي قراءة {خشعا} بضم الخاء وفتح الشين المشددة\" {أبصارهم} \"حال\nمن فاعل\" {يخرجون} \"أي الناس\" {خشعا أبصارهم} وبالقراءة الأخرى {خاشعا\nأبصارهم}، ويجوز {خاشعة أبصارهم} بالإفراد, والجمع، والتذكير، والتأنيث،\nوالخشوع، قالوا: هو الخضوع كما في القاموس خاضعة أبصارهم، قال في القاموس:\nوقيل: الخضوع للبدن، والخشوع للبصر، مع أن الخضوع يأتي بالقول كما في قوله\n-جل وعلا-: {فلا تخضعن بالقول} [(32) سورة الأحزاب] ليس خاصا بالبدن كما في\nالقاموس، على كل حال هنا يقول: {خاشعة} أو {خشعا أبصارهم} خشع جمع خاشع، و\n{أبصارهم} فاعل لاسم الفاعل؛ لأن اسم الفاعل يعمل عمل فعله، {خشعا أبصارهم}\nأي ذليلة، والأثر يبدو على البصر قبل غيره، الذل والهوان والانكسار يبدو\nعلى الأبصار قبل غيرها من البدن، {خشعا أبصارهم} يقول: حال، حال من فاعل\nيخرجون، يعني يخرجون حال كونهم خشعا، أو خاشعا على ما اختاره المؤلف،\nيخرجون أي الناس {من الأجداث} جمع جدث وهي \"القبور\"، وتقال: بالفاء جدف\nكأنهم جراد منتشر، \"لا يدرون أين يذهبون من الخوف والحيرة! والجملة حال من\nفاعل يخرجون، وكذا قوله: {مهطعين}.\n</p>\n\n<p>\n{كأنهم جراد منتشر} [(7) سورة القمر] يعني إذا نظرت إلى غوغاء الجراد عند\nكثرته واحدة إلى اليمين، وواحدة إلى الشمال، وواحدة إلى الأمام، وواحدة إلى\nالخلف، واحدة تنزل، واحدة ترتفع تصور الناس على هذه الحالة، وفي تصوير آخر\n{كالفراش المبثوث}، كالفراش الذي يذهب لا إلى غاية يطير يمينا وشمالا،\nوينخبط، ويقع في النار، وهذا من الذهول الذي يصيب الناس.\n</p>\n\n<p>\nيقول {كأنهم جراد منتشر} لا يدرون أين يذهبون من الخوف والحيرة! والجملة\nحال من فاعل يخرجون، وكذا قوله مهطعين أي: \"مسرعين مادين أعناقهم\" {مهطعين\nإلى الداع} [(8) سورة القمر] {مهطعين} \"مسرعين <span id='ms391'></span> مادين أعناقهم\" في حال ذهول\nشديد إذا دعاهم الداعي، مهطعين مسرعين إليه، مسرعين إليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p020'> Vol. 17, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nهناك قال {منتشر} لا يدرون أين يذهبون من الخوف والحيرة، ثم قال:\n{مهطعين} أي: مسرعين مادين أعناقهم إلى الداعي يعني إلى مصدر الصوت، إذا هم\nيدرون أين يذهبون، والتمثيل بالجراد هنا في هذا الموطن قالوا: لإن الجراد\nسياقه واحد، وطريقه واحد، نعم إذا وجد عدد يسير حول نور، نعم تجده يذهب إلى\nهذه النور ويفارقها ويرجع إليها وهكذا، لكن الجراد في الجملة يأتي من جهة\nإلى جهة، فجهته معروفة بخلاف الفراش، الفراش لا جهة له.\n</p>\n\n<p>\nوقوله: {كأنهم جراد منتشر} \"لا يدرون أين يذهبون من الخوف والحيرة\nوالجملة حال\"، لكنه قال بعد ذلك مهطعين إلى الداعي مسرعين إليه، وقد يقول\nقائل: إن تمثيلهم بالجراد وبالفراش في أول الأمر، أول ما يخرجون من الأجداث\nيتخبطون، ثم إذا نودوا إلى الحساب اتجهوا إلى مصدر الصوت، {مهطعين} يعني\n\"مسرعين مادين أعناقهم\"، {إلى الداع} بدون ياء وقرئ بها ولا يوجد سبب\nلحذفها غير إتباع الرسم، يعني حذفها هذا منقوص مقترن بأل مثل \"القاضي\"\nالأصل فيه الياء، نعم إذا تكرر وكثر على اللسان مثلما تقول: عمرو بن العاص\nوأصلها العاصي، شداد بن الهاد ابن الهادي إذا كثرت وثقلت على اللسان لا\nمانع عند أهل العربية، لكن يبقى {مهطعين إلى الداع} هذا إتباعا للرسم، ولا\nتجوز مخالفته مع أنه قرئ بالياء وعدمها، منهم من يقرؤها على رسمها بدون\nياء، ومنهم من يثبت الياء؛ لأنها الأصل.\n</p>\n\n<p>\n{ذلك ما كنا نبغ} [(64) سورة الكهف] أصلها نبغي ولا يوجد ما يدل على ما\nيوجب حذف الياء إلا إتباع الرسم، وإتباع الرسم واجب عند أهل العلم ولا يجوز\nتغييره بحال أجمعت الأمة على هذا الرسم، وتلقوه جيلا عن جيل فلا يجوز\nتغييره، ولذلك المطالبات التي حصلت بكتابة المصحف بالكتابة الإملائية\nالمعروفة هذه وإن كانت موجودة وقائمة إلا أنها مردودة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p021'> Vol. 17, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n{يقول الكافرون هذا يوم عسر} [(8) سورة القمر] \"منهم\" يعني من هؤلاء\nالذين بعثوا {هذا يوم عسر} هذا يوم عسر <span id='ms392'></span> أي: \"صعب على الكافرين كما في\nالمدثر\" يوم عسير {فإذا نقر في الناقور*فذلك يومئذ يوم عسير *على الكافرين\nغير يسير} [(8 - 9 - 10) سورة المدثر]-نسأل الله العافية آيات تهز القلوب\nإن كان هناك قلوب {كذبت قبلهم} [(9) سورة القمر] يعني قريش {كذبت قبلهم}\nيعني \"قبل قريش\" قوم نوح، نوح أول الرسل، أو الرسل كذبت قبلهم قبل قريش\n{قوم نوح} \"تأنيث الفعل -كذبت- لمعنى قوم\"، وهم الجماعة أو القبيل؛ لأنه\nمؤنث يقول: \"تأنيث الفعل لمعنى قوم\"، المراد بهم الجماعة أو القبيلة.\n</p>\n\n<p>\n{فكذبوا عبدنا} كذبت فكذبوا، {كذبت قبلهم قوم نوح فكذبوا} يعني تكرار\nالفعل يعني لو قال: كذبت قبلهم قوم نوح عبدنا كفا الفعل الأول، لكنه كرر\nالفعل الذي هو التكذيب؛ لأن قريشا تشاركهم فيه في التكذيب فأكده وكرره مرة\nثانية؛ ليفهم أن سبب تعذيب وإغراق قوم نوح هو التكذيب، فإذا وجد منكم هذا\nالسبب فالنتيجة حتما لازمة والسنة الإلهية لا تتغير، نعم قد تتغير طريقة\nالإهلاك من أمة إلى أخرى لكن الإهلاك حاصل بسبب التكذيب.\n</p>\n\n<p>\n{فكذبوا} \"عبدنا يعني نوحا -عليه السلام-\" الذي مكث يدعوا قومه ألف سنة\nإلا خمسين عاما، وكل ما ذهب جيل وجاء بعدهم نفس المنهج ونفس الطريقة الذي\nهو التكذيب توارثوه كابرا عن كابر.\n</p>\n\n<p>\n{وقالوا مجنون وازدجر} مجنون وازدجر أي: \"انتهروه بالسب وغيره\"، {مجنون\nوازدجر} أي: \"انتهروه بالسب وغيره\" زجروه وانتهروه وشدد عليه وسبوه\nوالمجنون إذ زجر زاد، المجنون إذا زجر وحورش وأجلب عليه، أو صوت به، أو\nاجتمع عليه من يؤذيه فإنه يزداد قالوا: هذه حال نوح -عليه السلام-.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p022'> Vol. 17, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n{فدعا ربه أني} [(10) سورة القمر] \"أي بأني\" {فدعا ربه أني مغلوب فانتصر}\nوفي قراءة {إني} بكسر الهمزة؛ لأن الدعاء مضمن معنى القول، {فدعاء ربه}\nقائل: يا رب إني مغلوب لا قدرة ولا طاقة لي بهم، {فانتصر} يعني لي منهم،\nوهذه حال المسلمين اليوم اللهم إننا مغلبون فانتصر ومظلومون فانتقم.\n</p>\n\n<p>\nقال: {فدعاء ربه أني} بالفتح أي بأني مغلوب يعني لا قدرة لي بهم فانتصر\nيعني لي منهم وأنتقم، {ففتحنا} [(11) سورة القمر <span id='ms393'></span>] \"بالتخفيف والتشديد\"\nفتحنا {أبواب السماء بماء منهمر} \"منصب انصبابا شديدا\" من السماء مباشرة من\nغير سحاب، فتحت أبواب السماء من غير سحاب، ومنهمر منصب انصبابا يعني وليس\nكالتنقيط كالمطر لا، {بماء منهمر} \"منصب انصبابا شديدا\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p023'> Vol. 17, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nقال: {وفجرنا الأرض عيونا} [(12) سورة القمر] تنبع يعني جاءهم الماء من\nالسماء ومن الأرض، {فجرنا الأرض عيونا}، عيونا تمييز محول عن الفاعل أو\nالمفعول؟ المفعول، الأصل وفجرنا عيون الأرض قالوا: وهو أبلغ من أصله، أبلغ\nمن فجرنا عيون الأرض؛ لأنه بالتمييز صارت كأن الأرض كلها عيون، {فجرنا\nالأرض} يعني كلها عيون صارت، لكن لو جاء بالأصل فجرنا عيون الأرض، الأرض\nباقية يابسة تراب، تبقى عيونها هي التي تفرجت، والعدول من المفعول إلى\nالتمييز، والتحويل من الأسلوب الأصلي إلى الفرعي أبلغ، {فجرنا الأرض عيونا}\n\"تنبع\" يعني من كل مكان، {فالتقى الماء} \"ماء السماء والأرض\"، {التقى\nالماء} الماء يصدق على الكثير والقليل، وعلى الواحد وعلى المتعدد، ويجمع\nنظر لتعدد أنواعه كما قالوا: في كتب العلم باب: \"المياه\" وإلا يكفي أن\nيقال: باب الماء، والماء ينصرف إلى قليله وكثيره، باقيه ومتغيره كله ماء،\nوهنا قال: {فالتقى الماء} \"ماء السماء والأرض\" وقرئ: {فالتقى الماءاني} ماء\nالسماء وماء الأرض وقرئ: {الماواني}، و {الماياني} لكن الثلاث القرأت قرآت\nشاذة، {التقى الماء} النازل من السماء بقوة، المنصب من السماء، والنابع من\nالأرض بقوة {على أمر} يعني على \"حال\"، {قد قدر} \"قضي به في الأزل وهو\nهلاكهم غرقا\" {قد قدر} قضي به في الأزل يعني القضاء المحتوم، القضاء والقدر\nهذا أمر مقدر عليهم أنهم يهلكون غرقا، وهو هلاكهم غرقا؛ لأن {قدر} تأتي\nلمعاني، تأتي من التقدير يعني من القضاء والقدر المكتوب عليهم، وتأتي بمعنى\nالتضييق {قدر عليه رزقه} يعني ضيق عليه، ويمكن أن تحمل الآية على هذا\nالمعنى، بحملها على أن الأرض ضاقت بهم، ما دام امتلأت الأرض ماء، النابع\nوالنازل فسوف يضيق عليهم المكان لا محالة، بخلاف ما يحصل، قد يحصل فيضان في\nبلد لكن ينتقل منه إلى بلد أخر -والأرض واسعة <span id='ms394'></span>-، لكن بالنسبة للطوفان لا، عم\nالأرض وبلغ ذرا الجبال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p024'> Vol. 17, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n{وحملناه} [(13) سورة القمر] يعني \"نوحا\" -عليه السلام-، {وحملناه} يعني\nومن معه على {ذات} يعني على \"سفينة\" {ذات ألواح ودسر}، الألواح، الألواح\nمعروفة يعني من الخشب، ودسر يقول: \"وهو ما تشد به الألواح من المسامير\nوغيرها\"، يعني أكثر المفسرين على أن الدسر جمع \"دسار ككتاب\" وكتب، وخمار\nوخمر، وحمار وحمر، الوزن مطروق من المسامير وغيرها واحدها دسار ككتاب، يقول\nمن المسامير وغيرها يعني ما تدسر به، يعني تشد به من المسامير والحبال\nوالأربطة وغيرها مما تشد به هذه الألواح إذا جمعت، ومنهم من يقول: الدسر\nالمسامير، دسار مسمار، ومنهم من يضيف إليها ما يحتاج إليه؛ لأن بعض المواضع\nما يفيد فيه المسمار قد يحتاج إلى حبل يشد به، أو إلى عصب، أول إلى شيء\nتربط به، على كل حال المعنى واضح {وحملناه على ذات ألواح ودسر} [(13) سورة\nالقمر].\n</p>\n\n<p>\n{تجري بأعيننا} [(14) سورة القمر] أي \"بمرأى منا\" ومقتضى ذالك الحفظ\nوالرعاية والعناية والصيانة \"بمرأى منا أي: محفوظة\" من أن تغرق أو تتلف أو\nيصيبها أو يصيب من فيها شيء مما يحذر، {جزاء} \"منصوب بفعل مقدر أي: أغرقوا\nانتصارا\" {جزاء لمن كان كفر} يعني كفر به، وبما جاء به وبمن أرسله \"وهو نوح\n-عليه الصلاة والسلام-\"، {جزاء لمن كان كفر} يعني انتقاما وانتصارا لمن\nدعاء فقال: {إني مغلوب فانتصر} أغرقوا جزاء له وانتصارا له وانتقاما له وهو\nنوح -عليه الصلاة والسلام-، \"وقرئ {كفر} \" {جزاء لمن كان كفر} هذا العذاب\nجزاء له؛ لأنه كفر بالله -جل وعلا- \"بناء للفاعل أي أغرقوا عقابا لهم\" أي\n\"أغرقوا عقابا لهم\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p025'> Vol. 17, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n{ولقد تركناها} [(15) سورة القمر] \"أبقينا هذ الفعلة\" يعني خبر الطوفان\nخبر الغرق بقي يتناقله الناس إلى قيام الساعة، أو السفينة التي نجوا بسببها\nبقية إلى أن أدركها أوائل هذه الأمة كما يقول بعض المفسرين، {ولقد تركناها}\n\"أبقينا هذه الفعلة\" {آية} \"لمن يعتبر بها أي شاع خبرها واستمر\" نعم\nالأخبار والحوادث والوقائع الكبيرة يستمر الناس في نقلها، يتناقلونها جيلا\nعن <span id='ms395'></span> جيل لا تنسى، بخلاف الأخبار التي لا يهتم بها هذه تنسى، يتناقلها جيل عن\nجيل ثم تندرس، وإذا بقي الأثر بقي الذكر، {ولقد تركناها آية فهل من مدكر}\n[(15) سورة القمر]، يعني على سبيل المثال أهل العلم على مر الأجيال يتناقل\nالناس أخبارهم، لا سيما لمن ترك أثرا كالتأليف مثلا، يعني ما زلنا نذكر\nالعلماء من القرن الثاني الذين ألفوا إلى يومنا هذا، لكن الذين ليس لهم\nتأليف ما ترك لهم آية ولا ترك لهم ذكر ولو كانوا كبارا، نعم يذكرهم طلابهم\nالجيل الذي بعدهم يذكرونهم، ثم طلابهم أيضا يتناقلون بعض أخبارهم ثم تندرس\nأخبارهم، يعني هل ذكر الإمام البخاري مثل ذكر ابن واره؟ يعني هم في تعليل\nالحديث يمكن ما ينقص ابن واره عن البخاري، لكن تسأل ويش اسم ابن واره مجالس\nطلاب العلم، هل تعرف من أخباره شيئا؟ والله ما أدري عنه شيء، هذا يدلنا على\nأهمية التأليف بالنسبة للعالم وبقاء أثره إلى قيام الساعة.\n</p>\n\n<p>\nشوف العلماء المعاصرين يعني بعض شيوخنا ما له تأليف خلاص انتهى -يعني\nاحنا نعرفهم-، لكن الذي بعدنا يمكن ما يعرفهم، أئمة كبار قبل ما أدركناهم\nأدركهم شيوخنا وتناقلنا أخبارهم، وما زالت أخبارهم على نطاق ضيق ثم تندرس\nخلاص، إذا ما لهم مؤلف يموت طلابهم وطلابهم ثم خلاص ينتهي ذكرهم.\n</p>\n\n<p>\nفهذا يدلنا على أهمية الذكر بعد موت الإنسان، يعني تجد طالب علم له\nمؤلفات ولو مختصرات الكتب نفع الله بها مع صدق النية يتداولها الناس، وقال\n-رحمه الله تعالى-وفلان -رحمه الله تعالى-ما ينسى، لكن تجد عالم كبير جدا\nما له مؤلفات ينسى، فالشيء بالشيء يذكر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p026'> Vol. 17, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n{ولقد تركناها آية} تركت السفينة آية وعلامة، ترك الخبر خبر إغراقهم آية\nوعلامة، فمثل هذه الأمور ينتبه لها، {آية} \"لمن يعتبر بها أي شاع خبرها\nواستمر\" يعني تناقلته الأجيال لأن مثل هذا الخبر لا ينسى لا يمكن أن ينسى،\nحتى غير المسلمين من الأمم تعرف أن قوم نوح أغرقوا؛ لأن هذه أمور تناقلها\nالرواة وتباينت بها الأخبار، يعني <span id='ms396'></span> من أقطار متعددة ولا يمكن أن تكون ناشئة\nوصادرة عن إشاعة مصدرها واحد أبدا، ولذا قال: {ولقد تركناها آية فهل من\nمدكر} يعني هذه الآية بلغت المشارق والمغارب، ومع ذلك لم ينتفع بها ولم\nيزدجر ولم يستفد منها إلا أهل الذكر، أهل التذكر {فهل من مدكر} \"معتبر\nومتعظ بها وأصله مذتكر\"؛ لأنه من الذكر افتعال من الذكر، فالذال موجودة\nوالتاء تاء الافتعال موجودة \" {مذتكر} أبدلت التاء دالا\"، تاء الافتعال\nتبدل دالا مثل ازدجر، دالا مهملة وكذا المعجمة أبدلت دالا فأدغمت الدال\nبالدال فصارت مدكر، وقرئ {مذكر} بالذال لأنها الذال أصلية وتاء الافتعال\nأبدلت دالا فأبدلت الذال دال وأدغمت الذال في الدال وأدغمت فيها.\n</p>\n\n<p>\n{فكيف كان عذابي ونذر} [(16) سورة القمر] \"أي إنذاري، استفهام تقرير\"\nفكيف كان عذابي يقررهم فكيف كان عذاب ونذر يعني أمره سهل عذاب مثل هذا\nالعذاب يطاق تصبرون على مثله هذا تقرير له، \"أي إنذاري استفهام تقرير\" وكيف\nخبر كان لكنها تقدم؛ لإن لها الصدارة \"خبر كان وهي للسؤال عن الحال\"، لا\nيسأل بها عن ذات إلا بتقدير حاله، إذا قيل: كيف زيد؟ إنما يراد كيف حال زيد\n\"والمعنى حمل المخاطبين على الإقرار بوقوع عذابه تعالى بالمكذبين لنوح\nموقعه\" {فكيف كان عذابي ونذر} يقول: \"والمعنى حمل المخاطبين على الإقرار\"؛\nلأنه استفهام تقرير فحملهم على الإقرار يعني إذا سئل استفهم كيف كان\nالعذاب؟ هل يمكن أن يقول قائل: إنه عذاب سهل عذاب يسير يمكن أن يفر منه،\nيمكن أن يحاد عنه، جواب الجميع لا، لا يمكن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p027'> Vol. 17, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nفهذا التقرير يحمل المخاطب على الإقرار والإذعان بوقوع العذاب بالمكذبين\nلنوح موقعه وأن السنة واحدة، ما حل بهم يحل بمن فعل فعلهم، وهذه هي فائدة\nالقصص في القرآن {لقد كان في قصصهم عبرة} [(111) سورة يوسف] لكن لمن {لأولي\nالألباب ما كان حديثا يفترى} يعني ليس مجرد قصص وتسلية وأخبار مثل ما يذكر\nفي كتب السمر مجرد أخبار لا حقيقة لها، يعني قد يقرأ الإنسان سيرة عنترة بن\nشداد ثمانية مجلدات، أو حمزة بهلوان <span id='ms397'></span>، أو الأميرة ذات الهمة قصص سواليف، ثم\nماذا فيها عبرة؟ ما فيها عبرة؛ لأنها خيال ليست بواقع، أو فيها واقع لا\nيفيد، بينما قصص القرآن عبرة وليست مجرد تسلية، هي تسلية للنبي -صلى الله\nعليه وسلم-، وتسلية لهذه الأمة، تسلية لمن اعتبر واتعظ وادكر، لكن مع ذلك\nهي إنما سيقت لنخشى ونحذر السبب الذي عذبوا من أجله، ولذا يقول عمر -رضي\nالله عنه- \"مضى القوم ولم يرد به سوانا\" يعني ما الفائدة أن نعرف أن قوم\nنوح اغرقوا، وقوم عاد أهلكوا بالريح، وقوم ثمود إلى آخره كما سيأتي؟ لا\nفائدة من ذلك إلا أننا نتصور ما وقع بهم، ونجتنب ما أوقعهم في هذا العذاب.\n</p>\n\n<p>\n{ولقد يسرنا القرآن للذكر فهل من مدكر} [(17) سورة القمر] يقول: سهلناه\nللحفظ وهيأناه للتذكر، {يسرنا القرآن} يعني سهلناه للحفظ، وهيأناه للتذكر\nبخلاف الكتب الأخرى فإنها لم تيسر، ومن صفة هذه الأمة أن أناجيلها في\nصدورها {بل هو آيات بينات في صدور الذين أوتوا العلم} [(49) سورة العنكبوت]\nبينما الأمم السابق لا، يقرؤون في الألواح، يقرءونه مكتوبا فلم ييسر لهم\nحفظ كلام الله -جل وعلا-، وكلام الله -جل وعلا- قوي لا يستطاع إلا بإعانة\nمن الله-جل وعلا-.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p028'> Vol. 17, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nوهنا {ولقد يسرنا القرآن للذكر} يقول: \"سهلناه للحفظ وهيأناه للتذكر\" فمن\nيعتذر بأن القرآن صعب عليه، قد يوجد من هذا النوع من يوجد لكنه بسببه، وإلا\nفالله-جل وعلا- يسر وسهل القرآن، ويوجد عجائز في السبعين والثمانين من تحفظ\nالقرآن، وشيوخ كبار لا يقرؤون ولا يكبتون ويحفظون القرآن؛ لأن القرآن ميسر،\nلكن لمن لمن يسره الله عليه من المدكرين {ولقد يسرنا القرآن للذكر فهل من\nمدكر} [(17) سورة القمر] متعظ وحافظ، ابذل من نفسك، وتعب في تحصيله، أما أن\nتسترخي وتتمنى وتخطط ولا تنفذ، هذا ما تحفظ ما يمكن تحفظ بهذه الطريقة، قد\nيقول قائل: القرآن فيه المتشابه كثير فأنت تحفظ في سورة ثم تخرج إلى غيرها\nلما يشبهها من الآيات، نعم لأنه قول ثقيل يحتاج إلى تعب، ويحتاج إلى صدق <span id='ms398'></span>\nوعزيمة، ورتب عليه أجور عظيمة سواء كان في قرأته، أو في حفظه، أو في فهمه،\nأو تدبره، أو في ترتيله، أوفي العمل به، والتفقه منه، هذه أجور لا يمكن أن\nيقدر قدرها إلا الله-جل وعلا-، ولذلك تحتاج إلى عناء وتحتاج إلى تعب،\nوالتيسير هذا لا ينافي المشقة على بعض الناس، ((والذي يقرأ القرآن وهو عليه\nشاق يتتعتع فيه)) هذا لا ينافي التيسير، لأن الله-جل وعلا- إذا علم الصدق\nالنية من هذا الشخص وبذل من نفسه، أعانه عليه ويسره عليه، ((والدين يسر ولن\nيشاد الدين أحد إلا غلبه)) ومع ذلكم الدين أوجب الجهاد الذي فيه إزهاق\nالنفوس، وأجب الحج الذي فيه ما فيه من المشقة العظيمة، ومع ذلك الدين يسر\nما فيه تنافي بين هذا وهذا أبدا، لكن من بذل يسر له الأمر، من بذل وأعطى من\nنفسه بصدق ويقين بموعود الله -جل وعلا- يبشر، أم الذي يتمنى هذا لن يحصل له\nشيء.\n</p>\n\n<p>\n{ولقد يسرنا القرآن للذكر} \"سهلناه للحفظ وهيأناه للتذكر\"، {فهل من مدكر}\n\"متعظ به وحافظ له، والاستفهام بمعنى الأمر\" {فهل من مدكر} يعني ادكروا،\nاعتبروا، اتعظوا، احفظوا، اقرءوا، تدبروا، أعملوا كل هذا أمر، \"والاستفهام\nبمعنى الأمر أي احفظوه، واتعظوا به، وليس يحفظ من كتب الله عن ظهر القلب\nغيره\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p029'> Vol. 17, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nليس يحفظ وهذا معنى قوله: {ولقد يسرنا القرآن} والتيسير هذا خاص بكتاب\nالله -جل وعلا- الذي هو القرآن، أم غيره من الكتب فما يسرت، موسى يقرأ على\nقومه من الألواح وإن قالوا، في بعض التفاسير يقول: إن موسى وهارون وعزير\nويوشع كلهم يحفظون التوراة، لكن النصوص الكثيرة تدل على أن تيسر الحفظ إنما\nهو لكتاب الله الذي هو القرآن، \"وليس يحفظ من كتب الله عن ظهر قلب غيره\"،\nيعني غير القرآن؛ لأن بعض الناس يتذرع يقول: حاولت أحفظ ما قدرت، هذا إما\nلسوء في الطريقة، أو لدخن في النية، أو لملل؛ لأن بعض الناس يمل ما يصبر\nعلى الحفظ، إما لملل، إما لما جبل عليه، يعني ما عنده <span id='ms399'></span> صبر ولا عنده جلد،\nيجلس اليوم ويحفظ عنده همة قوية، لكن غدا ما يجلس، أو لسوء في الطريقة، تجد\nحافظته لا تسعفه، يعني بإمكانه أن يحفظ ثلاث آيات، فيحمل نفسه عشر آيات،\nوبإمكانه أن يحفظ عشر فيحمل نفسه إلى أكثر، هذا يقرأ القرآن ويحفظ القرآن\nبالتدريج، ويتعلم ما فيه من علم وعمل إذا كان لا يستطيع أن يستغل الوقت في\nالحفظ؛ لأن الناس يتفاوتون، من الناس من يحفظ جزء في اليوم، ويحفظ القرآن\nفي شهر، ومنهم من يحفظ في شهرين، ومنهم من يحفظ في ثلاثة، ومنهم من يحتاج\nإلى عشرة سنوات، والحمد لله هو على خير والأجر واحد سواء حفظ بسنة أو بعشر\nالأجر واحد.\n</p>\n\n<p>\nالمقصود أنه يحرص ويبذل من نفسه، ويسلك المسالك التي تؤديه إلى النتائج\nالمحمودة، لا يكون كالمنبت يحفظ في يوم جزء ثم ينتظر شهرا ما حفظ شيئا،\nبحيث إذا رجع يكون نسي ما حفظ يحفظ بالتدريج، وإذا كانت حافظته تسعفه ورقة\nيحفظ ورقة الحمد لله، الأمر ليس من الأمور التي هي على الفور، إنما هي على\nقدرة الإنسان وما أتاه الله-جل وعلا-، فلا يكلف {لا يكلف الله نفسا إلا ما\nآتاها} [(7) سورة الطلاق] {لا يكلف الله نفسا إلا وسعها} [(286) سورة\nالبقرة] هذا الذي لا يستطيع أن يحفظ إلا آية واحدة ويحتاج إلى عشرين سنة\nليحفظ القرآن أحسن من لا شيء؛ لأن العمر يمر بدون فائدة، لكن الذي يستطيع\nأن يحفظ أكثر فالله أكثر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p030'> Vol. 17, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nهذه من المغرب تقول: هناك طريقة جديدة لعمل الكحل، وتحديد أحمر الشفاه\nبطريقة التاتو أشبه ما يكون بالوشم، لكنه مؤقت ويزول وتصل مدته إلى ستة\nأشهر أو سنة بدلا من الكحل العادي وقلم تحديد الشفاه؟\n</p>\n\n<p>\nهذا إذا كان يمكث هذه المدة الستة الأشهر أو السنة فالذي يظهر أنه قريب\nمن الوشم، والوشم محرم لكن باعتباره يزول فلا يأخذ حكم الوشم بالتحريم\nالمجزوم به، لكنه على كل حال قريب منه، فليحذر وليجتنب أما إطلاق التحريم\nفلا.\n</p>\n\n<p>\nيقول: منا الله علي بالزواج من ثانية <span id='ms400'></span>، فهل إذا حصل لإحداهما عذر شرعي\nكالولادة والنفاس يجوز لي اعتزالها والمبيت عند الأخرى خلال هذه المدة\nالمعينة؟\n</p>\n\n<p>\nالأصل أن المرأة يجب لها القسم مطلقا، يقسم لها سواء حائضا أو نفساء، لكن\nمع ذلك إذا اتفق مع المرأتين برضا الزوج أن من ولدت أو حاضت أنها لا يقسم\nلها ورضي الجميع كل الأطراف رضية بذلك، فالأمر لا يعدوهم.\n</p>\n\n<p>\nتقول هذه من المغرب أيضا: ما المقصود من قوله تعالى: {وقرآن الفجر إن\nقرآن الفجر كان مشهودا} [(78) سورة الإسراء] هل هي قراءة القرآن التي\nنقرؤها في صلاة الفجر، أم قراءة القرآن قبل الفجر؟ أم بعد الفجر -وجزاكم\nالله خيرا-؟\n</p>\n\n<p>\nالآية ليس فيها تحديد، وإن كان بعض أهل العلم كابن القيم -رحمه الله\nتعالى- في طريق الهجرتين يرى أنها القراءة التي في الصلاة، الصلاة مشهودة\nصلاة الفجر ولذا حث -رحمه الله- على القرب من الإمام في هذه الصلاة على وجه\nالخصوص، وإن كان المطلوب مطلقا لكنه في هذه الصلاة المشهودة ولها تأثير في\nالسامع أكثر مما قرئ القرآن خارج الصلاة أو في صلاة غيرها، فالمشهودة\nالمقصود بها الصلاة صلاة الفجر وقراءتها تدخل دخولا أوليا ومع ذلك القراءة\nفي هذا الوقت سواء كانت قبل الفجر، أو قبل صلاة الفجر وبعد طلوع الفجر، أو\nبعد صلاة الفجر إلى أن تنتشر الشمس هذا وقت في غاية النفع بالنسبة للقارئ،\nيعني وقت اجتماع القلب قبل تشتت الذهن.\n</p>\n\n<p>\nهناك من يدعو الله ويقول: اللهم اغفر لي هذا الليلة أقسم عليك يا ربي أن\nتقضي حاجتي هذا الأسبوع، أو تزوجني هذا الأسبوع يعني يحدد فهل هذا الدعاء\nجائز؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p031'> Vol. 17, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nجاء في الخبر الصحيح ((من عباد الله من لو أقسم على الله لأبره من لو\nأقسم على الله لأبره)) لكن لا ينبغي على المسلم أن يعرض نفسه إلى مثل هذا\nإلا إذا وقع في مأزق لا يستطيع الخروج منه ممكن، وأما في حال السعة فلا\nيحدد؛ لأنه لو لم يحصل له هذا الأمر مع تحديده لغلب على ظنه أنه ليس من <span id='ms401'></span> هذا\nالنوع، والأمر الثاني أن في هذا تزكية للنفس إذا أقسم على الله وزعم أنه من\nأهل هذه الصفة أن هذا فيه تزكية لنفسه، والله-جل وعلا- يقول: {فلا تزكوا\nأنفسكم هو أعلم بمن اتقى} [(32) سورة النجم] فالتزكية لا تجوز من الإنسان\nلنفسه، اللهم إلا إذا وقع في مأزق وأراد التخلص منه يدعوا الله-جل وعلا-،\nوإن أقسم على الله في فعل أو توسل إليه بعمل صالح من أعماله فله أصل.\n</p>\n\n<p>\nهذه من فرنسا تقول: تعرض البعض بسبب حوادث في السيارات بارتجاج في المخ\nوقد يصابون بالغيبوبة وفقدان الوعي فهل إذا أفاقوا من الغيبوبة يجب عليهم\nقضاء الصلوات الفائتة أم تسقط عنهم؟\n</p>\n\n<p>\nهذه الغيبوبة محل نزاع بين أهل العلم ويستعمل فيها قياس الشبه ويحددون\nالثلاثة أيام على ما جاء في خبر عمار بن ياسر أنه أغمي عليه ثلاثة أيام\nفقضى الثلاثة الأيام قالوا ملحقة بالنوم وما زاد على ذلك ملحقة بالجنون،\nفما يلحق بالنوم ثلاثة فما دون هذه يجب قضاء الفوائت فيها، وأما ما زاد على\nذلك فهو ملحق بالجنون والمجنون ليس عليه قضاء.\n</p>\n\n<p>\nهذا تقول: إذا لم أجد مصلى للنساء وخشيت من فوات الوقت صليت الفريضة في\nالسيارة هل يجب علي إعادتها؟\n</p>\n\n<p>\nالنبي -عليه الصلاة والسلام- كان يصلي النافلة على الراحلة، وأما الفريضة\nفلا ولا يفعل ذلك في المكتوبة، المكتوبة لا بد أن تؤدى بجميع واجباتها\nوأركانها. انتهى. . . . . . . . .؛؛\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v17p032'> Vol. 17, p. 032</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27"
  ]
}