{
  "content": "\n<p>\nتفسير الجلالين -\n</p>\n\n<h1 class='l1' id=''></h1>\n\n<h1 class='l1' id='head0'>سورة الواقعة </h1>\n\n<p>\n(1)</span>\n</p>\n\n<p>\nمن أول السورة إلى قوله تعالى: {وكنتم أزواجا ثلاثة} [(7) سورة الواقعة]\n</p>\n\n<p>\nالشيخ: عبد الكريم الخضير\n</p>\n\n<p>\nالسلام عليكم ورحمة الله وبركاته.\n</p>\n\n<p>\nالحمد لله رب العالمين، وصلى الله وبارك على عبده ورسوله نبينا محمد وعلى\nآله وأصحابه أجمعين أما بعد:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p001'> Vol. 23, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nفتمنيت لو أن الشيخ عبد الله -وفقه الله- كشف اللبس الحاصل بين فهمنا\nوفهمه لموضوع الدورة، الخطاب جاء في أول الأمر بما أعلن يعني أنه شرح بلوغ\nالمرام، ولما كان البلوغ مشروحا، ولم يبق فيه إلا الشيء اليسير وهو موجود\nومتداول في التسجيلات اعتذرنا عن هذا الموضوع في وقته، وقلنا: إننا جرينا\nعلى تفسير المفصل، معتمدين في ذلك على الله -جل وعلا-، وبين أيدينا تفسير\nالجلالين، هذه الطريقة اتبعناها وسلكناها في بعض الدورات، فقبلوا ذلك لكنهم\nكأنهم عند الإعلان أو عند. . . . . . . . . هذا الإعلان رجعوا إلى خطابهم\nالأول ونسوا ما اتفقنا عليه فحصل فيه لبس، أنا فوجئت لما قرأت الإعلان بعد\nأذان المغرب اليوم،\n</p>\n\n<h1 class='l1' id='head1'>.... </h1>\n\n<p>\nشرح بلوغ المرام، فتمنيت لو أن الشيخ عبد الله كشف هذا اللبس، وأراحني\nمنه لئلا يظن أن هناك شيء من الاختلاف، والله ما بيننا اختلاف، ولو كان\nالإخوان مصرين على بلوغ المرام فأنا على أتم استعداد في شرحه، ما عندي أدنى\nمانع وهو أسهل علي من التفسير؛ لأن التفسير أمره خطير، وهو ليس السهل أن\nيتصدى الإنسان لكلام الله -جل وعلا- والآلة ناقصة، نسأل الله العون\nوالتسديد، أيضا كلام الرسول -عليه الصلاة والسلام- ليس بالسهل، ونسمع كثيرا\nمن يخطئ في كلام الرسول ممن ليست لديه الأهلية، ويكتب في الصحف، ويتكلم من\nخلال وسائل الإعلام بما هو بمنأ بعيد عن <span id='ms537'></span> مراد الرسول -عليه الصلاة\nوالسلام-، يتكلمون في النصوص من خلال الحقائق العرفية التي تداولوها وما\nتعارفوه من إطلاقاتهم سواء كان في ذلك الكتاب أو السنة ثم بعد ذلك يتصدون\nلشرح الحقائق الشرعية من غير أن يرجعوا إلى أصل ويأوون إلى أصل يعينهم على\nذلك. تجد الإنسان من أبعد الناس من كتاب الله وسنة رسوله يتكلم في القرآن\nوالسنة ويهرف بما لا يعرف؛ مع أنه جاءت النصوص الكثيرة المتضافرة والوعيد\nالشديد على من قال في القرآن برأيه، وكذلك السنة أمرها شديد، كما بين ذلك\nالإمام أحمد وغيره؛ فالسنة جديرة بالتحري، حرية بالتوقي من طالب العلم.\nالصحابة لما بين النبي -عليه الصلاة والسلام- أن من أمته من يدخل الجنة\nبغير حساب ولا عذاب وهم سبعون ألفا بات الصحابة يلوكون لعلهم، ما قالوا: هم\nكذا وهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p002'> Vol. 23, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nكذا، أو هم كذا هم كذا، ترجوا، قالوا: لعلهم كذا، لعلهم كذا، لعلهم كذا؛\nلأنه لا يجوز الجزم لا في نصوص الكتاب ولا في نصوص السنة إلا معتمدا فيه\nعلى أصل صحيح وعلى جادة مطروقة عند أهل العلم، يعني فسرت الآيات والأحاديث\nبما لم يسبق إليه هذه المفسر، ووجدنا من تصدر للتفسير وألف في التفسير\nمجلدات كثيرة تزيد على العشرين بل على الثلاثين وهي لا تستند في ذلك إلى\nالأصول المعتمدة في تفسير القرآن التي كما بينها أهل العلم الاعتماد على\nالقرآن في تفسير القرآن؛ لأنه قد يأتي اللفظ مجملا، أو جملة مجملة أو القصة\nمجملة في موضع، توضح في موضع أخر من القرآن أو من السنة، التي هي في الأصل\nإنما هي لبيان ما أنزل الله، النبي -عليه الصلاة والسلام- إنما وظيفته\nالبيان عن الله -جل وعلا-، ثم بعد ذلك عن الصحابة الذين هم أعرف الناس\nبالحقائق الشرعية التي\n</p>\n\n<h1 class='l1' id='head2'>.... </h1>\n\n<p>\nفيهم النبي -عليه الصلاة والسلام- حتى قال بعضهم: إن تفسير الصحابي له\nحكم الرفع.\n</p>\n\n<p>\nالحاكم بن أبي عبد الله يقول: إن تفسير الصحابي مرفوع إلى النبي -عليه\nالصلاة والسلام-، لكنه لم يوافق على هذا بل حملوا قوله <span id='ms538'></span> على أسباب النزول؛\nلأن أسباب النزول؛ النبي -عليه الصلاة والسلام- لا بد أن يكون طرفا فيها.\n</p>\n\n<p>\nيعد ما فسره الصحابي ... رفعا فمحمول على الأسباب\n</p>\n\n<p>\nثم بعد ذلك ما جاء عن التابعي؛ لأنهم لزموا الصحابة لا سيما مشاهيرهم\nكمجاهد، وقتادة، والحسن، وابن سيرين وغيرهم، ممن له العناية بكتاب الله -جل\nوعلا-، ثم يأتي من لا عناية له بل لا يحسن قراءة القرآن، ويقول: إن الآية\nمعناها كذا، أو يرد على من يستدل على مسألة بآية لا يفهم معناها، أو بحديث\nلا يدري ما دلالته، ولا يعرف ما يوافقه وما يعارضه، ومع ذلك يتصدون وهم\nالذين يتبعون المتشابه تبعا لأهوائهم وأمزجتهم والله المستعان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p003'> Vol. 23, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nعلى كل حال التفسير يحتاج إلى وقت طويل، والدورة لا تكفي لتفسير الواقعة،\nلكن على ما يقتضيه المقام في الوقت الذي فسرنا به السورة السابقة، وعلقنا\nفيه على الجلالين في السور الماضية من الحجرات إلى أن وقفنا على الواقعة\nتفصيل أو تعليق متوسط، توضيح كلام الجلالين وهما جلال الدين المحلي، وجلال\nالدين السيوطي، حيث بدأ المحلي بتفسير القرآن من سورة الكهف إلى آخر\nالقرآن، ثم فسر الفاتحة، ثم أكمله الجلال السيوطي بأن فسر من سورة البقرة\nإلى آخر الإسراء، والتفسير لا يلحظ فيه أدنى اختلاف، مع أنه من مؤلفين، مع\nأنه من مؤلفين، يعني سار السيوطي على نهج المحلي، حرف بحرف، اختلف معه في\nأحرف يسيرة لكنها لا تؤثر وبينها، بينها في خاتمة كلامه على سورة الإسراء،\nأنه خالف الجلال المحلي في آيات أو حروف، بل كلمات يسيرة جدا؛ مع أن الصواب\nفي غير ما اختاره، وعلى كل حال تفسير الجلالين كما معروف ومتداول ومشهور\nتفسير متين مختصر، وأشبه ما يكون بالمتون، وعناية أهل العلم به كبيرة ولهم\nعليه حواشي كثيرة، وهو ينبغي أن يعول عليه طالب العلم؛ إلا إنه يستدرك عليه\nما يستدرك من مسائل الاعتقاد؛ لأن كلا من المفسرين المحلي والسيوطي هما على\nمذهب الأشاعرة كما هو معلوم، وكلامه في الاستواء سوف يمر -إن شاء الله\nتعالى <span id='ms539'></span>- ويبين في موضعه؛ لأنهم أشبه ما يكون بالتفويض في بعض المسائل، على\nكل حال نشرع اغتناما للوقت.\n</p>\n\n<p>\nيقول المؤلف -رحمه الله- تعالى: والمفصل من نصيب الجلال المحلي، كما\nذكرنا أنه فسر من الكهف إلى آخر القرآن، ثم شرع في أوله ففسر سورة الفاتحة،\nفالواقعة من نصيبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p004'> Vol. 23, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nيقول -رحمه الله- تعالى: سورة الواقعة مكية إلا آيتي واحد وثمانين واثنين\nوثمانين فمدنية، وآياتها ست وتسعون، أو سبع وتسعون، أو تسع وتسعون،\nالاختلاف في هل هذه الآية مكية أو مدنية سهل، لكن يرد الإشكال في الاختلاف\nفي عد الآيات؛ لأن بعض من يسمع أن آيات هذه السورة ست وتسعون، أو سبع\nوتسعون، أو تسع وتسعون، يظن أن هذه الآيات عند من يعدها ست وتسعين أن في\nالمصحف زيادة على ما زاد عن ست وتسعين أو سبع وتسعين أو تسع وتسعين، ومن\nيقول هي تسع وتسعون يقول: المصحف فيه نقص عن عدده، والخلاف لا يرجع إلى\nزيادة في آيات ولا نقص في حروف ولا شيء من هذا، القرآن محفوظ من الزيادة\nوالنقصان، {إنا نحن نزلنا الذكر وإنا له لحافظون} [(9) سورة الحجر]، وهناك\nقصة ذكرها الحافظ البيهقي في دلائل النبوة قال: إن يحيى بن أكثم القاضي دعا\nيهوديا إلى الإسلام فما استجاب، ما استجاب، بعد مضي سنة كاملة جاء مسلما\nعلى يد القاضي يحيى بن أكثم، فسأله ما الذي جعله يتأخر في إسلامه سنة\nكاملة، قال: عمدت إلى التوراة فنسخت منها نسخا قدمت فيها وأخرت في كثير من\nالمواطن وزدت ونقصت نسخ، فذهب بها إلى سوقهم، -سوق اليهود- فباعها ما تأخر\nفي بيعها تلقفوها واعتمدوها وأخذوا يقرؤونها ويعملون بما فيها، ثم عمد كذلك\nإلى نسخ نسخها من الإنجيل، وفعل فيها مثل ما فعل في التوراة قدم وأخر وزاد\nونقص، فذهب بها إلى سوق النصارى فتلقفوها ما مكثت في يده ولا لحظة\nواعتمدوها وقرؤوها، وعملوا بما فيها وقد تصرف فيها، يقول: فعمدت إلى\nالمصاحف نسختها، فغيرت فيها تغيير لا يكاد يطلع عليه يسير جدا، فذهبت بها <span id='ms540'></span>\nإلى سوق المسلمين مريدا بيعها، فكل من رآها رماها في وجهي، قال: هذه نسخ\nمحرفة؛ فعلمت أن هذا الدين محفوظ، وأنه من عند الله حقا، فلما ذكر ذلك\nللقاضي يحيى بن أكثم حج بعد ذلك القاضي فالتقى بسفيان بن عيينة، فذكر له\nالقصة، قال: ما نحتاج في هذا إلى أحد، هذا في كتابنا بالنسبة للقرآن {إنا\nنحن نزلنا الذكر وإنا له لحافظون} [(9) سورة الحجر] تكفل الله بحفظه لم يكل\nحفظه إلى أحد، وأما بالنسبة للكتب السابقة قال: {بما استحفظوا} [(44) سورة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p005'> Vol. 23, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nالمائدة] ووكل إليهم حفظها فما حفظوها؛ فالقرآن لا زيادة فيه ولا نقصان،\nولا يستطيع أحد أن يتجرأ أن يزيد عليه أو ينقص، يعني إذا وجد الوضع والكلام\nعلى رسول الله -صلى الله عليه وسلم- فإن القرآن محفوظ من الزيادة والنقصان،\nولذا قوله: \"وآيتها ست وتسعون أو سبع وتسعون أو تسع وتسعون\" الخلاف في ذلك\nمرده إلى اعتبار البسملة، هل آية أو ليست بآية، وبعض الآيات قد تكون آيتين\nعند بعض القراء، وبعض الآيات الثنتين تكون واحدة إما بالجمع أو بالتفريق،\nوهذا لا يؤثر في القرآن بزيادة ولا نقصان، القرآن كما هو من غير زيادة ولا\nنقصان، ومثلا في آخرة سورة آل عمران فقرأ العشر آيات من آخر سورة آل عمران\nلما قام النبي -عليه الصلاة والسلام- إلى التهجد بدءا من: {إن في خلق\nالسماوات والأرض\n</p>\n\n<h1 class='l1' id='head3'>.... </h1>\n\n<p>\n} [(190) سورة آل عمران]، إلى آخر السورة، وإذا نظرنا إليها في المصحف\nالذي بين أيدينا وجدناها، كم؟ إحدى عشرة، نعم، {إن في خلق السماوات والأرض\n</p>\n\n<h1 class='l1' id='head4'>.... </h1>\n\n<p>\n} الآية مائة وتسعين إلى مائتين كم؟ إحدى عشرة؛ لأن {إن في خلق السماوات\nوالأرض\n</p>\n\n<h1 class='l1' id='head5'>.... </h1>\n\n<p>\n} الآية يعني خارجة عن العشر، المقصود أنه لا يظن أن الآية زيدت أو نقصت،\nأبدا القرآن كما هو محفوظ من الزيادة والنقصان ولو أتينا بالنسخ التي\nأرسلها عثمان إلى الأمصار، طبقناها على ما في أيدي الناس في آخر الزمان\nالذي نعيشه الآن ما وجدنا فرقا، فبعض الناس يشكل عليه مثل هذا الأمر؛ لكن\nالعدد هذا اعتبر فيه <span id='ms541'></span> بعض القراء يجمع الآيتين، وبعضهم يفرق الآية يجعلها\nآيتين، ويختلفون في العدد من هذه الحيثية، أما بالنسبة لحروف الكلمات\nوالآيات فلم يحصل فيه اختلاف قط حتى بين القراء، ما في اختلاف إنما اختلافه\nفيما يعود إلى رسم الكلمة، فيما يعود إلى رسم الكلمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p006'> Vol. 23, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم، الآن الترجمة التي هي سورة الواقعة ومكية إلا\nآيتين إلى أخره، هذه لا توجد في المصحف التي اتفق عليه الصحابة، إنما البدء\nبالبسملة، لكن هذه في التفسير، هذا في التفسير ليس من القرآن، لكن في\nالقرآن يجعلون سورة الواقعة وترتبيها وآياتها، هذا قدر زائد على ما في\nالقرآن مما اتفق عليه الصحابة وكتبه عثمان في المصاحف التي وزعها على\nالأمصار، هذه متميزة ولا يمكن أن تختلف في القرآن، أما إذا خشي من اختلاط\nغير القرآن بالقرآن فلا يجوز البتة أن يكتب في القرآن شيء غير القرآن، ولذا\nجاء حديث أبي سيعيد في صحيح مسلم: ((لا تكتبوا عني شيئا سوى القرآن ومن كتب\nشيئا غير القرآن فليمحه)) فليمحه، حتى السنة لا تكتب خشية أن تختلط بالقرآن\nفضلا عن أن تكون هذه المكتوبات وهذه التعليقات في المصحف نفسه، ونجد مصاحف\nتأتي من المشرق تجد فيها تعليقات بين الأسطر على الكلمات، لا شك أن هذا خطأ\nمن أراد أن يكتب شيئا للتوضيح سواء كان في المعاني أو في الإعراب وما أشبه\nذلك يكتبه خارج الإطار أو البرواز الذي وضع على المصحف، لئلا يختلط\nبالقرآن؛ مع أن القرآن حقيقة متميز بنفسه، ومحفوظ في الصدور والسطور، يعني\nلو تقرأ على عامي\n</p>\n\n<h1 class='l1' id='head6'>.... </h1>\n\n<p>\nبكلمة نفر منها، نفر منها.\n</p>\n\n<p>\nبعض الدعاة جرب جاءه شخص أعجمي، فقرأ عليه آيات من القرآن، بصوت ندي\nيتغني به فأسلم هو لا يفهم شيء من القرآن فجاء بقصة سبكها وحبكها وأداها\nعلى نفس الأداء الذي أدى به القرآن، فقال إيش هذا، يعني في كلامه، هذا لا\nشيء، وحينما يقرأ القرآن تدمع عيناه وهو لا يفهم شيئا ليس من العرب، ثم\nأعلن إسلامه هذا القرآن مؤثر بذاته <span id='ms542'></span>؛ لأنه كلام الله.\n</p>\n\n<p>\nهو الكلام الذي من قام يقرأه ... كأنما خاطب الرحمن بالكلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p007'> Vol. 23, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nكلام لا تثبت له الجبال، لا تثبت له الجبال، ومع ذلك يسمع بها المسلم ولا\nيحرك فيه ساكنا، يعني هذه الصورة التي معنا سورة الواقعة، لو أن الإنسان\nتأملها وتدبرها بقلب حي يمكن لا يستطيع إكمالها، لا يستطيع إكمالها، جاء\nعنه -عليه الصلاة والسلام- أنه قال: ((شيبتني هود وأخواتها)) وذكر من\nأخواتها الواقعة، والحديث مختلف فيه منهم من حكم عليه بالاضطراب، وابن حجر\nاستطاع أن يرجح بعض الطرق على بعض فانتفى الاضطراب.\n</p>\n\n<p>\nيقول -رحمه الله-: بسم الله الرحمن الرحيم، وهي ثابتة في القرآن في جميع\nصوره عدا براءة، اتفاق الصحابة على كتابتها، ولذا يختلف أهل العلم هل هي من\nالقرآن؟ لأن الصحابة أجمعوا على كتابتها، ولم يجمعوا على شيء سوى القرآن،\nومنهم من قال ليست بآية من القرآن مع إجماعهم على أنها بعض آية من صورة\nالنمل، وأنها ليست بآية من سورة التوبة، هذا محل إجماع، لكن الخلاف فيما\nعدا ذلك، في مائة وثلاثة عشر موضعا، هل هي من القرآن؟ هل هي آيات؟ أو ليست\nمن القرآن أصلا أو آية واحدة نزلت للفصل بين السور؟ فمن قال: إنها من\nالقرآن، قال: إن الصحابة اتفقوا وأجمعوا على كتابتها، ولم يكتبوا في المصحف\nفي الإمام إلا القرآن، ومنهم من قال: ليست بآية مطلقا، لماذا؟ لأن الناس\nاختلفوا فيها، والقرآن لا يختلف فيه، من خالف في حرف من حروف القرآن المجمع\nعليه يكفر، ولو كانت البسملة من القرآن في المواضع في أوائل السور من أوائل\nالقرآن لما جاز الاختلاف فيه، ومنهم من يقول: هي آية واحدة نزلت للفصل بين\nالسور، نزلت للفصل بين السور، ويوجد ما يدل على هذه الأقوال من السنة، وهي\nمحمولة عند أهل العلم على أوجه، لكن الاستدلال لهذه الأقوال يحتاج إلى وقت\nقد يخرجنا من موضوع الدرس وقد بسط في مناسبات.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p008'> Vol. 23, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n{إذا وقعت الواقعة} [(1) سورة الواقعة]، \"قامت القيامة\"، وقعت الواقعة،\nقامت القيامة <span id='ms543'></span>، قامت تفسير لوقعت، والقيامة تفسير للواقعة، والفعل والفاعل\nمن مادة واحدة، والتفسير من مادتين، قامت القيامة، وقعت الواقعة، إذا وقعت\nالواقعة، \"إذا\" هذه منهم من يقول إنها ظرفية، ومنهم من يقول إنها شرط،\nوجوابها سيأتي، \"وقعت\" يعني قامت، وقعت يعني قامت، والواقعة: هي القيامة؛\nفالواقعة من أسماء يوم القيامة، ولها أسماء كثيرة، وأسماؤها قوية ومؤثرة\nتهز القلوب؛ فالقيامة، والواقعة، والطامة، والصاخة، والقارعة، والحاقة؛\nكلها أسماء لهذا اليوم العظيم، كلها تهز القلب الحي، أما القلب الميت ما\nفيه حيلة، {إذا وقعت الواقعة} منه من يقول: \"إذا\" هذه زائدة، ويتأدب بعضهم\nويقول: صلة، إيش معنى زائدة؟ ما هي من حيث المحل الإعرابي لا محل لها، ويصح\nالاستغناء عنها من حيث المعنى، فإذا قلت: {وقعت الواقعة} كما في قوله: {أتى\nأمر الله} {أتى أمر الله فلا تستعجلوه} [(1) سورة النحل] فهنا إذا قلنا:\nإذا شرطية فهي للمستقبل، إذا وقعت مستقبلا، وهذا مطابق للواقع، لكن: {أتى\nأمر الله فلا تستعجلوه} \"أتى\": عبر عنه بالماضي لتحقق وقوعه، لتحقق وقوعه،\nوهنا إذا وقعت الواقعة، \"إذا\": ظرف لما يستقبل من الزمان وهو مطابق للواقع؛\nلأنها لم تقع بعد، وإنما تقع مستقبلا، ومن يقول: إن \"إذا\" زائدة فنقول: إذن\nالكلام ليس بصحيح؛ لأن ثبوتها وكونها للاستقبال هذا هو الواقع للاستقبال\nهذا هو الواقع، وكونها مما يتحقق وقوعه كما في قوله: {أتى أمر الله فلا\nتستعجلوه} هذا يحتاج إليه إذا حذفت \"إذا\" على خلاف الأصل، فنحتاج إلى أن\nنقول: عبر بالماضي لتحقق الوقوع فنزيد عنه، أما ما عندنا فهو المطابق\nللواقع فلا يحتاج إلى أن يجاب عنه.\n</p>\n\n<p>\nقامت القيامة {ليس لوقعتها كاذبة} [(2) سورة الواقعة] نفس تكذب: بأن\nتنفيها كما نفتها في الدنيا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p009'> Vol. 23, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nكثير من الناس في الدنيا يكذبون بيوم القيامة، كثير من الناس يكذبون بيوم\nالقيامة، هذه في الدنيا وبإمكانهم ذلك؛ لأن لهم شيء من الاختيار الذي من\nأجله يؤاخذون على تكذيبهم، وليسوا مجبورين على ما يقولون خلافا لما يقوله\nالجبرية، هم مختارون، ولهم مشيئة، ولهم إرادة لكنها تابعة لإرادة <span id='ms544'></span> الله -جل\nوعلا-، تابعة لمشيئته الكونية، في الدنيا يوجد من يكذب، لكن إذا قامت هل\nيستطيع أحد أن يكذب بالشيء إذا وقع؟ لا يستطيع أن يكذب في أحد ينكر الموت؟\nلأنه يراه بأم عينه، ما ينكره؛ لأن من الطوائف الشركية من يرى أن الموت من\nمفارقة الحياة يحصل لكنه موت مؤقت حتى تنتقل الروح إلى بدن آخر، وهذا كلام\nلا قيمة له؛ لأنه قول من يقول بالتناسخ وهو قول لا أثارة عليه لا من عقل\nولا من علم، حتى العقل يرده؛ لأنه لو انتظروا ميتهم سنين هل يعود إليهم؟ لا\nيمكن أن يعود إليهم، إذا رأى الإنسان القيامة بعينه هل يستطيع أن ينفيها؟\nلا يستطيع ولذا قال: {ليس لوقعتها كاذبة}؛ لأنه إذا وقعت الواقعة وقامت\nالقيامة لا يستطيع أن يكذب، كاذبة، كاذب: اسم فاعل أنث، باعتبار النفس وهي\nمؤنثة كاذبة، ومعنى كاذبة يعني مكذبة تكذب، وكاذب ومكذب اسم فاعل، إما من\nكذب وإما من كذب، لكن اسم الفاعل من كذب الثلاثي كاذب، وهو الذي يكذب فيما\nيصدر عنه، واسم الفاعل من كذب يعني غيره، فهو مكذب، فكيف قال كاذبه وهو\nالأصل مكذبه؛ ولذا جاء في التفسير نفس تكذب، ممكن أن تقرأ نفس تكذب، نفس\nتكذب، والكذب الإخبار على خلاف الواقع، الإخبار عن الشيء على خلاف الواقع،\nفإذا أخبر عن القيامة أنها لا تكون سواء كان في الدنيا أو في الآخرة فهو\nكاذب في خبره، وإذا وجد هذا في الدنيا الكذب وهو عدم مطابقة الواقع في\nالخبر، إذا أمكن وجوده في الدنيا فإنه لا يمكن وجوده في الآخرة، فصح أن\nيقال عن المكذبة بأنها كاذبة لماذا؟ لأنها أخبرت عن الواقع على خلاف ما هو\nعليه، فهي كاذبة، وإن كان الأوضح في تعبير المتداول مكذبة، لكن كاذبة اسم\nفاعل من كذب، ومن أخبر عن الشيء بخلاف الواقع فهو كاذب، فهو كاذب، فلا يوجد\nمن يكذب فيخبر عن القيامة من خلال الواقع إذا قامت؛ لأنها تكون حينئذ\nمحسوسة، والمحسوس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p010'> Vol. 23, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nلا يمكن أن يكذب <span id='ms545'></span> به، لا يمكن أن يكذب به حتى السمنية الذين ينكرون\nالأخبار القطعية لا يمكن أن ينكروا ما ثبت بالحواس، لا يمكن أن ينكروا ما\nثبت بالحواس، وإن أنكروا الأخبار القطعية المتواترة فإنهم لن يستطيعوا أن\nينكروا ما ثبت بالحواس، وإلا كان وجودهم في هذه الحياة عند أنفسهم كذب، كان\nوجودهم عند أنفسهم كذب؛ لأنهم ينكرون الحواس، لكنهم لا ينكرون ما يدرك\nبالحواس، هم ينكرون ما يدرك بالأخبار، ولو كانت قطعية ما يؤمنون بشيء اسمه\nخبر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p011'> Vol. 23, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n{خافضة رافعة} [(3) سورة الواقعة] هذه القيامة وهذه الواقعة إذا قامت\nترتب على ذلك أن يرتفع أقوام وأن ينخفض آخرون، بعض الناس في هذه الدنيا له\nشأن من علية القوم، من الملأ في هذه الدنيا، لكن إذا قامت القيامة ووقعت\nالواقعة ذهب هذا كله هباء، لأنه يعتمد في جاهه وأبهته على ما لا ينفعه في\nالآخرة، وبعض الناس تجده ليس من أهل الشأن في الدنيا، لا يلتفت إليه الناس،\nكما جاء في الحديث: ((إن شفع لم يشفع، وإن خطب لم يزوج))، ومع ذلك شأنه\nعظيم عند الله. وجاء في الحديث: \"لما سأل النبي -عليه الصلاة والسلام- عن\nشخص قالوا: هذا حري بأن إن شفع أن يشفع، وإن خطب أن يزوج\"، ثم سأل عن آخر\nفقالوا: هو بالعكس، فقال: ((إن هذا خير من ملئ الأرض من هذا))؛ فالميزان\nالحقيقي هو الميزان الشرعي، الميزان الحقيقي هو الميزان الشرعي فهذا الذي\nارتفع في أعين الناس في الدنيا في موازين الناس في دنياهم؛ تجده عند الله\nلا يزن عند الله جناح بعوضة، لا يزن جناح بعوضة، وهذا الرجل الذي يزدريه\nالناس، ولا يرونه شيئا تجده أثقل من جبل أحد، كما جاء في ساقي ابن مسعود\n-رضي الله عنه وأرضاه-، فالمقصود أن الشخص المسلم عليه أن يزن بالميزان\nالشرعي، نعم عموم الناس ينظرون إلى أهل الدنيا بموازينهم، فيجعلون هذا له\nشأن عظيم باعتبار أنه من أهل الدنيا وأهل الجاه وأهل المال، ثم بعد ذلك عند\nالامتحان إذا قامت القيامة ووقعت الواقعة <span id='ms546'></span> ذهب كله سراب، بينما هذا الشخص\nالخفي الحفي تجد الناس لا ينظرون إليه في الدنيا، ثم بعد ذلك إذا انكشف\nالغبار، وقامت القيامة عرف الميزان، وعرف أن هذا يزن عند الله من الصنف\nالآخر أكثر من ملئ الأرض؛ لأن هذا لا شيء في الميزان الشرعي، وهذا وزنه عند\nالله عظيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p012'> Vol. 23, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nيقول: \"مظهرة\" {خافضة رافعة} \"مظهرة لخفض أقوام\" يعني كانوا ارتفعوا في\nالدنيا \"بدخولهم النار\"، وأي جاه مع دخول النار، \"ولرفع آخرين بدخولهم\nالجنة\"؛ لأنه يؤتى بأنعم الناس في الدنيا فيغمس غمسة واحدة في النار، ثم\nيسأل عن نعيمه الذي تنعمه سبعين ثمانين مائة سنة؟ يقول: ما رأيت شيء، ثم\nيؤتى بأشد الناس بؤسا في الدنيا و. . . . . . . . . لكن كان يعيش سبعمائة\nسنة في شقاء وتعاسة، ثم بعد ذلك يغمس في الجنة، ثم يقال له: هل رأيت بؤسا\nقط، قال: لا والله ما رأيت لماذا؟؛ لأن هذه الدنيا لا تعادل شيء، لا شيء في\nالميزان الشرعي، لا تزن عند الله جناح بعوضة، لكن من يدرك حقيقة هذا\nالأمر؟، من يدرك؟، يدرك أمثال سعيد بن المسيب الذي جاءه السفير الواسطة\nالذي يخطب ابنته لابن الخلفية لابن الخلفية يقول: جاءتك الدنيا بحذافيرها\nيا سعيد، ابن الخليفة يطلب بنتك، جاءتك الدنيا بحذافيرها قال: إذا كانت\nالدنيا لا تزن عند الله جناح بعوضة فماذا أن يقص لي من هذا الجناح؟،\nفيزوجها تلميذا له من أفقر الناس لا يجد شيئا، وكثير من الناس في غفلة من\nهذا، إذا رأى صاحب الدنيا ارتعد وخاف ووجل، مع أنه لن يناله بسوء حتى ولو\nكان سلطان جائر، لن يناله إلا بما كتب له، واعلم أن الناس أو الأمة لو\nاجتمعوا على أن يضروك بشيء لم يكتبه الله عليك فلن يضروك، والعكس، وتجد بعض\nالناس إذا قيل له أن فلانا من الناس من النوع الذي. . . . . . . . . والعلم\nعند الله -جل وعلا- يوم القيامة، إذا قيل له ذكرك البارح في مجلسه وأثنى\nعليك، يمكن لا يكاد أن ينام من الفرح، وبعد هذا المدح <span id='ms547'></span> ينفعه بشيء؟ لا ينفعه\nبشيء، ويغفل عن مثل قوله -عليه الصلاة والسلام- عن ربه -عز وجل-: ((من\nذكرني في نفسه ذكرته في نفسي، ومن ذكرني في ملأ ذكرته في ملأ خير منهم)) أي\nذكر هذا الإنسان، ولو كان من خيار الناس، ولو كان من عبادهم إلا أن الشهادة\nمن مثل هذا يعني لها دلالتها يعني من عاجل بشرى المؤمن، لكن شهادة من لا\nتنفع شهادة ممن يطير به كثير من الناس فرحا، هذه لا تزيد شيئا، ولا تعدل\nشيئا، بل العكس إن شهادة الناقص نقص، بخلاف شهادة الخير الصالح؛ مع أن\nالمدح من الطرفين لا شك أنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p013'> Vol. 23, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nإذا كان مترقبا متشوفا إليه خدش في الإخلاص حتى يستوي عنده المادح\nوالذام.\n</p>\n\n<p>\nيقول ابن القيم -رحمه الله- في الفوائد: \"إذا حدثتك نفسك بالإخلاص فاعمد\nإلى حب المدح والثناء فاذبحه بسكينك علمك أنه لا أحد ينفع مدحه أو يضره ذمه\nإلا الله -جل وعلا-\"، وجاء في حديث الأعرابي الذي قال للنبي -عليه الصلاة\nوالسلام-: \"أعطيني يا محمد فإني مدحي زين وذمي شين، قال: ((ذاك الله -جل\nوعلا-)) هو الذي ينفع مدحه ويضر ذمه، أما أنت فلا تضر ولا تنفع، مع الأسف\nأنه شاع من غير نكير مسألة المدح والذم ولأدنى شيء تجد الإنسان يرفع فوق\nمنزلته أو ينزل إلى الحضيض بأدنى شيء أو بدون شيء بدون سبب، وتجد نفوس كثير\nمن الناس من المسلمين بل من طلاب العلم من يستشرف إلى المدح، وتعالمنا على\nهذا النمط من غير نكير، وأدركنا شيوخنا ومن في طبقتهم وشيوخ لا يرضون بأدنى\nشيء من المدح؛ لأن هذا يضر كثير من الناس، بعض الناس يتأثر بالمدح ويصاب\nبعجب وغرور وهذا يقتل.\n</p>\n\n<p>\nوالعجب فحذره إن العجب مجترف ... أعمال صاحبه في سيله العرم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p014'> Vol. 23, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nفمن يدخل الناس ولو كان من أشراف الناس، وعلية القوم فإنه مخفوض في هذا\nاليوم، ومن يدخل الجنة ولو كان من أحط الناس قدرا، وأقلهم شأنا في الدنيا\nفإنه مرتفع، {خافضة رافعة} [(3) سورة الواقعة]؛ مع أن هذا <span id='ms548'></span> الخفض والرفع\nبالنسبة للدنيا، وإن كان في الظاهر، إلا أنه في الباطن لا حقيقة له، في\nالباطن لا حقيقة له، فهل الذي خفض إذا وقعت الواقعة بدخوله النار، وهو\nمرتفع عند الناس في دنياهم وعند نفسه، تجد هذا في الظاهر لا في الباطن، فقد\nيكون من أشقى الناس، وإن كان ممن رآه الناس خافوا ووجلوا ورعبوا، وقبلت\nأطرافه تجده في نفسه يتمنى أن لو كان مثل فلان، الذي يحقره الناس وهو في\nسعادة ونعيم، شخص من أصحاب الأموال الطائلة، من أصحاب المليارات، رأى شخص\nنائم على كرتون ثلاجة في الشارع، نائم يغط وتمنى أن يكون في مقامه ومكانه،\nيقول: أنا لا أستطيع أن أنام رغم ما عندي من الأموال الطائلة ما ينام إلا\nبالمهدئات، لن تنفعه دنياه، تنفعه شيء؟ ما تنفعه شيء فيجد مجموعة من التجار\nمن رآهم خاف ووجل من عموم الناس من السذج وهم يسهرون الليل إلى الصبح،\nينظرون ويطالعون الشاشات في البنوك، في أماكن خاصة يعني لا تتاح لكثير من\nالناس، في أماكن خاصة وينظرون إلى الشاشات إذا ارتفع شيء تناول حبة، ارتفع\nعنده الضغط، إذا انخفض شيء تناول حبة، نزل السكر إذا كذا هكذا يعيش، هذه\nحاله، هم من علية القوم في الدنيا ممن يطلب الناس ودهم، لكن هل هذه حياة؟،\nوتجد أفقر الناس يعيش، لو نظرنا في الحكمة الإلهية وجدنا أن أفقر الناس\nأكثر الناس ضحكا، وأغنى الناس أكثرهم عبوس، حكمة إلهية؛ لأن هذا اللي يضحك\nما في قلبه شيء من أمور الدنيا يخشى عليه ويش يفيد، وهذا أيضا في أمور\nالدنيا، إذا دعي هذا بادر إلى الصلاة؛ لأنه ما في شيء ينشغل به، وإذا أقيمت\nالصلاة أقبل على الله -عز وجل-؛ لأن ما في قلبه شيء يشغله بخلاف الثاني،\nيعني والله المستعان، مو قصد هذا الدعوة إلى بطالة وترك عمل ولا تنس نصيبك\nمن الدنيا، لكن المسألة الخشية من أن يقال للمسلم لا تنس نصيبك من الآخرة،\nلانشغاله بكليته في الدنيا، كما هو واقع <span id='ms549'></span> كثير من الناس، يعني سمع من يجهر\nبصلاة الظهر والجماعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p015'> Vol. 23, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nيؤمنون، لماذا؟ انشغلت قلوبهم ما يدورن ويش يصلون، وواحد يشير بأصبعه وهو\nساجد ما يدري يتشهد وإلا شيء يسلم ويقول: آمين، وهذا أيام ثورة الأسهم قبل\nثلاث سنوات أو أربع سنوات؛ كل هذا من الانصراف إلى الدنيا عن الآخرة، هذا\nالذي ارتفع في أعين الناس، إذا غمس في النار انتهى كل ما مضى صار لا شيء،\nوهذا الذي عاش بين الناس كل يزدريه، رفع إذا قامت القيامة ووقعت الواقعة\nإذا دخل الجنة.\n</p>\n\n<p>\n{إذا رجت الأرض رجا} [(4) سورة الواقعة] \"حركت حركة شديدة\"، وهو بمعنى\nإذا زلزلت {إذا رجت الأرض رجا} حركت حركة شديدة، طيب ما الذي يحصل، ننظر\nإلى الزلازل في الدنيا ثانية واحدة ثانية ترج الأرض ثم النتيجة؟ الملايين\nمن البشر يهلكون، والأموال تنتهي، تدمر ويعقبها ما يعقبها من فيضانات\nوغيرها، فهل من مدكر، إذا كانت هزة واحدة ثانية أو ثانيتين أو ثلاث ثواني\nعلى الكثير تدمر بلدان كثيرة فما رأيكم بقوله تعالى: {إذا رجت الأرض رجا}\nتأكيد يدل على قوة هذه الحركة وهذه الرجة، {إذا زلزلت الأرض زلزالها} [(1)\nسورة الزلزلة].\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p016'> Vol. 23, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n{إذا رجت الأرض رجا} \"حركت حركة شديدة\"، {وبست الجبال بسا} [(5) سورة\nالواقعة] \"فتتت\"، جبال تكون مثل الرمل، أو أقل من الرمل مثل الهباء، الغبار\nأنت إذا فتحت النافذة ودخلت الشمس ونضرت إلى الشمس الداخلة من هذه النافذة\nتجد يتحرك فيها، شيء ما يمكن أن يمسك، مهما حاولت تمسك ما تمسك شيء، هباء\nتكون الجبال هكذا، التي جعلها الله -جل وعلا- لتثبيت الأرض وإرسائها، {إذا\nرجت الأرض رجا} حركت حركة شديدة {وبست الجبال بسا} يعني \"فتتت\"، فتت فكانت\n-يعني الجبال- هباء يعني غبارا مبنثا يعني منتشرا في الهواء، ينتشر بنفسه\nما يحتاج إلى ريح تنشره، ينتشر بنفسه فيكون كالهباء الذي يدخل مع النوافذ\nوتوضحه وتبينه الشمس، والجو مملوء بمثله ونحن لا نشعر به ولا نراه إلا إذا\nكان في شمس في ظلام، يمكن أن يراه قوي البصر، وأما إذا كنا <span id='ms550'></span> في شمس دون ظلام\nأو في ظلام دون شمس، فإننا لا نراه مهما وضعنا من الأجهزة، والجو مملوء من\nمثل هذا مما لا يحس به، فإذا كان لا يحس به فما جرمه وما زنته لا هذا ولا\nهذا لا يزن شيء، يعني تجد كفة الميزان فيها الملايين من هذا الهباء، لكن هل\nترجح هذه الكفة بالهباء؟، ما ترجح؛ لذا في قوله: {إذا رجت} يقول المؤلف:\nالثانية بدلا من الأولى، بدل، بدل من الأولى، \"وإذا\" الأولى والثانية، مثل\nما قلنا أولا إما ظفر وإما شرط أو منصوبة بفعل مقدر تقديره اذكر يا محمد\nلقومك {إذا وقعت الواقعة} و {إذا رجت الأرض رجا}.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p017'> Vol. 23, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nيقول -رحمه الله- تعالى: {وبست الجبال بسا} [(5) سورة الواقعة] اختار\nالمؤلف أن معنى {بست} \"فتتت\" من بين أقوال لأهل العلم منها \"سيرت\"، وفي\nالحديث الصحيح: \"لما فتحت الأمصار كما هو في صحيح مسلم فذهب الناس يبثون\nيعني إن هذه الأمصار كمصر والشام والعراق واليمن، يعني يسيرون والمدينة خير\nلهم لو كانوا يعلمون\" فالبث بمعنى السير. . . . . . . . . لأنهم يسيرون\nبأهليهم وأموالهم ودوابهم سيرا بطيئا، {وترى الجبال تحسبها جامدة وهي تمر\nمر السحاب} [(88) سورة النمل] يعني تسير مثل السحاب، وهذه مما قيل في تفسير\nهذه الآية، لكن اختيار المؤلف أن {بست} معناها \"فتتت\" فكانت هباء أي غبارا\nمنبثا يعني منتشرا، منتشرا في الجو، و\"إذا\" الثانية بدل من الأولى، بدل من\nالأولى كما ذكرنا في أول الأمر، أن \"إذا\" سواء كانت الأولى أو الثانية،\nموقعها واحد إما شرطية أو ظرفية أو منصوبة بالفعل المقدر أذكر كما يقدره\nالعلماء في جميع المواضع من التفسير، {وكنتم} في يوم القيامة إذا وقعت\nالواقعة، {وكنتم أزواجا} [(7) سورة الواقعة] أصنافا، يعني كل صنف يسمى زوج؛\nلأنه يشابهه، فيميل إليه كما يميل الزوج إلى زوجته للمشابهة، وأنت تجد إذا\nكان بين اثنين نوع تشابه وجدت بينهما نوع ميل، فهم أصناف وأزواج متشابهون،\nوكل صنف يشبه بعضه بعضا من هذه الأصناف والأزواج الثلاثة، {وكنتم} في\nالقيامة {أزواجا} أصنافا {ثلاثة <span id='ms551'></span>}، ثم جاء التبيين والتفصيل، ثم يجيء النشر\nبعد اللف، يعن ذكر العدد إجمالا ثم بين، وفائدة ذكر العدد المجمل كما قرر\nأهل العلم أنه ينفع للتذكر، ينفع في التذكر، يعني لو قال: كنت أصنافا أو\nأزواجا ما قال ثلاثة، أو قال: اجتنبوا الموبقات، أو قال أهل العلم أركان\nالصلاة ثم عددوها، إذا أراد الإنسان أن يستذكر حفظه يراجع حفظه، ويستذكر\nالمعلومات التي حفظها أركان الصلاة أربعة عشر يفترض أنه ما قال أربعة عشر،\nثم حفظها فأخذ يراجعها، عدد منها أحد عشر وترك ثلاثة، قد يظن أنه أتى عليها\nجمعيا لكن لما يقال أركان الصلاة أربعة عشر، ثم يأتي يعدد بأصابعه فإذ عدد\nأحد عشر قال: باقي ثلاثة أين الثلاثة؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p018'> Vol. 23, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nثم يراجعها مرة ثانية حتى يضبطها وهنا {وكنتم أزواجا ثلاثة} [(7) سورة\nالواقعة].\n</p>\n\n<p>\n((اجتنبوا السبع الموبقات))، حفظها الإنسان؛ لأنها من الأوامر الشرعية\nفيحفظها ليجتنبها، لو لم سبع اجتنبوا الموبقات، حفظ الحديث ثم ذكر ست ما\nالذي يدريه أنه ترك واحدة؟، لكن لما يقال: اجتنبوا السبع الموبقات، ثم\nيعددها واحدة اثنتان ثلاث أربع خمس ست، بقيت واحدة، فيرجع إلى الحديث\nليتذكر هذه الواحدة التي نسيها وهذه فائدة جاءت بها النصوص من الكتاب\nوالسنة كما هنا وفي الأحاديث، لكن قد يرد مثل حديث: ((لم يتكلم في المهد\nإلا ثلاثة))، ثم إذا عددنا في النصوص وجدنا أكثر من ثلاثة، وأوصلها بعض\nالشراح إلى سبعة، سبعة! كيف الرسول -عليه الصلاة والسلام- يحصر العدد في\nثلاثة وتصل إلى سبعة، اعتمادا على نصوص ليس من فراغ أو اجتهاد أو قياس لا،\nاعتمادا على نصوص؛ فالنبي -عليه الصلاة والسلام- أخبر بالثلاث ثم أخبر\nبالزيادة، بما زاد على، وهذا أيضا جاءت به بعض النصوص، وأساء الأدب من\nالشراح من قال: في هذا الحصر نظر، ينظر في كلام من؟ ينظر في كلام من لا\nينطق عن الهواء، هذه إساءة أدب وغفلة من هذا القائل، وإن كان عن عمد وتيقن\nفالأمر أعظم، {وكنتم أزواجا} يعني في ذلك اليوم، إذا وقعت الواقعة، أزواجا <span id='ms552'></span>\nيعني أصنافا ثلاثة، يأتي بينها إن شاء الله في الدرس اللاحق ونشوف بعض\nالأسئلة.\n</p>\n\n<p>\nيقول: ذكرتم أن الفاعل والمفعول في قوله تعالى: {إذا وقعت الواقعة} من\nمادة واحدة وأن التفسير من مادتين؟\n</p>\n\n<p>\nلا، لا هذا خطأ، هذا سبق لسان، هذا ليس بصحيح، سبق لسان مني.\n</p>\n\n<p>\nيقول: أرجو التوضيح ببسط أكثر \"كاذبة ومكذبة\" من حيث المعنى ووجه اختيار\nالأول دون الثاني للآية؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p019'> Vol. 23, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nلا شك أن الكذب هو الإخبار عن الشيء بخلاف الواقع، فإذا استطاع بما أوتي\nمن حرية أن يكذب ويخبر عن القيامة بخلاف الواقع حال الحياة فإنه لن يستطيع\nأن يخبر بخلاف الواقع إذا قامت القيامة، ووقعت الواقعة؛ لأنها تكون محسوسة،\nولا يستطيع أن يكذب أو يكذب في المحسوسات، لو أن شخصا قال: إن الشمس طالعة\nالآن، إن الشمس طالعة، نقول: كاذب؛ لأنه يخبر عن الشيء بخلاف الواقع، وهل\nيمكن أن يقول إنسان سوي الشمس طالعة في الليل يستطيع؟ سوي لا يستطيع، لا\nيمكن، وإذا قامت القيامة ووقعت الواقعة، هل يستطيع إنسان أن يكذب في خبر،\nفهو كاذب إذا قال: إنها ليست قائمة أو واقعة فهو كاذب، وحينئذ لا يوجد كاذب\nفي ذلك الوقت؛ لأنه لا يستطيع إنكار ما يرى بالعين المجردة، ولو أخبره مخبر\nيعني في الدنيا يمكن أن يكون مكذب، ويمكن أن يكون كاذب، وفي الآخرة يختار\nالكاذب؛ لأنه يخبر عن الشيء بخلاف الواقع؛ لأنه إذا وقع ما يحتاج أن يخبر\nبه، هو في الدنيا أخبر بأن القيامة ستقع، وحينئذ يكون مكذبا إذا نفى\nوقوعها، لكن في القيامة هل يخبر بأنها قامت، فيقال مكذب، لا إنما يقال:\nكاذب؛ لأنه أخبر عنها بخلاف الواقع.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nأي مجنون إذا قال الشمس طالعة في الليل فهو مجنون.\n</p>\n\n<p>\nيقول: كتب التفسير كثيرة، ولكن نريد منك أن تذكر لنا بعض الكتب التي توصي\nبتلقي التفسير منها؟\n</p>\n\n<p>\nهناك أشرطة خمسة أشرطة سميت: (كيف يبني طالب العلم مكتبته)، ذكرت فيها\nكتب التفسير التي تصلح لجميع طبقات المتعلمين، فليرجع إليها.\n</p>\n\n<p>\nيقول: ما درجة صحت حديث: ((فرضت <span id='ms553'></span> الصلاة ركعتين ركعتين في الحضر والسفر،\nفأقرت صلاة السفر وزيد في صلاة الحضر))؟\n</p>\n\n<p>\nحديث صحيح من حديث عائشة، وجاء فيه أيضا في المسند: ((إلا المغرب فإنها\nوتر النهار، وإلا الصبح فإنها تطول فيها القراءة)).\n</p>\n\n<p>\nهذا يطلب يقول أيضا: لو ذكرتم حد الإقامة والمسافر لكي يصبح مقيما؟\n</p>\n\n<p>\nالجمهور على أن حد الإقامة أربعة أيام، فما زاد عنها فهو في حكم المقيم.\n</p>\n\n<p>\nما صحة حديث: ((من قرأ سورة الواقعة كل ليلة لم تصبه فاقة))؟\n</p>\n\n<p>\nهذا مروي من حديث ابن مسعود عند الترمذي وغيره لكنه ضعيف، لكنه ضعيف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p020'> Vol. 23, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nعثمان بن عفان الخليفة المعروف الراشد الثالث زار ابن مسعود في مرض موته،\nفقال له: \"ألا نعطيك من هذا العطاء\"، فقال له: لا يريد، وسأله عما يشتكي؟\nقال: \"أشتكي ذنوبي\" وماذا تشتهي؟ قال: \"أشتهي رحمة ربي\"، يشتكي ذنوبه،\nويشتهي رحمة ربه، فقال: \"ألا نعطيك\" قال: في بعض الروايات منعتني بالحياة\nوتعطيني بعد الممات قال: يكون لبناتك من بعدك، قال: \"بناتي أوصيتهن بقراءة\nسورة الواقعة، فإن من قرأ سورة الواقعة في كل ليلة لم تصبه فاقة\"، لكن\nالخبر ضعيف، الخبر ضعيف، هل يقال أن بين عثمان وبين ابن مسعود خلاف؟ بحيث\nمنعه العطاء في دنياه، ابن مسعود فوق السبعين من العمر، وعثمان بن عفان\n-رضي الله عنه- خليفة المسلمين يقول: \"ألا نزوجك بكرا تعيد لك ما مضى من\nشبابك\"، ابن مسعود فقير، وهذا الخليفة، يقول له الخليفة: \"ألا نزوجك بكرا\nتعيد لك ما مضى من شبابك\"؟ يعني ما بينهم خلاف، فقال: قال رسول الله -صلى\nالله عليه وسلم-: ((يا معشر الشباب)) ما قال يا معشر الشيوخ ((من استطاع\nمنكم الباءة فليتزوج))، قال: ((يا معشر الشباب))؛ لأن في تزويج الصغيرة\nللكبير ظلم، اللهم إذا رضيت، وكان في هذا الكبير ما يجبر هذا النقص، وفيه\nقوة وقدرة على الباءة؛ فالأمثلة كثيرة من هذا النوع، لكن في الغالب أن\nالشيخ مآله إلى ظلم هذه الصغيرة، وعلى كل حال الحديث ضعيف عند أهل العلم.\n</p>\n\n<p>\nما أفضل مختصرات ابن كثير؟\n</p>\n\n<p>\nفي <span id='ms554'></span> بعض العبارات لتي تصدر بها الأسئلة أجيب عنها أنا سرا، يعني ما يحتاج\nإلى أن أذكرها.\n</p>\n\n<p>\nما أفضل مختصرات ابن كثير -رحمه الله-؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p021'> Vol. 23, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nمن مختصراته: تفسير الشيخ أحمد شاكر، عمدة التفسير عن الحافظ ابن كثير،\nصدر منه خمسة أجزاء في حياة الشيخ أحمد -رحمه الله-، هذه الخمسة لا نظير\nلها في المختصرات؛ لأنه تولها الشيخ بنفسه وصححها وأشرف عليها، وصاغها\nبأسلوبه، ثم بعد ذلك بعد زمن طويل كمل الكتاب ونسب إلى الشيخ، الشيخ أحمد\nشاكر -رحمه الله- اعتناء بالخمسة الأجزاء إلى سورة الأنفال، الأجزاء من\nمطبوعه، والشيخ يطبع بحجم صغير، يعني لو طبعت في مجلدين متوسطين، لكن ميزة\nهذه الأشياء أن الشيخ صاغها بأسلوبه، والشيخ بارع في هذا الباب، وأشرف\nعليها بنفسه حتى في الطباعة هو الذي صححها، أما بقية الكتاب فأكمل من نسخته\nمن تفسير ابن كثير؛ لأن الشيخ -رحمه الله- قرأ في تفسير ابن كثير، وشطب على\nالتكرار، وأبقى ما ليس فيه تكرار، فطبع هذا القسم الذي أبقاه وترك ما شطبه\nمن ابن كثير، وسمي بمختصر الشيخ أحمد شاكر، نعم باعتباره هو الذي ألغى، وهو\nالذي أثبت، ينسب إليه لكن ليس مقامه وقدره مثل ما تولاه بنفسه وصاغه\nبأسلوبه.\n</p>\n\n<p>\nهذا يذكر أن بينه وبين أخ له خصومة، وأنه لم سمع تفسير: {خافضة رافعة}\nوأنه أخذ عليه مبلغا كبيرا من المال، وأنه نوى أن يتركه لهذه الآية؟\n</p>\n\n<p>\nجزاه الله خيرا، وعوضه خير من ذلك في دنياه وأخراه.\n</p>\n\n<p>\nحديث: إدراك تكبيرة الإحرام أربعين يوما؟\n</p>\n\n<p>\nهذا فيه كلام لأهل العلم، وإن قواه الشيخ الألباني -رحمه الله-.\n</p>\n\n<p>\nومثله حديث: الجلوس إلى طلوع الشمس وارتفاعها من حيث الأجر المحدد بحجة\nتامة، هذا في كلام أيضا لأهل العلم، لكن منهم من حسنه بمجموع طرقه، وأما\nمجرد الجلوس إلى ارتفاع الشمس فهو صحيح ثابت من فعله -عليه الصلاة\nوالسلام-؟\n</p>\n\n<p>\nحديث: دخول السوق، أيضا ضعفه بعضهم مما اشتمل عليه من الأجر العظيم على\nالعمل اليسير، وقواه آخرون؛ فليحرص الإنسان على ما جاء في هذه الأحاديث،\nوإن <span id='ms555'></span> قيل فيها ما قيل.\n</p>\n\n<p>\nما صحت حديث: ((من قرأ سورة الإخلاص عشر مرات بنى الله له بيتا في\nالجنة)).\n</p>\n\n<p>\nهذا الحديث حسن.\n</p>\n\n<p>\nيقول: لو كنت في صلاة سرية، وكنت إماما، وقرأت سورة فيها سجدة، فهل أسجد\nأم أترك السجود حتى لا ألبس على المأمومين صلاتهم؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p022'> Vol. 23, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nالأولى أن لا تقرأ، يعني قراءة السورة التي فيها سجدة في الصلاة السرية،\nالأولى أن لا تقرأها لئلا تلبس على المأمومين، وإن قرأتها وجهرت بآية\nالسجدة؛ لأن النبي -عليه الصلاة والسلام- كان يسمعهم الآية أحيانا وسجدت\nحصل المقصود.\n</p>\n\n<p>\nيقول: ما حد عورة المرأة أمام محارمها، وأمام النساء، وما مقدار عورتها\nأمام الرجال، وهل يداها عورة أمام الرجال، نأمل الإجابة والتوضيح لحاجة\nالناس في هذا الزمان وخاصة النساء؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p023'> Vol. 23, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nعورة المرأة أمام المحارم هي ما يظهر غالبا، من الذراعين والقدمين،\nوالرأس والشعر، والعنق، وما تحتاج إليه في الوضوء، هذه تحتاج إليها، وهي\nغالبا تخرج؛ لأنها لو كلفت أن تستر جميع بدنها أمام المحارم لشق عليها ذلك،\nوهي عورتها أمام النساء؛ لأن النساء عطفن على المحارم في آيتي النور\nوالأحزاب، وإن كان قول جمع من أهل العلم، وينسبه بعضهم إلى الجمهور أن\nعورتها أمام النساء كعورة الرجل أمام الرجال، من السرة إلى الركبة، لكن هذا\nالقول لا يدل عليه دليل، وإن كان قول الجمهور، والآيتان في سورة النور\nوالأحزاب تردان هذا القول، فعورتها عند النساء مثل عورتها أمام المحارم،\nوترتب على إفتائها بقول الجمهور أنه تنازل كثير من النساء وتساهلوا في أمر\nالحجاب، وأظهرت العورات، بل العورات يعني شيء يندى له الجبين. يذكر بعض\nالنساء أنه في بعض المناسبات ترى العورات المغلظة، يلبس عليها أشياء رقيقة\nلا تسترها، ويذكرون أشياء لا يمكن الجهر بها، كل هذا من آثار هذه الفتوى\nالتي لم تدرس آثارها، مع أن الآية في سورة النور وفي سورة الأحزاب عطفت\nالنساء على المحارم، فيبقى أن ما تظهر لأخيها ولأبيها ولعمها ولوالد زوجها\nوابن زوجها مثل ما تظهره للنساء، وتظهر للنساء ما تظهره لهؤلاء المحارم <span id='ms556'></span>،\nوإذا وجد فتنة وافتتان حتى من النساء، يعني لو وجد فتنة بالنسبة للأخ مع\nأخيه لا تجد لا يجوز لها أن تبدي شيئا من بدنها، وإذا وجد فتنة وأهل العلم\nيركزون على ولد الزوج، على ولد الزوج، والفتنة تحصل به كثيرا مع أنه محرم،\nفإذا وجد مثل هذه الفتنة، فإنه لا بد من سد هذه الذريعة، وأيضا النساء وجد\nمنهم وبينهن ما يوجد بين الرجال والنساء وعثر على ممارسات لا يمكن أن تذكر\nفي هذا المكان وبين هذه الوجوه، والأخوان المتتبعون لهذه الأمور يذكرون\nصورا عديدة من هذا النوع.\n</p>\n\n<p>\nيقول: على عهد الرسول -عليه الصلاة والسلام- حينما سمع امرأة لعنت الناقة\nقال: ((دعيها فإنها ملعونة)) هل هذا يشمل كل من لعن دابته وسيارته أو غيرها\nفي هذا الزمن؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p024'> Vol. 23, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nهذا المكان الذي نام فيه النبي عله الصلاة والسلام، نام النبي -عليه\nالصلاة والسلام- عن صلاة الصبح فما أيقضهم إلا حر الشمس فأمر بالانتقال\nمنه، وقال: إن هذا المكان حضر فيه الشيطان، هل يلزم كل من نام في مكان\nوفاتته الصلاة أن ينتقل من هذا المكان؟ أو إذا انتقل من هذا المكان هل يعود\nإليه مرة ثانية يعني حضر في هذا الوقت فقط، ثم خرج منه، مسائل تحتاج إلى\nالنظر في معنى الحديث، والهدف والسبب في إيراده. قد يقع مثل هذا الكلام، قد\nتعزر هذه المرأة؛ لأنها لعنت هذه الدابة، ويؤدب الجميع وتصير عبرة للأمة\nكلها، لكن هل هذا التأديب يصل إلى هذا الحد عند جميع من لعن، اللعن أمره\nعظيم وشأنه خطير، الطرد من رحمة الله، و ((لعن المؤمن كقتله)) كما جاء في\nالحديث ولا\n</p>\n\n<h1 class='l1' id='head7'>.... </h1>\n\n<p>\nأن يعزر الإنسان بمثل هذا، نفوت عليه شيئا من أمر الدنيا لئلا يعود مرة\nثانية إلى اللعن؛ لأن أمر اللعن عظيم وشأنه خطير، وكثير من الناس يعني يسهل\nعليه أن يلعن حتى نفسه، ويعلن والديه، يعني يجري على لسانه، ومعاشرة قرناء\nالسوء تدعو على مثل هذا، بعضهم يقلد بعض بحيث يشعر أو لا يشعر، لكن مع <span id='ms557'></span> ذلك\nكونها تؤمر، كون الإنسان إذا لعن السيارة مثلا يقال اتركها، وإذا ذكرك هل\nهي طيبة أو خبيثة بمعنى أنها وتصدق بها أو تصرف إلى جهة شرعية هي خبيثة؛\nلأن النبي -عليه الصلاة والسلام- يقول: ((دعيها فإنها ملعونة))، ومع ذلك\nكان الصحابة يرونها ولا يتعرضون لها، وقد تموت ولا يستفاد منها، فهل مثل\nهذه الأموال تهدر، يعني هناك ما يعارض المفهوم الظاهر من هذا الحديث من\nالنهي عن إضاعة المال.\n</p>\n\n<p>\nوعلى كل حال المسألة تقدر بقدرها، فإذا وجد إنسان مستهتر باللعن، فمثل\nهذا يعزر بمثل هذا، وإذا وجد إنسان لم يعرف بهذا الأمر، وحصل منه زلة أو\nغفوة أو سبقت لسان أو غلب على أمره، فقال على كلمة لم تخطر على باله، هذا\nحكمه آخر.\n</p>\n\n<p>\nما حكم لبس الخاتم للرجال؟\n</p>\n\n<p>\nالخاتم إذا كان المقصود منه كما فعل النبي -عليه الصلاة والسلام- في\nخاتمه أنه لم يلبسه حتى قيل له: إن فارس لا يقرؤون الكتاب إلا مختوما فاتخذ\nالخاتم، فمن اقتدى به وهو يحتاج إليه كان من قبيل المشروع المسنون، وإن كان\nلا يحتاج إليه فهو من المباح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p025'> Vol. 23, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nيقول: وقع حادث لأحد الأشخاص وذلك في طريق شديد الانحدار العقبة، حيث لم\nيتمكن من السيطرة على سيارته، وقد خرجت عن طور سيطرته بسبب هذا الانحدار\nالشديد مما نتج عنه وفاة ابن له، فهل عليه شيء؟\n</p>\n\n<p>\nنعم عليه أن يصوم شهرين متتابعين إلا إذا استطاع أن يعتق رقبة.\n</p>\n\n<p>\nإذا جاء وقت الإقامة نبهوني، وصل .. وقت الإقامة.\n</p>\n\n<p>\nيقول: البسملة إذا كانت من القرآن وهي آية مستقلة، فلماذا لا يجهر بها\nبالصلاة الجهرية؟\n</p>\n\n<p>\nإذا كانت آية مستقلة وليست بآية من كل سورة فليست من هذه السورة، وإذا\nجهر بهذا السورة، فإنه لا يجهر بها، هي من القرآن، لكن ليست من هذه السورة،\nكما لو قرأ آية من السورة التي قبلها، يعني لا يجهر بها، إنما إذا قرأ\nالفاتحة، وجهر بها، ونظر لوجود الخلاف بين أهل العلم في هذه الآية في هذه\nالجمل يعني البسملة، فإنه <span id='ms558'></span> لا يجهر بها لا سيما وأن الجمهور على أنها ليست\nبآية، وأما الشافعية الذين يرون أنها آية على قول عندهم من كل سورة أو من\nالفاتحة فقط فإنه يجهرون بها، فإنهم يجهرون بها، ومن يرى أنها ليست بآية\nفإنه لا يجهر بها.\n</p>\n\n<p>\nهل يجوز الكتابة على المصحف للتعليم مثلا، توجيه الطلاب لوضع خط تحت\nالكلمات الصعبة؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p026'> Vol. 23, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nهل تأذن بالتصرف بداخل المصحف وبين أسطره وآياته لا ينبغي، ينبغي الحذر\nمن ذلك، ونرى في المصاحف التي كانت للطلاب يدرسون فيها أشياء، تصرفات لا\nتليق بالقرآن، فعلى المعلمين أن ينتبهوا لهؤلاء الطلاب، ورأينا فيها أرقام\nوعبارات بذيئة، بل رأينا فيها صور، فعلى المعلم أن ينتبه لهؤلاء الطلاب،\nوعلى الأب إذا أراد أن يضع مصحف ابنه في المسجد أن يفحصه ويفرده قبل ذلك،\nفما كان فيه من عبارات تمسح تطمس، وإذا كان فيه شيء زائد يمحى ويزال؛ لأن\nهذا يؤثر في كلام الله، هذا أثره سيئ حتى من يقرأ في هذا المصحف ويطلع على\nرقم، ويجد مكتوب عليه اسم بنت مثلا، هذا خطر على هذه البنت، ويجد فيه صورة\nمثلا يعني سوف يجد بمبالغات يعني كلكم رأى هذا، يعني. . . . . . . . . في\nالمصاحف التي توضع في المساجد بعد أن يفرغ منها الطلاب نجد هذه الأشياء،\nيعني الصورة رأيناها مرة، لكن الأرقام كثيرة، والأسماء من بنين وبنات كثيرة\nأيضا، وبعضهم جمل بذيئة موجودة، فمثل هذا لا بد أن يفرز ويفحص قبل أن يدخل\nفي المسجد.\n</p>\n\n<p>\nهناك أشياء مؤثرة لا يمكن إزالتها ويوجد مشاريع، يوجد مشاريع، سنها بعض\nأهل الفضل، بأن يوجد معامل تجليد خاصة بالمصحف، فتجمع هذه المصاحف ويؤخذ من\nهذه المصحف هذه الملزمة نظيفة، ومن هذا المصحف مثلا هذه الملزمة، ويلصق من\nعدة مصاحف مصحف متكامل نظيف، ويتلف ما فيه ما فيه، فهذه سنة حسنة، سنها بعض\nالأخيار، فيرجى أن يكون له أجرها وأجر من عمل بها إلى يوم القيامة، وهذا\nعمل طيب وخير، ينبغي أن يحتذى في جميع البلدان؛ لأننا وجدنا كتابات على\nالمصاحف حقيقة <span id='ms559'></span> إساءة بالغة إلى المصاحف.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nتحرق، تحرق القدر الزائد الذي لا يمكن تصفيته وتنقيته يحرق ما في إشكال.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nلا، تحرق ما في إشكال، هذه صيانة لها، إحراقها صيانة لها، وليس امتهانا\nلها.\n</p>\n\n<p>\nبارك الله فيك يا شيخ.\n</p>\n\n<p>\nجزاكم الله خيرا، والله أعلم.\n</p>\n\n<p>\nوصلى الله وسلم على عبده ورسوله نبينا محمد وعلى آله وأصحابه أجمعين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v23p027'> Vol. 23, p. 027</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27"
  ]
}