{
  "content": "\n\n<h1 class='l1' id='head0'>تمهيد</h1>\n\nهذا الكتاب تثبيت الإمامة تأليف الإمام الهمام ظل رب الأنام\nمولانا إسمعيل المنصور بنصر الله ، صلوات الله عليه وآبائه الطاهرين\nوأبنائه الأكرمين\n<h1 class='l1' id='head1'>مقدمة</h1>\n\nبسم الله الرحمن الرحيم ، وصلى الله على رسوله محمد وآله وسلم .\nأما بعد ، زادك الله رغبة في العلم ومحبة للفهم ، وأوزعك شكر ما به\nعليك أنعم ، سألتني ، أرشدك الله ، عن تثبيت إمامة أمير المؤمنين علي\nبن أبي طالب (صلوات الله عليه) واستحقاقه الأمر دون غيره . وسأبين\nذلك بما لا يدفعه الخصماء وأستشهد عليه بما لا ينكره الأضداد\nوالأعداء، (فاستعمله في الفكر) ، رحمك الله ، وصحة النظر فيما يوجبه\nالعقل بالاستدلال قبل النظر في الروايات وفيما يدعي كل فريق ممن أثبت\nاللإمامة وزعم أن لا بد للناس من إمام .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n<h1 class='l1' id='head2'>هل الإمامة بالرأي أم بسلطة لكم أم فريضة ?</h1>\n\nفأول ذلك أن يسألوا عن قولهم : لا بد للناس من إمام . فيقال لهم\nأذلك شيء رأيتموه وأمر توهمتموه، أم بحكم منكم على عباد الله، أم\nفريضة لازمة?\nان قلتم هو فرض: فمن المنصوص عليه منكم ومن صاحب الأمر\nإذا كان الله سبحانه قد نص عليه وأوجب على الخلق طاعته وقرن\nطاعته بطاعة رسوله (صلى الله عليه وآله) ? فإن قالوا : هو أبو بكر ، قلنا :\nفقد كذبكم أبو بكر بقوله إذ قال : رضيت لكم أحد هذين\nالرجلين ، أبا عبيدة بن الجراح أو عمر بن الخطاب. فبايعوا أيما\nشئتم؛ ثم بقوله : أقيلوني ، أقيلوني ثم بقوله  ليتني كنت\nسألت رسول الله (صلع) لمن الأمر بعده وبقوله :أما بعد ، فإن\nالمسلمين استخلفوني ورضوا بي وبأخذه من بيت مال المسلمين\nأجرته في كل يوم درهمين. وأكذبكم أيضا عمر بن الخطاب بقوله :\nكانت بيعة أبي بكر فلتة ، وقى الله شرها ، فمن أرادكم على مثلها\nفاقتلوه وبقول عمر بن الخطاب أيضا : إن أترككم فقد ترككم\nمن هو خير مني ، وإن أستخلف فقد استخلف من هو خير مني . يريد\nبذلك أن رسول الله (ص) لم يستخلف أحدا ، وأن أبا بكر قد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \nاستخلفني عليكم قبل موته؛ وبقول الأنصار:منا أمير ومنكم <span id='ms01'></span>\nأمير وقد رويتم عن رسول الله (صلع) أنه قال : لو كنت\nمستخلفا رجلا من غير مشورة لاستخلفت ابن مسعود. فكيف جاز\nلأبي بكر أن يغير النص ويزيل الفرض وينقل الشيء من الموضع الذي\nوضعه الله فيه. وكيف يستقيل من أمر عقده الله (تع) ورسوله\nبزعمكم ? فكيف يكون العقد من الله ورسوله لأبي بكر وأبو بكر يرى\nتغييره ووضعه في أبي عبيدة أو عمر بن الخطاب؟ وكيف يكون أمر قد\nحكم الله به ورضيه فلتة ? والفلتة لا تكون إلا زوالا عن الحق في قول\nعمر بن الخطاب . فإن كان ذلك رأيا رأيتموه وأمرا  توهمتموه .\nفكيف جاز لكم أن تظنوا بأن الله لم ينظر لخلقه ولا أغناهم عما لا بد\nلهم منه ، وأنكم في ذلك أنطق وأنصح للأمة من الله (تع) ورسوله\n(ص) فيما فعلتم . ويقال لهم : أرأيتم إن كان الله أمر نبيه (صلع) أن\nبنصب لكم رجلا فلم يفعل . أليس قد خالفه وعصاه ? وإن كان قد\nحظر ذلك عليه فمن أطلق لكم ما حظر على رسول الله (صلع) ? وإن\nكان ذلك تحكما منكم على الخلق فمن أجاز لكم التحكم عليهم .\nحتى سفكتم دماء حقنها الله (تع) وأوطأكم فروجا حرمها الله، وأبحتم\nأموالا حظرها ، وحكمتم في دين الله وعلى عباده بما لم يأذن به\nالله? فهل على هذا ثواب أم فيه عندكم عقاب ? وهل هذا جائز لكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \nفي غير الإمامة أيضا كما جاز لكم في الإمامة ? وإلا فمن أجاز لكم ذلك\nفي الإمامة وحظر في سائر الأشياء?\nثم يقال لهم: أيما كان أصلح: ما فعل رسول الله (صلع) من ترك\nذلك، أو ما فعلتم من نصبكم من نصبتم؟ فإن قالوا ما فعلنا، قيل لهم :\nفأنتم (أولى وأحق) بالصواب من رسول الله (صلع) في زعمكم ?\nثم يقال لهم : خبرونا عن نصب الإمام ، أمن الدين أم ليس من\nالدين؟ فإن قالوا : ليس من الدين ، قلنا : فما الحاجة بنا إليه? وإن قالوا\nمن الدين ، قلنا : فهل على الله بيانه وعلى رسول الله بلاغه ? فإن قالوا <span id='ms02'></span>\nنعم ، قيل : فهل أخلا فإن قالوا لا ، قيل لهم : هذا فضول منكم\nفي دين الله وتقدم منكم - بين يدي الله ورسوله . أرأيتم إن كان من\nالدين فتركه الله ولم يبينه أو الرسول فلم يبلغه فهل تدرون ، لعل كثيرا من\nأمرالدين وما لا بد للمسلمين جميعا منه لم ينزله الله ولا بلغه رسوله?\nوإلى هذا بعينه جريتم في الفتيا في الفرائض والأحكام والحلال والحرام\nوالدماء والعبادات؛ فرعمتم أن الله افترض عليكم الفرائص وأمركم\nبأمور ونهاكم عن أشياء لم يبينها في كتابه ولا على لسان رسوله حتى\nاضطركم ذلك إلى العمل بالقياس والرأي والاستحسان . فهذا غاية الكفر\nوسوء الثناء على الله ورسوله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n<h1 class='l1' id='head3'>هل تنصيب الإمام فرض أم سنة أم تكلف?</h1>\n\nويقال لهم : خبرونا عن نصب الإمام : أ فرض من الله أم سنة? فإن\nكان فرضا ، فمن المفروض علينا منكم طاعته؟ فإن قالوا : أبو بكر ، قيل\nلهم : اقد كان أبو بكر يعلم أنه المفروض علينا طاعته أم كان لا يعلم ?\nفإن كان يعلم ، فلم قال :ليتني كنت سألت رسول الله (صلع) لمن\nالأمر بعدك? ولم قال :رضيت لكم أحد هذين الرجليت ، فبايعوا\nأيهما شئتم : أبا عبيدة بن الجراح أو  عمر بن الخطاب . ولم قال\nأقيلوني ، أقيلون، ولم قال : أما بعد فإن المسلمين  استخلفوني\nورضوا بي . ولم أخذ أجرته من بيت مال المسلمين? ولم قال عمر بن\nالخطاب : كانت بيعة أبي بكر فلتة ، وقى الله [المسلمين] شرها،\nفمن أرادكم على مثلها فاقتلوه ، ولم قالت الأنصار : منا أمير ومنكم\nأمير . ولم قال [أبو بكر]: وليتكم ولست بخيركم. ولم\nيقل : إن الله ولاني أموركم واسترعاني عليكم وأمرني بسياستكم وأعطاني\nكذا أو فعل بي كذا . على أنه قد خبر عن نفسه بما لا يجوز على الله أن\nيسترعي مثله ، مع قوله : إن لي شطانا يعتريني ، فإن رأيتموني قد\nغضبت عليكم فاجتنبوني . لا أمثل بأشعارهم وأبشارهم . وكيف\nيجوز من الله أن يسترعي من هذه صفته ، وأن يختار للدين من يري\nنقصه وتغييره ، ويرضى للمسلمين بغير من رضيه الله <span id='ms03'></span> لهم مثل أبي عبيدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \nبن الجراح وعمر بن الخطاب، ومن لا يؤمن على أن يمثل (بأشعار مؤمن\nوأبشار) ومن لا يقوم بأمر المسلمين إلا دون قيامهم لأنفسهم ، إذ ليس\nعنده ما يفتيهم من أمر حلالهم وحرامهم وفرائضهم وسننهم\nوأحكامهم وما أوجب الله عليهم من أمر (دينهم ودنياهم . وكيف\nيجوز على الله تعالى أن يسترعي راعيا يوجب طاعته على خلقه جميعا،\nولا يعلمه بذلك ولا يرشده إليه ولا يعلم بذلك رعيته ، وهو مع ذلك، قد\nافترض عليه القيام بأمرهم وافترض عليهم السمع والطاعة له والقبول\nلخبره؟ فإن كان يعلم أنه الإمام المفترض الطاعة ، فما دعاه إلى ما ذكرناه\nمن هذه الأمور وما دعاه من هذه الأقاويل ? وكيف لم يحتج على الناس\nجميعا بنحو ما ذكرنا من نصب الله له وإعلامهم من ذلك ما أعلمه الله\nورسوله ، وأن الله ورسوله قد أمره بالقيام  بأمور الناس جميعا\nوافترضا عليهم الطاعة والانقياد لحكمه والقبول لخبره . أو يكون\nالأمر تكلفا ليس بفرص ؟ فإن كان تكلفا ، فكيف جاز للناس أن يقولوا\nله يا خليفة رسول الله ? فهل صدقوا أم كذبوا في قولهم له ذلك ? فإن\nكانوا صدقوا ، فما وجه الكلام الذي تقدم من أبي بكر وغيره ? وإن كانوا\nكذبوا فلم رضي أبو بكر بذلك وقبله ولم ينكره ولا رده ? وقد علم\nالقوم جميعا، بعد النظر والكشف ، أنها شهادة زور كاذبة (فكيف استجاز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \nتركهم ومقارنتهم على شهادة زور على رسول الله (صلع) في كل يوم\nحتى هلك ومضى لسبيله ? وما الفرق عندكم بين الشاهد بألزور\nوالمشهود له ? ويقال لهم : هل تدرون ? لعل كثيرا مما فعلوه ومما هو\nدون الإمامة عندكم قد غير من موضعه وأزيل عن جهته ونسب إلى\nغير أهله وترك الفرض فيه إما تعمدا على طريق الخطأ والغلط والنسيان ،\nإذ كل ذلك جائز في أمر الإمامة وهو الفرض الأكبر الذيي لا يقوم\nالناس ولا يصلحون إلا به ، فما ظنكم بسائر الفرائض التي دقت على\nأفهامكم وغمضت عن استخراجكم فلم تجدوا سبيلا إلى معرفتها بقياس\nولا <span id='ms04'></span> بنظر ولا بفكر حتى حكم بعضكم على بعض في الشيء الواحد\nبمائة قضية مختلفة . ولو حكم بألف لم يزدد من الحق إلا بعدا ، لأن\nالنظر والقياس والاجتهاد لا يهجم بهم على نفس الحق عند الله ،\nو لا يغنيهم عن الإمام ، كما لم يغنهم عن الرسول (صلع) . أو لعل أكثر\nالفرائض قد غيرت عن مواضعها وشبهت بما لا يشبهها . ولو طالت بهم\nالمدة لكان الرجوع عنها كالرجوع عت غيرها مما وصفنا . وإذا جاز\nهذا في البعض حكم به على الكل ، لأن حكم البعض حكم الكل\nوحكم الكل حكم البعض . ثم يقال لهم : أتدرون? لعل أكثر ما\nألزموا العمل به وجعلوه فرضا كفرض الإمام الذي نصبوه وأوجبوا على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \nالخلق طاعته مما لم يأمر به الله ورسوله ، إذ كان نصب الإمام عندكم\nمما لم يأمر الله به ولا رسوله في زعمكم نصا وكانت أمور القوم على\nمثل هذا تجري وبه يحكمون . ويقال لهم : أخبرونا ، هل يخلو\nالأمر أن يكون تكلفا  أو فرضا؟ فإن كان تكلفا فما الحاجة بنا إلى تكلف\nأمر كفيناه ولم يأذن الله لنا فيه ولا رسوله مع ما يؤدي إلى صاحبه من\nالذم القبيح واللوم مع الجرم العظيم والوزر الجسيم ، لأن التكلف مذموم\nعند الله في جميع الحالات ، سيما في الأمر الذي لا يجوز فيه التكليف ،\nلأن فيه من الله حكما قد سبق وأمرا قد نفذ وقضاء لا يرد ولا يغير.\nفمن فعل ذلك منا كان عاصيا لله ولرسوله . أو يكون فرضا لازما وأمرا\nواجبا . فإن كان فرضا ، فقد فرغ الله منه وكفانا فيه المؤونة ، وإن كان\nغير فرض سقطت عنا  فيه الشبهة . وإن كان في طاعة الله\nورسوله. مع ما يدخل على أنفسنا من الراحة العاجلة من ترك\nالمقايسة واجتهاد الرأي في الإحكام والفتيا وبأن هذا حلال وهذا\nحرام . ونرجع إلى أن الحكم كله لله . وهذا هو التعبد بعينه. ويقال لهم:\nأخبرونا ، لو وليتم أبا عبيدة بن الجراح أو عمر بن الخطاب ، أكنتم\nقائلين له يا خليفة رسول الله <span id='ms05'></span>? فإن كنتم قائلين له ذلك ، فهل في\nأنفسكم شك بأن هذا كذب لا خفاء به? وإن كنتم لا تقولون له ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \nبالتقديم . وهذا الأمر فقد أخطأه كثير من هذا الخلق بهذه الأمور التي\nقدمنا ذكرها . وقد تقدم بين يدي الله ورسوله (وحكم في دين الله وعلى\nعباده بما لم يأذن به الله ولا رسوله) . فهل ترون فرقا بين أن يقبض\nالرجل مالا وهو يعلم أنه لا يملكه ، وينكح فرجا وهو يعلم أن الحكم فيه\nإلى غيره ، ويريق دمأ محقونا ويعلم أن الله لم يأمره بالتقدم على الحكم\nفي شيء من ذلك ولا جعله إليه، وبأن يأخذ مالا حراما عليه أخذه\nويطأ فرجا محرما عليه وطئه ويريق دما محقونا وليس هذا كله من فعله\nلا عن أمر الله ولا عن رسوله . فسواء في الحكم أخذ مالا لنفسه أو أمر\nبأخذه أو وطأ فرجا حرام عليه وطئه أو أمر بوطئه أو سفك دما محقونا\nأو أمر بسفكه . وهو في ذلك كله يعلم أنه ما أصاب جهة من جهات\nالحق لعند الله ولا يشهد بذلك لنفسه ولا لنظرائه المتكلفين  من\nأصحابه . لأن الخطأ يوجب الخطأ والصواب يوجب الصواب . وهو\nصفة من قال : سأنزل مثل ما أنزل الله . ومن كان تقدمه وقيامه لا عن أمر\nالله وأمر رسوله فقد بان خطأه . وكل ما  زاد في علمه شيئا زاد ذلك\nفي خطأه وخلافه وعصيانه لله ولرسوله .\nويقال لهم: خبرونا عن الأذان، أهو أشهر بين ظهرانيكم أم نصب\nالإمام ? وفرض الوضوء والصلاة والزكاة وما أشبه ذلك من الفرائض .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \nوالأصول أشهر أم نصب الإمام ? وفرض الخمس أوضح مع سهم المؤلفة\nقلوبهم أم نصب الإمام ؟ فهل ترون ذلك كله مغيرا مصروفا عن جهته\nومتروكا لا يعمل به ? وما الفرق بين تغيير الإمام وتغيير الصلاة وتغيير\nالخمس وسهم المؤلفة قلوبهم ، وتغيير الحج والتمتع بالعمرة إلى الحج\nوغير ذلك مما قد بين الله فرضه وأمر بالعمل به نصا ، ولم يختلفوا في\nتنزيله وصحة فرضه ووجوبه ، قد أحل منه ما كان <span id='ms06'></span> حراما وحرم منه ما\nكان حلالا . وذلك كله مشهور عند أوائلهم وأئمتهم لا يكلمون فيه أحدا\nو لا يستعملون فيه تقية لعلمهم أن ما قالوا من  شيء فهو مقبول وما\nحكموا به فهو جائز ، ولما جاز لهم تغيير الإمامة جاز لهم تغيير ما ذكرناه\nجرأة على الله وعلى رسوله.\n<h1 class='l1' id='head4'>تعيين الرسول أحدهم للصلاة لا يعني تعيينه للإ مامة</h1>\n\nثم يقال لهم : أخبرونا عن قولكم: رأينا رسول الله (صلع) قدمه للصلاة\nفقدمناه ورضيه لهذا فرضيناه ، هل لكم في ذلك إلا ما  لغيركم\nمن قول من قال : رأينا رسول الله (صلع) قد عزله عن الصلاة ظاهرا\nمكشوفا فعزلناه ورأينا الله ورسوله قد رداه عن تبليغ بعض سورة من\nالقرآن فرددناه عن تبليغ الكل ورأينا رسول الله (صلع) قد حذره وكرهه\nوأمر بإنفاذه مع صاحبه في جيش أسامة فكرهناه . فأي موضع اختيار\nهذا؟ وهل لكم في ذلك إلا ما لغيركم ممن طعن عليه ورأى أن ليس هو\nبإمام مستحق للتقدم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n<h1 class='l1' id='head5'>هل الإمامة من الله لواحد دود واحد أم لمن غلب ?</h1>\n\nويقال لهم : خبرونا عن الإمامة ، أفرض من الله لواحد دون واحد ، أم لمن\nغلب؟ فإن كانت فرضا في واحد ثم لا فرض بعد ذلك لواحد ، فالكلام\nعليكم قائم بحاله ؛ لأن الكلام في الأول كالكلام  .\nفي الثاني\nوالثالث والرابع والخامس والعاشر ، وكذلك أبدأ وإن كانت لمن غلب\nعليها ، فالحكم منكم بأنها لمن غلب عليها بالنص من الله ومن رسوله ،\nأو رأي رأيتموه وتحكم منكم على الأمة . وما وجه الكلام في الإمامة\nعندكم إلا على هذه الجهة : إما على جهة فرض أو لطاعة رجل بعينه\nتعرفونه باسمه أو لمن غلب عليها.\nولا بد لكم من مذهب تذهبون إليه في نصب الإمام وإقامته . فأي\nمذهب ذهبتم فلا بد أن تكون معكم بذلك حجة بأن الله ورسوله أمراكم\nبذلك قولا وفعلا . فائتونا بالبينة على ما رأيتم من ذلك وما ادعيتم ، و(لا\nقوة إلا بالله)العلي العظيم .\nثم يقال لهم : ما تقولونه في حكم ما غاب عنكم <span id='ms07'></span>  وعنا? أهو\nحكم ما شاهدتم وشاهدنا أم هو خلافه؟ فإن كان حكم الغائب حكم\nالشاهد ، فقد نرى وترون أن الإمامة بغير النص وبغير الاختيار وفي غير موضع\nالاستحقاق . فهل كان الأمر قديما إلا هكذا ? وإنما يستدل بالشاهد على\nالغائب بصحة الدلالة . فهل في هذابييان (لقوم يعقلون)؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n<h1 class='l1' id='head6'>هل تجوز إمامة المفضول ?</h1>\n\nثم يقال لهم : خبرونا عن انقياد الناس للإمام في كل عصر وزمان،\nودليل على أنه أفضل منهم وأعلمهم وأحقهم بذلك الأمر? وأنهم لا\nيصلحون ولا ينقادون إلا به وعلى يديه ? أو حذرا من سيفه وسلطانه\nوتظاهره بالظالمين وإخوانهم؟ فإن كان الأمر كذلك ، فإن معاوية بن أبي\nسفيان ويزيد  بن معاوية ومروان بن الحكم وعبد الملك من مروان\nوالوليد وسليمان وهشام وفلان وفلان وطغاة بني أمية كانوا خير الخلق\nطرا وأفضلهم وأحقهم بمقام رسول الله (صلع) . وإن كان الأمر بخلاف\nذلك والقوم منقادون لمن غلب عليهم وتولى شيئا من أمورهم ، فهل\nكانت حجتهم قديما في إمام العصر والزمان إلا هكذا ? هل جرت الأمور\nالا مجاريها ? وهل كانت حجتهم في أي بكر ونصبه واقامته إماما\nواحتجاجهم عنه إلا كاحتجاج جماعتكم وحكامكم وفقهائكم\nوقضاتكم ومن تحتجون بقوله من عظمائكم ومحدثيكم في تفضيل من\nذكرنا من بني أمية وغيرهم إلا هكذا? وما الفرق بينهم ? ولن تجدوا\nفرقا أبدا.\n<h1 class='l1' id='head7'>دوام الإمامة</h1>\n\nثم يقال لهم : خبرونا عن الإمامة ؛ وإن اختلفت أوقاتها وأزمانها ، فهل\nاختلف حكمها عند الله وعندكم ? فإن قالوا ليست بمختلفة في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \nنفسها ولا في حكمها عند الله - لأن الله (تع) لا يخالف أحكامه \nقلنا لهم : فإن كان حكم الله في الإمامة غير مختلف وكان الأمر بالنص\nعندكم فأين النص الآن ? فإن كان بالاختيار منكم ، فأين الاختيار منكم\nوأين موضعه ? ومن المأمور بذلك الاختيار? فإن زعموا أن الله قد\nخالف بين أحكامه ودفع الإمام عنهم - إذ كان لا يفرض على خلقه\nطاعة من لا يطيعه ولا يتعبدهم بالطاعة لمن يعصيه ويخالف أمره\nويتعدى حدوده - قلنا فقد بطل الإمام عندكم لا محالة ولا بد من\nأن <span id='ms08'></span> يكون الله أبطله وأمركم بتركه أو يكون ذلك رأيا من رأيكم . فأيما\nخبرونا ، كان أفضل ? أكان في نصب الإمام الأول أو رأيكم اليوم في\nترك الإمام الأخير? ومتى جاز للناس ، (إن صح) ، أن ينصبوا إماما أو\nيتركوا نصبه? ثم ائتونا بالبينة على ما تدعون من ذلك ؛ أم تزعمون أن الله\n(تبارك وتعالى) قد كان بخلقه في ذلك الدهر أنظر منه لهم في هذا\nالدهر? تعالى الله عن ذلك علوا كبيرا.\n<h1 class='l1' id='head8'>هل أوصى الرسول بنصب الإمام</h1>\n\nويقال لهم : أخبرونا كيف كان الظن برسول الله (صلع) عندكم أنه\nيوصي وأن يستخلف ، أو أن لا يوصي ولا يستخلف ? فإن قالوا : أكان\nالظن به أن  يوصي ويستخلف ، قلنا لهم : ما الذي أزال حسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \nالظن به حتى زعمتم أنه ترك الوصية والاستخلاف وهل يخلوا ذلك\nعندكم من أن يكون الله قد أمره بترك الوصية والاستخلاف وحذره ذلك\nوحظره عليه، فعمل من ذلك ما أمره به . وهذا نقض لما خبر عن ربه؟ أو\nيكون الغالب عليه الخطأ والنسيان والجهل ? وحاشاه ، لما في ذلك من\nمصلحة العباد ، والقصد في ذلك مخالفته وعصيانه من حيث يعلم . وقد\nأجل الله قدر نبيه (صلع) عن أن تزل به قدم أو تثبت عليه حجة. فإذا لم\nنجد الأمر بما وصفناه ، فما حجتكم في إقامة رجل تزعمون أنه\nخليفة رسول الله (صلع) قد جمع خلافته ووصيته وأحل أمواله وضياعه ،\nوحكم في أهله وتراثه وأنتم تشهدون عليه عند الله أنه لم يوص ولم\nيستخلف ؛ وهذا غاية الطعن منكم على نبي الله (صلع) وسوء الثناء\nعليه . فهل حجتكم في حكم المحتجين عليه إلا هكذا? قلتم له يا\nخليفة رسول الله وهو لا يدعي ذلك لنفسه ولا يقول : إن رسول الله\nاستخلفني ، بل يقول :  إن المسلمين استخلفوني ورضوا بي ، ويقول :\nوليتكم ولست بخيركم . ولا يقول أن الله (تع) ورسوله ولياني\nأموركم . وهو يأخذ أجرته من بيت مال المسلمين في كل يوم درهمين ،\nوهو مع  هذا يقول :  إن لي يشطانا يعتريني ، فإذا رأيتموني قد\nغضبت فاجتنبوني <span id='ms09'></span> ، لا أمثل بأشعاركم وأبشاركم. مع علمكم بأنه لا\nيقرأ القرآن . ومن كان لا يقرأ القرآن فأجدرأن لا يعلم تأويله ولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \nناسخه ولا منسوخه ولا محكمه ولا متشابهه . وكيف يفرق بين الحلال\nوالحرام من هذه صفته . وقد رأيناكم جعلتم الناس طبقات . فلم يدخل\nفي طبقة يوجب له فضلا في دين ولا دنيا . ذكرتم أن النبي (صلع) ذكر\nأهل الصدق فقال أبو ذر ، وذكر أهل القرآن فقال عبد الله بن مسعود\nوأبي بن كعب ، وذكر أهل الفرائض فقال زيد بن ثابت ، وذكر أهل\nالقضاء  فقال : علي بن أبي طالب ، وذكر أهل العلم بالحلال\nوالحرام فقال معاذ بن جبل . فكيف رضيتم بان تنصبوا رجلا يقوم\nعندكم مقام رسول الله (صلع) يحتاج إلى الناس جميعا في حالته ولا\nيحتاج الناس إليه في شيء من حالاتهم . لقد بلغتم الغاية القصوى في\nسوء الاختيار وسوء الثناء على رسول الله (صلع) .\n<h1 class='l1' id='head9'>أسباب أخرى مبطلة لإمامة أي بكر وعمر</h1>\n\nويقال لهم : خبرونا ما الذي يجب على الناس بعد الإقرار بإمامة أبي بكر\nوعمر؟ فإن قالوا : الإئتمام بهما ، قلنا : والائتمام بهما هو السمع والطاعة\nلهما والقبول لقولهما والانقياد لحكمهما وأن يعتقد أن كل ما قالا به\nوأفتيا  وحكما فهو صواب واجب وأمر لازم كلزوم الفرض . أو\nيشك فيه فينظر لعلمهما قد أخطيا وحكما بغير الحق وبخلاف التنزيل\nوما عليه المسلمون . فإن قالوا : ليس علينا ننظر عليهما ولا معهما ،\nوعلينا أن نقبل قولهما ونصدق أخبارهما ولا نتجاوز حكمهما. قلنا: فمن\nفعل ذلك منكم فهو آثم أو ظالم أو كافر أو فاسق. ولا شيء عليه ولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \nتبعه تلزمه في دين أو دنيا. فإن ألزموا من فعل ذلك اسم آثم أو ظالم أو\nكافر أو فاسق ، ألزموا ذلك جميع الصحابة ، وأولهم عمر بن الخطاب في\nخلافة أبي بكر ، ثم الناس جميعا ، لأن الخلاف عليهم قد شملهم ،\nوإذا كان الناس جميعا  بتلك الصفة من الإثم أو الكفر أو ما دون\nذلك ، لم تثبت على أحدهم الحجة ولم تقبل لهم\nشهادة أبدا . فإن\nزعموا <span id='ms10'></span> أن لنا أن ننظر عليهما ونتأمل أحكامهما ونقايسهما. قلنا : فإذا\nاختلفنا ? فمن ينظر في أمورنا ? وعند من نجد قنوعا وإلى من نفزع مما\nقد نزل بنا؟ وقول من يلزمنا حتى لا نضل ولا نأثم ولا نفسق ولا نكفر\nعلى موافقته على قوله? ومن يرد على  ما عزمنا عليه من أخذ وترك?\nوقد تعبدنا الله بأمر غير مشكل ولا مختلف ، إذ كان الرسول قد جاء برد\nكل مختلف إلى الله وإلى الرسول وإلى صلحب الأمر . فإن رجعتم إلى\nصاحب الأمر رجعتم إلى أمر غير مختلف . كما أنكم إذا رجعتم\nإلى الله وإلى رسوله رجعتم إلى أمر غير مختلف . والعدد الكثير إذا\nاختلفوا فجائز أن يكونوا كلهم مبطلين وليس بجائز أن يكونوا كلهم\nمحقين ، وجائز أن يكونوا بعضهم محقا وبعضهم مبطلا . وقد رأيتم الناس\nجميعا مختلفين وليس منهم أحد يزعم أن الله أمره بالعدل ولا أطلق له\nالحكم ولا جعل إليه من أمر الأمة شيئا . وقد كان القول لرسول الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n(صلع) مطلقا والحكم له جائزا ، وكان لا يقول على الله إلا الحق ولا\nيحكم إلا بالعدل ولا ينطق عن الهوى .\nوقد مضى  رسول الله (صلع) ، فهل نصب لكم رجلا يقوم مقامه\nويحذو مثاله? وأمركم بالسمع والطاعة له ? إذ كان قد أمركم بطاعة رجل\nبعد النبي وأقامه مقامه وجعل ما كان مردودا إلى النبي مردودا إليه ? وان\nقالوا : نعم ، قلنا : فمن ذلك الرجل? فإن قالوا : علي ، فقد أقروا بالكفر\nبالله ، إذ خالفوه بعد النص إليه ولم يرجعوا إلى رأيه ولا حكمه ، ولا\nرضوا بقوله؛ فإن قالوا: لم ينصب لنا رجلا، قلنا لهم: فلم يكن لقول الله\nسبحانه : )يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر\nمنكم) معنى ولا لقوله (فإن تنازعتم في شيء فردوه إلى الله وإلى\nالرسول وإلى أولي الأمر منكم) معنى . فمن ذلك حكمتم\nبالرأي والقياس والاجتهاد والاستحسان والتقريب والظن . وقد كان ذلك\nمحظورا على رسول الله (صلع) . فإن زعمتم أن الله قد رفع ذلك الأمر\nعنكم وأطلق لكم <span id='ms11'></span> ما كان حظره على رسول الله ، فهلموا أنبئكم على\nما تدعون عليه من ذلك على الله ورسوله ولا تفتروا على الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \nالكذب (إن الذين يفترون على الله الكذب لا يفلحون).\nويقال لهم : خبرونا ، هل أمر رسول الله (صلع) بإنفاذ جيش أسامة\nوالذين معه؟ فإن قالوا : نعم ، قلنا لهم : فكيف لم تنفذوا وصيته في إنفاذ\nالجيش والذين معه وقبلتم بزعمكم وصيته في نصب الإمام ?\nفخبرونا أن لو أنفذتم الجيش على ما أمركم به رسول الله ، أكنتم مطيعين\nأم عاصين? وخبرونا ، لو أطعتم الله تعالى ورسوله وأنفذتم الجيش بمن فيه\nممن أمرهم رسول الله (صلع) بالنفوذ مع أسامة ، هل كانت الإمامة\nتحصل لأبي بكر? أو تزعمون أن رسول الله (صلع) لم يعلم أن الله\nيتوفاه وأن الإمة كانت تحتاج بعده إلى أبي بكر? أو كان علم بذلك مع\nعلمه بأن الناس لا يقومون ولا يصلحون إلا به? فتركه متعمدا وأمر بإنفاذ\nالجيش مع صاحبه ? وإذا أمر الله ورسوله بإنفاذ أبي بكر  وعمر في\nالجيش . فمن جعل ذلك إليكم ، ردهما ورد غيرهما? وهل علمتم من\nذلك ما جهله رسول الله (صلع) ? وهل  يقدم رسول الله (صلع) أو\nيؤخر إلا بأمر ربه ? فهل أطعتم الله ورسوله فيما فعلتم من رد أسامة\nوالذين معه؟ أو ما سمعتم الله يقول : (ومن يعص الله ورسوله فإن له نار\nجهنم خالدين فيها أبدا) وقوله: (قل أطيعوا الله وأطيعوا الرسول).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \nويقال لهم خبرونا أيهما كان أولى برسول الله (صلع) ، وقد علم أنه\nميت ، أن يبدأ فيحكم الفرض الأكبر الذي لا شيء أجل قدرا ولا أعظم\nخطرا منه عنده وما لا يصلح للناس ولا يقومون  إلا به ، أو يهمله\nويؤخره ويتقدم فيما هو دونه فيحكمه إحكاما لا تنازع فيه ولا شبهة؟ فإن\nقالوا : كان أولى به أن يحكم الأكبر ثم الأصغر، قلنا: فقد فعل ما كان\nأولى به . قلنا : فكيف زعمتم أنه أهمل أمر الإمام مع علمه أنه لا بد\nللناس  . من إمام يقوم بأمرهم ويجمع ألفتهم ويحكم بينهم ويجلد <span id='ms12'></span> زانيهم\nويقطع [يد] سارقهم ويغزو بهم ويقسم الفيء بينهم ويعرفهم ما جهلوا\nمن أمر دينهم وحلالهم وحرامهم ، فلم ينص عليه ولا نصبه ولا بينه حتى\nلا يخفى مكانه على صغيرهم وكبيرهم ، وهو مع هذا يأمر بإنفاذ جيش\nأسامة ويترك ما هو أجل وأعظم أمر عنده منه ، هذا مع علمه أن\nالإمام المفروض الطاعة ينفذ الجيوش ويغزو بالناس ويقوم فيهم مقامه\n(صلع) غير مقصر ولا متهاون بما قلده الله ورسوله من ذلك . فإن زعمتم\nأنه ترك نصب الإمام ، وهو ذاكر لما في نصبه من المصلحة والاتفاق ،\nوعالم بما في تركه من القبح والفساد ، أو تركه نسيا وتهاونا ومقصرا ،\nفقد يلزمكم أن تجوزوا النسيان بجميع الفرائض التي أمره الله بتبليغها .\nلأن جواز الخطأ والنسيان عليه في فريضة واحدة دليل على خطأه ونسيانه\nلجميع الأشياء التي لا بد للناس جميعا منها ، إذ كان الإمام لا بد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \nللناس جميعا منه . فإن زعمتم أنه تركه بعد الذكر له والعلم بما تركه\nما عددنا ووصفنا من القبح والفساد وبعد أن وعد علم أن الله قد أمره\nبنصبه وأمر جميع الخلق بطاعته وولايته ، فهذا غاية الخلاف والعصيان\nلله فيما أمره من إرشادكم وصلاحكم، وليس بهذا وصفه الله، بل وصفه\nبخلاف ذلك من الرأفة بكم والنصيحة لكم والرحمة .\nوإذا ثبت أن النبي صلى الله عليه وآله أمر بإنفاذ جيش أسامة ، وقد\nكان عالما بصغير من فيه وكبيرهم مع علمهم أجمعين بأن الله\nالذي أمره أن يقدم جيش أسامة وإنفاذ من فيه ليحتج عليهم بذلك عند\nالله تعالى لتكون الأمة شاهدة للنبي (صلع) على من أنكر ذلك منهم ورد\nأمره وخالفه وعصاه . وهذا من كتاب الله (تع) بين لإخفائه\nقوله (تع : (فكيف إذا جئنا من كل أمة بشهيد وجئنا بك على هؤلاء\nشهيدا يومئذ يود الذين كفروا وعصوا الرسول لو تسوى بهم الأرض ولا\nيكتمون الله حديثا)\nثم يقال لهم : خبرونا عن الفرائض التي ذكرها الله (تع) في كتابه وأمر\nبالعمل بها نصا . ولم يختلف الناس في تنزيلها وصحة <span id='ms13'></span> فرضها ووجوبها،\nمثل الحج والجهاد والحدود والقصاص والأحكام في الدماء والفروج\nوالأموال وإنصاف المظلوم وإيتاء ذي القربى حقه وابن السبيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \nوالمسكين . هل يدرك ذلك أو يطاق العمل به إلا بالإمام العادل\nالفاضل العالم? فلم قلتم إن لأبي بكر ذلك بعد شهادكم على قوله :\nليتني كنت سألت رسول الله (صلع) لمن الأمر بعده ، وبعد قوله:\nقد رضيت لكم أحد هذين الرجلين ، فبايعوا أيهما شئتم : أبا عبيدة بن\nالجراح أو عمر بن الخطاب ، وبعد قوله : أما بعد ، فإن المسلمين\nاستخلفوني ورضوا بي ، وبعد قوله :أقيلوني أقيلوني ! وبعد أخذه\nمن بيت مال المسلمين أجرته ، وبعد قول عمر: كانت بيعة أبي بكر\nفلتة، وقى الله المسلمين شرها فمن أرادكم على مثلها فاقتلوه، وبعد\nقول عمر : إن أستخلف فقد استخلف من هو خير مني، يعني أبا\nبكر ، وإن أترككم فقد ترككم من هو خير مني يعني النبي\nصلى الله عليه وآله وسلم . وبعد قول أبي بكر: وليتكم ولست\nبخيركم ، ولم يقل : إن الله تعالى ولاني أموركم وأمرني\nبسياستكم . وفي قوله : ليتني كنت سألت رسول الله (صلع) : لمن\nالأمر بعدك ...، دليل على علمه وعلمكم ومعرفتكم أن الله\nورسوله لم يجعل إليه شيئا من أمور الناس وأن لهذا الأمر صاحبا غيره\nيحكم فيه بأمر الله وأمر رسوله (صلع) ، هذا مع إجماعكم على أنه لا بد\nللناس من إمام . فإذا كان لا بد منه كان واجبا وإذا كان واجبا لم يجز أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \nيتولى نصبه وإقامته إلا الله ورسوله . وأبو بكر مقر بأن الله ورسوله\nلم يقدماه ولا نصباه ولا أمراه.\nثم إن رسول الله (صلع) عقد لأسامة بن زيد عليه وعلى صاحبه ولم\nيعقد لهما على أسامة بن زيد . فأيهما كان أحق وأولى من طريق النظر\nوالاختيار : من عقد له رسول الله (ص) ، أو من عقد عليه وعقدتم له\nووليتموه؟ وكيف جاز لأبي بكر أن يكون أميرا على أسامة بن زيد وقد\nجعل الله أسامة أميرا عليه ? لأن رسول الله (صلع) لم يأت من ذلك إلا\nما أمره <span id='ms14'></span> الله به . وكيف حل لكم أن تحلوا عقدا عقده الله ورسوله\nوتردوا أمرا قد حكم الله به؟ وتزعمون أن الذي رأيتم من رد أبي بكر من\nجيش أسامة ونصبه إماما  خير من الذي رآه الله ورسوله من إنفاذه\nفي الجيش مع صاحبه . وما تنكرون أن كان قد أخطأ رسول الله (صلع)\nفي ترك الإمامة أو لم ينصبه أن يكون قد أخطأ في كل شيء ؛ لأن\nجواز الخطأ عليه في شيء واحد دليل على جواز خطأه في كل شيء،\nوأعوذ بالله من هذا القول ! فكيف لم تنكروا ذلك عليه? ولم تركتم\nمناظرته وتذكيره ? وكيف لم تختاروا رجلا لم يأمره رسول الله بإنفاذه في\nجيش اسامة (بن زيد) ? إذ كان في المسلمين من يصلح لذلك الأمر\nعندكم . أو ما كان النبي (صلع) يعلم ما علمتم فيختاره للموضع الذي\nاخترتموه له أو يخلفه فلا يأمر بإنفاذه في الجيش لما عنده من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \nالقيام والمصلحة للناس?\nوحيث قد أمره مع الجيش ، فلا يخلو من أن يكون قد أصاب\nوأخطأتم أو قد أخطأ وأصبتم. ويقال لهم : خبرونا : هل أصبتم ما عند\nالله بنصبكم من نصبتم وبفعلكم ما فعلتم ، أو أخطأتم ? فإن كنتم قد\nأصبتم فقد أخطأ رسول الله (صلع) - وحاشاه - وإن كنتم قد أخطأتم\n- وذلك أولى بكم - فقد أصاب رسول الله (صلع) . فكيف  تركتم\nسنة رسول الله (صلع) بزعمكم وأخذتم بما رأيتم ? وكيف علمتم أن\nالذي فعله رسول الله (صلع) كان خطأ ومعصية وأن الذي فعلتم كان\nصوابا وطاعة في إقامتكم من أقمتم ? وهل تشهدون على رسول ألله\n(صلع) بالخطأ ولأنفسكم بالصواب؟ ولا بد لكم في ذلك من\nجواب.\n<h1 class='l1' id='head10'>وجوب نص الرسول على الإمام</h1>\n\nثم يقال لهم : خبرونا إذا كان نصب الإمام مرفوعا عن رسول الله\n(صلع) ، فمن وضعه عليكم ? وسؤالنا لكم في الإمام كسؤالنا لكم\nولإخوانكم في الفتيا والأحكام والقضايا في الحلال والحرام وما قد نهى\nالله ورسوله عن التقدم فيه وعليه ، والقول فيه بالظن وغير الحق . وقد لعن\nالله الحاكم بغير ما أنزل الله <span id='ms15'></span> (تع) ، وسماه كافرا وظالما وفاسقا ، وذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \nكله من دينكم وإليه تدعون وبه تحكمون . وقد سمعتم الله سبحانه\nيقول : (ولا تقولوا لما تصف ألسنتكم الكذب هذا حلال وهذا حرام)\nوقال (إن الذين يفترون على الله الكذب لا يفلحون) وقال\n(تع) : (ولا تقف ما ليس لك به علم)، وقال (تع) : (لا تقولوا على\nالله إلا الحق) ، وقال (قد خاب من افترى) ظلما. ومثل هذا\nكثير.\nويقال لهم : خبرونا لم تركتم الاقتداء برسول الله في ترك الإمام\nوإسقاط فرضه وحكمه عنكم بزعمكم ? فإن قالوا الأمة لا تصلح إلا\nبالإمام ولا يقوم الدين ولا يتم الفرض إلا به ؛ وفي تركه فساد الدين\nوهلاك الأمة والناس أجمعين وزوال الفرض . قلنا : فإن كان رسول الله\n(صلع) يعلم من ذلك ما علمتم وتركه متعمدا، أليس هذا صفة الجائر\nالظالم لأمته ? وإن كان لا يعلم من ذلك ما علمتم فهذه صفة\nالجاهل بأمر الله (ع ج) والمقصر في دينه ، فأيكم أحق وأولى بهذه\nالصفة ، أنتم أم رسول الله (صلع) ?\nويقال للذين احتجوا لأبي بكر بزعمهم أن بلالا أتاهم عن أمر عائشة\nأن مروا أبا بكر فليصل بالناس. قلنا : أرأيتم لو أن الله ورسوله أوجب على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \nالخلق قبول قول عائشة ، أكنتم قابلي قول بلال على عائشة ? هذا على أن\nبلالا عندكم أعدل الخلق وأفضله . فكيف والأمر يجري عندكم\nوالحكم يجري منكم على أنه لو جاءت عائشة ومعها مائة من\nالمهاجرات المؤمنات يشهدن في درهمين لم تجز شهادتهن حتى\nيكون معهن رجل عدل . ولو أن عائشة أتت قوما فقالت لهم ، إما\nعن نفسها وإما عن رسول الله (صلع) ، أن مروا أبا بكر فليصل بالناس ،\nما وجب عليهم قبول ذلك منها إلا بحجة.\nثم يقال لهم : أرأيتم لو أن النبي (صلع) ناداكم فأسمع صغيركم\nوكبيركم أن مروا أبا بكر فليصل بالناس وفعلتم ذلك عن أمره ، ألم يكن\nقي خروجه يتهادى بين علي بن أبي طالب (صلع) والفضل بن عباس بن\nعبد المطلب ، ورجلاه تخدان الأرض خدا ، حتى عزله وصرفه عن\nالموضع <span id='ms16'></span> الذي كان فيه ما يدل على إنكاره ما فعلتم من تقدمته؟\nفأيها أبين وأظهر عندكم : ما فعله رسول الله (صلع) من عزله وصرفه\nوتأخيره ، أو ما فعلتم من تقديمه ? هذا وليس الشهرة في ولايته\nوتقديمه كالشهرة في عزله وصرفه وتأخيره من الله تعالى ورسوله. ثم قد\nعلمتم أنه (صلع) خرج على حال لا يجب على أحد من الناس أن\nيخرج على مثلها من العلة والضعف . فكيف جاز لكم أن تزعموا أن\nإمامته وولايته من الله لا من الأمة جميعا ، وإنما قام بمقام يصلح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \nعندكم للبار والفاجر، فلم يرضه الله له ولا رسوله ولا ترككم في شبهة\nمن أمره . فكيف رضيتموه ، بزعمكم - إذ لم يرضه رسول الله (صلع) ،\nأو لم تردوا عزله ورده عن تبليغ الصحيفة من سورة براءة كما\nرويتم عزله عن الصلاة? أولم ترووا أن النبي (صلع) لم يصل خلفه ، وقد\nرويتم  أنه صلى خلف عبد الرحمن بن عوف ، وهو عندكم دونه ، وأمر\nعتاب بن أسيد أن يصلي بالناس بمكة ورسول الله (صلع) مقيم بالأبطح\nوابن أم مكتوم وأبو مجدودة كانا يصليان بالناس وخلق كثير لا يحصى\nعددهم . على أن التقدمة للصلاة ما صحت له ولا صحت الدعوى\nبذلك أيضا. ولو صحت ما وجب له فضل ولا علم. وكيف يوجب ذلك\nله وكلكم يزعم أنه لو قام للصلاة أو قدم غيره فصلى بالناس لكان\nذلك جائزا والصلاة تامة ، مع علمكم وإقراركم أن الإمامة وخلافة\nالرسول (صلع) لا تصلح لكم . فكيف أثبتم ما يجزي فيه\nأضعفكم دينا وإيمانا وفقها ورأيا وتدبيرا على ما لا يجوز إلا أفضلكم\nوأعلمكم فيه وأفقهكم أبصركم بأمور الدين والدنيا. فتدبروا ما قد\nشرحته تجدوه كما وصفت و(لا قوة إلا بالله) (العلي العظيم)\nويقال لهم : خبرونا أيما كان أعم نفعا وأبين صلاحا وأجمع للشمل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \nوأبعد من الفرقة والاختلاف وأصلح في البدء والعاقبة ، أن ينصب الله\nورسوله إماما فنعرفه كما نعرف آباءنا وأبناءنا فيطيعه منا من يطيع الله\nورسوله ويعصيه منا من يعصي الله ورسوله (ليهلك <span id='ms17'></span> من هلك عن بينة\nويحيا من حي عن بينة) ويأمرنا بنصبه وإقامته ، ويفرض علينا\nطاعته مع علمه بما فينا من التحاسد والتباغض والغل والطعن والتعادي\nوالنفاق ، مع العجز عن بلوغ الواجب من استخراجه . فإن قالوا: بل\nنصب الله لنا ورسوله لأن اختياره لنا خير من اختيارنا لأنفسنا وأصلح في\nالبدء والعقبى فيه . وفي اختياره أيضا لنا قطع التحكم والاختلاف وإلزام\nالتعبد . قلنا : فلأية علة لم يفعل الله بكم ولا رسوله ما هو خير في البدء\nوالعقبي؟ أترون أن الله ورسوله أرادا هلاككم وفسادكم وتباعد ما بينكم ?\nفقد علمتم الآن يقينا أن الله ورسوله لم يفعلا بكم ما كان خيرا لكم في\nعاجل الدنيا والآخرة بزعمكم . وأنهما أرادا هلاككم وفسادكم\nوالإغراء بينكم . وهذا مذهبكم وبذلك تشهدون على الله وعلى رسوله\n(صلع) . إذ لا حجة لهما عليكم في نصب الإمام ولا في شرح ما فرض\nعليكم من الحلال والحرام . إد كان عندكم غير مشروح . والقصة عليكم\nفي الإمام كالقصة عليكم في الفتيا في الفرائض والأحكام والحلال\nوالحرام . وهذا رد القرآن مجرد غير مشكل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \nويقال لهم وللذين زعموا أن النبي (صلع) قدمه للصلاة فقدمناه\nوجعلناه إماما . خبرونا : هل كان يجوز للنبي (صلع) أن يؤمر رجلا\nيصلي بالناس وفيهم من هو خير منه وأقرأ للقرآن وأعلم بالحلال والحرام\nوأبصر بالتدبير والسياسة ? فإن قالوا لا يجوز أن يصلي بهم رجلا\nوفيهم من هو خير منه وأقرأ للقرآن وأعلم بالحلال والحرام وأبصر\nبالتدبير وما يحتاج الناس إليه من أمر الدنيا والآخرة ? قلنا لهم : فهذا\nخلاف ما قد سبق به إجماعكم، وخلاف ما جئتم به عن النبي (صلع)\nفي الرخصة في الصلاة خلف كل بر وفاجر . وفي قولهم هذا دليل على\nأن عمرو بن العاص وعبد الرحمن بن عوف وأسامة بن زيد وعلي بن أبي\nطالب وعتاب بن أسيد وابن أم مكتوم وأبا مجدورة وكل من صلى\nبالناس في عصر النبي (صلع) بأمر النبي خير من أبي بكر وعمر ، إذ كان\nالنبي (صلع) أمرهم بالتقدم بالصلاة نصا <span id='ms18'></span> . فإن قالوا : بلى ، يجوز أن يقدم\nالنبي (صلع) رجلا يصلي بالناس وفيهم من هو خير منه وأقرأ للقرآن\nوأعلم بالحلال والحرام، قلنا لهم : فما  حجتكم في تقديم أبي بكر\nعلى الناس جميعا حتى وليتموه أمرا ما كان للنبي (صلع) أن يتقدم فيه\nولا يتأخر إلا (بإذن ربه) . وإذا جعل الله ذلك إليه لم يجز أن يولي\nعلى القوم إلا أفضلهم وأقرأهم للقرآن وأعلمهم بالحلال والحرام وأبصرهم\nبالتدبير والسياسة . لأن الحكيم لا يفرض على الناس طاعة من هم اطوع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \nله منه ولا يأمرهم بالانقياد لمن هم أعلم بدين الله منه ولا يحوجهم إلى\nمن هو محتاج إليهم . وقد يجوز عندكم في التقدمة بالصلاة رجل من\nعرض الناس ، فكيف جعلتم ما يجوز عندكم فيه ويجزي به رجل قياسا\nعلى ما لا يجوز فيه إلا من لا مثل له فيكم ولا نظير . ويقال لهم :\nخبرونا هل كان يجوز للنبي (صلع) أن يقدم للصلاة بكم من هو دونكم\nفي الفضل والعلم والسبق إلى الإسلام وقراءة القرآن والمعرفة بالله\nوبالحلال والحرام؟ فإن قالوا : لا يجوز له ذلك ولا يكون هذا منه ، قلنا\nلهم : قولكم هذا يدل على أن عمرو بن العاص وعلي بن أبي طالب\nوأسامة بن زيد وعبد الرحمن بن عوف وعتاب بن أسيد وابن أم مكتوم\nوأبا مجدودة خير من أبي بكر وعمر ، لأن رسول الله (صلع) أمرهم\nعلى أبي بكر وعمر وقدمهم للصلاة . ويدل قولكم أيضا على أن صهيبا\nعند عمر بن الخطاب أفضل الأمة ، إذ أمره بالصلاة عليه وقدمه للصلاة\nبالناس جميعا، ويدل على أن أبا طلحة كان أفضل أهل دهر\nعمر بن الخطاب ، لأن عمر حكمه في دمائهم وأشعارهم وأبشارهم ،\nوفيهم علي بن أبي طالب وعثمان بن عفان والزبير وطلحة وسعد وعبد\nالرحمن وفلان وفلان . وذلك كله بحضرة المهاجرين والأنصار . فإن\nقالوا : بلى يجوز للنبي (صلع) أن يقدم للصلاة بالناس من فيه  خير منه\nوأقرأ للقرآن وأعلم بالحلال والحرام ، قلنا : فإذا كان هذا جائزا من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \nرسول الله (صلع) ، فما حاجتكم <span id='ms19'></span> في فضل أبي بكر وعمر? إذ كانت\nدلالتكم على فضله قد بطلت ، لأن الدلالة التي استدللتم بها على فضله\nكانت التقديم للصلاة فقط . والتقدمة للصلاة عندكم الآن لا توجب\nفضلا ولا علما ولا سبقا إلى الإسلام ولا معرفة بالحلال والحرام.\nهذا لو سلم لكم أن النبي (صلع) قدمه للصلاة مع علمكم أن الناس\nمختلفون عليكم في صلاة أبي بكر بالناس . ذكرتم أن بلالا أتاه عن\nأمر عائشة ، فهذا الخبر في نفسه لا يصلح بلا برهان ولا حجة ولا\nبينة . وقد زعم أكثر الناس ان النبي (صلع) لما بلغه ما صنع القوم في\nتقدمة أبي بكر غضب غصبا شديدا وقال لعائشة : أنتن ! صويحبات\nيوسف ! ثم خرج على حال لا يخرج على مثلها من العلة والضعف\nحتى أزاله عن القبلة وصرفه عن الموضع الذي وضعه القوم فيه . وهذا\nيدل على شدة إنكاره على أن هذا المقام يصلح للجمهور\nوالعامة والبر والفاجر أيضا عندكم دون الخاصة . فكيف جعلتم ما يصلح\nللعامة منكم دون الخاصة قياسا على ما لا يصلح له إلا من لا مثل له ولا\nنظير فيكم. وأيضا إنه لو ثبت أن النبي (صلع) قدمه للصلاة لم توجب له\nالصلاة فضلا ولا علما ولا عملا، إذ كان (ع م) قد قدم الصلاة بالناس\nمن هو دون الجماعة في الفضل والعلم وقراءة القرآن والمعرفة بالحلال\nوالحرام . ولا يجوز أن يستخلف الرسول (صلع) على الناس إلا أعلمهم\nوأفضلهم وأخصهم بوصيته وخلافته ، وأقومهم بأمرالصلاة والدين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \nوالدنيا ، يقوم فيهم مقامه ويحذو مثاله . كذلك يكون وصيه وخليفته.\n<h1 class='l1' id='head11'>عدم جواز استخلاف المفضول بوجود الفاضل</h1>\n\nويقال لهم : خبرونا ، هل يجوز عندكم للنبي (صلع) أن يستخلف\nعليكم رجلا وفي الجماعة من هو خير منه وأعلم بالحلال الحرام\nوالفرائض والأحكام ؟ فإن قالوا : بلى يجوز أن يستخلف المفضول العاجز\nعلى الفاضل الحازم . قلنا لهم : فلا حجة لكم في تفضيل أبي بكر على\nغيره ، إذا كان النبي (صلع) يرى أن يستخلف من هو دون ابي بكر على\nفضله بمائة درجة ودونكم جميعا. وما <span id='ms20'></span> فضله بذلك المقام الذي يصلح\nلكل الناس عندكم ? فإن قالوا لا يجوز للنبي (صلع) أن يستخلف رجلا\nوفي القوم من هو خير منه ولا أفضل ول أعلم بالحلال والحرام وما\nيحتاج الناس إليه من أمر الدين والدنيا  قلنا لهم فهذا فرق ما بين\nالصلاة وبين الإمامة والقيام بأمر الأمة والاستخلاف . فلم حجرتم على\nرسول الله (صلع) وأقمتم مقامه رجلا ليس بأعلمكم ولا أفضلكم ولا\nأقرأكم ولا أعملكم  بالفرائض والأحكام وفرق ما بين الحلال والحرام ?\nإذ كان كذلك رسول الله (صلع) عندكم ليس بأعلمكم ولا بأفضلكم\nولا بأقرأكم ولا أبصركم بالحلال والحرام ? فهذا مثله ونظيره ويقوم\nعندكم مقامه؟ أو كان لا مثل له ولا نظير؟ فلم جعلتم قياس ما لا مثل له\nولا نظير مثل قياس من له المثل والنظير؟\nويقال لهم: خبرونا، هل يجوز أن يقوم بكم بعد الرسول (صلع) رجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \nمنافق أو كافر في الباطن ? فإن قالوا : نعم ، قلنا لهم : فما حاجتكم\nفي تفضيل من يقوم مقام النبي (صلع) ? إذ كان يصلح لذلك المقام\nرجل منافق أو كافر في الباطن ، وهذا مقام يصلح لأشر الناس ? فإن قالوا\nلا يجوز ذلك ، قلنا لهم : فهل يجوز أن تختاروا رجلا منافقا في الباطن\nمؤمنا في الظاهر? أو مؤمنا في الظاهر كافرا في الباطن ? فإن قالوا هذا لا\nيجوز علينا ، قلنا لهم : فأنتم تعلمون من الغيب ما لا . يعلمه رسول الله\n(صلع) ? لأن الرسول (ع م) قد مكث حينا لا يعلم بهم حتى عرفه الله\nذلك منهم ، فإن قالوا : بلى، يجوز ذلك علينا ، ويمكن أن نقف\nباختيارنا على رجل ظاهره الإيمان وباطنه الكفر والنفاق ، قلنا لهم : فمثل\nهذا يجوز عندكم على الله وعلى رسوله ? فإن قالوا : نعم ، قلنا :\nفالله ورسوله لا يعلمان من ذلك إلا دون ما تعلمون? فإن قالوا : لا\nيجوز ذلك على الله ورسوله ؛ فلا يختار الله ورسوله للمسلمين والقيام\nبأمر الدين إلا من لا مثل له ولا نظير ، ظاهره كباطنه وسره كعلانيته ، لأنه\nعالم الغيوب لا يخفى عليه خافية فيختاره <span id='ms21'></span> على علم على العالمين . قلنا:\nفمن أمركم بالاختيار? مع عجزكم عن درك الصواب فيمن يصلح للدين\nوالقيام بأمر المسلمين ومن يحتج به على العالمين ? وهو يقول : (لا\nتقدموا بين يدي الله ورسوله واتقوا الله إن الله سميع عليم)\nويقال لهم : خبرونا كيف كانت القصة في نصب الإمام وفرض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \nطاعته عليكم : قبل النصب أو بعده? بالنص تنصبونه أو بالاستخراج ? فإن\nكان بالنص ، فمن هو? وإن كان بالاستخراج ، فمن فرض عليكم طاعته ?\nومن يتولى نصبه وإقامته؟ وذلك شيء إلى جماعتكم أم إلى بعضكم دون\nالبعض؟ أم إلى قوم يعرفون بأسمائهم? أم إلى أهل بلده دون بلد؟ أم إلى\nعدد يعرف مبلغهم? فإن كان إلى جماعتكم ، فمن يضبط عددهم مع\nتبيانهم وتباعد من بينهم؟ وإن كان إلى قوم يعرفون بأسمائهم وأنسابهم،\nفمن هم ? وأين هم? وإن كال إلى أهل بلد دون بلد ، فهل يجوز ذلك .\nلغيرهم ؟ أم لا يجوز ذلك إلا لهم ? وإن كانوا بالعدد ، فكم ذلك العدد?\nوهل يخلو ذلك العدد أن يكون شفعا أو وترا? فإن كان شفعا ،\nقلنا : فهل يجوز أن يكون وترا؟ وإن قالوا: لا يجوز ذلك، قلنا لهم: فمن\nجعله وترا أو شفعا ? وهل يجوز في ذلك العدد الزيادة والنقصان ? فإن\nقالوا : نعم ، يجوز أن ننقص واحدا ، قلنا وكذلك يجوز أن ننقص واحدا\nبعد واحد . لأن حكم الواحد مثل حكم الاثنين وحكم الثلاثة أبدا حتى\nيبلغ إلى واحد.\nومن جعل الأمر في نصب الإمام إلى ذلك الواحد ، وإذا ثبت أن الأمر\nإلى واحد فقد بطل قولكم: رأينا كذا ، وقلنا كذا وفعلنا كذا، ومن\nجعل ذلك الواحد أحق بنصب الإمام من واحد غيره ، وما الفرق بينه\nوبين غيره ? وكذلك السؤال عليكم فيمن جعل الأمر منكم إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \nجماعتكم ، أو إلى بعضكم دون بعض ، أو إلى أهل بلد دون بلد ، أو\nإلى قوم يعرفون بأسمائهم وأنسابهم ، أو إلى عدد - وإذا تكامل ذلك\nالعدد نصبوا الإمام - أو إلى واحد دون الناس جميعا . وذلك واحد\nبالنص ينصبه أم بالاختيار . ولا بد في كل <span id='ms22'></span> ول قلتم وإلى مذهب ذهبتم \nمن أن تأتوا على ما تدعون من ذلك بحجة من الله ورسوله . فهل من\nحجة أو برهان? وهل يردعكم ما ترون من فساد مذهبكم إلى الرجوع\nعن سوء الثناء على الله  ورسوله? وهل في\nهذا بيان (لقوم يعلمون)\nويقال لهم : خبرونا : ما كانت العلة من الله ورسوله في\nنصب الإمام وإلزام فرضه؟ فإن قالوا : نظرا منه لخلقه وتعبدا لهم بطاعته\nوطاعة رسوله وطاعة من أمرهم بطاعته ، قلنا فما باله الآن لا ينظر لهم\nذلك النظر ولا يتعبدهم ذلك التعبد? ما الذي يمنعه من حسن نظره ?\nأترونه كان لهم في ذلك العصر والزمان أنظر لهم من هذا العصر\nوالزمان؟ أم ترونه الآن أنظر لهم من حينئذ ؟ وما الذي أزال عنهم فرض\nالطاعة للإمام المنصوص عليه ? فإذا كان الإمام بعد النبي بالنص فقد نرى\nالآن بطلان ذلك النص، وإن كان بالاختيار من الأمة وجماعة المسلمين\nفهذا والنص في البطلان سواء . فقد زال التعبد وسقط الفرض\nوجرت الأمور على عصيان الله ومخالفته وتعدي أمره وحدوده .\nويقال لهم ألسنا وإياكم مجتمعين على أنه لا يخلوا أمر الإمام من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \nوجوه ثلاثة : إما أن الله قد نصبه وافترض على الخلق طاعته وأمرهم\nبالانقياد لحكمه والقبول منه وجعل الحكم في الدم والفرج والمال\nوالقيادات إليه دون غيره ولم يجعل لأحد أن ينظر عليه ولا معه - إذ كان\nالناظر عليه فوقه والناظر معه مثله . فإذا كان في القوم من هو فوقه\nوالمولى عليهم دونه كان ذلك مفسدا لدينهم ودنياهم ، لأن الله لا\nيحتج بالاقل على الأكثر ولا بالجاهل على العالم ولا بالمفضول\nعلى الفاضل والا بالكافر على المؤمن .\nوإذا كان في القوم مثله لم يكن لهم حاجة إلى مثلهما لأن الحكم\nالمفتري على الناس غير مسلم سيما إذا كانوا لا يرون له فضلا عليهم في\nدين ولا دنيا . وهذا والأول في سقوط الحجة سواء ؛ فإذا كان فوقهم\nفلا بد أن يكون أفضلهم وأعلمهم بالدين وأبصرهم بالسياسة والتدبير إذ\nكانوا مأمورين بطاعته وترك مخالفته <span id='ms23'></span> وقبول خبره . وفي نصب الله له قطع\nالحكم وإلزام التعبد والطاعة له فيطيعه من يطيع الله ورسوله ويعصيه\nمن يعصي الله ورسوله (ليهلك من هلك عن بينة ويحيا من حي\nعن بينة) . فإن أقروا بهذا أقروا أنهم كلهم قد عصوا الله ورسوله\nبنظرهم مع الإمام في الدم والفرج والمال وخلافهم عليه في ذلك كله\nفي حياته وبعد وفاته . والخلاف على الإمام العادل المفروض الطاعة\nكالخلاف على رسول الله (صلع) . وسبيل هذه الأمة سبيل أختها في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \nالنظر بلا حجة والقول بلا برهان والحكم بالظن والشهادة على الله فيما\nأحل وحرم بغير الحق ، كأن لم يسمعوا قول الله (ع ج) ، (ولا تقولوا\nلما تصف ألسنتكم الكذب هذا حلال وهذا حرام لتفتروا على الله\nالكذب) وقوله (وقد خاب من افترى) وقوله (ولا تقف ما ليس لك\nبه علم إن السمع والبصر والفؤاد كل أولئك كان عنه مسئولا)\nوقوله (ولا تقولوا على الله إلا الحق) ، وقوله )إن الحكم إلا لله)\nوقوله (فالحكم لله العلي الكبير).\nأو يكون الإمام منصوبا لنا ومأمورا بسياستنا ونحن غير مأمورين بطاعته\nولا محرم علينا خلافه ومعصيته ولنا أن ننظر عليه ومعه ونتأمل أحكامه\nوفتياه وقضاياه. فما كان صوابا عندنا أمضيناه وما كان خطأ رددناه. فهذا\nحينئذ غير مفروض الطاعة ولا محظور الخلاف والمعصية ولا مؤمر\nعلى الرعية . وهذا لا يجوز على الله فيمن يختاره للدين ويحتج به على\nالعالمين ويجعله الحكم على الناس أجمعين والفاصل  بين المحقين\nوالمبطلين. وما الحاجة بالناس إلى إمام غير مفروض الطاعة ولا محظور\nالخلاف والمعصية ولا مأمون السريرة ولا يقوم بأمر الدين والدنيا إلا كما\nوصفتم . وما الفرق بين الراعي والرعية؟ فإذا كان الأمر كذلك فليس لقوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n(تع) (أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم) معنى ، ولا\nلقوله (فإن تنازعتم في شيء فردوه إلى الله) معنى . وكل واحد يقول :\nسأنزل مثل ما أنزل الله.\nويقال لهم خبرونا، هل تشهدون على رسول الله (صلع) أنه استخلف\nعليكم رجلا بعينه تعرفونه باسمه ونسبه يقوم فيكم مقامه <span id='ms24'></span> ? أو تشهدون\nأنه خلاكم وترككم - ولا بد من شهادتكم أنه خلاكم - فلم\nيستخلف عليكم رجلا بعينه تعرفونه باسمه ونسبه . فإن كان لم\nينصب ولم يستخلف عليكم أحدا فاتركوا عنادكم الإمام ونصبه ، فإن\nالنا ولكم برسول الله أسوة حسنة . فإن كان قد نصب رجلا فاسقطوا\nالآن ذكر الاحتجاج في نصبكم من نصبتم من طريق العدالة\nوالتفضيل والتقدمة للصلاة وغير ذلك . ثم أسقطوا قوله : أما بعد\nفإن المسلمين قد استخلفوني ورضوا بي. وقوله : وليتكم ولست\nبخيركم. وألزموا لأنفسكم الخطأ والعصيان لله ورسوله في ترككم\nالمنصوب لكم والرغبة عنه والخلاف عليه والنظر معه فيما لم يجعله الله\nو لا رسوله لأحد سواه .\nوفي اصطلاحكم على نصب رجل لم ينصبه الله ولا رسوله دليل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \nعلى خلافكم على الله ورسوله فيمن نصب لكم إذا كنتم قد أجمعتم\nعلى أن الله لم يهملكم وأن الرسول لم يترككم حتى نصب لكم رجلا\nإليه مفزعكم . وهذا هو العدل من فعل الله ورسوله . وترجعون إلى الطعن\nعلى رسول الله (صلع) وسوء الثناء على الله سبحانه في أنه خلاكم\nوأهملكم وترككم. وبأي الأمرين أقررتم فلا حجة لكم ولا عذر عند الله\nولا عند رسوله في نصبكم من نصبتم، لا عن أمر الله وأمر رسوله.\n<h1 class='l1' id='head12'>من إمام هذا العصر?</h1>\n\nويقال لهم : خبرونا ، أبحكم من الله ورسوله في نصب الإمام في هذا\nالدهر? وهل يلزم الخلق فرض الطاعة لأحد معروف ? فإن قالوا:\nنعم ، وسموا رجلا ، قلنا : فمن افترض طاعته? ومتى أمر الله ورسوله\nبذلك؟ ثم ما صفته : برا أو فاجرا؟ فإن قالوا : برا، وجب أن يكون الإمام\nخير الخلق وأفضله ، وإن قالوا فاجرا ، أبطلوا طاعته وأسقطوا حجته ، لأن\nالله لا يحتج بالفاجر على المؤمن ولا بالجاهل على العالم ولا بالمفضول\nعلى الفاضل.\nويقال لهم : خبرونا، أيما أولى بنا وبكم ? أن نقبل قول أبي بكر\nوحكمه فيما خالف فيه عمر ومن قال بقول عمر من المهاجرين والأنصار\nوجلة أصحاب النبي (صلع) أو قول عمر ومن ذكرنا ? فإن قالوا : نقبل\nقول أبي بكر وحده <span id='ms25'></span> ، فإن الحق ما حكم به ؛ قلنا : أرأيتم? أن لو\nجاءكم أبو بكر ولا أحد معه فشهد على درهم واحد ، أكنتم قابلي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \nشهادته ? فإن قالوا : نعم ، فقد خرجوا مما عليه الجماعة وخالفوا حكم\nالكتاب والسنة ، وإن قالوا : لا نقبل قول رجل واحد ولا نجيز شهادته ،\nفإن جاء عمر والذين معه من المهاجرين والأنصار شهدوا على ذلك\nالرجل بذلك الدرهم ، أكنتم قابلي شهادتهم؟ فإن قالوا: نعم، قلنا : فهذا\nعمر والجماعة ومن قال بقولهم جميعا قد فارقوا أبا بكر في أحكامه\nوفتياه وفرائضه، وذلك تخطئة له وشهادة منهم عليه أنه قد حكم بخلاف\nالحق ، وهو عندكم مزكى . والحكم بغير ما أنزل الله يدعو إلى\nالكفر والفسوق والظلم ، فلو كان الرجل عندكم إماما ومفروض الطاعة ،\nلا تبع القوم حكمه وفتياه ولرضوا بقضاياه ، إذ كان الله قد نصبه وأوجب\nعلى الخلق طاعته والقبول لقوله والانقياد لحكمه ، ولا يجعل لأحد أن\nينظر عليه ولا معه . وقد حكم في الدماء والفروج والأموال والقيادات .\nوقد خالفه القوم وحكموا قيه بغير ما حكم وقالوا بخلاف ما قال . ولن\nيخلو أمر القوم وأمره أن يكونوا علموا أنه ليس بإمام ولا مستحق لذلك\nالمقام ولا فرض الله طاعته ولا أمر بولايته ولا نهى عن خلافه ومعصيته .\nوبعد أن علموا  أيضا وشهدوا أنه قد حكم بغير الحق وبغير ما أنزل\nالله تعالى فمن ذلك خالفوه وهذا من فعلهم يدل على أن هذا\nاعتقادهم فيه . وتركهم الإنكار عليه دليل على ما ذهبوا إليه من ذلك\nالفعل . أو قد علموا يقينا أنه الإمام الفاضل المستحق الصادق في خبره\nالعالم القائم بأمر الدين والدنيا قد حكم بالحق وبما أنزل الله (تع) ، ثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \nخالفوه فيه إلى الضلال عن اليقين والمعرفة . فهم حينئذ ضلال فساق\nبخلافهم على الإمام الفاضل العادل . فإن زعموا أنهم كانوا أولى بالحق\nفيما فعلوه من أبي بكر ، قلنا : فاحكموا على أبي بكر بالخطأ والضلال،\nإذ تعدى حدود الله  وحكم بغير ما أنزل الله. فإن كان أبو بكر\nأولى بالحق فيما فعل فاحكموا على <span id='ms26'></span> عمر والذين معه بالعصيان لله\nوالخلاف على الإمام العادل الفاضل . أو تزعموا أنه لا تبعة عليكم \nجميعا فيما فعلتم ? فنحن أيضا، إن خالفنا الإمام العادل الفاضل\nالمفروض الطاعة فلا تبعة علينا? وكذلك إن لخالفنا الجماعة ، وكذلك\nإن حكمنا بغير ما أنزل الله ، وكذلك إن تعدينا حدود الله ? ثم ليس\nالخلاف والإجماع إلا سواء على أهل القياس ، ولا الطاعة ولا المعصية\nإلا سواء ، ولا الكفر ولا الإيمان إلا سواء على قياسكم هذا ، وإلا فالزموا\nكل فريق ما يلزمه ، ثم أعلمونا أي الفريقين أصاب وأيهما أخطأ؟ وماذا\nعليهم من الله فيما فعلوا ، وهل على الناس أن يقتدوا بإحدى\nالطائفتين أو يخالوهما، ومع هذا فأعلمونا ما على من خالفهما من\nالعقاب وما لمن وافقهما من الثواب . ثم ائتونا بالبرهان على ما تذكرونه\nمن ذلك. (لا قوة إلا بالله) (العلي العظيم).\nثم يقال لهم : خبرونا ، هل رأيتم في الحقيقة رجلا يطعن على أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \nبكر وعمر? فإن قالوا : نعم. قلنا: فهل يخلو ذلك الرجل من أن يكون\nمنكرا لعقد ولايتهما أو تقدمهما بين يدي الله ورسوله بلا حجة من الله\nولا برهان ، أو يكون قائلا بإمامتهما ثم قد خالفهما في الدم والفرج\nوالمال والقيادات ورغب عن حكمهما وقال بخلاف ما قالا ودان\nبخلاف ما دانا . وهذا من أعظم الطعن عليهما لأنه ليس بين الحلال\nوالحرام منزلة تصير إليهما ، وإنما غاية الناس فيما تعبدوا به أن يقولوا هذا\nحلال وهذا حرام ؛ لا يجدون قولا ثالثا فيصيرون إليه.\nونقول فيما ادعي من إجماع الأمة على الرجلين أن الحجة قد قامت\nبكون ولايتهما بالحد الذيي ذكرناه . ولم ينقل عن رسول الله (صلع)\nالأمر بولايتهما ولا اجتمعت الأمة اليوم إلا أن الأمة اجتمعت عليهما\nرأيا لا نصا عن رسول الله (صلع) كما اجتمعت عليهما بأنهما أولى\nولا اجتمعت الأمة إلا أن الإمامة ، بل الأمة في ذلك مختلفة والدعوى\nفي ذلك  كاذبة ، بوجود الاختلاف على ما ذكرنا في عصرنا .\nثم يقال لهم : خبرونا، أليس قد فرض الله تعالى أمورا أوجبها <span id='ms27'></span> نصا\nوأغنى فيها عن الاستنباط والاستخراج والرأي والقياس ، وأوجدها\nبأعيانها وصفاتها ، ومع هذا لا يقوم ولا يكون ولا يصلح ولا يتم إلا\nبإمام . فلا بد من نعم . قلنا فلم كان فرض ما نري أنه لا يقوم ولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \nيتم ولا يكون إلا بإمام أولا من فرض نص الإمامة على الإمام بعينه حتى\nيغني فيه عن الاستنباط والاستخراج والرأي والقياس إذ كان المقيم\nبالدين والحاكم على المسلمين وحجة رب العالمين .\n<h1 class='l1' id='head13'>وجوب النص بالإمامة كوجوب النص بالدعائم</h1>\n\nويقال لهم : خبرونا ، هل كان يجوز عندكم أن يكلفنا الله (ع ج)\nالصلاة  والزكاة وغيرهما من طريق الاستنباط والارتياد من غير أن\nينص بهما لنا? فمن قولهم لا ، فيقال لهم : فلم لا كان الأمر الذي لا\nتقوم هذه الأمور إلا به بأن لا يجوز الأمر فيه إلا به من طريق\nالاستنباط والقياس والارتياد ولا تكون إلا نصا ، كما لا تكون هذه الأمور\nإلا نصا.\nويقال لهم : أليس الرسول مأمورا بنص هذه الأمور من بعده؟ فلا بد\nمن نعم . فيقال لهم : فلم ما قلتم أنه مأمور بنص من  لا يقوم هذه\nالأمور إلا به من حيث كان مأمورا بنصهما من بعده ? فإن قال قائل إن\nالنبي (صلع) لم ينص على كل الفرائض من ذلك لم ينص على أعيان\nالدراهم في الزكاة ، ولكن أخبر أن في مائتي درهم خمسة دراهم .\nوكذلك لم ينص على شخص الإمام ولكن دل على أنه إذا كان\nعالما فاضلا ، اتخذ إماما طولب بالدليل على أن النبي أوجب إقامة إمام،\nوإن لم ينص على عينه ، كما أوجب دراهم في الزكاة وإن لم يدل على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \nأعيانها بإجماع أو بخبر في غير إجماع . ولن يجدوا إلى ذلك سبيلا . أو\nيقال لهم خبرونا لو كان واجبا على المسلمين إقامة إمام بأن فرضت\nعليهم هذه الأمور دون أن يكون واجبا على رسول الله (صلع) نصها\nلهم؟ إذ كان قد أوجب الله عليه نصا لهم ، فإن قالوا : ليس كل\nالفرائض نصا لنا ، قلنا : هذه دعوى فاسدة ، وسنقول في ذلك <span id='ms28'></span> في\nموضعه إن شاء الله تعالى . ولا ينكر أن الأصولعندكم من الصلاة\nوالزكاة والحج والجهاد وصوم شهر رمضان لأمور قد نصها\nالله (ع ج) لرسوله (ع س) ونصها الرسول لنا وأمرنا بها في عهده ومن\nبعده . فلم لا يلزمكم ما قلنا من نص الرسول (صلع) للإمام من بعده? إذ\nكان مأمورا بنص ما قد أقررتم من الأصول والأمر بها من بعده ولم كان\nقولكم في إيجاب فرض الإمامة على المسلمين بفرض هذه الأمور عليهم\nأولى من قولنا في إيجاب فرض نص الإمام على الرسول (صلع) بالفرض\nعليه في نصها ولا أعلم في ذلك فرقا مع ما لزمكم من إبطال الإمامة\nإذ كنتم تزعمون أن الرسول (صلع) لم ينص على رجل بعينه ، وأنه لم\nينص فرضا، وكان ادعاؤكم  فرض ما ذكرتم من فرض هذه الأمور\nفاسدا لما فيه من تنافيه.\nويقال لهم : خبرونا ، هل أمر الرسول من ناءت داره عنه بهذه\nالفرائض? فلا بد من نعم . فيقال لهم : فإذا كان قد أمر بها وكان في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \nأمرهم بها أمر إقامة الإمام . فكان علي من شهد رسول الله (صلع) في\nمواقفه وهو يأمر بإقامة إمام في بلد بعد رجعته إليه ، فإن قالوا نعم ، خرجوا\nمن قول الإمامة ، وإن زعموا أنه لم يكن واجبا عليهم بفرض هذه الأمور\nفرض لإقامة  الإمام لقضوا قولهم ، وإن زعموا أنهم أمروا بذلك على\nعهد رسول الله (صلع) لم يكن في فرضها عليهم فرض إقامة الإمام\nبمقام رسول الله (صلع) كان في فرض  ذلك عليهم إقامة الإمام ،\nقيل لهم : ثم لم تنفصلوا ممن زعم أن فرضها بعد الرسول (صلع) غير\nدال على إقامة إمام كما كان على عهد رسول الله (صلع) غير دال\nعلى ذلك إن كان غير جائز فوت الرسول إلا بعد نص من يقوم مقامه في\n[؟]ته ، لأن ذلك واجب عليه بما ذكرنا بديا ؛ وكان غير جائز ترك\nالواجب ، لأن في تركه إهمالهم ، وإلا أدى إلى إفسادهم في فرائضهم .\nفلا يجوز فيهم إلا النص على الإمام كما <span id='ms29'></span> لم يجز في دين الله إلا النص\nعلى الرسول . وفي نص الرسول لمن ناءت داره عنه على أميرهم وتركه\nان يكلهم فيه إلى اختيارهم خوفا من فرقتهم وفساد ذات بينهم\nوعموم ذلك في جيوشه وبعوثه والحوطة في ذلك على رجل بعينه بعد\nرجل، كما فعل في غزوة مؤته وفي توليته أحد أصحابه على الجيشين إذا\nاجتمعا على الجيش . والنص على ولي كل جيش دليل على فساد ترك النص\nعلى خليفته وإمام أمته . ولا الفساد في جميع الأمة أصل والصور فيه أهل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n<h1 class='l1' id='head14'>عدم وجود إجماع على الص لا يعني إبطال النص</h1>\n\nفإن قالوا إن الأمر لو كان على ما ذكرت منه وجوه النص على\nالإمام لكان قد نصه ، ولو نصه لنقلته الأمة ، وفي أن الأمة لم تنقله ما\nصح أنه لم ينصه . قيل لهم هذه علة غير العلل الأولى ، وإنما أردنا\nمطالبتكم  بالاستدلال بفرض ما ذكرتم ، على فرض الإمامة\nوعارضناكم بما تقدم من الكلام ، لتتبينوا أنه لا حجة لكم في الولاية\nولا بينة على قولكم فيها . وقولكم لو كان واجبا عليه ، لنصه (صلع) -\nوإنه قد نصه - ونقلت ذلك طائفة من الأمة ؛ ولم ينقل الباقون أنه لم\nينص . ولو لم يقل الباقون أنه لم ينص . لم يكن ذلك نقلا ، لأنه نفي\nمع كثرة الدلائل لمن نقل أنه نص على صحة قولهم وقرب شبهة النص\nبأفعاله في حياته من توليته الولاة ونص الكفاه . فإن اعتل بأنهم لم\nينقلوه ، فإنه لم ينص . قيل لهم ولما كان في ذلك دليل على ما\nذكرت ، دون أن يكون في نقل من نقل أنه نص . وصحة القياس\nلهم في دلك دليل على فساد عقد من عقد وتكلفهم ما لم يأذن الله به،\nمع نفينا جماعهم على ما ذكرت ، وإن كان أكثر ما وصفت كافيا في\nأول الكتاب . ولو أن قائلا قال في إجماع النصارى على أن المسيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \nغير عبد وتسميتهم إياه [إلها] دليل على أن المسيح لم ينص لهم أنه\nعبد لكان في نقل من نقل انه عبد <span id='ms30'></span> ، مع فساد كونه إلها ووجوب الإقرار\nعليه بأنه عبد غير جائز فيه ترك الإقرار بما وجب عليه الإقرار به ما دل\nعلى أن إطباق من أطبق منهم فاسد ، وإذا أمكن أن يطبقوا على القول\nالذي هو ضد ما نص لهم المسيح من أنه عبد وإذا جاز في أمتنا أنه\nيطبق أكثرها على الفعل الذي هو خلاف لما نص الرسول\n(صلع) ولا يكون ذلك دليلا أنه لم ينص ، كما لم يكن في إجماع أكثر\nالأمة التي تبعت المسيح لما اجتمعت على القول الذي ينفي عنه أكثر\nالعبودية دليل على أنه لم ينص لها . فإن قال : إن النصارى ، وإن قالوا في\nالمسيح ما قالوا ، فلم يمتنعوا من النقل عنه أنه قال : إنني عبد ، ولم\nنجد في أمتنا مجتمعة على أن الرسول نص على رجل ، قلنا له : فهذا\nأوكد فيما قلنا ، لأنه إذا جاز فيهم مخالفة ما نقلوا عن المسيح (ع م)\nمن ذلك بضرب من الضروب لم  يستنكر في مثلهم ومن كان في\nطبعهم مخالفة ما نص لهم ولم يكن في فعلهم خلاف في ذلك،\nدليل على أنه لم ينص لهم . فإن قالوا إنه لو كان نص لهم على رجل\nلنقلوا بأجمعهم أنه نص عليه ، وإن خالفوا ذلك بضرب من التأويل ، كما\nنقلت النصارى أن المسيح نص على أنه عبد وإن تأولت. قيل : أوليس قد\nصح أن المسيح نص على محمد باسمه ? والنصارى غير ناقلة لذلك بل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \nجاحدة له . وهل في جحدها ، على كثرتها وتركها . أن تنقل ما نص؟ فإنه\nإن لم يكن ترك من ترك أن ينقل النص عن النبي (صلع) في ذلك\nالرجل وفعلهم في ذلك دليل على إنه لم ينص . فإن قالوا إن النصارى،\nوإن لم ينقلوا أنه سماه باسمه فقد نقلوا ما يدل على نبوته ،  قيل\nله : لأنا إنما أردنا أن يزول احتجاجكم بأن ترككم أن تنقلوا  دليل\nعلى أنه لم ينص ؛ فأوجدناكم نصا لا شك فيه ومن نقله ونص له .\nوالأمة ، وإن لم تنقل كلها أن النبي <span id='ms31'></span> (صلع) نص على رجل بعينه ، فقد\nنقلت فيه ما يدل على إمامة ذلك الرجل ، كما أن النصارى ، وإن لم تنقل\nأن المسيح نص على محمد (صلع) . فقد نقلت ما يدل على نبوته . وإما\nقول من قال إن في كتاب الله (ع ج) والمجتمع عليه من سنة نبي الله\n(صلع) مخرجا لما ابتلي به الناس ، او ينقلون ما جاء عن الله، فإنا نقول :\nإن الأمر على ما قال الله (ع ج) ، وإن ذلك في الكتاب والسنة من\nعلمهما أو جهلهما وجميع الغناء عن غيرها.\nولو كانت السنة ليست إلا ما اجتمعوا عليه لخست ونقصت . ولسنا\nنلتفت ألى إجماع أهل فرقة . إذ قد يجوز التفرق عن الحق والجهل به\nكيف ما كان ولا يكون ذلك من كتاب الله وسنة نبيه . والله (تع) يقول\nفي كتابه : (ما فرطنا في الكتاب من شيء) وقوله (تع) : (اليوم\nأكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \nدينا) . فإن فيما قال الله (تع) من ذلك لقطعا للحجة وحظرا على\nالتقول على الله بغير علم ، والارتياب في كتاب الله (تع) ما لم يأذن\nالله به والقياس في حكمه بما لم يوجد إليه سبيلا ولم يجعل به سلطانا\nمع قوله : (ومن لم يحكم بما أنزل الله فأولئك هم الظالمون)\nوالكافرون والفاسقون أمرا لنا بالحكم بما حكم الله واختار ما لم يحكم\nبه مع منعه نبيه (صلع) من القول بغير ما نص في فرائضه وأحكامه ،\nلقوله : (ولو تقول علينا بعض الأقاويل لأخذنا منه باليمين ثم لقطعنا\nمنه الوتين) وعيدا له في فضل ذلك وقد جرى له عنده وإذا كان\nهذا محظورا عليهم (صلع) ، وهو أكمل الناس عدلا وافتق الناس رأيا\nوأقرب الناس من صواب وأبعدهم من إغفال . كان حظره ذلك على غيره\nأحرى والله فيه أولى ممن الخطأ عليه أغلب والإغفال منه أقرب والزلل\nوالصواب منه أبعد . ولعمري إن معنى قولهم إنه ليس في كتاب الله\n(ع ج) ولا في سنته (صلع) كفاية للناس لا سد لحاجتهم ، وزعموا\nأن <span id='ms32'></span> الله ينص لهم جميع ما يحتاجون إليه حتى وكلهم في أكثر ذلك إلى\nالآراء المتخبطة والأهواء المردية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n<h1 class='l1' id='head15'>السنة أصل آخر بعد الكتاب</h1>\n\nوأما قولهم : فما وجدنا فيهما، فلا نغير حكم الله جل جلاله. وما لم\nيوجد فيهما . فعلى ولاية العلماء به النظر فيه والتشاور واجتهاد الرأي . فإنا\nنقول : قد ثبتنا أن في الكتاب والسنة بيان كل شيء، ثم نقضت ذلك\nبقولك :وما لم يوجد فيهما، فتناقضت بنفي ما ثبت ، ثم رجعت\nفثبت مما نفيت من كون البيان في الكتاب والسنة في قولك :\nفعلى ولاية العلماء به والنظر والتشاور واجتهاد الرأي، فإنا نقول : لو\nثبت عليكم بما نفيت كونه ، إذ في كونهم علماء به تثبيت لكونه . إلا أن\nيكون ذهب إلى أنهم علماؤهم من غير الكتاب والسنة فضلال وبدعة.\nفإن قال لهم : لم يخرجه من الكتاب والسنة إن لم يكن منصوصا  إذا\nكان معاني نسبته بهما، قيل له : لم لا أخرجه من الكتاب والسنة إن\nلم يكن منصوصا? إذ لم يجد في كتاب الله أباح للرسو(صلع)\nالحكم بما لم ينص فيما وافق وخالف وهو أعلم الناس بالتمثيل والتشبيه\nبل قد حظره عليه ومنعه من الحكم إلا بما أنزل. ثم نسأله فنقول : من\nأين أوجب عليهم بالنظر والارتياد ، وأبحتم التشاور في جميع\nالأحكام ، وقد حظر الله ذلك على رسوله (صلع) بما قدمنا وبما حكي\nعن الأمم الماضية من ضلالهم بالرأي ، فقال حاكيا عنهم وذاما لهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \nوقاليا لهم، (وقالوا ما في بطون هذه الأنعام) إلى قوله (قل الله\nأذن لكم أم على الله تفترون) وهل عدا أولئك أن يكونوا ارتأوا أو\nقاسوا وهل لتقوله) على الله إلا القول بما ليس في الكتاب والسنة ، ومن\nالدافع لقول الله سبحانه (اليوم أكملت لكم دينكم وأتممت عليكم\nنعمتي ورضيت لكم الإسلام دينا) وقوله (تع) )ما فرطنا في الكتاب\nمن شيء) وقوله (ليهلك من هلك عن بينة ويحيا من حي\nعن بينة) ومن  زعم أن الله قد أخرج في عامة فروضه وأحكامه إلى\nالأذهان الضعيفة والعقول <span id='ms33'></span> السخيفة وعرض بذلك خلعه لما نهاهم من\nالاختلاف وترك ما أمرهم به من الائتلاف . فإن اعتل بقوله\n(ع ج) : (وشاورهم في الأمر) ، قيل له : إنما ذلك في طريق يسلك\nأو منزل ينزل أو ما أشبه ذلك ليس من الحكم والشرائع في شيء يدل\nعلى ذلك . إن النبي (صلع) لم يشاور أحدا في فريضة ولا ناظره في سنة\nفإن اعتل بحديث معاذ بن جبل عن النبي (صلع) أنه قال : بم\nتحكم? قال :بكتاب الله. قال :فإن لم تجده في\nكتابه؟ قال :فبسنة رسول الله (صلع). قال :فإن لم تجده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \nفيها؟  قال :أجتهد برأيي. فقال :الحمد لله الذي وفق بقول\nالنبي (صلع) . قلنا : قد قدمنا لك حديث الأخبار . وهذا خبر لم\nنقم بصحته الحجة إذ قد وجدنا من الأمة من يدفعه ، مع ما فيه من\nخلاف الكتاب لما فيه على تأويلك من إلزام الكتاب والسنة بالنقض\nوذلك خلاف ما أخبر الله في كتابه من الكمال والتمام ، ثم ما فيه من\nإباحة ما حظره الله ونهى عنه من القول بما لم ينزل الله به سلطانا\nوالحديث الذي لا تدفعه الأمة قول النبي (صلعم) :ما أتاكم عني\nموافقا لقول الله (ع ج) فأنا (31 ب) قلته وما أتاكم عني مخالفا لكتاب\nالله فلم أقله. وفي ذلك دليل على باطل هذا الحديث ، إن فيه خلافا\nللقرآن وإباحة ما منع الله منه وزجر عنه . ولو كان الحديث صحيحا\nوالبرهان بمجيئه عن الرسول (صلع) قائما، كان المعنى غير ما ذهبت\nإليه، وكان معناه عندنا في قوله :إن لم تجد في قول الله تعالى\nولا سنة رسوله اجتهدت برأيي، يعني أن علمه فيها ، كما يعلم بعض\nالناس من كتاب الله (تع) ما لم يجد من جهل فأعلم هو منه ولا يوجب\nجهل ذلك ما جهل من الكتاب والسنة أن ليس فيهما . فيكون معنى\nقوله : اجتهد برأيي بعلم ما جهله والحكم  بما علمه من المسائل\nوالتحرز من النسيان . ولذلك قال تبارك وتعالى لنبيه (صلع) : (وأن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \nاحكم بينهم بما أنزل الله <span id='ms34'></span>) ، وقال (لتحكم بين الناس بما أراك\nالله) . وليس ذلك القياس والارتياء ، ولكن احكم بينهم بما علمك\nالله . يدل على ذلك أمره إياه بالحكم بما أنزل . فإن اعتل في فدى\nالصيد مثل ما قتل من النعم يحكم به ذوا عدل منكم فذهب إلى أن قوله\nمثل إباحة الرأي والتمثيل . قلنا : إن الله (ع ج) قد نص أن جزاء\nالصيد مثله ، ولم يقل : اجتهدوا في المثل ولا الارتياء فيه ولا القياس.\nفمن أين ثبت قولك إنه أباح القياس في المثل والارتياء? بل الثابت أن\nيكون الواجب قد عرفه بينة المثل كما عرفه أن عليه المثل . ولن\nيجد في الآية دليلا على إباحة القياس والرأي في المثل . فإن قال إن\nالناس لما كانوا لا غناء بهم عن معرفة المثل من الصيد وعن معرفة\nالنوازل ، ولم يكن في الكتاب والسنة من النص على ذلك ما يجمع لهم\nحاجتهم وجب بذلك القياس والرأي ، قلنا له : من أين زعمت أن ليس\nفي الكتاب والسنة نص جميع ما يحتاج إليه ? وإن اعتل بجهله وجهل\nأكثر الأمة حاجتهم إليه من ذلك، قلنا : وإن كان في جهلك وإياهم به ما\nأوجب أن يكون غير منصوص دون أن يكون في جهلك وإياهم به\nوامتناع ذلك من أن يترك قياسا أو رأيا مع الحاجة إليه دليل على أنه\nمنصوص لمن يقوم بعلمه له علينا الحجة ويقوم مقام الرسول في الأمة .\nفإن قال قائل : ومن أين امتنع أن يدرك قياسا أو رأيا ? قلنا له : الدليل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \nعلى ذلك إجماعنا وإياك وسائر الأمة على امتناع درك ما علمنا نصا من\nالصلاة والركاة والحج والصوم والجهاد وغير ذلك مما سميت أصلا من\nغيرأن يدرك قياسا ورأيا ، قلنا : إن كان ذلك كذلك وكانت النوازل\nداخلة في معانيها في أنها أحكام لله وفرض له كانت لا يجوز أن تدرك\nقياسا ولا رأيا  ولا يكون إلا نصا ، كما لم يجز غير ذلك فيما\nدخلت في معناه مما سميته أصلا . فإن قال : لم أحكمت لنا أشبه هذه\nالأصول لحكمها <span id='ms35'></span> في أنها لا تدرك إلا نصا دون أن يحكم لها بحكمه\nفي أن ما أشبه الحلال منها فحلال وما أشبه الحرام فحرام? قلنا له : تركنا\nمن ذلك من جهات : منها أن الله لم يبح لنا التحليل والتحريم . بل\nحظرها علينا بما ذكره منها ، بل رأيناه قد حكم في المتشابهات\nبأحكام مختلفات . مثل ما حكم في قضاء الحائض الصوم وما وضع\nعنها من قضاء الصلاة وما أوجب من قضاياهما جميعا إذا تركهما\nعامدا ، وما أباح من\nالإفطار  في السفر ، فأوجب به القضاء ، ولم يبح\nترك الصلاة ، ثم لم يكلف قضاء ما أباح تركه منها . وما وضع عن\nالذمية من الجزية وأمر به في الدماء وما أمر به من قتال مشركي العرب\nحتى يؤمنوا وما أمر به من قبول الجزية من مشركي أهل الكتابين وما\nحكم به في الحر والعبد من الأحكام المختلفة مع اتفاقهما في الأعيان\nوالوجود الحرية مع الذي يحكم له به بحكم ما أشبه ، لا يخلو من أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \nيكون شبه من كل وجوهه أو من بعض وجوهه . فإن ادعى اشتباهه من\nكل وجوهه ، قلنا له : فهو هو ، فما هو حاجتك إلى قياس الشيء على\nنفسه ، وإن رجعت على أنه موافقة من جهات مخالفة من جهات ،\nقلنا له : فلم حكمت له بحكمه من الجهة التي أشبهه فيها دون أن\nتحكم له بخلاف حكمه من الجهة التي خالفه منها؟ فإن رجع إلى أنه\nكان أكثر وجوهه شبهة له وإن خالفه من جهات هي أقل من الجهات\nالتي يشابهه منها ، قلنا له : هل تكون الموافقة بين شيئين أكثر منها بين ما\nذكرنا من الحر والعبد والذمية ? فإن ادعى ذلك أكذبه ، وإن لم يدعه كان\nفي حكم الله سبحانه في هذه المتشابهات بالأحكام المختلفات دليل\nعلى أن الأحكام لا تقع بقلة الاشتباه ولا بقلة الاختلاف . وإن رجع إلى\nأن يقول : لو كانت الأحكام في النوازل منصوصات لكان رسول الله\n(صلع) قد ألقاها إلى أصحابه . ولو كان ألقاها إلى أصحابه لنقلت\nإلينا وفي ألا <span id='ms36'></span> يكون نقل ذلك دليل على أنه لم يلقه ، وفي ألا يكون\nألقى دليل على أنه لم ينص له . لأنه لو نص له لكان لا يعدو واحدا من\nأمرين : إما أن يكون كتمه الجميع ، وذلك نفي صفته لكثرة تعليم من\nبعث لتعليمه ، أو يكون ألقاها إلى بعض دون بعض . ففي ذلك ما أدى\nإلى المحاباة في الدين والأثرة . وهذه خروج من صفة النبوة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n<h1 class='l1' id='head16'>عدم نشر النص على جميع الأمة لا يبطله</h1>\n\nقلنا له : إن علم النوازل ليس على كافة الناس علمها ، ولا كلهم محتمل\nلذلك مضطلع به ، لما بني عليه الناس من السهو ولما في تكليف\nالجزء منه فضلا عن الكل من التشاغل عما لا يجوز لهم التشاغل عنه\nمن معاشهم وما  في ذلك ، لو كلفوه من تكليف أكثر من الطاقة إذ\nهم عاجزون من حمله . وإذا كان كلهم كذلك ، ليس له محمل ولا في\nطاقته ذلك ، ولم يكن كلهم يعلم ما ليس في طبعه احتماله ، وكان غير\nجائز أن يكون كلهم ، لجهلهم بقلة حاجتهم إلى من يعلمه تبيان\nفيهم من يعلمه ولا يكون على رسول الله (صلع) إلقاء ذلك إلى الناس\nعامة ، لأنه لا يسعهم تركه . فليس ، كما لا يسعهم ترك تعليمه مما لا\nيجوز ، إلا أن(8) يلقيه إليهم . ونقول : إن رسول الله (صلع) قد أبان\nالحكم فيما ورد عليه من النوازل ، وليس كلها ترد في عهده . وليس في\nإعلام النبي (صلع) دلك بعض الأمة دون بعض ما أدى إلى المحاباة ( \nمن حيث 1571) كان يزكي (1٠) بعض الأحكام في النوازل بحضرة نفر م\nأصحابه، وقد غاب أكثرهم، يعلمه من حضر وجهله من لم يحضر، ولا\nتكون في ذلك محاباة وقد قلنا إن في حاجة الناس إلى علم الأحكام\nوالنوازل ما أوجب أن ليس كل الناس يحتمله . وفيما ذكرنا من صفتهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \nوضعفهم وعجزهم دليل على أن ليس كل الناس يعلمه مع ما وجدنا من\nجهل أكثر الناس به . وإذا كان ذلك كذلك كان لا بد من عالم لما\nجهلوه من ذلك <span id='ms37'></span> محتمل لما لم يحتملوه خارج من صفتهم ، غير جائز ما\nيجوز عليهم من الجهل والخطأ وارتكاب الكبائر فيرجع ويرجعوا به من\nالجهل إلى ما منعوا به . فإن قال : لا تزول المحاباة فيما يخبر\nبه بحضرته بعض أصحابه وفي حال غيبة الأكثر منهم وجهلهم به ؛ لأن\nالحاضر مؤدي علم ذلك إلى الغائب . قلنا له : وكيف يزيل ما عنه\nالمحاباة في إعلامه واحدا  دون الجميع أن جعله معلما ومؤديا علم\nنازلتهم في وقت حاجتهم . وأما قول من قال : إنه لا يجوز أن يحكموا\nحتى يعلموا أن الأمر على ما قالوا ، ولا يجيئون بما لا يعلمون ، فإنه لن\nيعدو غاية العلم عنده بذلك إصابة التشبيه في القياس أو الحكم للشيء\nعنده بنظره أو الاجتهاد في الرأي . وقد بينا من فساد ذلك ما فيه\nكفاية . وإذا كان ذلك فاسدا لم يعد أن يكون حاكما بما لا يعلم . إذ\nكان أمورا بالحكم بما يعلم منهيا عن الحكم  بما لا يعلم . إذ\nكان مأمورا بترك الحكم بالرأي والقياس إذ كان على ما بينا وشرحنا\nوالحمد لله رب العالمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n<h1 class='l1' id='head17'>كما أن الرسول منصوص عليه كذلك أولو الأمر</h1>\n\nثم قالوا وقد قال الله (ج) : (لو ردوه إلى الرسول وإلى أولي الأمر منهم\nلعلمه الذين يستنبطونه منهم) . ولاة أمورنا علماؤنا . وقد قال تبارك\nوتعالى : (أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم). وأعظم أمور\nديننا وإن الذي فرض الله على المسلمين من توليه إمام عليهم من الأمور\nالتي لم تسم بأعيانها ، وإن كان قد سميت من الخصال التي قد\nذكرناها ، فإنا نقول : إن الأمر في من أمر الله بالرد إليه والطاعة له ، ووعد\nالعلم بالرد إليه فيما ينبغي استنباطه منهم ما قال الله تعالى على تأويلكم\nوالدليل على ذلك أن الله جل ثناؤه أمر بطاعة نفسه بعد أن عرفنا\nنفسه ، وبطاعة رسوله بعد أن عرفنا رسوله بالنص عليه ، وكذلك أمر\nبطاعة ولاة الأمر بعد أن عرفهم بالنص عليهم بأعيانهم كما نص على\nرسول الله (صلع) بعينه . لأنه لما جعل طاعته <span id='ms38'></span> لا تتم إلا بطاعة رسول\nالله (صلع) لم يجز إلا بنص عليه . وكذلك لما جعل طاعة رسوله لا تتم\nإلا بطاعة ولاة الأمر ثبت أن لا تتم طاعة رسوله إلا بطاعة ولاة الأمر\nمنصوصا كما نص على الرسول (صلع) . ولو جاز أن يأمر بطاعة ولاة الأمر\nوولايتهم ولا ينص عليهم لجاز أن يأمر بطاعة الرسول ولا ينص عليه .\nوكذلك لو جاز أن يكل إلينا اختيار ولاة الأمر ، وقد قرنهم برسوله ،\nلجاز ان يكون إلينا اختيار رسوله (صلع) . وكذلك لما كان في أمره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \nإيانا بطاعة النبي (صلع) دليل على خروج النبي من حد من يجوز . عليه\nالمعاصي والجهل والخطأ وكان أمرنا بطاعته بمثل ما أمرنا به من طاعة\nنبيه غير جائز عليه ما لم يجز على النبي (صلع) ، إلا ما اجتمعنا عليه من\nالقرآن والخبر أنه لا يشركه فيه أحد من النبوة واتصال الوحي والرسالة ، إذ\nكان الأمر على ما وصفنا وكان لا يجوز عليه ما ذكرنا وكان لا يدرك من\nطريق الرأي والاختيار إلا من لا يجوز عليه ذلك أو غير مدرك من\nتلك الطريق وكذلك فوله : (ولو ردوه إلى الرسول وإلى أولي الأمر\nمنهم لعلمه الذين يستتبطونه منهم) وعدا منه لنا أنا متى رددنا ما\nجهلنا إلى الرسول علمناه من قبله ، وكذلك إذا رددناه إلى أولي الأمر\nعلمناه . وكما أنا نعلمه من رسول الله (صلع) نصا بلا رأي منه ولا قياس\nولكن نصا ، وكذلك نعلمه من ولاة الأمر بلا رأي منهم ولا قياس\nولكن نصا ، ولو كان أولي الأمر علماؤكم وكان ردنا إليهم إنما هو ليروا\nوليقيسوا لم يعد أن يمكن فيهم الاختلاف . فإذا كان الممكن من ذلك\nفإنا نعلم الحق منه . أوليس في ذلك تكليف الجاهل التمييز من العلماء؟\nوذلك ما علم الله عجزهم عنه وأشفق عليهم منه ، والقبول من الجميع .\nففي ذلك قول التضاد والذي ذمه الله.\nوإذا جاز ذلك ثم اختلف خصمان ، فبأي الحكمين يحكم عليهما؟\nفأيهما أوجب به الحكم : لمن يكون عليك في إيجابه إلا <span id='ms39'></span> ان يقول : قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \nبعض العلماء ، قيل لك : بل أحكم بالآخر ، فقد قال به البعض الآخر\nوإن أوجب عليه الحكم بالقولين جميعا رجعت إلى ما بينا من إثبات\nالمحال . وإن أثبت الحكم الآخر عليه بأحد القولين طولبت بالدليل\nعلى ما ادعيت من ذلك ، وقيل لك : من زعم أن ليس عليه ان يحكم\nبهما؟ بل عليه ان لا يحكم بواحد منهما واعتل بما بيننا مما فسد له\nالرأي في الأحكام والقياس وأنهما ليسا من أحكام الله (ع ج)\nلقول الله سبحانه : (ولو كان من عند غير الله لوجدوا فيه اختلافا\nكثيرا) ونقول : إن أولي الأمر منا هم علماؤنا وائمتنا وخلفاؤه فينا ، وهم\nالذين كسفينة نوح من ركبها نجا ، الذين أمرنا باتباعهم والتعليم\nمنهم ، ونهى عن تقدمهم ، وأخبرنا نبينا محمد (صلع) أنهم غير مفارقي\nكتابه حتى يرد معهم حوضه ، وأنا لا نضل ما تمسكنا بهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n<h1 class='l1' id='head18'>الفرق بن السي والإمام</h1>\n\nفإن قال : قد أوجبتهم لهم المساواة بالنبي (صلع) إذ زعمتم أنهم لا\nيدركون إلا نصا كما لا يدرك النبي إلا نصا وأنه لا يجوز على التبي ، قيل\nله : لا يجب علينا بذلك مساواتهم بالرسول لأمور قد خالفت بينهم وبين\nالرسول (صلع) منها : عدم الوحي ، وتفضيل النبي (صلع) عليهم\nوجواز النسخ في عصد النبي (صلع) وامتناعه في عصرهم ، ولو كان ذلك\nلنا لزما للزمكم مساواة الإمام عندكم بالرسول ، لإ يجابكم م بيى طاعته إذا\nعدل مثل ما أوجبتم عن طاعة الرسول (صلع) حين استحللتم دم من\nخالفه وغزوتم من تابذه النا. فإن قال قائل قد صح لما ذكرتم أنه لا\nبد من مستخلف ينص عليه ، وأنه ليس ينفي استخلافه إلا بأن تكون\nالأمة لما ذكرتم من العلل في ذلك وإنه لا يكون إلا علما بما تحتاج\nإليه الأمة عصوما من المعصية ، فما الدليل لنا بأنه علي بن أبي طالب\nدون غيره من المسلمين؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n<h1 class='l1' id='head19'>وجوب إمامة علي بن أبي طالب</h1>\n\nقيل له إذا كان ذلك كذلك ، وكان لا بد أن يكون المنصوص\nعليه موجودا ، وكان كل <span id='ms40'></span> من يقصد إليه من قريش وغيرها خلا علي بن\nأبي طالب فقد زال عنه بإجماع الأمة أن يكون المنصوص بهذه\nالصفة ، ولم يزل ذلك عن علي بإجماع الأمة بل قد بينه فيه ونقله له\nبعض الأئمة . فلما كان ذلك كما وصفناه ، كان لا بد من أن يكون علي\n(ع م) هو المستخلف ، لأنه لو كان اليس هو ه لم يكن فيهم\nمستخلفا. وقد بينا فساد عدم المستخلف خلا واحدا بينه أنه هو\nذلك المستخلف . وكذلك قد صح في كل واحد منهم أنه ليس\nمعصوما من ذلك ولا عالما بجميع حاجة الأمة خلا علي بن أبي\nطالب (صلع) . فلم تجمع الأمة أن ليس هو كذلك . وقد بينا أن من لم\nيكن كذلك فليس بإمام.\nقال : فلما أوجب الله تبارك اسمه من فرضه في ذلك نفى إقامة\nالإمام في الدين أشباهه. من ذلك قوله : (وأشهدوا ذوي عدل\nمنكم) . ولم يسم العدول بأسمائهم وأعيانهم . ولكنه إنما أعلمنا\nبالعدل . فإذا علمناه في أحد شهدنا له بذلك وقبلنا شهادته . قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \nفكذلك أولو الأمر علماؤنا وحملة ديننا ورعاة سياستنا . فنقول : قد\nألفت بين مفترقات وشبهت بين مختلفات : زعمت أن فرض الإمامة\nغير منصوص ، وأنها من جهة الاستنباط ، واستدللت في ذلك بما\nذكرت ، ثم زعمت أن لها أشباها في الدين ، منها قول الله\n(تع) : (وأشهدوا ذوي عدل منكم) شبهت بما هو نص عند\nجميع الأمة بإشهاد العدل فيما يدعي فيه التأويل . فلعلك أن تستطيع أن\nتدعي أن الله أمر نصا باختيار إمام، فلن تجد ذلك إلا بأن تطاول وتقول\nله : إذا تم باسم الله عدلا فيقول : فلان عدل فاشهدوه. أوجب بذلك\nأن يكون الأمر بإشهاد العدول مأمورا به  من جهة النظر . فإن قالوا نعم ،\nأكبرته الأمة بجحد النص ، وإن رجع إلى أنه نص تبين خطأه . وأيضا\nفيما شبه بغير النص . ويقال له فيما ذهب إليه من أن الله (ع ج) لم\nينص عدلا بالعلم ضرورة ، وإنما يظهر من حاله في نفسه وبما يبدو من\nأفعاله لا يحتاج <span id='ms41'></span> فيه بعينه ، أن العدالة أمر ظاهر يدرك بالمشاهدة\nفي من هي أو بالخبر . فيجب بذلك التمييز بينه وبين غيره بأكثر من\nالظاهر المشاهد كما ميز بين الليل والنهار والحر والبرد والحسن\nوالقبيح والطيب والمنتن . فهذه الأمور علومها ضروريات عندك لا تحتاج\nفيها إلى رأي اجرك إلى قياس ولا ما يستدل به على استحقاق في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \nالإمامة عندك مخالف لما ذكرناه ، لأن الإمامة عندك تدرك بالنظر\nوالمقايسة بين الفقهاء والامتحان والسير حتى يتخيروا أعلمهم\nوأفضلهم وأكثرهم عندك احتمالا لها ؛ مع تقليد الأمة من العدالة فيما\nيتبين لك فيه الخطأ من غلط ما ذهب إليه من العدالة مع قول\nالرسول (صلع) : لا تجوز شهادة ظنين ولا متهم ولا كذاب زيادة\nفي نصها وتبيانا لنا مما يدل بالنظر إلا أن يذهب ذاهبة في النظر إلى\nجهة التعليم والمسألة فيها نظر ، فلا يمنعه ذلك إلا اختيار الاسم.\nويقال له : قست الإمامة بعدالة الشهود لأنها فرع لها أم لا? فإن زعم أن\nالإمامة فرع لعدالة الشهود بان خطأه وقيل له : أنت ممن زعم أن الإمامة\nأصل العدالة? فإن ذهب أن الإمامة أصل في نفسها وعدالة الشهود\nأصل في نفسها بان خطأه في قياسه أصلا بأصل. ويقال لهم : أليس\nالواجب أن يقاس الشيء بما أشبهه من أقل وجوهه ? فلا بد من\nنعم . يقال له : فإنما أشبه مقام الإمام بمقام الرسول فينا منه مقام الشاهد\nالعدل أشبه بمقام رسول الله (صلع) فينا بان يأضا خطأه لأن ما قام به\nالإمام مثل ما قام به الرسول من جهاد العدو وقسم الفيء وإنصاف\nالمظلوم وحج البيت وجمع الكلمات وإقامة الحدود وما أشبه ذلك . وما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \nأوجب الله من طاعة ولاة الأمر به من الرد إليهم . وإن رجع إلى أن مقام\nالإمام فينا أشبه بمقام الرسول منه من مقام الشاهد العدل بهما قلنا من\nانه لا يدرك بالتشاور كما كان النبي لا يدرك بالتشاور وبطل تشبيهم\nإياه بشاهد عدل. قال : وكذلك فرض الله الصلاة. فمن ابتلي فيها\nبالسفر الذي تقصر فيها الصلاة <span id='ms42'></span> ، ووقت الصلاة في الغيوم .\nوقال (إنما الصدقات للفقراء والمساكين) . وإنما يعرف الفقير\nوالمسكين والغني بالنظر. وقال : (ليس... على المريض حرج) . وإنما\nيدرك المريض الذي لا حرج عليه بالنظر فيما يجب من الجهاد وقام في\nالسنة ، ومن بلغ من الصبيان لإقامة الحدود وإقامة السنة في رمي الجمار\nوقدر الحجارة بالنظر . وفرض القصاص في قتل العمد ، وإنما يدرك\nذلك بالنظر . وكذلك ما وجب من إقامة المسلمين فريضة ، ولم يسمها\nالله (تع ذكره) بعينها لأنها لا تدرك من طريق النظر . فنقول . هل\nخرجت الصلاة في الحضر والتقصير في السفر والوقت في يوم\nالغيم - وفرض الصدقات لمن فرضت له من أن يكون منصوصات في\nالكتاب على  غير ما ذهبتم إليه من فرض الإمامة بالتأويل? فإن قال\nنعم ، أكذبته الأمة ولم يجد سببا إلى إيجاد النص ، إذ لم يكن هذا نصا.\nفإن أقر بأنها نص - فلا بد من ذلك - بان خطأه في تشبيهه ما هو نص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \nبما ليس هو بنص . والسفر أمر لا يحتاج فيه المسافر إلى نظر في أنه\nمسافر ولا يحتاج إلى النظر فيما يجب فيه التقصير ، إذ كان ذلك\nمنصوصا بالخبر وكان اختلاف الناس فيما اختلفوا فيه مما يقصر فيه\nالمسافر إنما هو الخبر لا أنهم أدركوا أن المسافر يقصر في كذا\nبالنظر . وهذا لا يجهله مفطور على إسلامه . وكذلك الأمر بالصوم برؤية\nالهلال والإفطار ، وكذلك الزكاة في كذا إبنة مخاض وفي كذا وكذا ،\nوكذلك الفقراء والمساكين ، فلزم في العلم بظاهر أحوالهم وبما لزم في\nعلم ظاهر العدول يعلم ذلك ممن شوهد بظاهره ويوجب له به الحكم\nويعلم ممن غاب بالخبر أن لا حاجة في شيء مما ذكرنا إلى النظر ، وبما\nيدرك بالسمع ، وكذلك مما أسقط الله من الحرج عن المريض أمر قد\nنصه وأبان المريض في عينه بما أقام من الحجة بالمشاهدة . وقد يكون\nمن الأمراض ما يشهد ظاهرها على عجز صاحبها عن المرض\nفيشهد له بزوال الفرض عنه عند الله سبحانه . ويكون منها ما يشكل ،\nفيجوز فيه العجز . فحكم الله <span id='ms43'></span> في ذلك برد الأمر فيه إلى المريض . وهو\nعالم بحقيقة ذلك ضرورة ، وهو على نفسه فيما علم [ذو عين]\nبصيرة . ولم يكلف الله (ع ج) علم الباطن في ذلك ، ولو كان يحتاج\nفي علم ما أمر به المريض إلى نظر جاز أن يحتاج في علم ظاهر الصحة\nإلى نظر . وكذلك لم يجز أن يحتاج المريض في نفسه إلى نظر يدرك به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \nأنه مريض ؛ ولو كان ذلك مما أدرك بالنظر جاز الخطأ فيه حتى يجهل\nفيكون المريض لا يعلم أنه مريض وهو صحيح العقل . ولو جاز\nذلك جاز في الشبع مثله وفي الجوع مثله ، وكذلك الذي في النطق\nوالسكوت ، وكذلك في النكاح وترك النكاح ، وكذلك في الري والظمأ،\nحتى يجهل ولا يدري لعله ينكح في حال ترك أو لعله تارك في حال\nنكاحه . وفي ذلك خروج من المتعارف . وكذلك ما ذهب إليه من\nبلوغ الصبيان أمرا إذا قامت به الحجة بمشاهدته . وكذلك القول في\nرمي الجمار أمر قد فرضه الله وعرف نبيه قدر الجمار . وكذلك مثل\nحصى الحذف. وذلك يدرك بالعيان . لم يكلف الله فيه إلا أن يكون\nأقل من جزء لا يتجزأ و لا أكثر بمثله ، إنما هو على التوسع . والذي\nذكر أيضا من القصاص أمر قد نصه الله وعرفنا ما قتل العمد وما\nقتل الخطأ ، وما الموضحة وما المأمونة ، وما الجائفة وما السمحاق ، وما\nالحكم فيهم ؛ لا يحتاج في معرفته إلى نظر أو قياس . فإن اختلف\nالمختلفون في معنى من معاني القتل ، عمدا هو أم خطأ ، أو شجة من أي\nصنف هي ، كان اختلافهم غير موجب أن الحقيقة ما اختلفوا فيه يدرك\nبطريق النظر ، وكان الواجب فيه ره إلى أولي الأمر حتى يعلم أنه قتل\nكذا وشج كذا نصا كما علم فيه نصا . وكل هذه الأمور قد بان فساد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \nقول من ذهب إليها بحمد الله . ولئن خرجت هذه الأشياء من ان تكون\nنصا ليخرجن صاحب هذا القول من أن يكون في الوجود ،\nوليخرجن الليل من معنى الظلام والنهار من <span id='ms44'></span> معنى الضياء ، وأوضح قياسه ،\nثم قاس الإمام على هذه الأمور ، لأوجب أن الإمام لا يكون إلا\nمنصوصا، كما كانت هذه الفرائض لا تكون إلا نصا.\n<h1 class='l1' id='head20'>وجوب استخلاف الرسول أماما بعده</h1>\n\nفإن قال قائل : هل استخلف رسول الله (صلع) ? قيل له : نعم كما أجاز\nشهادة العدل . وقد اجتمعت الأمة على أنه خليفة رسول الله (صلع) .\nومعنى الاستخلاف لا على ما ذكرنا ، لا على أنه نص بعينه ، كما\nأوجب شهادة العدل ، ولم ينصه بعينه ، ولكنه أعلمنا ما العدل فيما\nوجدناه في الشاهد أجزنا شهادته بأمر الله وامر رسوله (صلع) وقد أعلمنا\nبالصلاح والفضل . فإذا ابتلينا بإقامة إمامنا نظر في من ذلك\nفاتخذناه إماما . فنقول : إنا فيما مضى من جوابنا إغنى عن الكلام فيما\nذكرت ، ولن ندع أن نقول إن رسول الله (صلع) قد نص لنا ما\nالعدالة وأجازشهادة العدل . فمن وجدناها فيه شهدنا له بالعدالة .\nفكذلك نص لنا الفضل والصلاح . فمتى وجدنا فيه شهدنا له به .\nوقوله : اتخذناه إماما أمر يلزمه الدليل على أن رسول الله (صلع) أمر به\nوأن الكتاب نصه . فقال : من وجدتموه فاضلا فاتخذوه إماما ، كما قال :\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \nمن وجدتموه عدلا فاتخذوه شاهدا ، ولن نجد ذلك . وأما ادعاؤه بأنه\nخليفة رسول الله (صلع) وأن الأمة اجتمعت على ذلك ، فقد أبطل\nفي دعواه إجماعها على ذلك . وقد قدمنا من الكلام في فساد ما أجمع\nعليه بالرأي ما يدل على فساد إجماع من أجمع منها عليه ، ولأنه لا تقوم\nالحجة به، وبينا منه ما يغني عن ذكره، والحمد لله كثيرا.\n<h1 class='l1' id='head21'>من يعقد الإمامة</h1>\n\nويقال له : من الذي يعقد الإمامة ? أجماعة الناس أم طائفة من أهل بلد\nمعروفون ? فإن قال : إن الذي يعقدها علماء المسلمين ، قلنا له:\nجميعهم حتى لا يبقى منهم أحد أو عدة معلومة ? فإن قال : بل جماعة\nمنهم لا يجوز أن يجمعوا في اختيارهم على باطل . وليس ذلك بعدة\nمحدودة . ونظير ذلك ما علمناه من أخيارالبلدان الغائبة عنا من غير\nتحديد . وقد يحتاج إلى الخبر من هو كذلك فيستغنى في <span id='ms45'></span> ذلك بأخبار\nالبعض عن أخبار الجميع . وإن كان الخبر كذلك قائما عندنا وعند\nغيرنا مقام العيان ، فهذا وجه قولنا وغيرنا . فإذا اجتمعت جماعة من\nالعلماء على أنه أفضل من يعلمون من الفقهاء عقدوا عليه الخلافة وحرم\nعليهم الإنباء . فنقول له في ذلك : خبرونا عن الجماعة التي أجزت خبرها\nوجعلته حجة، ثم جعلت إجماعهم على ما استخرجوه حجة قياسا على\nكون اختيارهم حجة ، أم جماعة مؤتلفين مجتمعين نقلوا الخبر جملة\nواحدة? فإن قال : نعم خرج من قوله في الخبر ، وذلك أن هذه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \nالجماعة ، وإن كثرت ، فليست خارجة من حد من يجوز عليه التواطي\nوالخبر الذي لا تقوم به عندنا وعنده الحجة ما لم يكن في ناقليه\nالتواطي وإذا خرجت هذه الجماعة من أن يكون خبرها حجة ، بما\nوصفناه ، فسد عليه أن يكون إجماعها على رأي واحد حجة . لأنه إنما\nقاس في ذلك على قيام الحجة بخبرها . فإن قال قائل : إن هذه الجماعة،\nوإن كانت لا تقوم بخبرها مجتمعة حجة ، فإنها ، ممن تفوح بخبرها\nالحجة ، إذا جاءت مجيئا يفوق التواطي . فلذلك جعلت [إجماعهما\nعلى أدائه حجة . قلنا : أخطأت القياس من وجوه نحن نبينها، وذلك أن\nفعلهم إنما كان حجة لأنه محال منهم تقليد بعضهم بعضا . فلما نقل\nكل واحد منهم من حيث علم مواطاته صاحبه ثم تواتر بذلك الخبر\nوجاءت الحجة ، فكان على ذلك الوزن يجب أن لا يقبل رأي جماعة\nولو كان الارتياء جائزا لا ما رآه رجل ثم رآه بعينه قد علم فيهم المواطاة ،\nثم آخر حتى يجتمع عليه من حيث لا يكون أحد منهم واطأ عليه أحد\nولا جاهل فيه قلد عالما ولا وضيع اتبع فيه رفيعا فهذا لا يجوز في\nالرأي . إذ الرأي لا يسلم مرتابه فيه من تقليد أعمهم وأخصهم وأكثرهم\nوأقلهم . ولا بد من الاجتماع والتناظر . وكل ذلك موجب إنكار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \nالتواطي ، بل لم يكن فيهم عند التواطي . وفي ذلك دليل على فساد قياسه\nوبطلان مذهبه . ويقال له : أرأيت الخبر هل يقوم يعامة النصارى أو غيرهم\nمن <span id='ms46'></span> الملحدين؟ أخبرونا أن فلانا كان أسقفا  معظما  أم مترهبنا متخشعا\nأو فلسوفا عارفا إذ فات خبرهم التواطي . فلا بد من نعم . يقال لهم :\nفهل تقوم الحجة بمدى تلك العدة ? لو استنبطوا مذهبا أو استخرجوا .\nأوليس قد قامت الحجة بإبطالهم فيما اجتمعوا عليه أيضا من المسيح\nعليه السلام ، وأن ذلك من أعظم الضلال والكفر? ولم تنفذ لك الحجة\nبخبرهم عن كون يونس ولوط ومرقس ويحيى ، فإن ذهب إلى أن\nالنصارى كفار والأمة ليس كذلك قلنا : وهل أخرجهم كفرهم من أن\nيقوم بخبرهم الحجة ، إذ كان فائتا للتواطي ، وإذ قال لنا قلنا له : فإن\nاجتمعت فيمن ادعيت الحجة بإجماعهم بأن الحجة تقوم بخبرهم\nفأوجدناك من تقوم بخبرهم الحجة ... ولا برأيهم وقد قامت الحجة بأن\nخطأه في رأيه بين وضلاله في ذلك بين وفي فساد ما ادعى من قيام\nالحجة بأن إجماعهم على ما ارتأوه واستخرجوه باطل، ويقال لهم : أليس\nقد يجوز أن يخبر قوم أن مدينة فلانة أعظم مدينة رأوها ولا يدفع ذلك أن\nيكون في غير ما شاهدوا مدينة أعظم منها? فلا بد من نعم . يقال له :\nوكذلك لا يدفع أن تجتمع هذه الأمة على أن رجلا أفضل من علمته ولا\nيدفع أن يكون فيمن لم يشاهدوا من هو أعلم منه وأفضل? فإذا أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \nيولوهما أفضل من تعلمون وأن يكون جائزا] أن يكون غيره أفضل منه .\nقلنا له : فإذا أجزت في اختياره من لا يدري أن غيره أصلح منه\nاختار الأخس وترك الأفضل في الدين . قيل له وكذلك اختيارك من لا\nتدري ، لعل غيره أصلح منه وأفضل إيثارا منك للتفريط واستقامة للتقصير\nواختيار ما لا تدري لعله الأخس . فلا بد من الإقرار أنه المفضول أو ترك\nقوله بفقد الجماعة تقوم بخبرهم الحجة حتى لا يرجع الآن إلى أن\nالحجة لن تقوم باختيار رجل حتى يتخير له منابر البلدان وتجمع عليه\nعلماء الأمة كلها . وهذا ما لا سبيل إلى كوته ؛ ففساد واتباع المفضول\nواضح وبطلان إمامة المساوئ قائم بما ذكرنا . ووجبت للفاضل <span id='ms47'></span> الذي\nعلم استحقاقه بنص المستحق لما قبله عليه ، إذ هو لا يجوز عليه\nالخطأ ولا المحاباة ولا سوء الظن للأمة.\nويقال لهم : أخبرونا عن الجماعة التي اجتمعت على رأي قامت\nبإجماعها الحجة ما يجوز أن يختلف فيفضل بعضها رجلا وبعضها\nرجلا . فإن قال : ذلك جائز إلا أنه لا بد من أن يكون أحد الفريقين\nمصيبا والآخر مخطئا . قيل له : والدليل على إصابة المصيب منها ما هو؟\nفإن قال : إجماعهم عليه ، قيل له : فإجماع الآخرين أيضا حجة ولزمه\nأن النصف الآخر مصيب لأنهم أجمعوا ، فإن قال : ليس إجماعهم\nحجة ، ولكن أن يعدموا قيام حجة ما أجمعوا عليه حق ، قيل له : فما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \nاعتلالك بالإجماع ? وقولك الواحد قد تقوم عليه الحجة بأنه\nحق. فيجب قبولك. ثم يقال له : أي شبهة إجماع من قد يجوز أن\nيضاده إجماع على باطل ممن يوازي عدة أهله ويجودهم بخبر جماعة\nلا يجوز أن يضاد خيرها مساويها في العدة ثم حملت ما لا غناء لمن\nأجمع عليه على الدلالة على أن ما أجمعوا عليه حق ، والخبر الذي هو\nنفسه الحجة . ثم يقال له : هل يجوز في بعض الجماعة التي اجتمعت\nعلى أنه أفضل وأنه مستحق ، وقامت الحجة بإجماعها ترك التقصير في\nالنظر والإغفال حتى يؤدي ذلك طائفة متها إلى الجهل بالفاضل وينابذ\nطائفة منهم الفاضل بعد علم بفضله ، إما لنفاسته أو لمحبته ، ويقوم\nبعضها للفاضل  بفضله يختارونه على غيره . فإن زعم أن ذلك\nيجوز ولا يكون إلا علم الجميع بفضله، فأحال الجهل من كلهم ومن\nبعضهم بفضل الفاضل ، وجعل إدراكهم ذلك إدراكا طبيعيا . وذلك\nخروج من قوله . ثم أبطل ذلك حاجتهم إلى التشاور والنظر والاستخراج ،\nلأن ما عملوا طبيعيا لا يحتاج إلى التشاور والنظر والرأي والاستخراج\nوذلك بمنزلة ما يعلم من ضياء النهار وظلمة الليل . وإن رجع إلى ما\nيجيز ذلك قيل له يجوز في الدين ، ويقوم  بخبرهم حجة الجهل\nبما عنه أخبروا ، حتى يكونوا قد رأوا مسجد دمشق بعلم من فعل أنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \nوجهل ذلك بعضهم. ثم أتو <span id='ms48'></span> في ذلك مختلفين، فمن مقر بزخرفته\nعالم بذلك ومن مصر لها جاهل بذلك ومن جاحد بزخرفته جاهل\nبها. وكلهم قد عاين ورأى في صحة من عقولهم . فإن أجاز ذلك\nخرج من الوهم ، وإن منعه خرج تشبيهه الرأي بالخبر . فقد وجب في\nالرأي ما امتنع في الخبر مما ذكرناه . ثم يقال له : أخبرنا عن هذه\nالجماعة ، هل يجوز أن تتنافى آراؤها وتختلف أخبارها ويكون كل طائفة\nعند أمتها مصيبة فلا يكون منهم إجماع ، ثم يجتمعون فيعلم المخطئ\nأنه أخطأ . فتقوم بإجماعهم الحجة؟ فإن قال : نعم، قيل له : فهل يجوز\nبأن تقوم بخبرهم الحجة أن يتباين في أخبارها ، فتخبر طائفة أن\nالخليفة صام يوم الأحد ، ويخبر آخرون أنه أفطر يوم الأحد ، ويعلم\nالكاذبون أنهم كانوا كاذبين بعد أن لم يكونوا يعلمون ذلك . فإن قال\nقائل : إن ذلك جائز لنسيان وقع إلى عدة ألف من الناس وأكثر منها ، جاز\nأن يشك نصف الناس في يوم الفطر والأضحى ، خرج من المعقول ، وإن\nلم يجز ذلك فرق بين الخبر والرأي وبطل قياسه في ذلك. ثم يقال له :\nما دليلك على أن على جماعة أن تعتقد الإمامة ، وعلى الأمة كلها أن\nتفعل ذلك، وأن على بعضها قبول ذلك إذا عقدته له وأن ذلك واسع\nلها أو لئن عقدوا له الحكم  في كتاب الله أو يقوم من سنة رسول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \nالله (صلع) أو بإجماع من رأي المسلمين ، أو سوغنا  لك الرأي\nولم نجده من كتاب الله لأنه إنما فزع من الكتاب إلى التأويل ، وقد بينا\nفساد تأويله ولم نجده خبرا عن رسول الله (صلع) ، بل أفعال رسول\nالله (صلع) شاهدة على خلافه لأنه لم يكل ذلك إلى أحد قط  في\nالجمع اليسير ولا قي البلد الصغير فضلا عن جهات الأرض وجميع\nالأمة ، ولم يصل في الدعوى إلى أن رسول الله (صلع) أمر بذلك.\nوإن ادعى إجماع المسلمين بانت فضيحته باختلاف الأمة في ذلك\nوإكفار بعضهم من أجاز ما قال ، وتضليلهم . فإن رجع إلى القلة والكثرة\nأحد بما تقدم <span id='ms49'></span> في ذلك وعورض ببما لم يجمع عليه حرمة الأمة ، من\nذلك خلق القرآن ونفي الجسم مع إيجابه الخطأ على من\nخالفه . وإن ذكر أن الفقهاء ينصبونه سألناه : هل للفقهاء حد يعرفون به\nمن الفقه من بلغه منهم كان فقيها ومن قصر عنه لم يكن فقيها؟ فأجاب\nأن قال : إن ذلك غير محدود عندنا وعند جميع الأمة وسائر الأمم. ولو\nكان الفقيه لا يكون فقيها إلا بعلم جميع الدين . - وذلك عندهم ليس\nإلى من ادعوا له الإمامة ما كان من المسلمين في زمن النبي (صلعم) ولا\nبعده إلا فقيه واحد وكيف يكون ذلك كذلك وقد قال الله\n(تع) : (أولم يكن الحي آية أن يعلمه علماء بني إسترائيل)، والآية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \nحجة . ففي ذلك دليل على أن علماء المسلمين ، إذا علموا فضل\nالفاضل ، قامت الحجة بولايته . ومن كان عالما بالأصول التي نزلت في\nالكتاب والسنة فهو فقيه ، وإن زل عنه بعض علم ذلك ما لم يبلغ أن\nيسمى جاهلا . إذا كان علمه ذلك في علمه . وليس أحد يجمع علم\nجميع الدين فيكون مساويا للنبي (صلع) في علمه ، وكان إذا طلب إلى\nالله سبحانه أن يزيده علما  كان يطلب مثل علم النبي (صلعم) ولكن\nقد ترك الخصلة عن العالم ويكون موجودة في الآخر . فنقول في ذلك :\nإنا لم ندع أن في الأمة فقيها، وإن لم يعلموا جميع العلم ، إذ علموا\nمن ذلك ما يخرجهم من الجهل . ونقول فلان  فقه من فلان يدعي\nأن في الأمة . وليس عن هذا سألناه ، وإنما سألناه عن الفقهاء الذين\nيختارون الإمام : هل لهم حد معروف مثل أصحاب مالك وأصحاب أبي\nحنيفة وابن أبي ليلى وغيرهم . فلا بد من أن يكونوا من أصحاب من\nذكرنا أو لا يكونوا . فإن زعم أنهم من إحدى هذه الفرق، قلنا له : ومن\nجعل فقهاء هذه الفرقة أولى من فقهاء غيرها ? وإذا لم يكن معنى يستحق\nبه أحد الفرق اختيارا لإمام دون صاحبها لم يبق إلا مناظرة أهل القرق\nلبعضها بعضا من المحق في قوله والمصيب <span id='ms50'></span> في مذهبه . فيجب له في\nأقواله اختيار الإمام أو أن يجتمع من اقول الفقهاء  كل عصبة فيختارون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \nجميعا. وفي ذلك رجوع إلى الاجتماع وعدم الإمكان أو لكثرة\nالمقالات واتساع البلدان وسائر الأقوال وتعادي أهلها والموجود من\nإكفار الأمة بعضها لبعض . ولن يسلم أيضا المجيب بأحد القولين من\nأن يسأل الدليل في الكتاب والسنة كما سأل قبل ذلك عن قوله أي\nهذه الفرق يختارون دون هذه ، وأيهما جائز لها جميعا ذلك ، ولن\nيجده بأكثر من الدعوى . ونقول : إن في علم علماء بني إسرائيل دلائل\nالنبي وجوب الحجة عليهم بنبوته وأن في ذلك أن يعلم أمتنا الدلائل على\nإمامة إمامنا لوجوب الحجة عليهم بإمامته وأن في ذلك لما كان من\nالنبي (صلعم) ومنه إنما هو بأن نص الله عليه ولم يحوج الناس\nفيه إلى اختيارهم ولا المقايسة بين الناس فيه كان علم علماء أمتنا\nباستحقاق ، إنما هو بالنص عليه من رسوله (صلع) ومن يقوم مقام\nرسوله ، وفي ذلك فساد ما ذهب إليه . وليس في أن خليفة رسول الله\n(صلع) يعلم ما تحتاج إليه الأمة ما أوجب له لحوق النبي (صلع) ولا\nمساواته عليه وآله الصلاة كما قد قرأ القرآن أقوام وحفظوه ولم\nيجب لهم بذلك مساواة النبي في حفظ القرآن ، وقد كان ينزل عليه\nالوحي فيعلمه أصحابه ولا يكون في ذلك ما أوجب لهم مساواته\n(صلع) . ولن يدفع أن يكون علوم غير علوم النوازل من لطائف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \nخلق الله وعجيب صنعه قد علمها رسول الله (صلعم) لم يعلمها غيره\nويكون العالم بجميع النوازل ، لدعاء أن يزاد علما ، يعني فحفظا لما علم\nوفهما لما حفظ ، وقد يحفظ القرآن رجلان ويكون أحدهما أحفظ من\nالآخر ، وهما لا يحيطان فيه ، ولكن ذكره على أحدهما أسهل منه على\nالآخر . وقد نزل جبرئيل على النبي (صلع) ولم ينبغ لنا أن نقول حذيفة\nفمي ذلك الوقت ساوى النبي في العلم وقد اختار بعض أصحابنا أن دعاء\nالقائم بعيد ، كما كان النبي (صلع) يدعو : (اهدنا الصراط المستقيم)\nوقد هدي. ويقول <span id='ms51'></span> اغفر لنا، وقد غفر له.\nونقول أيضا: إذا كان الفقيه عند أهل كل فرقة من المعتزلة\nوالخارجة والحشوية والشيعة وغيرهم إنما هو من قال بقولها ودان\nبمذهبها ، وكذلك أصحاب مالك وأبي حنيفة وغيرهما. ولن تجمع هذه\nالفرق الفقهاء فرقة أنهم مستحقون لاختيار الإمام دونهم ، وكان التنازع\nفي ذلك قائما والأمر فيه عندهم مشكلا لم يكن لذلك حد أجمعوا\nعليه وعرفوه ، إذ كان الأمر على ما وصفنا من اختلاف أهل كل فرقة\nليكونوا المستحقين لاختيار الإمام غير معلومين ولا معروفين ولا\nمستحقين لاسم الفقه ، إذ ليس كل فرقة عند مخالفيها بمقبول قولها ولا\nصواب مذهبها . وإذا كانوا لم يجمعوا لأهل فرقة بالصواب في\nمذهبها لم يستحق من لم يصح صوابه أن يكون فقيها. وكل فريق منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \nبالبدعة والضلالة وليس المختار على أهله للأمة إلا من أجمع على\nعدله وفقهه ؛ ولم تجمع الأمة لأحد على ذلك . لأنه ليس في اجتماع\nحل كل فرقة على رجل منهم أو على جماعة منهم ما أوجب هم\nالحجة . لأن كل فرقة ساوتهم في الاجتماع على من ادعوا أفقه منهم\nوأنبأ علما ما ادعوه مخالفوهم . وإذا كان الأمر كذلك فقد صح أنه\nليس أحد يعلم بإجماع أنه فقيه.\nونقول : أنه إذا بان علامة الإمام وجب على الأمة اختياره على من\nسواه كما وجب عليهم اختيار النبي (ص) على مسلمة وكما\nوجب اختياره الصلاة على تركها والزكاة والفرائض بالنص عليهم .\nونقول : أن عليهم الإقرار بأن غيبه كظاهره إذا صح أنه الإمام ونص\nعليه الإمام قبله له ، كما كان عليهم الإقرار بذلك في النبي (صلع) وإذا\nكان عليهم أن لا يقولوا بالظن والرأي كان عليهم ترك إقامة إمام لم ينص\nلهم الكتاب أنه إمام ولم يخبر الرسول بذلك في ترك تعاطي من لم\nيفترض عليهم . لأن ما لم ينصه الكتاب عليهم ولا الرسول غير\nخارج من الظن والرأي.\nويقال لهم : خبرونا ، هل أمر الفقهاء بنصب رجل له صفة ليس\nلأحد مثلها ، عليهم إصابته دون سواه فمن قولهم في ذلك <span id='ms52'></span> إنهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \nمأمورون برجل له صفة وهو أظن يكون أفضل الفضلاء والعلماء ، معلوم\nفي كتاب الله (ع ج) وسنة النبي (صلعم) . وليست بصفة محدودة من\nنسب معلوم ، ولكنه الفضل في العلم والعمل والقول . وذلك إذا ابتلوا به\nفقد جعل الله مخرجا لأنه لا يكلفهم إلا ما إليه لهم السبيل.\nونقول لهم : أرأيتم إذا زعمتم أنهم مأمورون بالرجل الذي ذكرتم ،\nوليس من عشير ولا نسب معلوم ولا بلد معروف ، هل لهم بد من\nامتحان البلدان والأمصار على بلده ؟ فإن أجازوا الاقتصار على فاضل\nفي بلدهم ، قلنا : ولم قد فرض عليهم الأفضل، وجاز أن يكون الأفضل\nفي غير هذا البلد . ولم يقل الأفضل من غير بلد كذا وكذا ولا\nقبيلة فلانة وإن أفسد ذلك لم يكن لكم على أصلكم بد من استبراء غير\nذلك البلد، ثم غيره حتى سمرقند والأندلس وغيرهما . فإن وقفتم عند\nغاية قلنا لكم : ومن جعل لكم الوقوف عند هذه الغاية وترك بعض\nنقص ما بعدها ، ومن جعل هذه أولى من التي قبلها ، حتى يلزمكم\nامتحان جميع البلدان ، هذا بعد أن يجمع فقهاء الأمة ويختار من\nجميعهم من جميع الآفاق من يختار الإمام والامتناع في الفقهاء\nالمجتمع على فقههم على ما ذكرنا بديا. وأنى بالإجماع على الفقهاء،\nثم أنى لهم ذلك ببعض الأرض !? وامتحان علماء  أهلها وتخير\nالأفضل في العلم والورع . وفي امتناع ذلك دليل على أن الله لم يكلف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \nخلقه ولم يبتلهم به لأنه لا يكلف إلا ما يوجد إليه السبيل . وهذا ما قد\nبين الله أنه لا سبيل إليه. كما لم يكلف الله الصلاة إلا بعد أن\nحدها ، والزكاة إلا بعد أن سماها ، والرسول إلا بعد أن نص عليه بعينه .\nولكنه تبارك وتعالى لا يبتلي بفقد الرسول إلا بعد أن يبين خليفته ووصيه،\nثم يبتليهم بالإقرار به ، بعد العلم به والنص عليه وفي امتناع إمكان ما\nلزمه من تفتيش الأرض وعجزهم عن الدلالة على الأمر بذلك غير\nممتنع من كتاب الله نصا أو من سنة رسوله المجتمع عليها <span id='ms53'></span>  ما دل\nعلى ما ذكرناه من النص على الإمام كما قدمنا بديا . فإن قال قائل : إنهم\nقد يعلمون الفاضل من أهل كل مدينة ومبلغ فضله بالخبر حتى يميزوا\nبين فضله وفضل من شاهده فلا يحتاجون في ذلك إلى النظر ولا دوران\nالبلدان . بذللك حاجة من حضر من أهل الشورى إلى النظر في أفضلهم\nوجب أن الخبر لا يقع إلا بعد المعرفة بأفضل الناس دون المشاهدة .\nكما لم يقع بالمشاهدة في أصحاب الشورى دون النظر . فإن كان قد\nيقع الخبر أن فلانا فاضلولكن حتى يعلم أنه أفضل الناس ، فهذه لا\nتكون إلا من هذه الجهة . قال : فإن اختلف رأيهم  فقال قوم رجل\nوقال آخرون رجل آخر. قال : فجوابنا في ذلك أنهم إذا اختلفوا، فأحد\nالفريقين مخطئ والآخر مصيب ، وعلى أهل الخطأ الرجوع إلى\nالمصيبين . وقد جعل الله (تع) لأهل الصواب حجة ودليلا ليست لأهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \nالخطأ . فإن كانا جميعا ولا حجة لهما في فضل من ادعيا فكلاهما\nمخطئ وعليهما أن لا يدعوا إلا لمن قامت له الحجة بتفضيله .\nفنقول لهم عند ذلك : أخبرونا ، إذا اختلفوا على تحقيق ما يقولون -\nوالأمر من رسول الله (صلع) وبإجماع الأمة ، فإن ادعوا النص لم يجدوا ،\nوإن فزعوا إلى التأويل لم يكونوا أولى به من خصومهم ، وإن ادعوا أمر\nالرسول لهم كانوا منه أبعد . واختلاف الأمة دليل على يديهم إن\nادعوا الإجماع فإن كان ذلك كذلك تبيين أن تناظرهم في الإمامة\nوعقد الجميع إن اتفقوا، وعقد كل فرقة إن تفرقوا خطأ، وجب عليهم\nترك الخطأ . وقيما قدمنا من صفة الإمام والأمر الذي يجب فيه إمامته\nوساد غيره ما أوجب إلا الحجة مع جميعهم أو كل فرقة منهم وأن\nعليهم تكليف ذلك إذا قامت الحجة بابتداعهم وفعل ما لم يؤذن لهم في\nتكليفه.\nويقال لهم : هل يجوز أن يجهل الإمام بعض ما تحتاجون إليه ? فإن\nجاز في بعض جاز في الكل . فإن قالوا : ليس ذلك لأنه إذا كان الغالب\nعليه الجهل خرج من اسم الفضل ، كما أنه إذا <span id='ms54'></span> كان الغالب عليه\nالسوء سمي رجل سوء وقد ذمه الأنبياء صلوات الله عليهم وإن لم\nيسموهم بدنوبهم أنهم قوم سوء. وقد أنبأناكم أنه لا يجوز أن يولوا إلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \nأفضل الفضلاء . فنقول له : أرأيت إذا أجزت فيه الجهل ببعض الفقه ،\nأيمتنع أن يعلم منه إلا ما جهل ? فإن منع ذلك أخذ بما لا يدفع من\nجهل غيره ما يعلمه غيره، فإذا تنبه له رجع عن ذلك ما رده على غيه من\nرجم المرأة وغيره مما يطول ذكره ، وإن لم يدفع ذلك قليل فليس\nممتنع أن يكون غيره أفقه منه ، وإن لم يخرجه ذلك من اسم الفقه. فإن\nقال نعم - وهو قوله - قيل له :وكذلك ليس بممتنع أن يكون\nالذي هو أفقه منه أعبد منه . فإن لم يخرجه ذلك إلى الاستخفاف.\nوكذلك ليس بممتنع أن يكون ذلك العابد أزهد منه ما لم يخرجه ذلك\nإلى الكلب على الدنيا ، وكذلك أورع منه ما لم يخرجه ذلك إلى\nانتهاك الحرم ، وكذلك أزكى في الجهاد منه ما لم يخرجه ذلك إلى\nالتفريط في الجهاد والفرار من الزحف ، وكذلك أقرأ للقرآن إذا لم\nيخرجه ذلك إلى الجهل به . وإذا أجاز ذلك لم يمتنع أن يكون أفضل\nمنه . فإذا قال : قد يجوز أن يفضل افي خصلة من هذه الخصال ولا\nيجوز أن يفضل في كلها لأنه إذا فضله غيره في هذه الخصال كلها\nكان مفضولا لا يصلح  للإمامة  ، وإذا فضل في خصلة وكانت\nفيه الفضائل في هذه الخصال ما يوازي  به في تلك الخصلة ويزيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \nعليه، فلم يكن مفضولا قيل له : وكذلك قال خصمك: لما كان في أن\nتفضل هذه الخصال أوجب بعضه ، فإذا كان إمامه في كلها كانت كل\nخصلة منها لا غناء بالإمامة على أن يستكملها إمامها ، لم يجز أن\nيفضل في بعضها، لأنه لو جاز أن يفضل في الفقه كان ناقصا عمن هو\nأفقه منه . وإمامة الناقص غير جائزة . ولئن جازت إمامة المفضول في\nالفقه جازت إمامة المفضول في غير الفقه وقول ذلك جائز <span id='ms55'></span> في الفقه\nوليس ذلك جائزا في غير هذه الخصال بحكم لأن العلة التي لها\nأثبت أن الفضل في كل هذه الخصال إنما هو التقصير . وليس المفضول\nفي الفقه سالما من التقصير في الفقه . فإذا كان إمامة المفضول في\nكلها غير جائزة لهذه العلة ، كان إمامة المفضول في بعضها غير جائزه\nلهذه العلة .\nثم يقال لهم : ما تقولون لمن عارض? فقال : لا يكون إلا أفقه الناس\nوقد يجوز أن يكون ليس بأفضل الناس . واعتل بأن الحاجة في الفقه أشد\nلأنه به تقوم الفرائض وتقسم فيهم . وإنما حاجتهم في الفضل والورع إلى\nأن لا يخرج إلى الفسق ، فيكون غير مأمون  وليس حاجة الأمة إلا\nأن يكون مأمونا . ولا غناء بهم عن أن يكون أفقه الناس لأن جهله ببعض\nالفقه ضار بهم فيما ينزل بهم مما جهله ، وكان لا بد للأمة مما ينفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \nالضرر عنها في إمامتها.\nأما قوله : قد أنبأناكم أنه لا يجوز أن يولوا إلا أفضل الفضلاء ، يقال\nله : وكذلك لا يكون إلا أفقه الفقهاء . قلنا : واعلموا أنه ليس أحد من\nضعفة المؤمنين ولا أقويائهم إلا وقد فرض عليه علم صلاته وفسادها ،\nوذلك أن لا يرى في شيء حتى يتبين له أنه حرام عليه . وإذا لم تقم عليه\nالحجة بتحريمه فإنه له حلال ، وإن من الأمور التي حرمها الله في كتابه\nوسنة نبيه (صلع)  على من بلغه ذلك وقامت الحجة به عليه ، فمن\nيعلم فهو آثم ومن لم تقم عليه الحجة بما في الكتاب والسنة فليس\nعليه فيه وزر. فنقول : إن الله تعالى لا يفترض على كل أحد أن يعلم،\nلأن العلم صنعة لا يجوز للعباد القدرة عليه . ولو قد فرض على المؤمنين\nأن يتعلموا شيئا من مصالحهم وأشياء أخرى يعلمها من مصلحتهم لم\nيفرض الله عليهم تعليمها بما كان من صوم شهر رمضان وصلاة\nالخمس والحج والزكاة . فهذا ما لم يسع جهله ولا يجوز أن [لا] يعلمه.\nوما كان من علم النوازل فأمر لم يفرضه الله على كل المسلمين . والله <span id='ms56'></span>\nقد جعل لهم إذا علم حاجتهم إليه وقلة احتماله لهم يعلم جميعه من\nخلفاء نبيه وأوصيائه من عند شدة حاجتهم . ونقول : الحجة لن\nتقوم على من لم يعلم ، ولكن أن يعلم هو قيام الحجة وأن تقوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \nالحجة هو أن يعلم ، وكل من لم يقم عليه الحجة في صغير من الدين أو\nجليل فلم يعلم. وإذا لم يعلم لم يجز تكليفه ولا يصلح أمره ونهيه.\nقالوا : وقد يزل عن والي المسلمين علم شيء من النوازل ، فإذا شاء\nتشاور وبصر انتبه لموضع ذلك من الكتاب والسنة يعلمه، فإن لم\nيعلمه بعد قيام الحجة عليه من الكتاب والسنة فهو عاص . فنقول : إنه لن\nيجوز أن يزل عن والي المسلمين علم شيء من النوازل ، ولا يكون\nإماما والحجة قائمة عليه يعلم ذلك من غير التشاور والقياس\nلأنهما مما  لم يبحه الرسول (صلع) ولم يوسعه الكتاب . ولو جاز\nأن يجهل ذلك لجاز أن لا يعلمه ، ولو جاز أن لا يعلمه لكان الدين\nناقصا ، وقد أخبرنا الله سبحانه بكماله ، وإذا كان قد أكمله ، معما\nتبين من فساد القياس والأحكام والارتيا كان كماله وتمامه أن يعلم\nخليفة نبيه جميع نوازل خلقه في دينهم ، ولا يبتلي بشيء إلا عنده\nمخرج منه . فالحجة ما مضى الحكم فيه . ولو جاز عليه الجهل بشيء\nمن ذلك لم يجز أن يكون واليا ، أحق بأن يكون مولى عليه ، ولا مؤدبا\nدون أن يكون مؤدبا ، ولا يجوز أن  فيما تحتاج الأمة إلى\nطاعتهم فيه ولا فيما يجب عليه فيه الحدود ، كما لم يجز ذلك على من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \nاستحق مقعد رجل في أمته بمنزلته (صلع) . قالوا : وهل هو في ذلك\nإلا بمنزلة من كان النبي يوليه بعض البلدان النائية عنه يعمل بالحكم\nفيوفقه فيفقهه حتى يأتيه علم ذلك يبتلي به الناس . فإذا ابتلى الوالي\nعمل على  استنباط ذلك واستعان بأهل العلم ، فإذا أرادوا الإصلاح\nوفقهم الله سبحانه وسددهم لأنه لا يككلف عباده إلا ما يطيقون . ونقول\nفي ذلك لما جعلتم الإمام فيما يبتلى به بمنزلة ولاة <span id='ms57'></span> . فهل يقولون إن\nالنبي (صلع) وسع لأحد منهم  أن يستنبط في النازلة حكما أو\nيشاور فيها أحدا. وإذا كان ذلك لم يوسع فيه لأحد لولاة البلدان\nوكنتم قد أنزلتم الإمام بمنزلة لم يكن ذلك موسعا مع حاجته إلى علمه\nعند رسول الله (صلع) كان لا يجوز مضى الرسول حتى يعلمه ذلك،\nفيكون مفزعه إلى ما نص من سنته قياسا على فزع الوالي ما يرد عليه من\nسنته ويكون ممتنعا في الإمام المشاورة والاستنباط كما امتنع ذلك في\nوالي البلد علم قياس قولكم : ولعمري إن في كتاب الله (ع ج) وسنة\nرسوله (صلعم) لكمال الدين ونص ما فيه حاجة المسلمين . ولو\nكان الله (ع ج) وكلنا إلى المقايسة والمشاورة في الأحكام\nللحق ذلك بالكتاب والسنة النقصان وأوجب فيهما عدم الكمال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \nومن أراد الحق وفقه الله له ومن لم يرد الحق فيمن أعمل في دين الله\nرأيه وابتدع في أحكامه ما لم يجعل الله به سلطانا ، ولعمري ما كلف\nالله الإمام من الحكم في النوازل إلا ما يطيق ، إذا أعلمه ذلك ونص له\nعلمه فالحمد لله على نعمه وإحسانه . ويقال لهم : يجوز أن يخطئ في\nقياسه؟ فقالوا : إن أخطأ فعاص، وقد كلف الصواب، وهو يطيقه لأنه\nإنما أخطأ قي ترك ما قامت به حجته ، ويقال لهم : أخبرونا ، فما وجه\nالعلم فيما أخطأ وعصى فيه? فإن قالوا بينه العلماء ، قلنا لهم  قد\nاختلفوا في ذلك . فقال بعضهم بقوله وخالفه البعض الآخر، وكل عند\nتقدمه مصيب . وقد نزلت بالمسلمين نازلة لا بد من إمضاء الحكم فيها .\nفإن قالوا: ينظرون، قيل لهم: قد نظروا، فثبت لكل قوم على ما قالوا به\nوإن كان بعضهم مخطئا ، كما قد رأينا بعض القياسيين مختلفين في نازلة\nمن مائة عام وأكثر ، لم يزد كل يوم كثرة النظر إلا تمسكا بقولهم.\nفإن قالوا: يمضي الحكم رأي، قيل لهم: ولم وهو عاص وكيف\n[لا] يسع المسلمين تركه وإمضاء الحكم بما هو معصية ? فإن قالوا :\nبمضي الحكم بقول من خالفه من العلماء <span id='ms58'></span> ، قيل : وكيف الصواب عند\nغيره?  وكيف ترك رأيه والذين وافقوه وأمضى القول بخلافه?\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \nفإن قالوا : إنه متى قصد للحق فقد جعل النظر سببا إدراك النازلة . قلنا\nلهم : وما الدليل على أن الله (ع ج) جعل النظر سببا لذلك ، فإن كان\nالقياس في الأحكام لا دليل عليه وكان الأمر فيه داعيا إلى تعطيل الحكم\nفإنفاذه بغير الحق ، كما ذكرنا ، كان لا يكون إلا مستغنيا عن القياس بما\nعلمه ونص، وبطل ما قال المبطلون في ذلك. والقوة لله. وقالوا: قلتم لا\nبد من إمام عادل يعرف كل ما بلينا به . فقالوا : إن الإمام هو رسول الله\n(صلع) وقد ورثنا كتابا وسنة فيهما بيان كل شيء ، وهو بين\nأظهرنا ، وهو ما اجتمعت عليه عوام الناس والفرق المنتحلة لدينه.\nفكما جاز أن على والي من غاب عنه ما لا يعلم جميع علمه ، كان\nمفزعة إلى رسول الله (صلع) هل كان إلا كتاب الله وسنة رسوله (صلع)\nنصا لا قياسا ولا رأيا ولا مشورة ، وكذلك يجب على قياسك أن يكون\nمفزع من ولي إمامة كتاب الله وما نصه رسول الله (صلع) من سنته.\nويكون امتناع القياس والمشووة في والي من غاب من رسول\nالله (صلع) . وقد بينه لمن يقوم بعده مقامه . ولو جاز أن يلينا من لا يعلم\nجميع نوازل ديننا ، لأنه لو جاز ذلك في والي بلد لجار أن يلينا من ليس\nبأفضلنا ، لأنه جاز ذلك في والي بلد ، وهذا خكرج من قولهم بإماعة\nالفاضل.\nونقول : إن رسول الله (صلع) إمام الأئمة وإن ما نقلت عوام الفرق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \nوفات نقلها فيه التوطى ، فمن سنته ، وإن كان في كتاب الله وسنة\nنبيه (صلعم) غنى عن غيرها ، وأنهما مفزع الإمام كما قلنا قبل هذا . وقد\nبينا من استحالة إدراكه بالقياس مع منع الله (تع) ذلك في كتابه وحظره\nبما قد أتينا على ذكره.\nقالوا : وقلتم : لا يكون معصوما من جميع الذنوب . فهل تزعمون أن\nولاة النبي (صلعم) كانوا كلهم على ما تصفونه؟ فقد ولى من ليس عنده <span id='ms59'></span>\nجميع العلم ، ولا معلوم أنه لم يزل ويتبع شهوة . وقد فرض الله\nعلى الناس ألا يتبعوه إلا بما يعلمون صوابه ، وأنه قبلة عن رسول الله\n(صلع) ، ولا يساعدونه على الخطأ . فنقول : إنه إذا كان الدليل عندكم\nعلى أن الإمام يكون غير معصوم . ولأن ولاة الأمصار غير معصومين ، فلم\nلا كان الدليل على جواز كون الإمام غير الفاضل ، لأنه جاز في ولاة\nالأمصار غير الفاضل . وكذلك يقال لهم : إذا جعلتم الإمام قياسا على\nوالي المصر ، لم يكن إلا بنص الرسول (صلعم) وإن لم يكلفهم إلى\nاختيار إمامهم ، كما لم يكل أهل المصر إلى اختيار أميرهم . فإن قال : إذا\nألزمتني هذا ألزمك مثله . ولم يكن كون والي المصر منصوصا عليه\nلوجب كون الإمام منصوصا كما لم يكن والي المصر غير\nمنصوص موجبا أن الإمام غير منصوص . قيل له : إذا ألزمنا ذلك على\nقياسك وارتيائك أنه بك لاحق ، وإنما معنى أن يكون الإمام معصوما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \nللعلة التي وجب لها ذلك في الرسول (صلع) ، لأن موقف الإمام بمواقف\nالرسول أشبه من موقفه يموقف والي مصر . وإذا كان الله لم يكلنا\nفي رسولنا إلى أن نستخرجه أو نقيمه حتى نصبه باسمه وعينه ، وكذلك\nمن يقوم مقام الرسول . وإذا كان الله عر وجل فكرامتنا من رسولنا أن\nيركب بنا خطيئة أو يوبقنا بمعصية أو يبتلينا بتغيير أو تبديل كان ذلك\nكذلك في خليفته وولي عهده . لأن حاجتنا إلى ذلك في وصيه\nكحاجتنا فيه إليه (صلعم) .\nونقول : إن الله تبارك وتعالى قد افترض على الناس طاعة إمامهم\nوأخبرهم أن حكمه فيهم حق وأنه عن الرسول قبله ، وأنقذهم من أن\nيحملهم على خطأ ، إذ نصه لهم رسوله وأمرهم بالانقياد له وأوجب له\nعليهما ما وجب له (صلعم) . قال : فإن قلتم لا يجوز أن يستخرج رجل\nيصلح للإمامة باختيار وكان رسول الله (صلع) يولي الرجل على عمل ،\nفيختار الرجل عاملا له فيوليه على بعض أعماله الغائبة عنه ، وجاز الخيار\nفي عدل الرجل وصلاحه ، فحكم الشهادة والدعاء بالصفة التي وصف\nالنبي <span id='ms60'></span> صلى الله عليه وآله من الصلاح والعدل . وكذلك يجوز أن\nتختار الأمة بالصفة التي وصفت من الصلاح  ، وليس على الناس علم\nما غاب من عصمة الإمام كما لم يكن عليهم علم ذلك من المشهور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \nوأمر بإثبات الإيمان للمؤمنين ، وقد علم أن في بعض الناس من يضيع\nبعض أعماله الغائبة . فهل رأيته سوغ الموالي أن يكل ذلك للمسلمين\nدون أن ينص عليهم رجلا يتخيره لهم . وكذلك يجب عليك أن يكون\nالنبي (صلع) أو من قام مقامه لا يكل اختيار الإمام إلى المسلمين دون\nأن ينصبه لهم ويختاره منهم . ولم ننكرالاختيار من هذه الجهة وإنما\nأنكرنا إهمال الناس وتوكيلهم إلى الاختيار لأنفسهم إذ لم تقم\nبذلك حجة مع ما قد بان فيه من الفساد . وقد كررتم تشبيه اختيار الإمام\nالشاهد العدل. وقولكم : وكذلك يجوز أن نختار بالصفة التي\nوصف من الصلاح . يقال له : هل تجد الرسول (صلعم) أمرك أن تقيم\nواليا إذا كان صالحا كما أمرك أن تشهد عدلا صالحا ؟ فإن ادعى ذلك\nبان كذبه. وإن قال : قست الإمام على ذلك في الشاهد. قيل له : فأجز في\nالإمام أن يكون اغير قارئ للقرآن وغير فقيه ، لأنه جاز ذلك في الشاهد .\nويعارض ذلك فيما شبه من عصمة الإمام بالشاهد وبظاهر المؤمنين . وقد\nقلنا في غير موضع من كتابنا هذا إن الإمام لا يكون إلا معصوما ، باطنه\nكظاهره . وثبت أن مقام الإمام بمقام الرسول أشبه من مقام الإمام بمقام\nالشاهد العدل . وأن يحكم على الشيء بحكم ما أشبه أكثر وجوهه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n<h1 class='l1' id='head22'>قرابة النسب بين الرسول والإمام</h1>\n\nولا يجوز أن تقوم الحجة بقوله ، ولا يكون إماما إلا وله قرابة من رسول\nالله (صلعم) وقد يكون أقرب منه فلا يكون له من الفضل ما له ، فيكون\nالأقرب لا يصلح لها . فقالوا لنا : إذا لم يصلح ذلك أن يكون في العم ،\nفكان في ابن العم ، فهل يجوز أن يكون لابن ابن العم أو الآخر أبعد منه\nحتى يكون ذلك قرشيا ولا يكون هاشميا ، ثم يرجع  إلى مضري\nونزاري <span id='ms61'></span> إذا جوزتم أن يكون لم يوجد أقرب منه . وسألوا عن الحد\nالذي يصلح أن يكون لأمته فإنه يجوز أن يكون الإمام أخاه فيختلط\nعليهم أمره كما اختلط إذ كان من غير فخذه ، فنقول : إن خروجها من\nأقرب القرابة لأنه يكون غير موجبة خروجها من جميع القرابة كما أجزتم\nكونها فيمن زل عنه جميع الأبواب . وكذلك جائزكونها فيمن زل\nعنه جميع أبواب الفقه وكذلك جائز كونها فيمن زل عنه معاني\nالقرابة . والحد الذي لا يكون الإمام إلا منه القرابة بحد محدود حتى\nيكون ابن ابن العم وأسفل من ذلك أو أرفع . ولكن هي التي يتعارف\nالناس ويوقعون على أهلها اسم القريب والقرابة ، وإن كان معنى من\nالمعاني العي يستحق بها الإمام الإمامة فإنه لن يستحق بها ذلك\nدون أن يراد بها غيرها من الفضل والعصمة . وإذا كان للإمام أخوة أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \nقرابة قد تساووا من ولد أو غيره ، لم يجز إلا أن يبين الإمام منهم\nبالوصية أو بفضل ورع يظهر منه ومعنى من معاني الخير لا يلحق به\nمن ساواه في القرابة أو تقدمه فيها . هذا ما كان في نعته. وأما إذا\nكانت الدار داره فالنص عليه وعقد ولايته . فإن قال قائل : فإذا كانت\nالقرابة لا يستحق به وحدها الإمامة دون الفضل ، فقد خرجت مما\nيستحق به الإمامة ، وثبت أن ذلك بالفضل الذي  لا يستحق القوم\nالإمامة إلا منه . وإذا كان الفضل هو المعتى الذي يستحق به كان من\nوجد فيه ذلك المعنى هو فضل من قريب أو بعيد فهو مستحق.\nويقال له : أخبرنا عن الفقه ، هل هو من المعاني الذي يستحق بها\nعدل الإمامة ? فإذا قال : نعم ، يقال له : هل يجوز أو يولى فقيه ليس\nبورع? فإذا قال : لا ، قيل ذلك : فإذا كان الفقه مما يستحق به الإمامة\nوجب تولية الفقيه الذي ليس بورع . فإذا كان الورع هو الذي يستحق به\nالإمامة لأنه قد يوجد فقيه ليس بورع فلن - يستحق الإمامة . ثبت أن\nالورع هو المستحق كان فقيها أو غير فقيه <span id='ms62'></span> . فإن اعتل بأن الفقه\nعلى حالة لا يستحق بها حتى يكون معه الورع ولكن بهما جميعا : فإذا\nكان ورعا فقيها استحق بهما . ولم يوجب أن الفقيه خارج من المعاني\nالتي يستحق بها الإمامة . فإن لم يستحق به على حالة فأوجب عليه\nبمثل ذلك في الكتاب . وأن خروجها من أن يجب بها حدها الإمامة غير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \nمخرج لها من أن يكون وغيرها أن يجب الإمامة.\nومالوا أيضا : من كان الإمام في زمن دعوة النبي (صلعم) القابل من\nعيسى (ع م) ? وقالوا : كيف يجوز أن يعلم بين الأخبار عن الإمام\nوإن لم يكن قلنا : كما نعلم عن النبي (صلع) وإن لم يكن\nوكيف جاز أن يعلم من الأخبار عن الإمام في حياته ولا يعلم بعد\nموته ? ونقول : إنا نعلم أن لعيسى (ع م) وصيا وخليفة تناهت وصيته\nإلى حجة في زمن النبي (صلع) وإن لم نعلم اسمه ولا من هو بعينه من\nحيث قلنا إنه لا يجوز في إمام نصبه حتى ينص على من يقوم مقامه .\nوليس جهلنا لمن هو موجب علينا الجهل بأنه قد علم أن منا كثيرا لم\nيعلم أيهما هو فلم يوجب جهلنا من هم جهلا بأنهم . ونقول إن\nخليفة عيسى عليه السلام لم يخل أن يكون قريبا أو أن يكون بعيدا\nمن أنه غير موجب أن يكون في قرب الأم أم من أمه لأن الذي أجاز\nذلك في عيسى (ع م) عدم الأب . كما أنه جازت في ابن\nالعم لأنه فيمن هو أقرب منه لم يكن ذلك مجوزا أقربهما في ابن العم\nإذا زالت الأمة عن أقرب منه . ولو أن مجيزا أجازها فيمن ليس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \nبقريب من المسيح وغيره من الأنبياء أو عمل بإرسال الأنبياء واتصال\nالوحي ونسخ الشرائع لكان ذلك سائغا جائزا وكان ذلك غير جائز\nخروجها من قرابة النبي (ع م) لانقطاع الوحي وعدم الرسل . ولعمري لو\nخرجت من قرابة النبي (صلعم) مع انقطاع الرسل وغلبة الجبابرة وتقية\nالأئمة من على خلفائها بعقد الولاية ، لكان ذلك موجبا لإشكال <span id='ms63'></span> الأمر\nولكن لما حصر ذلك النسب وكانت الدلالة على موته\nالقريب كل القرابة مما ذكرنا من الوصية إليه بالأهل وبفضل علم وورع\nأو طالبة من الاتكال وعدم [الأخذ] فيمن نصح نفسه في [من]\nالاخلاط . والحمد لله.\nوقالوا : إنما يعرف ما غاب من الأشياء بالأخبار المجمع عليها على\nغيره ، مواطأة كجماع الناس على البلدان والملوك . على ذلك حمل\nالناس الذي بخبرهم عرفت دعوة النبي وعرف ما جاء به أن\nالنبي (صلعم) لما قبضه الله ولى الناس أبا بكر . وكل الذين حملوا ولايته\nمجمعون على أن النبي (صلع) لم يوله ، إنما ولاه الناس بآرائهم  وأن\nالمسلمين ولوه بعلم منهم ، بأنه أفضلهم ، وأن من دين النبي (صلعم)\nبفضل الأفضل لم يفعلوا ذلك إلا يعلم وفريضة من الله عليهم. ولو تركوا\nكانوا قد جاروا عن قصد السبيل . وقد ولى الله ورسوله على هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \nالمعنى . كما ذكرتم بسنة النبي ، المؤمنين في كل زمان . فمن كان\nمؤمنا بالله ورسوله سماه مؤمنا ، وكذلك [من اختاره المؤمنون] سماه\nالله إماما واليا عن الله ورسوله (صلعم) . قبلوا ذلك كما قبلوا أشباهه مما\nسميناه . فنقول لهم : ما الدليل على أن كل المسلمين ولوه? وما الدليل\nعلى أن من ولاه منهم ولأنه أفضل؟ وما الدليل على أنهم فعلوا ذلك فلم\nيفضله [أحد] وأنهم لم يخطئوا في ذلك ولم يضلوا؟ وما الدليل على\nأن ذلك فرض عليهم أو أبيح لهم . فإن علموا بما قدمنا ، ولن\nيعدوها، حكموا ما مضى من كلامنا . ونقول : إن تولية من ولاه بدعة\nجاروا بها عن قصد السبيل . وإن الله ورسوله لم يولياه على معنى من\nالمعاني ، وإنما تشبيههم تولية من ذكرنا بتسمية من ينتمي إلى المؤمنين\nمؤمنا فإنا نقول لهم : أليس الله قد أمر بتسمية من أقر وعمل مؤمنا ، وإن\nلم يسم رجلا بعينه ? فإذا قالوا : نعم ، قلنا : فهل سمى من اختاره\nالناس إماما? وان كان لم ينص على عينه ، وهل يجد الرسول (صلعم)؟\nقال : فمن وجد فاضلا عالما فهو إمام. كما قال عز وجل : (أولئك هم <span id='ms64'></span>\nالمؤمنون حقا() . فإن ادعوا ذلك بان كذبهم في أن لم يجدوا عن\nرسول الله (صلعم) أنه قال :من كانت صفته كذا وكذا\nفاتخذوه إماما وسموه واليا، فإن ذلك موجود في المؤمنين ما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \nأوجب التفرقة بينهم . وقد يجوز هذا المعنى في غير موضع . ودعانا إلى\nتكرار الجواب أن من ولوا لما كان لم يوله الرسول (صلع) وأجمعوا أن\nمن ولاه إنما مع ما قد بان من فساد الرأي وحكم قيام الحجة بإجماع،\nكانت ولايته ضلالة ، ومن ولاه بتوليته لهم هم يقبلوها ضلالا\nلمخالفتهم الرسول (صلعم) ، وتكليف ما لم يأذن الله به . قالوا : وقد\nأجمعوا على تجويز الرأي والقياس لأصحاب محمد (صلعم) . قالوا\nوقد يجوز ذلك أن يجتهدوا برأيهم ثم لا يقولون حتى يعلموا أن\nالحق فيما قالوا . وليس من دين المسلمين أن يقولوا ما لا يعلمون . فنقول\nلهم : ما الحجة في الإذن في الارتياء في دين الله? أبحكم من كتاب\nالله عز اسمه ? أو بظاهر من سنة رسول الله (صلع) ? فإن عملوا بنقض ما\nذكرناه في أول الكتاب كلفوا بما قدمنا ، وإن عملوا باجتماع أصحاب\nمحمد (ع م) على تجويز اجتهاد الرأي طولبوا الدليل على إجماعهم\nوإن ذهبوا إلى أن أكثرهم أجازه كلموا الكثير والقلة بما قدمنا . وقيل:\nما الدليل على صواب الأكثر أجازوا الاجتهاد لو ثبت الأكثر إجازة.\nوإن كان من دين المسلمين ترك القول بما لا يعلمون وكان اجتهاد\nالرأي بما لا يعلمون أنه حق . لأنه لم تقم به حجة وجب إن\nمن أجازه منهم مخطئ قائل ما لا يعلم ضال بذلك عن قصد السبيل .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \nوزعم أن فيما وصفه دلالة على أن إمامة أبي بكر كانت على وجه\nالخطأ ، بعد إقراره أنه مستدل على الفائت من الأمور التي وصف . وقد\nذكر أن الناس قد أجمعوا على تفضيله واختياره . وفي اختيارهم إياه\nوتفضيلهم له وإيثارهم أنه خيرهم عندهم مع علمهم وجوه الخير وهم\nالسابقون الأولون من المهاجرين والأنصار الذين وصفهم الله عز وجل في\nكتابه وأوجب لهم أنهم صائرون إلى <span id='ms65'></span> جنته بقوله في سورة\nبراءة : (السابقون الأولون من المهاجرين والأنصار والذين اتبعوهم\nبإحسان ) إلى آخر الآية، وكيف لا يوقيهم الله الخطأ وقد\nوصفهم الله ونعتهم بما ذكر . والخبر المرسل في قوم إنما يكون في\nعامتهم ولا يجوز في خاصتهم . وقد قال الله (ع ج) : (إن يريدا\nإصلاحا يوفق الله بينهما). فمن أولى بإرادة الصلاح ممن وصفه الله\nبما وصفه? فنقول في ذلك إن الأخبار العامة للتواطي دلالة على الأمر\nالغائب . من ذلك دلالتها على ولاية أبي بكر ، وأنها عن - غير أمر رسول\nالله (صلع) ولإجماع الأمة . وأن أكثرهم [ادعوا أنه] قد نص بولايته\nوقد كذبوا فيما حكموا من إجماع الأمة على تفضيله، ولم يثبت أن من\nولاه لأنه أفضل ، بل قد اختلف في ذلك : من أجاز ولاية أبي بكر من\nأصحاب إمامة المفضول مع خلاف من أبى إمامته وإلزامه من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \nولاه فيها الخطأ . وقد فرقنا بين الإجماع على الرأي والإجماع على\nالخبر . وأخبرنا أنه لو جاز قبول ما اجتمع عليه رأي سموه عالما . لأن\nلو قد قامت بخبره الحجة لجاز قبول رأي جماعة غير عدول . وقد\nقامت الحجة بذلك  ملبين أو ذميين وهذا ما قد بان فساده . وأما\nقوله (السابقون الأولون من المهاجرين والأنصار) وما مدحهم الله\nبه ، ولعمري إن ذلك لفضيلة لمنن لم يبطلها ، كما قال الله عز\nوجل: (ولا تبطلوا أعمالكم) وقال : (فمن نكث فإنما ينكث على\nنفسه). وقد عاتب من ذكرهم بالجملة فقال:\n(وتظنون  بالله الظنونا) فإن قلتم إنما كانت خواصا ، قيل :\nوكذلك مدح خواصا ، وصح هزيمة أكثرهم في غير موطن عن الرسول\n(صلع) وثبت أن فيهم النفي ولا يعرفون ، لا شك في انقطاع ولايتهم\nعند الله . وقد كانت لعمري لهم أفعال جميلة لو أعفوها مما كدروها\nولو كان من أسبق له المدح لا يجوز عليه الذم ومن سبق عليه الذم لا\nيجوز عليه الصواب . وقد ذم الله المشركين ثم آمن منهم خلق كثير فزال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \nعنهم الذم ولزمهم المدح. كذا من لم يثبت من الممدوحين زال عنه <span id='ms66'></span>\nالمدح ولزمه الذم فإن قال قائل : لم يذم الله إلا من علم أنه لم يؤمن\nوإن كان قد أطلق الذم في الجملة . ولو كان مدح جملة القوم\nبنص كون الخطأ منهم لا ينفي الخطأ عنهم في ذم بعضهم بعضا ،\nحتى يكون عثمان وقاتلوه وعلي ومحازبوه مصيبين في ذلك غير\nمخطئين . ولن يدفعوا أحد الفريقين وفسق أحد الخائنين وبان الوعيد\nعلى إحدى الناحيتين . وفيما ذكرنا من كون المنافقين المرتابين\nالمرائين المنهزمين ما دل أن المدح لم يقع على الجملة فيما ذكرنا من\nأحداث ما قد زالت به عدالته وانقطعت ولايته ووجبت عداوتهما\nدل على أن ليس ما فعل الممدوحون صوابا ولا حجة وأن\nالحق أن ينظر فيه ، فإن كان الكتاب موافقا والسنة مشاكلا قبل الأرفض\nوشهد على أهله بمبلغ الخطأ فيه من كفر أو ضلال أو فسق.\nونقول إن الحكمين إن يريدا إصلاحا يوفق الله بينهما وإن يكونا مريدين\nإلا الصلاح إلا باتباع ما أمر الله به وترك ما لم يأمر به ولم يبح فعله.\nوكذلك غير الحكمين . وكذلك من أراد الصلاح واتبع ما أمر الله به\nووفقه الله . ونقول : أن من ذكرتم لم يريدوا إصلاحا إذا ابتدعوا في ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \nوفعلوا ما لم يأمر الله به وقدموا من أخر الله؛ وكان ذلك من فعلهم\nناسخا فضل من سبق له منهم فضل،ودليلا على نفاق من أسر\nمنهم نفاقا وزايدا في كفره وضلالا. إذ لا سبيل لكم إلى الدلالة على أن\nما فعلوا مأمور به من الكتاب نصا أو من سنة الرسول (صلعم) . وليس\nيدفع دافع وجود مؤس عند إجابتهم وطاعتهم ولا زوال المدح ولزوم\nالذم تغييرهم واتفاقهم على ضلالهم خلا من عصم الله منهم . ولم\nيباينهم  - هذه الأمة في الخلق ولا في وجوب المعصية ولا في رؤية\nالأولة وفي أقل ما قلناه كفاية.\nونقول : إنه لما كان شأن الإمامة على ما وصفنا وأمرها على ما ذكرنا\nوفساد التشاور فيها على ما بينا ، وكان لا بد من إمام على ما حددنا -\nوكانت <span id='ms67'></span> التي أثبتناها قد زالت عن كل من كان بعد النبي من قريب\nأو بعيد ، واجتمعت الأمة أنه لم ينصه خليفة ما لم يكن معصوما ولا\nتجتمع المنصوص في أمر النوازل عالما خلا رجل واحد لم تجمع الأمة\nأنه ليس كذلك لوجود بعض الأمة يدعي كونه كذلك ويأثر فيه الإخبار ،\nفلو جاز أن يكون هذا المدعي له هذا هو الإمام ليثبت الإمام وقد بينا\nأنه لا بد من إمام . فإذا كان قد فسد أن يكون كل من ليست له هذه\nالصفة إماما وفسد أن لا يكون إماما وفسد أن يكون كل أحد غيره إماما،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \nلزوال الصفة التي لا يخلو الإمام منها عن كل واحد منهم\nبإجماع ، لم يبق أحد منهم غير الواحد الذي ذكرنا ، فثبت ما قلنا أنه\nهو . فأما المدعي بلا بينة فغير ثابت له الحق ولا مزيل باطل.\nوتقول فيما ادعى من وصية العباس رحمة الله عليه ، فإنا لا نعلم أحدا\nادعى للعباس وصية ، وإن ذهبت طائفة إلى أنه كان أولى من طريق\nالتشاور وألزموا من اختار غيره الخطأ في الاختيار واعتلوا له بالوراثة .\nوكان النقص عليهم شبيه ما ذكرنا من زوال الإمام عنه كان فاضلا\nخيرا. وقيل لهم في الوراثة لو وجب إن كان وارثا يكون إماما  لوجب\nللورثة الإمامة بالوراثة مع هذا الخلاف  في إرث العم مع\nالإبنة ، وقولنا إنه لا يرث مع الولد بين فيه بنوه غيره فأما من ادعى\nذلك عندنا كاذب مبطل على من ادعى ذلك ما رأينا ادعى ذلك ولا\nسمعناه إلا من ناصب يشيع على شيعة آل محمد (صلع) . وإن\nيكن أحد قاله وادعاه فقد قلنا إنه لا يجب بها حق ولا يزول بها باطل\nدون البينة عليها والشهادة بها . وقلنا إن من الدلالة على إمامة علي كرم\nالله وجهه حديث غدير خم إذ كان مجمعا عليه . فعارضنا قوم وزعموا\nأن الاجماع على الخبر لا يكون إلا أن يكون مجيئه كعدد الصلاة وعدد\nالزكاة وعدد رمي الجمار والطواف ، فأما إذا نظر الناظر <span id='ms68'></span> في أصله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \nلوجد إلا على ما روي عن  خاص . فليس بمثله تقوم الحجة . قالوا\nوأشهر منه عشرة من أهل الجنة : الصديق والفاروق وكذا وكذا ، فلم\nيلتفت ومثله أو أشهر منه كقول أهل الجنة . وأشهر منه أو مثله قول\nعلي (ع م) : خير هذه الأمة بعد نبيها أبو بكر وعمر وما لا يحصى من\nالحديث الذي هو أشهر منه ما لم يلتفت إليه . ونقول : إن قائل ذلك فقد\nأبطل في تشبيه هذه الأخبار يخبر غدير خم ، وذلك ان خبر غدير خم إن\nكان في علم الصغير والكبير به ليس بعدد الصلاة ، فإنه لا تنازع بين\nالأمة  فيه ، لتواتر الخبر به من النواحي التي لا يحدث مثلها ،\nبدليل دافع من الأمة . ولا نقل أحد من الأمة من جميع الأصناف لا\nينفيه ولا ينقصه ولو لم تقم به الحجة ، لأنه ليس في الناس نقلهم بعدد\nالصلاة ، وكذلك فروض الله في الزكاة والحج وغيرهما مما لم\nيستفض في الناس كاستفاضة عدد الصلاة ، ولو لم يكن مفاخر فيها\nبعدد الصلاة فيما ذكرنا مخرج لها من أن يكون الحجة قد قامت بها\nعن رسول الله (صلع) من حيث نقلها حملة الروايات ولم يدفعها\nدافع ، ومثل ذلك أشباه من دلائل الرسول (صلعم) مثل تكليم الذئب له\nومخاطبة الذراع وأشباه ذلك وإشباع عالم من سخلة. كل\nذلك ليس استفاضة في أيدي الناس مثل استفاضة عدد الصلاة حتى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \nيعلمه الجاهل والعالم ، وإنما ذهاب من ذهب إلى غدير خم حيلة منهم.\nوأبطال هذه الأخبار التي يستدل بها المسلمون ، يقيمون  بها الحجة .\nمن دلائل النبي (صلعم) دلائله في غدير خم وما كان مثله أم الصلاة\nلتواتر الفرائض بالصلاة في أوقات من النهار والليل فكثر ذلك في\nالليل والنهار . والدليل على ذلك علم الناس بعدد الصلاة أشبع من\nعلمهم عدد الزكاة لأنه ليس من علم من جهة عوام الناس أن الظهر أربع\nركعات ، يعلم أن في مائتي درهم خمسة دراهم وكذلك العلم\nأن في مائتي درهم خمسة دراهم في أيدي جهال العوام <span id='ms69'></span> أكثر من علمهم\nبأنه يقام في منى أيام التشريق يذبح  بها ، وأنه يقيم لعرفات وأن ذلك\nبعد زوال الشمس وأنه يزور البيت في وقت كذا وأن عليه صوم عشرة\nأيام إن لم يجد ما يضحى به . وقد نطق الكتاب بذلك وجاء بجميع ما\nذكرنا بالخبر الذي تقوم به الحجة ، وأن من استقامته الصلاة عدد\nالصلاة . فكان الذي أوجب في هذه الأخبار مساواة مجيء عدد الصلاة ،\nوإن لم ينقل أحد من فرق الأئمة ضدها ولا من الأخبار ما ينفيها . كذلك\nخبر غدير خم لم يرده أحد من الأمة ولم ينقل عن رسول الله\nصلى الله عليه وآله ولا من فعل القول ذلك فيه ما ينفيه. وإنما فزع\nالمعاندون فيه إذ لم يستطيعوا رده إلى التأويل الفاسد ، فإن الأخبار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \nالتي ذكروها فمنها لا يعلم أنه جاز إلا من رجل واحد وهو حديث\nالعشيرة، وجاء عن سعيد بن زيد وقد نقل بعض فرق الأمة ما ينفيه مثل\nإن بعض العشيرة كان في أصحاب الفقه ، ونقل عن علي أنه كذبه في\nحديثه ، وقال : أشهد بالله أنك كذبت على رسول الله (صلعم) ، وروي\nعنه أنه قال : أما أنت شهدت لي وأنا أشهد لك. وكثلك سيد كهول\nأهل الجنة قد نقل بعض الفرق من الأمة أنهما كانا في أصحاب\nالفقه، وأبوا الحديث ورموا ناقله بالكذب. وكذلك ما ذكرنا عن\nعلي كرم الله وجهه وصلوات الله عليه من قوله:خير هذه الأمة\nبعد نبيها ... وروي عن علي (ع م) ضده مثل ما رماه به من ظلمها\nله واختاره بفضله عليهما الذي نقل من أفعاله الدالة على فضله عليهما\nوأنه لم يكن كاذبا. أكل ذلك ينفي أن تكون هذه الأخبار ضاهت خبر\nغدير خم الذي فيه نقله إلى علماء الأمة ولم يأبه أحد من فرقها ولا\nرده . فكيف يشكل هذا على ذيي علم وفهم? وزعموا أن الأمة جاءت\nمجمعة بولاية أبي بكر وتأخير علي ودخوله معهم في ذلك ، ثم في\nزمن الغار ، ومثل ذلك مجتمعون على ذلك . ثم <span id='ms70'></span> وجه الشورى مع خمسة\nفوجهاهم  إلى غيره وأخرج نفسه وأخرجوه منها ، ثم في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \nالرابعة ادعاها وحالفه ثلاثة من أهل الشورى . أما اثنان فحارباه وأما\nواحد فأبى بيعته ، ثم لم يزالوا في حربه حتى ردها إلى الشورى بحكم\nالحكمين، فأخرجه منها صاحبه الذي اختاره لنفسه . فكيف يجوز\nأن يفضل هذا بعد هذا على الصديق والفاروق لولا جهل الجاهلين؟\nفنقول في الخبر المجتمع عليه حجة وبحجته بينا إن أبا بكر ولي\nوكذلك عمر وكذلك أمر الشورى وبحجة الخبر علمنا أن القوم\nضلوا بما فعلوا وخالفوا الرسول فيما أرموا . وقد ثبت بالخبر أن ذلك\nكان من غير أمر الله ولا رسوله (صلعم) . ثم أفعالهم التي\nينقض بعضها بعضا أن كان أصلهم أن رسول الله (صلع) وكلهم\nفاختاروا لأنفسهم أصلحهم ولن نشك أن رسول الله (صلعم) قد كان\nعلم الأصلح. فلئن كان ترك رسول الله (صلعم) تولية الأصلح أصلح لقد\nثبت أن الذي فعل أبو بكر من تولية عمر ليس بأصلح ولا كان الذي فعل\nأبو بكر أصلح ما يخلو ذلك من وجهين : إما أن يكون رسول الله\n(صلعم) جهل الأصلح بعده وعلم أبو بكر الأصلح من بعده ، أو يكون\nرسول الله (صلع) علم أصلحهم وترك توليتهم ، وقد علم أن توجم\nالأصلح أصلح . وهذان المعنيان كفر بالله ، ممن قالهما أو ذهب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \nإليهما . ثم فعل عمر ما فعل في الشورى ما قد بان فيه خطأه . إذ\nلا دليل له عليه من كتاب الله ولا شاهد له به من سنة رسوله فعله . وإن\nأبا بكر أمر به ولم يدفع أن الخبر قد ثبت بأن أكثر القوم قد دفعوا عليا\n(صلعم)، ولما ثبت - من ذلك عندهم ثبت خطأهم . وقدمنا في أول\nكتابنا الدلالة على فساد الإمامة من طريق التشاور والرأي . وأما دعواهم\nدخول علي كرم الله وجهه وصلى عليه فيما دخل فيه القوم فأمر تعدى\nفيه الحق وتجاوز فيه الصدق . ولو ثبت أنه دخل معهم بينا من فساد\nعقدهم واستحقاقه الأمر دونهم لأن يكون ذلك إلا تقية <span id='ms71'></span> وسع الله له\nفيها . وأما ادعاؤهم بأنه وجهها مع أصحاب الشورى إلى غيره\nفادعوا باطلا عليه . بل قد بين لهم خطأهم وأوضح لهم سبيل نجاتهم\nودلهم على رشدهم وأعلمهم فساد مذهبهم . فلما أبوا ضعف عن\nجهادهم ووسعه تركهم، فإن قال : بايعهم قاصر من الفقه فسبيلهم فيها\nكسبيله فيما قبلها . ونقول : إن من خالفه من أهل الشورى غير مزيل\nعنه استحقاقها . وكذلك موافقتهم غير مثبتة أشياء لم يكن بغير الموافقة\nثابتا . وليس مخالفته أهل الباطل يفسد الحق بل يزداد به أهل الباطل\nباطلا ويدخل أهل الولاية في منزلة الإغراء . وإنما الأمر الذي ثبت به\nإمامته (صلعم) ما قدمنا من فساد عقد القوم واستحالة خروج\nالرسول من غير استخلاف ووجود صفات الإمام التي تزول الإمامة عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \nفقدها لعلي (صلعم) ، إذ كان لا بد أن يكون فيهم مستخلف لتلك\nالصفة ، وكان ذلك زائلا عن جميعهم بإجماع الأمة خلا علي (صلع)\nوأصول مذهبهم يدعوهم إلى الاحتجاج لخلاف من خالفه وكذلك\nأبطل فيما ادعوا من رد الأمر إلى الشورى ولها أمر بعض عبيده ورعيته\nأن يحتج على من ادعى الشك في أمره ، وأظهر حربه ونهض في جهاد\nعدوه ما أمكنه . ولعمري ما ترك جهاد من كان من أئمة الجور قبله ولا\nالعجز قامت به معذرته ووسعته نفسه من ذلك ظلمهم له وحملهم النار\nإلى بيت فاطمة حليلته  وابنة نبيه (صلعم) ، ثم إجماع الصلاة\nمنهم على قهره وغصبه الحق من شيعته . وأما قولهم : فكيف يجوز أن\nيفضل بعد ذلك على الصديق والفاروق ، فإن هذا جهل من قائله وعمى\nعن التفضيل . وهذه أمور تجب بها عندنا ضلالة فاعليها ومبتدعها .\nوإنما وجه التفضيل التي تجب حجته علينا وعليهم الأمور التي أجمعنا\nأنها مرضية لله : فيها جهاد العدو والسبق إلى الإسلام والقراءة للقرآن\nوالعلم بألحلال والحرام والقرابة بالرسول فيما أشبه ذلك . والذي أوفر\nحظا من هذه الأمور هو الأفضل ، والذي هو أوفر من الهزيمة نصيبا أخس\nفي العلم  حظا  وأكثر في أمر الرسول شكا ، مثل ما كان في يوم <span id='ms72'></span>\nالحديبية مع الرسول لحذيفة على نفاقه . فواجب أن يكون هو الأنقص\nوغيره الأفضل . ونقو إن في افتتان من افتتن بعلي (صلع) دليل على\nأنه قد باين من يحصره من الضروب ، كإغلاظهم   من أجله ، وذلك\nأنه لا يتصرف إلا وهم الأغلط في مثل ما غلطوا فيه لا لمعنى فيه\nغلطوا إلا فيمن دار من الناس مثله ، وعندما شاهدوا شبهه، وكذلك\nنقول في الأوثان والمسيح (ع م) إن الناس إنما افتتنوا فيه لعلة لا يقوم\nفي الوهم إلا ذلك . وقد تكون العلة حقيقة ومخوفة ومن ذلك ما كان\nمن المسيح (ع م) من أفعاله التي دل بها على نبوته (صلعم)\nفاستعظمها القوم فأفرطوا فيها ، ومن ذلك ما روي من تخوفه أهل الأوثان\nواحتيالهم لصنم مجوف يدخلون فيه رجلا يكلم الناس فيه ، وما ذكر عن\nبعض الأصنام من احتيال أهل فيه حتى أقاموه في بيت بين سقفه وأرضه .\nوكان سبب وقوفه ذلك من قبل أن سقفو البيت بأحجار مغناطيس ،\nوفرشوه بمثله ثم أقاموه بين السقف والأرض وجذبه كل واحد ولم يكن\nأحدهما أكثر فيكون أقوى بيت الصنم بين سقفه وأرضه . ثم ما رواه\nالأمة من سبب اتخاذ المشركين في ود وسواع أنهما كانا رجلين\nصالحين يسميان بهذين الاسمين ، فلما ماتا خرج عليهما\nأهلوهما ، فأتاهم إبليس بهذين الصنمين فقال لهما : هذان مثالهما ،\nورضوهما على الأنس  بمثل العابدين ، ونشأ جيل آخر فأعطوهما أكثر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \nمن ذلك الإعظام حتى ترقى بهم الأمر إلى العبادة لهما . وكان السبب\nفي ذلك فضل الرجلين والإعظام لمثالهما . قلنا : كان غلط الناس لا يخلو\nمن ذلك : إما بمعنى فضل الله بعض خلقه فغلط فيه من جهة مباينة\nمن بحضرته ، وإما بحيله يحتال بعض الخداعين لعوام الناس . وثبتت\nأن طائفة قد غلطت في هذا الرجل علمنا ان غلطهم لم يكن إلا لمعنى،\nإما فضيلة  قد أبانها الله بها وعلم ألقاها إليه رسول الله\n(صلعم) أو غيره أو لضرب من ضروب المخوفة . وإذ كان قد نفي\nعندنا وعند جميع الأمة عند معاني المخرقين وأمور <span id='ms73'></span> الخداعين لما ثبت\nمن عدالته واتباع أمر نبيه (صلع) وفضله وسابقته كان غلط من غلط فيه\nمن الناس . لم يكن إلا ما ذكرنا من الفضل قد بان به مثل ما روي عنه\nأنه خبر يوم الجمل الوقت الذي يهزمهم فيه وكم يقتل منهم، ثم ما\nخبر به يوم النهروان وأنه لا ينجو منهم عشرة ولا يقتل من أصحابه\nعشرة ، ثم ما خبر به من أمر ذي الثدية وشأنه . كل ذلك بان فيه\nصدقه . ثم ما روي عنه من اقتلاعه الصخرة عن البئر في طريقه إلى\nالعراق ونزول الراهب إليه واختباره أنه يجد في كتبه أنه لا يفتحها إلا نبي\nأو وصي نبي ومثل ذلكما روي من رجوع الشمس له حتى صلى\nالعصر مرتين في حياة الرسول وبعد وفاته . كل ذلك بعلم علمه من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \nرسول الله (صله) واسما من أسمائه . تمت عزيمة الله في إجابة من\nدعاه بها.\nفمن ههنا غلط القوم . وفي غلطهم لعمري دليل على فضله ، إذ زال\nعنهم أمر الخداعين كما قلنا.\nولعل قائلا يفول : فقد يجوز أن يكون قوم عادوا الإسلام  فقالوا فيه\nذلك القول يريدون بذلك إضلال الضعفة من الناس عداوة للدين\nإذ قهرهم الإسلام . فيقال لهم : قد يجوز أن يكون هذا كذلك،\nولكن لما وجدنا فيه معنى باين به الناس ، أمكنه ذلك المعنى التمويه\nوالخديعة . فإن قال قائل : فما بال الرسول (صلع) لم يتعد له\nمنزلة ، وقد كان من أفعاله ما لا يجوز لغير نبي ، قلنا له : إنا إذا قلنا إن\nالقوم إنما غلطوا في هذه العجيبة رأوها فليس يجب علينا أن كل من\nكانت منه عجيبة فواجب ان يغلط فيه ، كما لقال قائل إن عيسى (ع م)\nإنما غلط من غلط لقلة عجائبه . وقد رأى الناس من موسى وحزقيل\nعجائب كثيرة لم يغلطوا لها . وبذلك يحتج على من غلط في المسيح .\nوكذلك يحتج على من غلط في أمير المؤمنين بمباينته ذلك .\nعلى أنا نبرأ إلى الله فيمن أفرط فيه أو ألحقه بمنزلة الرسول (صلع <span id='ms74'></span>) ، بل\nكان أخاه ووصيه وخليفته في أمته ووارث علمه . هذه منزلته عندنا ، وإليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \nندعو من خالفنا . قالوا : وقد رأينا من يدعي أنه وصي ، ما وجدنا الكبير\nمنهم أثرا في علم ولا مخرجا من لبس ، ولا ظهر منه فيه بحكم ولا بيان\nفي شيء من لطيف الدين . ونقول في ذلك : ما من أحد تناهت إليه\nوصية رسول الله (صلعم) الا وعنده الأثر في العلم والمخرج من اللبس\nوالفهم للحكم والبيان في جليل الدين ولطيفه. وليس بأن نقص\nعلم عالمكم عن ذلك ينفي من كان مستحقه ولا بالمحبة تثبت عندنا\nإمامة الإمام . وذلك أنا قد أفسدنا إدراك الأحكام بالقياس والارتياء\nوأبطلنا علم غير الإمام بما يعلم الإمام من ذلك ، وأن علمه مما يحتاج\nإليه لا يكون إلا بنص من قبله عليه .\nوأما الدلالة على الإمام المثبتة لإمامته إشارة الإمام قبله إليه وإحالة\nالرعية عليه . وقد قدمنا الكلام أنه لا ينصب إلا أفضل الناس علما\nوورعا، وثبتنا أنه ذلك الإمام بعد الرسول على ما قدمنا في أول كتابنا\nفيمن ثبت له وصية علي (ع م) فهو القائم بما قام به علي (ع م) مقامه\nوكذلك كل من تناهت إليه الوصية من عروض لم ينقصه\nولم  يفسده جهل من جهله وجحد من جحده ، كما لم ينقص من\nكان قبله واحتجوا على الإمام . قد أجمعت على من ليس بنبي ولا\nيعدل بنبي في قول أو علم ، ورموا هذا الحديث بالشذوذ  غير منزل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \nبحجته . والإمامة في هذا الحديث صنفان: ناقل وغير دافع. وليس\nبمستنكر جهل من جهل منهم في رد خبر أو في قبوله ، وطلب الحجة\nفي إزالة ما لزمه عند الإقرار به وعند جحده إياه ورده أو رميه بالشذوذ\nفإنا نقول : إنه لا يعدل النبي (صلع) من ليس بنبي في قول أو فعل .\nوليس في ذلك خلاف الحديث إذ قد استثنى الرسول في الحديث\nالنبوة ، وإذا كانت النبوة زائلة أن يكون نزل من الشيء بها منزلة\nهرون من موسى . وكذلك الأخوة من الأب والأم . وكانت <span id='ms75'></span> منزلة هرون\nمن موسى بعد كل المؤازرة  دون قومه وشد العضد دون أهله ، وكان\nالحق به الشهادة وأكثرهم بعده علما وفضلا وأشدهم لمقعده بعده\nاستحقاقا . ولو كان رسول الله (صلع) قد أنزل عليا بمنزلة هرون من\nموسى على ما استثنى من النبوة وخلا ما زال بالإجماع من أخوة الأب\nوالأم لم يبق إلا أنه وزيره دون أهله وعضده دون قومه وأقربهم شبها به\nوأفضلهم بعده وألحقهم بعلمه وأحقهم  بمقعده ، وإذا كان الإمام لا\nيكون إلا كما وصفنا ولا ينص الرسول إلا على مثل ما ذكرنا كان في\nقول الرسول هذا دليل على أنه هو المنصوص عليه والمشار إليه بالأمر .\nونقول إنه غير جائز إطلاق رسول الله (صلع) هذا الأمر الخاص ، لأن\nذلك يوجب عقد الأمر لغير الكامل، فلم يكن فيهم أحد يجوز أن يطلق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \nذلك فيه غيره ، إذ كلهم قد زالت عنهم صفة الكمال التي أفسدنا خلق\nالإمام منها . فإذا كان إطلاق ذلك في غير الكامل وفي الأمر الخاص\nفاسدا وكان إطلاقه في علي ثابتا بينا كماله واستحقاقه الأمر\nواحتجوا أيضا بأن قالوا قد خولف في ولايته ونوزع وما ثبت له حق\nلقول الله ، ولعمري ما تعدى القائل بذلك حقا. لقد أتوه طائعين ، وما\nكان في أمره الغلبة ما كان في أمره غيره فما حد فيه من ولايتهم عليه\nوأمر من يقتل من عاد إلى مثله ولم يوجب خلاف من خالفه فساد أمره\nإذ كان الحق ثابتا والبرهان عليه قائما ، وما أكثر من نوزع من أنبياء الله\nفلم يكن ذلك لدعوته مفسدا ، ومن سلم له وترك منازعته من أئمة الجور\nقبل الإسلام وبعده فلم يكن ذلك لدعوته مصححا له ولم ينكروا\nأنه قد كان فضل الأصحاب للنبي (صلع) وعلمائهم وأهل الحزم في\nحروبهم وآرائهم ، وأنه كان عالما بأخبار الجماعة التي نقلت إلينا . وقد\nأجمعوا اعلى تفضيل الصديق والفاروق عليه وأنهما كانا أولى بالإمامة\nمنه ، وأنه كان موضعا للشورى . وقالوا إن عليا كان عالما فقيها ورعا\nفاضلا على ذلك أجمعوا من <span id='ms76'></span> قبل أن يكون . ثم اختلفوا فيه عند ولايته\nفحاربوه جماعة كثيرة وأكثروا أن يكون أولاهم بها . فكنا معهم على ما\nأجمعوا عليه من أمره ثم وقفنا فيه وفيمن حاربه الاختلاف وتواتر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \nالشهادات منه ومن أهل حزبه .  فنقول إنكم قد أقررتم بفضله\nوذكر محاسنه ، فأما من زعمتم أن الأمة اجتمعت لهما بما ادعيتم ، فلم\nنجد الأمة اجتمعت لهما على فضل ولا فقه ولا علم بل قد روى\nبعضهم أنهما كانا في أصحاب العقبة مع المشهور عند وليهما\nوعدوهما من خلوهما من حمل الكتاب وبعدهما من نكاية أعداء الله\nوقرارهما في غير موقف من رسول الله (صلع) وما ظهر من سخفهما\nعلى أنفسهما من قول أحدهما : وليتكم ولست بخيركم ، وإن لي\nشيطانا يعتريني ، ومن رجوع الآخر من غير حكم ربه عنه على حكم\nقد كان حكم فيه بغير ما أنزل الله (تع) جهلا وتخبطا في كل\nذلك يقر بجهله ويقول كل أحد أفقه من عمر مع ما ظهر منه عما ،\nكان قبل ذلك مستورا في يوم الحديبية من إنكار حكم رسول الله\n(صلع) والتحريض على دين الله وتشكيك الناس في أمر رسول الله\n(صلع) . وقد كذبوا فيما ادعوا من إجماع  الناس على تفضيلهما عليه\nوفي اختلاف الناس في ذلك واختلاف رواياتهم عن معنى ما أبان\nكذبهم . وقد قدمنا أن إمامة علي (عليه السلام وكرم الله وجهه وصلى\nعليه) لم يثبت عندنا بإقرارهم فيزول خلاف بعضهم . بل إنما ثبت عندنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \nفضل من أجابه بأن أطاعه ونقص من فارقه بأن خالفه وقد قلنا في ذلك\nودللنا عليه بما فيه كفاية . ولعمري لو كانت الإمامة على ما\nذهبتم إليه من الشورى لكانت الحجة بإمامة علي أثبت منها بإمامة أبي\nبكر ، لأنه قد ثبت أن القوم أجمعواعلى بيعته خلا واحدا ، بل\nإجماع الجماعة عند شذوذ الواحد  والأمر ثم نكث بيعته من يقيم\nالتسوية . قالوا : وجب على أصلكم أن العقد الذي أبرم معهم لا\nينتقص إلا بإجماعهم على نقضه . وإذا كان عقد أصحاب الشورى\nعندكم حجة على <span id='ms77'></span> غيرهم حتى ولو خالفهم واحد أو اثنين من غيرهم\nلم يلتفت إليه كان عقد جمهور محمد صلوات الله عليه وآله\nأولى بقيام الحجة . ولا أعلم أنكم تأتون على أصل قولكم أن ناكثا\nلو نكث بيعة أبي بكر وأبى بيعة عتمان أنه كان حلال الدم ، ومن أبى\nبيعة علي كذلك . فلو أن معتلا اعتل في معاوية على أصحاب هذه\nالمقالة ، فكان معاوية خارجا من أن يجب به خلاف على أن إمامة علي\nلم تثيت عندنا من هذه الجهة وشبيهها ما قدمنا ذكره ، ولكن كنا\nأردنا أن نخبر أن محاربته كانت ضلالا وأن إمرته هدى بها من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \nالوجهين جميعا. وقالوا ما لهدى الصديق والفاروق . وقد اجتمعت الأمة\nعليهما . ثم وليا فكانا على طريقة الهدى حتى توفاهما الله معروفين\nبالطهارة والفضل  ورضاء المسلمين لهما : لم يقتل في ولايتهما\nأحد . وقد اختلفوا في علي (ع م) حتى قتل  فيه ما بلغكم من الخلق\nوأسس ممن حكم عليه بأنه كان مخطئا ولا يحكم له للاختلاف . وقد\nعلمنا شجاعته وجرأته وإقدامه في زمن النبي (صلى الله عليه وآله)\nومبارزته ، وأن مثل أبي بكر وعمر يصرفهما عن المبارزة ، فنقول : إنكم\nقد أبطلتم في دعواكم إجماع الأمة عليهما. ولعمري، لقد وليا ما حرم\nالله عليهما ان يلياه فكان منهما خلاف الكتاب والسنة مع الذي ظهر\nمنهما في الأحكام وظلم آل بيت رسول الله ومنع الخمس وأشياء\nكثيرة كراهة وحسبنا ما قد تبين من كذب دعواكم في\nغير موضع . فأبو بكر في حكمه لكم خالف عليا فإنا قد أخبرناكم أن\nإمامة علي (ع م) لم تثبت عندنا بموافقتكم فيزول بمخالفتهم وقد\nقدمنا أن الأمور التي بها ثبت إمامته . وأما القتل فإنه عندنا من بعض\nفضائله التي تستكمل عند الله رفيع منزلته . وإنما اعهد ديننا ودين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \nمخالفينا النظر في الجهة التي فيها أثبتنا إمامته . فإذا لم يثبت له لم يكن\nلهذه الأمور معنى . فأما ما ذكرتم من جرأته ومبارزته فأمر لا يسع\nجحده . ولعمري لقد ادعيتم من الظن مثل الذي <span id='ms78'></span> ذكرتم  من المبارزة\nأمر لا يختل ضعفه . ولقد أجمعت الأمة أن الله سبحانه ندب\nالناس كافة إلى جهاد عدوه وأن الرسول (صلعم) قد باشر في بعض\nحربه ، وما فرق الله بين المسلمين في الجهاد والندبة إليه، ولا تجهل\nالأمة فضله ، ومن بذل مهجته على من ضن بها ، ولا يعلم أحد عن\nالمبارزة ، فكيف يعقد لعمرو بن العاص على من يضن به عن المبارزة\nمرة ولا سامها مرة ولعمرها سره بل لعمري لقد كان يضن بها عند\nالمبارزة لما خبر منهما من الهزيمة خوفا من توهين الدين لا يعلم غير\nذلك يصير  ما كان منهما في غير موطن وإلا فلأي علة يضن بهما\nوأي موقف أعظم من المبارزة قاما به قصا على المبارزة . فعجبا\nلمن كان له أدنى مسكة كيف يغلط هذا الغلط لولا غلبة الخذلان على\nقلبه . واحتجوا بأن النبي (صلعم) عقد لابي بكر على الموسم وبعث\nبعلي (ع م) يقرأ كتابه ، لأن من شأن الولاة يقرأ كتبهم من يكون تحت\nأيديهم . فنقول : قد أبطلتم فيما ادعيتم ولاية الحج الذي صح  من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \nالخبر أنه توجه ، فهبط جبريل على رسول الله (صلع) فقال : يا محمد إن\nالله يأمرك (أن لا) يؤدي عنك إلا أنت أو رجل منك . فبعث عليا فلحقه\nورده ومضى إلى الموسم فبلغ عن ابن عمه. ولو كان علي على ما ذكرتم\nمن أن ولاة الرسول (صلع) ، قد دل  ذلك على أنه أفضل لكانت\nالدلالة بفضل عمرو بن العاص قائمة . وكذلك أسامة . ولا يدافع بين\nالناس أن عمر قد ولي عليهما ، وأن الرسول مات وهما في عقد أسامة.\nوبعضهم قال : كان عمر في جيش أسامة وحده. فأما علي وتوليته\nعليهما فما لا يحصى . وذكروا أنه كان يخبر بالغيوب ويؤدي\nالأمانات ، وزعموا أن في أصحابه وشيعته من كان يزعم أنه نبي وأنه إله،\nومنهم من روى أنه لا نبي بعدي . كما أنه لم يوص إلى أحد ممن\nذكروا . فنقول : إنكم قد كذبتم على من ذكرتم أنه يخبر بالغيوب.\nوالغيب أمر <span id='ms79'></span> لا يعلمه إلا الله . ولكنا نقول : إن من فضله أن\nالرسول (صلعم) علمه أشياء وأخبره بكونها . فكان يخبرها، فيكون كما\nيخبر . ومع كل خبر منها إخباره بأن الرسول (صلع) أخبره بذلك .\nوقوله (ع م) : والله ما كذبت ولا كذبت . وأما ما ذكرتم من دعوى\nمن ادعى أنه نبي وأنه إله فإنا نشهد على من قال ذلك بالكفر والشرك ،\nوإن كنا لم نسمعه من أحد فيما قاله ، فنحن منه براء . ولقد غلت طائفة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \nمن الناس في عمر حتى قالوا فيه قريبا من ذلك . منه ما رووا وكذبوا على\nرسول الله (صلع) أنه قال : لما نزل عذاب يوم بدرما نجا منه إلا عمر\nومنه أن عمر مصباح أهل الجنة وفيها النبيون ، ومنه أنه كتب\nإلى نيل مصر ففتح عنه ، ومنه أنه رأى سارية وهو في نهاوند ، ومنه\nأنه رأى شاعرا كان ينشد النبي فدخل عمر فأمره بالإمساك ثم خرج\nفأمره بالإنشاد فسئل عن ذلك فقال : إنه لا يحب الباطل ، ومنه :ما\nأبطن عني الوحي إلا خفت أن يخالفني إلى عمر. ومثل هذا\nكثير . وأما تهمة من روي إنه لا نبي من بعدي كما اتهموه إنه لم يوص\nفأين هذا من هذا? وهذا أمر نطق به الكتاب ، وأجمعت عليه الأمة عن\nالرسول (صلع) . قال الله (ع ج) : (وخاتم النبيين) وقال (صلع):\nلا نبي من بعدي . والوصية  أمر قد اختلفت فيه الأمة . ولم\nنعلم أحدا نقل أن رسول الله (صلع) لم يوص ، ولم ينقل ذلك الناقلوين .\nلما كان نقل إلا نفى كما لو شهد شاهد أن  فلانا لم يعتق عبده لم\nيكن شاهدا . ثم ساءلونا : أخبرونا عن النبي (صلعم) : أمن تلقائه ولى\nأم بوحي يوحى إليه ? فالذي يقول إنه جائز أن يكون الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n(تع) قد علمه كيف يختاره ووفقه وأمنه من الخطأ في اختياره وعصمه\nمن الزلل في أمره ، ثم أمره أن يختار ويولي من اختار . فهو مأمون الخطأ\nفيمن ولى سمى له أو لم يسم له . ثم قالوا في الثاني الذي ولاه الإمام <span id='ms80'></span>\nأمن تلقائه أو يوحى من الله إليه فهو إذا نبي وسماه له النبي\n(صلع) . قالوا فإن زعم أن النبي سماه? قيل له ذلك وكذلك الثاني\nوالثالث كل ذلك بالتسمية إلى يوم الدين . أو برأي الإمام ، قالوا فإن\nأخبروا وقال كل واحد منهم فسمى له جميع من يكون إلى يوم\nالقيامة ? قيل : وكذلك قولنا في ذلك قيل : وكذلك كل من ولى\nأحكامه على البلدان . إذا كان النبي لم يسم له . قيل له : وأيضا  في\nالإمامة مثل ذلك . وقولنا في ذلك : إن الإمام لا يوحى إليه . فان هذه\nمرتبة لا يبلغها إلا النبيون عليهم السلام . وجائز أن النبي عرف الإمام\nجميع من يكون إلى يوم القيامة ، وعدهم بأسمائهم ، وجائز ألا\nيكون فعل ذلك ويكون أمر الإمام بعده أن ينص على الأفضل من\nأقاربهم ، وقد علمه كيف الخيار . وقد قدمنا أن الإمام لا يكون إلا\nموفقا مأمونا من الخطأ فاجتباه أنه يحتمل لعلمه ، فعلمه ، نص عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \nبعده، فإن كان الرسول نص على الأئمة بعده ، وليس ذلك يوجب أنه قد\nنص على من يولى البلدان كما قد ينص على والي البلد ، ولا يجب\nكذلك أن ينص على عمال والي البلد، وكما ينص على أمير الجيش، ولا\nيجب أن ينص على صاحب الميمنة والميسرة ولا صاحب العلم . قالو:\nوسألونا  عن النبي (صلع) قبل ذلك أم غيره . قالوا : فإن قلنا لم\nيقبله عن النبي (صلع) فقد جوزوا له ألا يكون متبعا للنبي (ع م) . وإن\nقال قبله عن النبي (صلع) بالنظر فقد دخل فيما غاب علينا من تجويز\nالنظر ، وأن ذلك يكون قبولا عن النبي (صلع) . وإن زعم أنه سمى له من\nتولى له على البلدان إلى يوم القيامة ، قيل وكذلك ما يخبر شهادة الشهود\nفي جميع ما يحكم به من ولاة الأمر إلى يوم القيامة . قالوا : وقد يستقيم\nبدون هذا من اختلاط الخصوم وادعاء الباطل . فنقول إنه لا يفعل إلا\nما قبله عن النبي (صلى الله عليه وآله) وقد قلنا : جائز أن يكون سمى له <span id='ms81'></span>\nوجائز أن يكون  أمر باختيار من تولى . فإن كان سمى فعن أمره\nولى وإن كلف أمر بالاختيار فعن أمره اختار ولن يخلوا من أن يخبر\nمحتملا لعلمه . فإذا يخبر فوجده مولاه كان قد أطاع الله وكان\nمأمونا من الخطأء في ذلك وكان على رعيته الانقياد لمن نص له عليه.\nوكيف كانت الحال في ذلك فقد خرج من أن يكون قبل ذلك نظرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \nلأنه يكون مأمورا  إما بتولية مسمى وإما مأمورا بالاختيار لمحتمل\nبعد أن يعلم كيف المحتمل ويؤمن بالله من الخطأ في ذلك . وقد\nسأله ، وبعد التفسير لهم وبعد قولهم النبي أولى بكم من\nأنفسكم  حتجاجا عليهم ، لأن الرسول لا يجوز أن يقول قولا\nيحتج به إلا عرف مخاطبه ما معناه إما بأخبار تقدمت أو أمور\nمنه علمت يعلم بها خروج معنى قوله أو دلالة لضرب من الضروب كما\nعلم معنى قول الرسول من قوله المؤمنون بعضهم أولياء بعض ، وأن\nذلك قد جمع للنبي وغيره ومعرفة العرب أن قوله مولى الرجل مولى\nابن عمه ، قلنا كان هذا معلوما عندهم ، وكان لا يجوز أن يخبرهم\nالنبي (صلى الله عليه وآله) بخبر لا يعلمون ما عنى به وإذا قاله فقد علم\nأصحابه بما ظهر فيهم من ذكره ، إنما أراد بذلك معنى كذا دون كذا\nفقد علم القوم جميعا  أن الله قد أوجب لرسوله ما لم يوجبه\nبعضهم على بعض وأن الرسول قد قررهم بذلك وعقد لعلي (ع م)\nعليهم ما كان يجب له عليهم من الولاية والطاعة والحكم الجائز ما\nخصه الله وما نطق به الكتاب مما تخلفوا في من طاعة الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \nوطاعة رسوله (صلع) ، واحتجوا بأن زعموا بأن اختيار الإمام إلى\nالفقهاء ، وقد ذكرنا في غير موضع من كتابنا أن الفقهاء مختلفون.\nولعمري إن الأمر إذا كان على ما ذكرتم مع الاختلاف بين أهل الفرق\nليكون المستحقون لاختيار الإمام غير معلومين ولا معروفين ولا\nمستحقين لاسم الفقه ، إذا ليس كل فرقة عند مخالفتها بمقبول قولها ولا\nصواب مذهبها ، إذ كانوا لم <span id='ms82'></span> يجمعوا لأهل فرقة بالصواب في مذهبها لم\nيستحق من لم ينصح صواب أن يكون فقيها ولكل فريق يرميه بالبدعة\nوالضلالة وليس المختار على أصلكم للإمام إلا من أجمع على عدله\nوفقهه وفضله، ولم يجتمع الأمة لأحد على ذلك. لأنه ليس في\nإجماع أهل فرقة على رجل منهم أو على جماعة منهم ما أوجب لهم\nالحجة . لأن كل فرقة تساويهم في الإجماع على من ادعوا فقههم منهم.\nوأما ادعاؤهم ليخالفوهم ، وذلك إذا كان كذلك راجع إلى ما ذكرت\nوصح أنه ليس أحد يعلم بإجماع أنه فقيه. ورجع الأمر الآن عليهم ترك\nإقامة إمام لهم لم ينص له الكتاب أنه إمام . ولم يخبر لرسوله\n(صلى الله عليه وآله) بذلك وترك تعاطي ما لم يفترض عليهم لأن ما لم\nينصه الكتاب والرسول فغير خارج من الظن والرأي . وقد قدمنا من\nالتفرقة بين الإمام والشهود وغيره ما يغني عن  إعادة ذكره  إن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \nشاء الله تعالى (حسبنا الله ونعم الوكيل) و(نعم المولى ونعم\nالنصير) ولا حول ولا قوة إلا بالله العلي العظيم.\nاللهم صل على محمد وآل محمد كما صليت على إبراهيم وآل\nإبراهيم إنك (حميد مجيد) .\nقد وقع الفراغ من هذه النسخة الميمونة نهار الثامن والعشرين من\nذي الحجة سنة 1329 بخط الأقل أحمد علي ابن ملا يوسف علي ،\nغفر الله له ولوالديه بحق الأئمة الأطهار عليهم صلاة الملك الغفار\nآمين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n             <span id='ms83'></span>",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125"
  ],
  "volumes": [
    "01"
  ]
}