{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nال\n</p>\n\n<h1 class='l1' id='head0'>مقدمة</h1>\n\n<p>\nالحمد لله رب العالمين، والصلاة والسلام على سيد المرسلين، نبينا محمد،\nوعلى آله وصحبه أجمعين، وعلى من اهتدى بهديه إلى يوم الدين.\n</p>\n\n<p>\nأما بعد، فقد أثرى علماؤنا الأفذاذ وأسلافنا الجهابذة المكتبة بتراث عظيم\nيتمثل في هذا الزخم العاطر والكم الهائل من المؤلفات والمصنفات في مختلف\nفنون المعرفة وضروب العلم، ولكن هذه الأسفار العظام والكتب قابعة في ظلمات\nالخزائن تهيل عليها السنون مزيدا من النسيان، لذا فإن تحقيق المخطوطات،\nوبعثها وإخراج كنوزها وفض غبار السنين عنها وإتاحة الفرصة لها لترى النور،\nمن أعظم الخدمات التي تقدم للتراث.\n</p>\n\n<p>\nوقد قمت بعون الله وتوفيقه بتحقيق كتاب \"الحدود في علم النحو\" للعلامة\nالأبذي المتوفى سنة 860?.\n</p>\n\n<p>\nوالكتاب على صغر حجمه، عظيم الفائدة، جم المنافع، فهو يضم عددا كبيرا من\nالمصطلحات والتعريفات النحوية وقليلا جدا من التعريفات الصرفية، مع شرحها\nوتفسيرها وتوضيحها، في إيجاز غير مقل، وإجمال غير مخل، مع البعد عن الشواهد\nوالأمثلة والآراء والمذاهب النحوية والخلافات المذهبية.\n</p>\n\n<p>\nأما صاحب الكتاب - وهو الأبذي - فقد توقفت كتب الطبقات والتراجم عن\nالترجمة له إلا النزر اليسير، ولعل السبب في ذلك تأخره، فلم نجد سوى ترجمة\nيسيرة له ونبذة مختصرة عن حياته. وإنا إذ نلقي الضوء على هذا المخطوط لنرجو\nالله أن ينفع به، وأن يجعل في ذلك التوفيق والسداد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p403'> Vol. 01, p. 403</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>ترجمة الأبذي</h1>\n\n<p>\nنسبه:\n</p>\n\n<p>\nهو أحمد بن محمد بن محمد بن عبد الرحمن بن علي بن أحمد الشهاب ويقال:\nشهاب الدين البجائي الأبذي المغربي المالكي، نزيل الباسطية1. ويعرف\nبالأبذي2.\n</p>\n\n<p>\nوهناك خلاف في لقبه:\n</p>\n\n<p>\nفقد ذهب الحميري3، والحافظ ابن حجر، والحافظ الذهبي، والبدر الدماميني4\nفي حواشي المغني والسيوطي5،وعبد الباقي اليماني6، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p404'> Vol. 01, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\nوالزركلي1، وعمر رضا كحاله2 إلى أن دال مدينة أبذة التي ينتسب إليها\nالمؤلف، معجمة، ومن ثم فإن لقبه، \"الأبذي\" بذال معجمة.3.\n</p>\n\n<p>\nوذهب صاحب لب اللباب والتكملة4 وياقوت الحموي5 والفيروزآبادي6 والسخاوي7\nوحاجي خليفة8 إلى أن دال مدينة \"أبدة\" مهملة. وعليه فإن لقبه الأبدي بدال\nمهملة.\n</p>\n\n<p>\nوأرجح أنه الأبذي بذال معجمة، لأن اسم المدينة \"أبذة\"، ثم لما تناقل\nالناس <span id='ms01'></span> اسمها أهملوا الذال، فصارت \"أبدة\"، والدليل: أنها صارت تعرف بأبدة\nالعرب9، فكلا اللقبين صحيح. خاصة أن ياقوت ذكر الحرفين فيها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p405'> Vol. 01, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\nنشأته:\n</p>\n\n<p>\nهو من أهل \"أبذة\" بقرب جيان1. نشأ في بلاد الأندلس، وتعلم في بجاية2.\n</p>\n\n<p>\nثم انتقل إلى القاهرة، فدرس بالأزهر، ثم بالباسطية حيث سكنها برغبة أحد\nشيوخه3. وحج وارتحل إلى المدينة المنورة4.\n</p>\n\n<p>\nشيوخه:\n</p>\n\n<h1 class='l1' id='head2'>1- </h1>\n\n<p>\nالبيوسقي البجائي:\n</p>\n\n<p>\nهو أبو عبد الله محمد بن يحيى بن عبد الله البيوسقي المغربي البجائي محمد\nنزيل بجاية.\n</p>\n\n<p>\nوقرأ عليه الشيخ الأبذي الشفا5ببجاية6.\n</p>\n\n<h1 class='l1' id='head3'>2- </h1>\n\n<p>\nابن القماح:\n</p>\n\n<p>\nهو أبو عبد الله محمد بن محمد بن محمد الأنصاري الخزرجي الأندلسي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p406'> Vol. 01, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\nالتونسي المالكي بن القماح. سمع بتونس والقاهرة ورجع إلى بلاده الأندلس\nفعني بالحديث واشتهر به. وقد ولي قضاء بعض الجهات بالمغرب. كان حسن البشر،\nسمح الأخلاق، وقرأ عليه بعض الشفا الشهاب الأبذي ببجاية. مات سنة سبع\nوثلاثين وثمانمائة1.\n</p>\n\n<h1 class='l1' id='head4'>3- </h1>\n\n<p>\nالقاياتي:\n</p>\n\n<p>\nهو محمد بن علي بن محمد بن يعقوب بن محمد القاياتي القا?ري الشافعي. ولد\nسنة خمس وثمانين وسبعمائة تقريبا بالقايات، بلد قرب الفيوم، وقرأ القرآن\nوحفظ المنهاج وألفية النحو، والتسهيل وغيرها، وعرض على جماعة. كان إماما\nعالما علامة، غاية في التحقيق وجودة الفكر والتدقيق، واضح العبارة، صائب\nالنظر، صار شيخ الفنون بلا مدافعة، وتصدى للإقراء زمانا، فانتفع به خلق،\nوتزاحم الناس عليه من سائر أرباب الفنون والمذاهب، وانتشرت تلامذته، وصاروا\nرؤساء في حياته، كل ذلك مع الدين والعقل والتواضع، والتقشف والحلم\nوالاحتمال، توفي سنة 8502. قال السخاوي عن الأبذي: \"قدم القاهرة فحضر دروس\nالقاياتي\"3.\n</p>\n\n<h1 class='l1' id='head5'>4- </h1>\n\n<p>\nابن قديد:\n</p>\n\n<p>\n?وعمر بن قديد، الركن، أبو حفص بن الأمير سيف الدين القلمطائي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p407'> Vol. 01, p. 407</a>\n            </div>\n            \n</p>\n\n<p>\nالقاهري الحنفي، ولد سنة خمس وثمانين وسبعمائة بالقاهرة، ونشأ بها في\nغاية الرفاهية، وكان من كبار الأمراء، ولي نيابة الكرك والإسكندرية، وحفظ\nالقرآن وبعض الكتب العلمية، وبحث في العروض وغيره، وحج مرارا وجاور، وزار\nبيت المقدس والإسكندرية، وتقدم في الفنون. وفاق في النحو والصرف. بحيث قيل\nإنه كان أنحى علماء مصر، وكان علامة خيرا متعبدا منقطعا عن الناس، مع علو\nرتبته عندهم، متواضعا مع <span id='ms02'></span> الفقراء، بشوشا، عاقلا، ساكنا، طارحا للتكلف في\nسائر أحواله، على طريقة السلف، زائد الخفر والوقار، انتفع به الفضلاء،\nواشتهر اسمه، مات بمكة سنة 856? في رمضان، وكان من أئمة الحنفية، اجتمع فيه\nالعلم والزهد واتباع السلف1.\n</p>\n\n<h1 class='l1' id='head6'>5- </h1>\n\n<p>\nالجمال الكازروني:\n</p>\n\n<p>\nهو محمد بن أحمد بن محمد بن محمود بن روزبة الجمال والمحب والشمس أبو عبد\nالله وأبو البركات بن الصفي أبي العباس الشمس أبي الإيادي بن الجمال أبي\nالثناء الكازروني الأصل، المدني الشافعي، ولد سنة 757? بالمدينة النبوية،\nارتحل إلى مصر والشام وغيرهما، وسمع من كثيرين، وأخذ الحديث والفقه والنحو،\nوصار فقيه المدينة وعالمها وقاضيها، وقد أخذ عنه كثيرون، وممن أخذ عنه\nإجازة الأبذي حين ذهب إلى الحج، توفى بالمدينة في ليلة الاثنين ثاني عشر\nشوال سنة 843?2. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p408'> Vol. 01, p. 408</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>6- </h1>\n\n<p>\nالعز عبد السلام البغدادي:\n</p>\n\n<p>\nهو عز الدين عبد السلام1 بن أحمد بن عبد المنعم بن أحمد بن محمد الشرف\nالحسيني القيلوي الأصل، نسبة لقرية ببغداد، يقال لها: \"قليويه\" كنفطويه،\nالبغدادي القاهري الحنبلي الحنفي.\n</p>\n\n<p>\nولد سنة ثمانين وسبعمائة تقريبا ببغداد، ونشأ بها فقرأ القرآن، وحفظ كتبا\nجمة في فنون كثيرة، وأكثر من المحفوظات جدا وبحث في غالب العلوم على مشايخ\nبغداد والعجم والروم، حتى أنه بحث في فقه الشافعية والحنابلة وبرع فيهما،\nوصار يقرئ كتبهما، ولازم الرحلة في العلم، إلى أن صار أحد أركانه، وأدمن\nالاشتغال به، بحيث بقي أوحد زمانه، وسمع أصول الحنفية ودرس النحو والصرف،\nوأخذ أصول الدين وآداب البحث والفرائض، والطب والمعاني والبيان، والمنطق\nوعلم الجدل والموسيقى، وارتحل إلى تبريز، ثم إلى أرزبخان من بلاد الروم،\nفأخذ علم التصوف، ثم عاد من بلاد الروم، وناظر في الشام، واجتمع في القدس\nببعض العلماء، وقد أشير إليه في الصرف والنحو والمعاني والبيان، والمنطق\nوالجدل وآداب البحث، والطب والعروض والفقه والتفسير، والقراءات، والتصوف\nوغيرها، ونزل بالجمالية، وقرر في صوفيتها، وأقبل الناس عليه، فأخذوا عنه،\nوعظم في عين السلطان، ونعت بالشيخ الإمام العالم العامل الفاضل المفنن ذي\nالفوائد والفرائد مفيد الطالبين، وأذن له في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p409'> Vol. 01, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\nإقراء علوم الحديث وإفادته، وقرره <span id='ms03'></span> الزيني عبد الباسط متصدرا بمدرسته\nووصله بعطاء، وسكنها بعد الجمالية وقتا ثم انتقل منها إلى غيرها، فولي\nمشيختها، وانتفع به الناس، وممن قرأ عليه الأبذي وغيره من المالكية، وصار\nغالب فضلاء الديار المصرية من تلامذته، كل ذلك مع الخير، والديانة\nوالأمانة، والزهد والعفة، والتقشف في مسكنه وملبسه ومأكله، والانعزال عن\nبني الدنيا، والتواضع مع الفقراء والإطعام وكرم النفس والصبر على الاشتغال،\nواحتمال جفاء الطلبة والتصدي لهم طول النهار، والتقنع بزراعات يزرعها في\nالأرياف، ومقاساة أمر المزارعين وإتعابهم، والإكثار من تأمل معاني كتاب\nالله عز وجل وتدبره، مع كونه لم يستظهر جميعه، ويعتذر عن ذلك بكونه لا يحب\nقراءته بدون تأمل وتدبر وسمع عن بعض علماء العصر أنه قال: لم نعلم أنه قدم\nمصر في هذه الأزمان مثله، ولقد تجملت هي وأهلها به، وكان ربما جاءه الصغير\nلتصحيح لوحه، ونحوه من الفقراء والمبتدئين لقراءة درسه، وعنده من يقرأ من\nالرؤساء، فيأمرهم بقطع قراءتهم، حتى ينتهي تصحيح ذاك الصغير، أو قراءة ذلك\nالفقير، ويقول: أرجو بذلك القربة وترغيبهم، وأن اندرج في الربانيين ولا\nيعكس، ولم يحصل له إنصاف من رؤساء الزمان في أمر الدنيا ولا أعطى وظيفة\nمناسبة لعلي مقامه، وكان فصيح اللسان مفوها، طلق العبارة، قوي الحافظة،\nسريع النظم جدا، وشرع في جمع شعره في ديوان على حروف المعجم، وكتب منه\nقطعة، إلى غير ذلك من التآليف والتعاليق التي كان يميلها على الطلبة، ومن\nذلك على إيساغوجي والشمسية والألفية والتوضيح، واعتذر عن عدم الإكثار من\nالتصانيف والتصدي لها بأنه ليس من عدة الموت لعدم الإخلاص فيه أو كما قال.\nوكان يقصد بالفتاوى في النوازل الكبار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p410'> Vol. 01, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\nودونها، ولم يزل على طريقته متصديا لنشر العلم حتى مات في عشري رمضان سنة\nتسع وخمسين وثمانمائة. ولم يخلف بعده في مجموعه مثله1.\n</p>\n\n<h1 class='l1' id='head8'>7- </h1>\n\n<p>\nالعز عبد السلام القدسي:\n</p>\n\n<p>\nهو عبد السلام بن داود بن عثمان بن القاضي شهاب الدين عبد السلام بن عباس\nالعز السلطي الأصل، المقدسي الشافعي، ويعرف بالعز القدسي، ولد في سنة إحدى\nأو اثنتين <span id='ms04'></span> وسبعين وسبعمائة بكفر الماء، وهي قرية بالشام، ونشأ بها فقرأ\nالقرآن، وفهمه عم والده بعض المسائل، ثم انتقل به قريبه البدر محمود\nالعجلوني، أحد شيوخ البرهان الحلبي، في حدود سنة سبع وثمانين إلى القدس،\nفحفظ به في أسرع وقت عدة كتب في فنون شتى، بحيث كان يقضي العجب من قوة\nحافظته، وعلو همته ويقظته ونباهته، وبحث على البدر المذكور في الفقه إلى أن\nأذن له في الإفتاء والتدريس سريعا، ثم ارتحل به إلى القاهرة في السنة التي\nتليها، فحضر بها دروس بعض العلماء، وسافر صحبة البدر إلى دمياط والاسكندرية\nوغيرهما من البلاد التي بينهما كسنباط، واجتمعا بقاضيها، ثم رجعا إلى\nالقاهرة، ثم إلى القدس، وسمع بغزة على قاضيها، ثم عادا لبلادهما، ودخل صحبة\nالبدر مدينة السلط والكرك وعجلون وحسبان، وجال في تلك البلاد، فلما مات\nالبدر، ارتحل إلى دمشق، وذلك في حدود سنة سبع وتسعين، وجد في الاشتغال\nبالحديث والفقه وأصله والعربية، وغيرها من علوم النقل والعقل على مشايخها،\nوسمع بها الحديث من جماعة كثيرين، وحج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p411'> Vol. 01, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\nفي سنة ثمانمائة، فسمع بالمدينة النبوية على بعض علمائها، وبمكة ثم رجع\nإلى دمشق، فسمع بها الكثير وأكثر من السماع والشيوخ، ثم انتقل في سنة ثلاث\nوثمانمائة إلى الديار المصرية، فقطن القاهرة ولازم علماء الفقه والحديث،\nناب في القضاء سنة أربع ثم أعرض عن ذلك لكون والده عتبه عليه لتعطله به عن\nالاشتغال، ثم عاد إلى النيابة في سنة تسع، واستمر حتى صار من أجلاء النواب،\nوصحب كاتب السر، وصار يزاحم الأكابر في المحافل، ويناطح الفحول الأماثل،\nبقوة بحثه وشهامته وغزارة علمه وفصاحته، واستمر في تدريس الحديث بالجمالية،\nوناب في الخطابة بالمؤيدية أول ما فتحت، واستقر به الزين عبد الباسط في\nمشيخة مدرسته بالقاهرة أول ما فتحت، بل ولي مشيخة الصلاحية ببيت المقدس، ثم\nرجع العز إلى القاهرة، فأقام بها على نيابة القضاء مع مرتب رتبه له عبد\nالباسط، إلى أن أعيد إلى الصلاحية، واستمر فيها حتى مات، وقد حدث بأشياء\nبالقاهرة وبيت المقدس <span id='ms05'></span> وغيرهما، وممن قرأ عليه قاضي المالكية بحماة. ووصفه\nبشيخنا الإمام العلامة شيخ الإسلام علم المحققين حقا وحائز فنون العلم\nصدقا، وكذا درس وأفتى وأفاد، وانتفع به الفضلاء، سيما أهل تلك النواحي،\nوكان إماما علامة، داهية، فصيحا في التدريس والخطابة وغيرهما، حسن القراءة\nجدا، مفوها، طلق العبارة، قوي الحافظة، حتى في التاريخ وأخبار الملوك، جيد\nالذهن، حسن الإقراء، كثير النقل والتنقيح، متين النقد والترجيح، وأقرأ هناك\nفي جامع المختصرات فكان أمرا عجبا، صحيح العقيدة، شديد الحط والإنكار على\nأصحاب العقائد الرديئة، مغرما ببيان تزييفها، جوادا كريما إلى الغاية، قل\nأن ترى العيون في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p412'> Vol. 01, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\nأبناء جنسه نظيره في الكرم1.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p413'> Vol. 01, p. 413</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>تلاميذه</h1>\n\n<p>\nأخذ عنه الأعيان من كل مذهب فنونا، كالفقه، والعربية والصرف والمنطق\nوالعروض، وتصدى لنفع الطلبة بالأزهر ثم بالباسطية، فأخذ عنه السخاوي\nالعربية وغيرها، وأخذ عنه أيضا أخو السخاوي2، والأشموني3، والقاضي زكريا\nالأنصاري وابن الابشيهي، وفيما يلي ترجمة لكل منهم:\n</p>\n\n<h1 class='l1' id='head10'>1- </h1>\n\n<p>\nالسخاوي:\n</p>\n\n<p>\nهو محمد بن عبد الرحمن بن محمد بن أبي بكر بن عثمان السخاوي الأصل،\nالقاهري الشافعي، وربما يقال له: \"ابن البارد\"، شهرة لجده بين أناس\nمخصوصين، ولم يشتهر بها أبوه، ولا هو، بل كان يكرهها، ولا يذكره بها إلا من\nيحتقره.\n</p>\n\n<p>\nولد سنة 831?، ودرس الفقه والفرائض والأصول والمعاني والبيان والتفسير،\nوالعربية والصرف والمنطق، وحج، وزار المدينة، وقرأ بها على بعض المشائخ،\nورجع للقاهرة فأقام بها ملازما السماع والقراءة والتخريج والاستفادة من\nالشيوخ والأقران، ثم ارتحل إلى حلب، وسمع بغزة والرمل وبيت المقدس والخليل\nونابلس ودمشق، والزبداني وبعلبك وحمص وحماه، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p413'> Vol. 01, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\nوالمعرة وطرابلس، له عدة مؤلفات1.\n</p>\n\n<h1 class='l1' id='head11'>2- </h1>\n\n<p>\nالأشموني:\n</p>\n\n<p>\nهو عبد الرحمن بن محمد بن أحمد الأشموني الأصل القاهري الشافعي المنهاجي\nنزيل الباسطية، وقيل له المنهاجي، لأن جده قدم من الأشمونيين قبل بلوغه\nفحفظ القرآن والمنهاج في سنة فلقب بذلك. ولد عبد الرحمن في ذي الحجة سنة\nخمس وثلاثين وثمانمائة وأبوه غائب بمكة فرأى في غيبته قائلا يقول له: يولد\nلك ذكر فسمه عبد الرحمن، فلما قدم ووجدهم سموه بغيره، غيره، ونشأ فحفظ\nالقرآن والمنهاج وجمع <span id='ms06'></span> الجوامع وألفية النحو والتلخيص والشاطبيتين، ودرس\nالفقه وأخذ النحو عن العز عبد السلام البغدادي والأبذي وقرأ عليهما\nالألفية. وعلى أولهما الحاجبية مع المعاني والبيان وأصول الفقه، وحج وأقام\nبمكة عشرين سنة، ثم لما قدم تحول إلى الباسطية ولزم الانجماع بها مع مزيد\nتقنعه وتقلله وعدم قبوله إلا نادرا. والغالب عليه سوء الطباع، مع فضل\nوفهم2.\n</p>\n\n<h1 class='l1' id='head12'>3- </h1>\n\n<p>\nالقاضي زكريا الأنصاري:\n</p>\n\n<p>\nهو زكريا بن محمد بن أحمد بن زكريا.. الأنصاري السنبكي القاهري الأزهري\nالشافعي القاضي، ولد سنة 826? بسنبكة من الشرقية، ونشأ بها، ثم رحل إلى\nالقاهرة، وأخذ عن كثيرين، ولم ينفك عن الاشتغال على طريقة جميلة من التواضع\nوحسن العشرة والأدب والعفة والانجماع عن بني الدنيا مع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p414'> Vol. 01, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\nالتقلل، وشرف النفس، ومزيد العقل، وسعة الباطن، والاحتمال والمداراة، إلى\nأن أذن له غير واحد من شيوخه في الإفتاء والإقراء1.\n</p>\n\n<p>\nقال عنه السخاوي: \"وأصول الدين على العز المذكور ... والأبدي، وغيرهم،\nوعن كل مشايخه في أصل الدين أخذ النحو\"2. وقال أيضا بعد ذكره أحد شيوخه:\n\"وعن من عداه من شيوخ الصرف أخذ المنطق وكذا عن و ... و ... والأبدي\"3.\n</p>\n\n<h1 class='l1' id='head13'>4- </h1>\n\n<p>\nابن الأبشيهي:\n</p>\n\n<p>\nهو محمد بن أحمد بن محمد بن موسى بن الشهاب المغراوي الأبشيهي الأصل\nالقاهري المالكي، ولد سنة 834? بالقاهرة، ونشأ فحفظ القرآن وغيره، واشتغل\nفي الفقه وغيره، وأخذ عن كثيرين منهم الأبذي، وتميز، ووصف بالشيخ العلامة،\nالنحرير الفهامة، المحقق الأمجد، مات سنة 898ه 4.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p415'> Vol. 01, p. 415</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>صفاته</h1>\n\n<p>\nكان الأبذي متواضعا، بشوشا، رضيا، مجاب الدعوة حتى قيل إنه\n</p>\n\n<p>\nلكثرة ما كان يرى من تهكم الشباسي5 بالطلبة، بل وبالشيوخ، دعا عليه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p415'> Vol. 01, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\nفابتلي بالجذام، كما كان عديم التردد لبني الدنيا، بعيدا عن الشر1.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p416'> Vol. 01, p. 416</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head15'>مؤلفاته</h1>\n\n<p>\nقال السخاوي عن الأبذي: \"كتب بخطه أشياء، بل درب زوجته نفيسه، وكانت تكتب\nله أيضا\":2. ولكن لم تورد كتب الطبقات القليلة التي ترجمت له إلا نزرا\nيسيرا عن مؤلفاته. ومن تلك المؤلفات:\n</p>\n\n<h1 class='l1' id='head16'>1- </h1>\n\n<p>\nكتاب الحدود في علم النحو الذي نحن بصدد تحقيقه. وذكر السخاوي أنه في\nإرشاد المبتدئين، وأثنى عليه بأنه نافع3.\n</p>\n\n<h1 class='l1' id='head17'>2- </h1>\n\n<p>\nشرح على كتاب إيساغوجي4 في علم المنطق،5 وقد قرظه <span id='ms07'></span> السخاوي بأنه مفيد6.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p416'> Vol. 01, p. 416</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>مكانته العلمية</h1>\n\n<p>\nتبوأ الأبذي مكانة رفيعة ومنزلة عالية بين علماء عصره، لأنه حصل معظم\nالعلوم وتقدم فيها.\n</p>\n\n<p>\nقال عنه السخاوي: \"تقدم في العلوم سيما العربية\"1.\n</p>\n\n<p>\nوقد عدد السخاوي تلك العلوم، فذكر العربية، والصرف والعروض والمنطق\nوالفقه2.\n</p>\n\n<p>\nفكان شيخا من شيوخ العربية والصرف، يؤخذ عنه هذا العلم. قال السخاوي:\n\"وكنت ممن أخذ عنه العربية وغيرها\"3.\n</p>\n\n<p>\nوجاء في ترجمة تلميذيه القاضي زكريا الأنصاري والأشموني أن ممن أخذا عنه\nالنحو الأبذي وقد قرأ عليه الثاني الألفية4.\n</p>\n\n<p>\nولا أدل على معرفته بالعربية والصرف من وضعه كتاب الحدود، وقد وصفه\nالسخاوي بأنه نافع كما مر بنا.\n</p>\n\n<p>\nوكان إماما في علم المنطق، ويشير إلى إحاطته بهذا العلم وضعه شرحا على\nأحد كتب المناطقة، فوضع شرحا على إيساغوجي، وتصدى لتدريس\n</p>\n\n<p>\nعلم المنطق كما تقدم5، وقال عنه عمر رضا كحاله: \"عالم بالمنطق\"6.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p417'> Vol. 01, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\nويوميء إلى تبحره في الفقه أنه طلب منه القضاء فاعتذر عنه1.\n</p>\n\n<p>\nويكفي للإشارة إلى علمه بأصول الدين أن القاضي زكريا الأنصاري درس على\nيديه هذا العلم كما تقدم.\n</p>\n\n<p>\nولا شك أن رحلاته في سبيل طلب العلم وتطوافه وتجواله بين حواضر العلم،\nومنابره في ذلك الوقت، وانتقاله من بلد لآخر، صقل شخصيته العلمية وجعله من\nمتنوعي الثقافة ومتعددي التخصصات، فقد انتقل كما هي عادة علماء الأندلس إلى\nبلاد المشرق لينهل من موارد العلم.\n</p>\n\n<p>\nفانتقل من الأندلس إلى المغرب، وزار مصر والحجاز2، وأخذ عن العلماء\nوالتقى بهم واستفاد من علومهم المختلفة ومعارفهم المتنوعة.\n</p>\n\n<p>\nكل ذلك خوله ليكون من العلماء الذين يأخذ عنهم الأعيان من كل مذهب فنونا\nمختلفة.\n</p>\n\n<p>\nقال السخاوي: \"أخذ عنه الأعيان من كل مذهب فنونا، كالفقه والعربية والصرف\nوالمنطق والعروض، وكنت ممن أخذ عنه العربية وغيرها، بل أخذ عنه أخي أيضا\"3.\n</p>\n\n<p>\nوقد قضى الأبذي حياته عالما ومتعلما في البيت وخارج البيت، فجند نفسه\nلخدمة العلم، حتى لقد درب زوجه على كتابة أشياء له4، وهذا يدل على شدة حبه\nللعلم واهتمامه به، وولعه بالمعارف، وأن يكون بيته بيت علم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p418'> Vol. 01, p. 418</a>\n            </div>\n            \n</p>\n\n<p>\nوقد انتفع طلاب العلم بالأبذي <span id='ms08'></span>، قال عنه السخاوي: \"وتصدى لنفع الطلبة\nبالأزهر أولا، ثم بالباسطية، حين سكنها برغبة أحد شيوخه العز البغدادي له،\nإلى أن مات\"1.\n</p>\n\n<p>\nوقد أوتي الأبذي موهبة عظيمة ومقدرة كبيرة على إرشاد المبتدئين وإعطائهم\nأصول الصناعة وحدودها بشكل عام ومبسط ينتظم معظمها ويشمل غالب أبوابها.\n</p>\n\n<p>\nقال عنه السخاوي: \"لم يكن بعد الشيخ ابن خضر2 من يدانيه في إرشاد\nالمبتدئين\"3.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p419'> Vol. 01, p. 419</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>وفاته</h1>\n\n<p>\nتوفى في عشري رمضان سنة ستين وثمانمائة بالقاهرة، ودفن بتربة الصلاحية4،\nوقد جاوز الستين.\n</p>\n\n<p>\nوهناك من يقول: إن وفاته سنة إحدى وستين، وإن الجمالي5 ناظر الخاص أرسل\nيلتمس منه قضاء المالكية6 بعد وفاة السنباطي فاعتذر بضعفه، ولم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p419'> Vol. 01, p. 419</a>\n            </div>\n            \n</p>\n\n<p>\nيلبث أن مات، وهو ملتئم مع كونها في سنة إحدى، فإن السنباطي1مات في رجب\nمنها 2.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p420'> Vol. 01, p. 420</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>نسخ التحقيق</h1>\n\n<p>\nعثرت بفضل الله على ثلاث نسخ لهذا المخطوط:\n</p>\n\n<p>\nالنسخة الأولى:\n</p>\n\n<p>\nحصلت عليها من جامعة الملك سعود بالرياض، واعتمدتها أصلا لتحقيق الكتاب،\nورمزت لها بالرمز (أ) ، وهي واضحة وخطها جيد ووقعت في أربعة ألواح، في كل\nلوح صفحتان، وفي كل صفحة واحد وعشرون سطرا.\n</p>\n\n<p>\nالنسخة الثانية:\n</p>\n\n<p>\nوهي من جامعة الإمام محمد بن سعود الإسلامية بالرياض، مصورة عن الظاهرية\n1845- الفهرس 201 بخط معتاد، ضمن مجموع 19-24، ووقعت في عشر صفحات، وتراوحت\nالسطور بين اثني عشر سطرا وثلاثة عشر سطرا، وخمسة عشر وسبعة عشر. ورمزت لها\nبالرمز (ب) . وهي واضحة، ولكن بها رطوبة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p420'> Vol. 01, p. 420</a>\n            </div>\n            \n</p>\n\n<p>\nالنسخة الثالثة:\n</p>\n\n<p>\nوهي من جامعة الإمام محمد بن سعود الإسلامية بالرياض أيضا. ومصورة عن دار\nالكتب المصرية، وكتبها عبد العال بن منصور البحيري الأزهري سنة 1094?، بخط\nنسخي، ووقعت في ثلاثة ألواح، وفي كل صفحة خمسة وعشرون سطرا، وتصويرها رديء،\nفصعب قراءة بعضها، ورمزت لها بالرمز (ج) .\n</p>\n\n<p>\nتوثيق نسبة الكتاب إلى الأبذي:\n</p>\n\n<p>\nجاء في نسخة (أ) : \"كتاب الحدود في علم النحو: تأليف الشيخ الإمام أبي\nالعباس أحمد الأبذي رحمه الله ونفع به\".\n</p>\n\n<p>\nوجاء في نسخة (ج) : \"هذه حدود النحو: للعلامة الأبذي\".\n</p>\n\n<p>\nوجاء في الضوء اللامع في أخبار القرن التاسع للسخاوي في ترجمة أحمد\nالأبذي: \"له فيها\" يعني في العربية \" حدود نافعة <span id='ms09'></span>\"1.\n</p>\n\n<p>\nوجاء في إيضاح المكنون في الذيل على كشف الظنون: \"حدود النحو: لشهاب\nالدين الأبدي، مختصر، أوله: حد النحو في اللغة: القصد\"2.\n</p>\n\n<p>\nجهدي في التحقيق:\n</p>\n\n<p>\n- قابلت بين نسخ الكتاب الثلاث، وقارنتها ببعض، ونبهت على ما بينها من\nأوجه الاتفاق والاختلاف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p421'> Vol. 01, p. 421</a>\n            </div>\n            \n</p>\n\n<p>\n- تناولت ماند عن الأفهام، وآستعصى على الإدراك من العبارات والأساليب\nوالمصطلحات بالشرح والتبيان، فوضحت ما غمض من عبارة الكتاب وما اقتضب من\nجملته.\n</p>\n\n<p>\n- قمت بالتعقيب والتعليق على ما وجدته مثار جدل، وموضع خلاف بين النحاة،\nمن المدارس المختلفة.\n</p>\n\n<p>\n- عزوت النصوص إلى قائليها، وأرجعتها إلى مصادرها الأصلية.\n</p>\n\n<p>\n- عرفت الأعلام الواردة في الكتاب، وهي قليلة.\n</p>\n\n<p>\n- عملت فهرسا للمراجع والمصادر وآخر لموضوعات ومحتويات الكتاب.\n</p>\n\n<p>\nوهذا جهد المقل، فما كان فيه من صواب فمن الله، وما كان من خلافه فنسأل\nالله التجاوز عن الزلل والتقصير.. إنه نعم المولى ونعم النصير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p422'> Vol. 01, p. 422</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head21'>منهج الكتاب</h1>\n\n<p>\n- ذكر المؤلف في المقدمة خطة الكتاب، حيث أجملها في قوله: \"هذه نبذة\nلطيفة في النحو جمعتها لمن أراد ذلك\"1. فبين أنه سيميل للاختصار.\n</p>\n\n<p>\n- وقد وفى بما ذكره، فجاء الكتاب موجزا مختصرا، لأنه ألفه للمبتدئين من\nطلبة العلم، كما يقول السخاوي2 ولا غرو فالأبذي متخصص ومشهور في إرشاد\nالمبتدئين كما مر بنا.\n</p>\n\n<p>\n- يخلو الكتاب من الشواهد من أي نوع، وهذا يتفق مع خطة المؤلف في طلبه\nالإيجاز.\n</p>\n\n<p>\n- يحتوي الكتاب على سرد القواعد فقط، دون ذكر الأمثلة إلا قليلا، مثال\nذلك قوله: \"مثال كلمة: زيد، مثال الكلم: إن قام زيد، مثال الكلام: زيد قائم\nمثال ما اجتمع فيه الكلام والكلم: زيد أبوه قائم\"3\n</p>\n\n<p>\nومثله أيضا ذكره العمران والقمران4.\n</p>\n\n<p>\nومثله أيضا ذكره \"سواء\" ثم قوله: \"فإنهم استغنوا عن تثنيتة بتثنية \"سي\"،\nفقالوا: \"سيان\" \"5.\n</p>\n\n<p>\n- وانطلاقا من مبدئه في الإيجاز، فقد جاء التعليل في موضع واحد فقط،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p429'> Vol. 01, p. 429</a>\n            </div>\n            \n</p>\n\n<p>\nحيث قال في معرض حديثه عن الأسباب الخمسة للبناء على حركة: \"الخامس: كون\nما هي فيه شبيها بالمعرب كالفعل الماضي، لأنه شبيه بالمضارع في وقوعه صفة\nأو صلة أو حالا أو خبرا\"1.\n</p>\n\n<p>\n- لا يحتوي الكتاب على مذاهب أو آراء أو خلافات <span id='ms10'></span> للنحاة، إلا فيما ندر،\nوذلك كقوله: \"السادس: اتفاق المعنى، فلا يثنى المشترك، خلافا للحريري\"2.\n</p>\n\n<p>\n- وقوله بعد عرض أسباب البناء الأربعة: \"وزاد ابن مالك خامسا، وهو الشبه\nالإهمالي\"3.\n</p>\n\n<p>\n- وقوله بعد سرد المبنيات الستة من الأسماء: \"وزاد ابن مالك سابعا وهي\nالأسماء قبل التركيب\"4.\n</p>\n\n<p>\n- يرجح ما يراه صوابا، ومن ذلك قوله: \"أن يكون له ثان في الوجود، وأما\nنحو القمران فمن باب المجاز\"5.\n</p>\n\n<p>\nوقوله: \"وأما نحو العمران فمن باب التغليب\"6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p430'> Vol. 01, p. 430</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>مذهب المؤلف النحوي:</h1>\n\n<p>\nغلبت على المؤلف النزعة البصرية، والدليل الأمثلة الآتية:\n</p>\n\n<h1 class='l1' id='head23'>1- </h1>\n\n<p>\nيرى أن الفعل ينقسم إلى ثلاثة أقسام حيث قال: \"وأقسام الفعل ثلاثة: - ماض\nومضارع وأمر\"1 وهذا رأي البصريين. أما الكوفيون والأخفش فيرون أن الفعل\nقسمان، وأن الأمر مقتطع من المضارع2\n</p>\n\n<h1 class='l1' id='head24'>2- </h1>\n\n<p>\nعبر عن حروف الجر بهذا المسمى3، وهو مذهب البصريين. ويعبر الكوفيون عنها\nبحروف الخفض وحروف الصفات4\n</p>\n\n<h1 class='l1' id='head25'>3- </h1>\n\n<p>\nيرى أن من شروط جمع الكلمة جمعا مذكرا سالما أن تكون مذكرة5.\n</p>\n\n<p>\nوهو ما ذهب إليه البصريون، وأجاز الكوفيون جمع ذي التاء بالواو والنون\nمطلقا6.\n</p>\n\n<h1 class='l1' id='head26'>4- </h1>\n\n<p>\nذهب مذهب البصريين في إطلاق مصطلح المضمر7 أما الكوفيون فيسمونه الكناية\nوالمكنى8. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p431'> Vol. 01, p. 431</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>5- </h1>\n\n<p>\nذهب مذهب البصريين أن فعل الأمر مبني1 والكوفيون يرون أنه معرب مجزوم\nبلام مقدرة2.\n</p>\n\n<h1 class='l1' id='head28'>6- </h1>\n\n<p>\nاستخدم مصطلح \"البدل\"3، وبه قال البصريون. والكوفيون يسمونه الترجمة\nوالتبيين والتكرير4.\n</p>\n\n<h1 class='l1' id='head29'>7- </h1>\n\n<p>\nوافق البصريين في أن أعرف المعارف المضمر5، والكوفيون يرون أنه الاسم\nالمبهم6.\n</p>\n\n<h1 class='l1' id='head30'>8- </h1>\n\n<p>\nذهب مذهب البصريين في التمييز بين ألقاب الإعراب وألقاب البناء7، ولم\nيفرق الكوفيون بين ما هو للإعراب وما هو للبناء8.\n</p>\n\n<p>\nوهناك بعض المواضع التي ذهب فيها مذهب الكوفيين وهي:\n</p>\n\n<h1 class='l1' id='head31'>1- </h1>\n\n<p>\nذكر أن \"كي\" تنصب بنفسها9، وهو مذهب كوفي. ومذهب سيبويه والأكثرين أن\n\"كي\" يجوز أن تكون هي الناصبة بنفسها، ويجوز أن تقدر بعدها أن، لأن كي\nعندهم حرف مشترك، فتارة تكون حرف نصب.\n</p>\n\n<p>\nفتنصب المضارع. وتارة تكون حرف جر بمعنى اللام10. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p432'> Vol. 01, p. 432</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>2- </h1>\n\n<p>\nاستخدم مصطلح \"النعت\"1، والتعبير به اصطلاح الكوفيين، والبصريون يسمونه\nالوصف والصفة2..\n</p>\n\n<h1 class='l1' id='head33'>3- </h1>\n\n<p>\nسار مع الكوفيين في استعمالهم مصطلح \"عطف النسق\"3 والبصريون يقولون العطف\nبالحروف، والشركة4.\n</p>\n\n<h1 class='l1' id='head34'>4- </h1>\n\n<p>\nلم يذكر حد \"عطف البيان\". وقد نقل <span id='ms11'></span> السيوطي قول الأعلم في شرح الجمل:\n</p>\n\n<p>\n\"هذا الباب يترجم له البصريون، ولا يترجم له الكوفيون\"5.\n</p>\n\n<h1 class='l1' id='head35'>5- </h1>\n\n<p>\nاستخدم في موضعين مصطلح \"الخفض\"6. وهو كما تقدم طريقة الكوفيين7.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p433'> Vol. 01, p. 433</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head36'>بسم الله الرحمن الرحيم</h1>\n\n<p>\n(وبه ثقتي)\n</p>\n\n<p>\nقال الشيخ الإمام العالم العلامة1 أبو العباس الشيخ شهاب أحمد الأبدي\nرحمه الله تعالى، ونفعنا ببركاته في الدنيا والآخرة.\n</p>\n\n<p>\nالحمد لله رب العالمين، والصلاة والسلام على سيدنا محمد وآله وصحبه وسلم\nتسليما كثيرا. وبعد ... فهذه نبذة لطيفة في النحو جمعتها لمن أراد ذلك.\nوبالله التوفيق، وهو حسبنا ونعم الوكيل2.\n</p>\n\n<p>\nالنحو في اللغة: القصد3.\n</p>\n\n<p>\n- حد4النحو5: علم به يعرف أحوال أواخر الكلم6العربية إفرادا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p434'> Vol. 01, p. 434</a>\n            </div>\n            \n</p>\n\n<p>\nوتركيبا1.\n</p>\n\n<p>\n- حد الكلام2: ما تضمن من الكلام3 إسنادا مفيدا مقصودا لذاته4.\n</p>\n\n<p>\n- حد اللفظ: هو الصوت المشتمل على بعض الحروف5.\n</p>\n\n<p>\n- حد التركيب: ضم كلمة إلى مثلها فأكثر6.\n</p>\n\n<p>\n- حد الإفادة: ما حصل للسامع ما لم يكن عنده بالوضع، أي بالقصد7.\n</p>\n\n<p>\n- حد الكلمة: لفظ دال بالقوة8 أو بالفعل على معنى مفرد9. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p435'> Vol. 01, p. 435</a>\n            </div>\n            \n</p>\n\n<p>\n- حد الكلم: ما ركب من ثلاث كلمات فصاعدا، أفاد1، أم2 لم يفد3.\n</p>\n\n<p>\nمثال كلمة: \" زيد \".\n</p>\n\n<p>\nمثال الكلم: \"إن قام زيد\".\n</p>\n\n<p>\nمثال الكلام: \"زيد قائم\".\n</p>\n\n<p>\nمثال ما اجتمع فيه4الكلام والكلم \"زيد أبوه قائم\"5.\n</p>\n\n<p>\n- أقسام الكلام: اسم6 وفعل وحرف7. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p436'> Vol. 01, p. 436</a>\n            </div>\n            \n</p>\n\n<p>\n- وأقسام الاسم ثلاثة: ظاهر ومضمر1ومبهم2. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p437'> Vol. 01, p. 437</a>\n            </div>\n            \n</p>\n\n<p>\n- وأقسام الفعل ثلاثة1: ماض2 ومضارع3 وأمر4.\n</p>\n\n<p>\n- وأقسام الحرف ثلاثة5: خاص بالأسماء، كحروف6 الجر7 خاص بالأفعال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p438'> Vol. 01, p. 438</a>\n            </div>\n            \n</p>\n\n<p>\nكالنواصب والجوازم1، ومشترك بينهما ك\"هل\"2. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p439'> Vol. 01, p. 439</a>\n            </div>\n            \n</p>\n\n<p>\n- حد الاسم: كل كلمة دلت على معنى في نفسها، ولم تتعرض1 بنيتها للزمان2.\n</p>\n\n<p>\n- حد الفعل كل كلمة دلت على معنى في نفسها. وتعرضت بنيتها للزمان3.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p440'> Vol. 01, p. 440</a>\n            </div>\n            \n</p>\n\n<p>\n- حد الحرف1: كل كلمة لا تدل على معنى في نفسها، لكن في غيرها2.\n</p>\n\n<p>\n- حد الاسم الظاهر: ما دل بلفظه وحروفه على معناه.\n</p>\n\n<p>\n- حد المضمر3: ما دل على مسماه بقرينة التكلم أو الخطاب أو الغيبة4.\n</p>\n\n<p>\n- حد المبهم5: ما افتقر في الدلالة على معناه إلى غيره6.\n</p>\n\n<p>\n- حد الماضي7: ما وقع وانقطع وصلح8 معه أمس9. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p441'> Vol. 01, p. 441</a>\n            </div>\n            \n</p>\n\n<p>\n- حد المضارع1: ما كان في أوله إحدى الزوائد الأربع2، يجمعها قولك:\n\"أنيت\"3. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p442'> Vol. 01, p. 442</a>\n            </div>\n            \n</p>\n\n<p>\n- حد الأمر1: ما دل على الطلب. وقبل نون <span id='ms12'></span> التوكيد2.\n</p>\n\n<p>\nالاسم له خواص: تخصه من أوله3وخواص تخصه من آخره4وخواص تخصه5 من وسطه\nوخواص تخصه من معناه6.\n</p>\n\n<p>\nفالذي يخصه7 من أوله: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p443'> Vol. 01, p. 443</a>\n            </div>\n            \n</p>\n\n<p>\nحروف الجر1، وحروف القسم، والألف واللام التي للتعريف.2.وأدوات النداء.\nونواسخ الابتداء3.\n</p>\n\n<p>\nوالذي يخصه4 من وسطه: التكسير5 والتصغير6.\n</p>\n\n<p>\nوالذي يخصه من آخره7: الخفض والتنوين، وتاء التأنيث التي تبدل هاء في\nالوقف، وعلامة التثنية والجمع8، وألف التأنيث المقصورة والممدودة9، وياء\nالنسب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p444'> Vol. 01, p. 444</a>\n            </div>\n            \n</p>\n\n<p>\nوالذي يخصه1 من معناه: كونه فاعلا2 وكونه مفعولا3، وكونه مبتدأ، وكونه\nخبرا4، وكونه مفردا5، وكونه مجموعا، وكونه معرفا، وكونه منكرا6، وكونه\nمذكرا وكونه مؤنثا7، وكونه يخبر عنه، وكونه يضاف ويضاف إليه8.\n</p>\n\n<p>\nوالفعل9 له10 خواص: تخصه من أوله، وخواص من وسطه، وخواص تخصه من آخره11،\nوخواص تخصه من معناه.\n</p>\n\n<p>\nفالذي12 يخصه13 من أوله: قد14، والسين15، وسوف16، وأدوات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p445'> Vol. 01, p. 445</a>\n            </div>\n            \n</p>\n\n<p>\nالعرض وأدوات التحضيض1 والنواصب، والجوازم2، وحروف الشرط3، ولو التي هي\nحرف امتناع لامتناع4، والذي يخصه5 من وسطه: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p446'> Vol. 01, p. 446</a>\n            </div>\n            \n</p>\n\n<p>\nالتصريف، وهو اختلاف أبنيته1 لاختلاف أزمنه2.\n</p>\n\n<p>\nوالذي يخصه3 من آخره تاء الفاعل4، وتاء التأنيث الساكنة، وياء المخاطبة5،\nونونا6 التوكيد الثقيلة والخفيفة، واتصال الضمائر7 به على حد فعلا8 وفعلوا9\nوفعلن10. وبناؤه من غير عارض يعرض له11. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p447'> Vol. 01, p. 447</a>\n            </div>\n            \n</p>\n\n<p>\nوالذي تخصه من معناه: كونه ماضيا، وكونه مضارعا، وكونه أمرا1، وكونه يخبر\nبه ولا يخبر عنه، وكونه لا يضاف ولا2 يضاف إليه.\n</p>\n\n<p>\nالجر3: علم الإضافة4، والرفع5 علم الفاعلية والنصب علم المفعولية6.\n</p>\n\n<p>\n- حد التنوين: نون ساكنة زائدة7 تلحق8 الاسم بعد كماله، تفصله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p448'> Vol. 01, p. 448</a>\n            </div>\n            \n</p>\n\n<p>\nعما بعده، تثبت1 لفظا، وتسقط خطا، لغير التوكيد2.\n</p>\n\n<p>\nأقسام التنوين الخاص3 بالأسماء أربعة:\n</p>\n\n<p>\n- تنوين التمكين4.\n</p>\n\n<p>\n- وتنوين التنكير5.\n</p>\n\n<p>\n- وتنوين المقابلة6.\n</p>\n\n<p>\n- وتنوين العوض7.\n</p>\n\n<p>\n- حد الإعراب1: لفظا ما جيء2 به لبيان مقتضى العامل، من حركة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p449'> Vol. 01, p. 449</a>\n            </div>\n            \n</p>\n\n<p>\nأو حرف، أو سكون، أو حذف3. وحده معنى4: تغيير أواخر5 الكلم، لاختلاف\nالعامل الداخل عليها، لفظا أو تقديرا6.\n</p>\n\n<p>\n- حد البناء7: لفظا ما جئ به لا لبيان8 مقتضى العامل من شبه الإعراب،\nوليس حكاية أو اتباعا أو نقلا أو تخلصا9 من سكونين10.\n</p>\n\n<p>\nوحده معنى: لزوم آخر الكلمة11 حركة أو حرفا أو سكونا أو حذفا لغير عامل\nولا اعتلال12. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p450'> Vol. 01, p. 450</a>\n            </div>\n            \n</p>\n\n<p>\nألقاب <span id='ms13'></span> الإعراب أربعة: رفع ونصب وخفض وجزم1.\n</p>\n\n<p>\nألقاب البناء أربعة: ضم وكسر وفتح وسكون2.\n</p>\n\n<p>\nالأصل في الأسماء الإعراب3، وما بني منها فعلى خلاف الأصل.\n</p>\n\n<p>\nوالأصل في الأفعال البناء، وما أعرب4 منها فعلى5 خلاف الأصل6.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p451'> Vol. 01, p. 451</a>\n            </div>\n            \n</p>\n\n<p>\nوالمبني من الأسماء ستة:\n</p>\n\n<p>\nالمضمرات1، وأسماء الإشارة، وأسماء الشروط، وأسماء الاستفهام، وأسماء\nالأفعال وأسماء الموصولات2، وزاد ابن مالك3 سابعا وهي الأسماء4 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p452'> Vol. 01, p. 452</a>\n            </div>\n            \n</p>\n\n<p>\nقبل1 التركيب2.\n</p>\n\n<p>\nوالمعرب من الأفعال: الفعل المضارع3 بشرط أن يعرى4 من نون التوكيد\nالمباشرة ومن نون الإناث. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p453'> Vol. 01, p. 453</a>\n            </div>\n            \n</p>\n\n<p>\nوالمبني من الأفعال: الفعل الماضي وفعل الأمر، فالماضي مبني على الفتح1\nأبدا ما2 لم يعرض له عارض.\n</p>\n\n<p>\nوالأمر مبني على ما يجزم به مضارعه3. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p454'> Vol. 01, p. 454</a>\n            </div>\n            \n</p>\n\n<p>\nوالأصل في البناء: السكون، وما بني منها1 على حركة فهو على2 خلاف الأصل3.\n</p>\n\n<p>\nوأسباب البناء على حركة خمسة:\n</p>\n\n<p>\nالأول: الفرار من التقاء الساكنين، كأين4.\n</p>\n\n<p>\nالثاني5: كون الكلمة عرضة6 لأن7 يبتدأ بها، كلام الابتداء.\n</p>\n\n<p>\nالثالث: كون الكلمة لها أصل في التمكين8، كأول9. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p455'> Vol. 01, p. 455</a>\n            </div>\n            \n</p>\n\n<p>\nالرابع: كون الكلمة على حرف واحد، كبعض المضمرات.\n</p>\n\n<p>\nالخامس: كون ما هي1 فيه شبيها بالمعرب، كالفعل الماضي، لأنه شبيه2\nبالمضارع في وقوعه صفة أو صلة3 أو حالا أو خبرا4.\n</p>\n\n<p>\nوأسباب البناء أربعة:\n</p>\n\n<p>\nالأول: الشبه الاستعمالي، كأسماء الأفعال.\n</p>\n\n<p>\n\"الثاني: الوضعي، بأن يكون الاسم موضوعا على حرف أو حرفين.\n</p>\n\n<p>\nالثالث: المعنوي، بأن يتضمن الاسم معنى من المعاني التي حقها أن تكون\nللحرف) 5.\n</p>\n\n<p>\nالرابع: الشبه الافتقاري. كالموصولات.\n</p>\n\n<p>\nوزاد ابن مالك خامسا، وهو الشبه الإهمالي6.\n</p>\n\n<p>\nحد جمع التكسير7: ما تغير فيه بناء واحده لفظا أو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p456'> Vol. 01, p. 456</a>\n            </div>\n            \n</p>\n\n<p>\nتقديرا1، ودل على أكثر من اثنين2.\n</p>\n\n<p>\n- حد جمع المؤنث السالم3: ما جمع بألف وتاء مزيدتين4.\n</p>\n\n<p>\n- حد جمع المذكر السالم5: ما دل على أكثر من اثنين، وسلم فيه بناء\nواحده6، وجمع المذكر السالم إن كان اسما فيشترط فيه7 أن يكون علما لمذكر\nعاقل خال من تاء التأنيث ومن التركيب. وإن كان صفة8 فيشترط فيها9 أن تكون\nصفة لمذكر عاقل خال من تاء التأنيث ومن التركيب، وليس من باب أفعل فعلاء\nولا فعلان فعلى، ولا مما يستوي فيه المذكر والمؤنث10. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p457'> Vol. 01, p. 457</a>\n            </div>\n            \n</p>\n\n<p>\nوشرط إعراب1 الأسماء2 الخمسة3 بالحروف4 <span id='ms14'></span>:\n</p>\n\n<h1 class='l1' id='head37'>1- 5 </h1>\n\n<p>\nأن تكون مفردة، لا مثناة ولا مجموعة.\n</p>\n\n<h1 class='l1' id='head38'>2- 6 </h1>\n\n<p>\nوأن تكون مكبرة، احترازا من أن تكون مصغرة.\n</p>\n\n<h1 class='l1' id='head39'>3- 7 </h1>\n\n<p>\nوأن تكون مضافة لغير ياء المتكلم، احترازا من أن تكون مضافة إلى ياء\nالمتكلم8. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p458'> Vol. 01, p. 458</a>\n            </div>\n            \n</p>\n\n<p>\n- حد التثنية1: ضم اسم إلى مثله2، بشرط اتفاق اللفظ والمعنى3 الموجب\nللتسمية4.\n</p>\n\n<p>\n- حد المثنى5: هو الاسم الدال على اثنين6، بزيادة7 في آخره\n</p>\n\n<p>\nصالحا8 للتجريد وعطف مثله عليه9. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p459'> Vol. 01, p. 459</a>\n            </div>\n            \n</p>\n\n<p>\nوللتثنية شروط:1\n</p>\n\n<p>\nالأول2: الإفراد، فلا يثنى المثنى ولا المجموع على حده.\n</p>\n\n<p>\nالثاني: الإعراب، فلا يثنى المبني3، وأما نحو هذان4 واللذان5 فصيغ6\nموضوعة على المثنى7 لا أنها8 مثناة حقيقة.\n</p>\n\n<p>\nالثالث: عدم التركيب، فلا يثنى المركب تركيبا9 إسناديا10. وأما المركب\nتركيبا إضافيا فيستغنى بتثنية المضاف عن تثنية المضاف إليه.\n</p>\n\n<p>\nالرابع: التنكير، فلا يثنى العلم باقيا على علميته11، ولهذا لا يثنى\nالكنايات عن12 الأعلام نحو: فلان13، وفلانة14، لأنها15 لا تقبل التنكير16.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p460'> Vol. 01, p. 460</a>\n            </div>\n            \n</p>\n\n<p>\nالخامس: اتفاق اللفظ.\n</p>\n\n<p>\nالسادس: اتفاق المعنى. فلا يثنى المشترك، خلافا للحريري1. وأما نحو\nالعمران2، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p461'> Vol. 01, p. 461</a>\n            </div>\n            \n</p>\n\n<p>\nفمن باب التغليب1.\n</p>\n\n<p>\nالسابع: أن لا يستغنى2 عن تثنيته3 بتثنية غيره. نحو4 سواء، فإنهم استغنوا\nعن تثنيته بتثنية \"سي\"5، فقالوا: \"سيان\"6.\n</p>\n\n<p>\nالثامن: أن يكون له ثان7 في الوجود، وأما نحو8 \" القمران\"9 فمن باب\nالمجاز10.\n</p>\n\n<p>\n- حد11 الاسم الذي لا ينصرف12: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p462'> Vol. 01, p. 462</a>\n            </div>\n            \n</p>\n\n<p>\nهو1 ما فيه2 علتان3 فرعيتان من علل تسع4، أو واحدة منها5 تقوم6 مقامها7.\n</p>\n\n<p>\n- موانع الصرف8 يجمعها قولك9:-\n</p>\n\n<p>\nعدل ووصف وتأنيث ومعرفة 10 ... وعجمة ثم جمع ثم تركيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p463'> Vol. 01, p. 463</a>\n            </div>\n            \n</p>\n\n<p>\nوالنون زائدة من قبلها ألف ... ووزن فعلى1 وهذا القول تقريب.\n</p>\n\n<p>\nالنواصب قسمان:-\n</p>\n\n<p>\nمنها ما ينصب بنفسه، ومنها ما ينصب بتقدير \"أن\" بعده.\n</p>\n\n<p>\nفالذي ينصب بنفسه2: أن3، ولن4، و \"إذن\"5، وكي6. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p464'> Vol. 01, p. 464</a>\n            </div>\n            \n</p>\n\n<p>\nوالباقي1 ما ينصب بتقدير أن بعده2. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p465'> Vol. 01, p. 465</a>\n            </div>\n            \n</p>\n\n<p>\nويشترط في1 إذا2 شروط يجمعها3 قول الشاعر4:\n</p>\n\n<p>\nأعمل إذا إذا أتتك أولا5 ... وسقت فعلا بعدها مستقبلا\n</p>\n\n<p>\nواحذر إن6 أعملتها أن تفصلا7 ... إلا بخلف أو نداء أو بلا\n</p>\n\n<p>\nوإن أتت8 بحرف عطف أولا ... فأحسن الوجهين ألا تعملا9\n</p>\n\n<p>\nوالجوازم على قسمين:\n</p>\n\n<p>\nمنها ما يجزم فعلا واحدا، وهي: لم، ولما، ألم، ألما، لام الأمر،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p466'> Vol. 01, p. 466</a>\n            </div>\n            \n</p>\n\n<p>\nوالدعاء، ولا في النهي والدعاء1.\n</p>\n\n<p>\nومنها ما يجزم فعلين2 (وهي <span id='ms15'></span>) :\n</p>\n\n<p>\nإن3 إلى آخرها4.\n</p>\n\n<p>\nولم لنفي الماضي المنقطع عن الحال5. وما لنفي الماضي المتصل بالحال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p467'> Vol. 01, p. 467</a>\n            </div>\n            \n</p>\n\n<p>\n- حد الفاعل1: ما أسند إليه فعل تام فارغ غير مصوغ للمفعول2.\n</p>\n\n<p>\n- حد المبتدأ:\n</p>\n\n<p>\nاسم أو بمنزلته مجرد عن العوامل اللفظية3 غير الزائدة، مخبر عنه، أو وصف\nلرافع المكتفي به4. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p468'> Vol. 01, p. 468</a>\n            </div>\n            \n</p>\n\n<p>\n- حد الخبر1:\n</p>\n\n<p>\nهو الجزء2 المنتظم3 منه المبتدأ جملة4.\n</p>\n\n<p>\nالرجاء يكون في الممكن، والتمني يكون في الممكن والمستحيل5.\n</p>\n\n<p>\n- حد النعت6:\n</p>\n\n<p>\nالتابع7 لما قبله، المشعر8 بعلامة فيه أو ما هو في سببه.\n</p>\n\n<p>\nوالنعت إما أن يكون حقيقيا9 فيتبع منعوته10 في أربعة من عشرة، في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p469'> Vol. 01, p. 469</a>\n            </div>\n            \n</p>\n\n<p>\nواحد من الرفع والنصب والجر1، وواحد2 من الإفراد والتثنية والجمع، وواحد\nمن التذكير والتأنيث3، وواحد من التعريف والتنكير4.\n</p>\n\n<p>\n- حد5 عطف النسق6:\n</p>\n\n<p>\nالتابع7 لما قبله المشارك له في إعرابه بواسطة أحد8 الحروف العشرة9.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p470'> Vol. 01, p. 470</a>\n            </div>\n            \n</p>\n\n<p>\n- حد التوكيد1 المعنوي: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p471'> Vol. 01, p. 471</a>\n            </div>\n            \n</p>\n\n<p>\nالتابع المقرر معنى متبوعه في نفس السامع.\n</p>\n\n<p>\n- وحده لفظا:\n</p>\n\n<p>\nتكرار اللفظ بعينه1.\n</p>\n\n<p>\n- حد البدل2: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p472'> Vol. 01, p. 472</a>\n            </div>\n            \n</p>\n\n<p>\nالتابع المقصود بالحكم بلا واسطة أحد1.\n</p>\n\n<p>\n- حد المصدر2:\n</p>\n\n<p>\nهو الاسم الدال على الحدث3.\n</p>\n\n<p>\n- حد المستثنى4: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p473'> Vol. 01, p. 473</a>\n            </div>\n            \n</p>\n\n<p>\nهو الإخراج1 بإلا أو إحدى2 أخواتها تحقيقا، أو تقديرا3.\n</p>\n\n<p>\n- حد الجملة:\n</p>\n\n<p>\nما تركب من كلمتين فصاعدا4، بشرط5 الإسناد، أفاد أم لم يفد 6.\n</p>\n\n<p>\n- حد الجملة7 الكبرى:\n</p>\n\n<p>\nما وقع الخبر8 فيها جملة9.\n</p>\n\n<p>\n- حد الجملة10 الصغرى: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p474'> Vol. 01, p. 474</a>\n            </div>\n            \n</p>\n\n<p>\nما وقعت خبرا لمبتدأ1.\n</p>\n\n<p>\nأقسام الجملة ثلاث:\n</p>\n\n<p>\nاسمية وفعلية وظرفية2، وهي ترجع إلى:\n</p>\n\n<p>\nالاسمية: ما صدرت3باسم.\n</p>\n\n<p>\n- حد الجملة الفعلية: ما صدرت بفعل4.\n</p>\n\n<p>\n- حد الإضافة5: نسبة تقنينية بين اسمين، تثبت لثانيهما الخفض أبدا6.\n</p>\n\n<p>\n- حد التمييز7: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p475'> Vol. 01, p. 475</a>\n            </div>\n            \n</p>\n\n<p>\nهو الاسم المنصوب1 المفسر لما آنبهم2 من الذوات3.\n</p>\n\n<p>\nأعرف المعارف المضمرات، ثم الأعلام، ثم أسماء الإشارة، ثم الموصولات، ثم\nالمحلى بالألف واللام4. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p476'> Vol. 01, p. 476</a>\n            </div>\n            \n</p>\n\n<p>\n- حد الموصول الاسمي:\n</p>\n\n<p>\nما افتقر أبدا إلى عائد أو خلفه، وجملة تصريحية أو مؤولة1. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p478'> Vol. 01, p. 478</a>\n            </div>\n            \n</p>\n\n<p>\n- حد الموصول الحرفي:\n</p>\n\n<p>\nما أول مع ما يليه بمصدر. ولم يحتج إلى عائد1.\n</p>\n\n<p>\n- حد الحال2:\n</p>\n\n<p>\nهو الاسم المنصوب المفسر لما آنبهم من الهيئات3.\n</p>\n\n<p>\nيجب استتار الضمير في أربعة مواضع4:\n</p>\n\n<p>\nفي الفعل المضارع المبدوء بالهمزة، أو بالتاء، أو بالنون، وفي فعل الأمر.\n</p>\n\n<p>\nالجمل الواقعة بعد النكرات صفات، وبعد المعارف <span id='ms16'></span> أحوال. وبعد المحتمل لهما.\n</p>\n\n<p>\nوالجار والظرف إذا وقعا صفة أو جملة أو حالا أو خبرا، تعلق بمحذوف تقديره\nكائن أو مستقر إلا في الموصول فيتعين \"استقر\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p479'> Vol. 01, p. 479</a>\n            </div>\n            \n</p>\n\n<p>\n- حد الصفة:\n</p>\n\n<p>\nما دل على معنى وزمان1.\n</p>\n\n<p>\nوالحمد لله تم الكتاب بحمد الله وعونه وحسن توفيقه على يد أفقر عباد ربه\nإبراهيم يوسف.. وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p480'> Vol. 01, p. 480</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head40'>مصادر ومراجع</h1>\n\n<p>\n...\n</p>\n\n<p>\nفهرس المصادر والمراجع\n</p>\n\n<h1 class='l1' id='head41'>1- </h1>\n\n<p>\nالإشارة إلى تحسين العبارة: تأليف علي بن فضال بن علي المجاشعي المتوفى\nسنة 479?، تحقيق: د. حسن شاذلي فرهود، دار العلوم، الرياض، 1402? (د. ط) .\n</p>\n\n<h1 class='l1' id='head42'>2- </h1>\n\n<p>\nإشارة التعيين في تراجم النحاة واللغويين: تأليف عبد الباقي بن عبد\nالمجيد اليماني المتوفى سنة 743?. تحقيق: د. عبد المجيد دياب، مركز الملك\nفيصل للدراسات الإسلامية، الطبعة الأولى، 1406?.\n</p>\n\n<h1 class='l1' id='head43'>3- </h1>\n\n<p>\nالأشباه والنظائر في النحو: لأبي الفضل عبد الرحمن بن الكمال أبو بكر\nجلال الدين السيوطي.\n</p>\n\n<p>\nحققه: طه عبد الرؤوف سعد، مكتبة الكليات الأزهرية، القاهرة 1395? (طبعة\nجديدة مراجعة محققة) .\n</p>\n\n<h1 class='l1' id='head44'>4- </h1>\n\n<p>\nإصلاح المنطق: لابن السكيت المتوفى سنة 244?، شرح وتحقيق: أحمد محمد شاكر\nوعبد السلام محمد هارون، ط 3، دار المعارف بمصر.\n</p>\n\n<h1 class='l1' id='head45'>5- </h1>\n\n<p>\nالأعلام: لخير الدين الزركلي، الطبعة الثالثة، 1389?.\n</p>\n\n<h1 class='l1' id='head46'>6- </h1>\n\n<p>\nإنباه الرواة على أنباه النحاة: للوزير جمال الدين أبي الحسن علي بن يوسف\nالقفطي، تحقيق: محمد أبو الفضل إبراهيم، مطبعة دار الكتب المصرية، ط 1،\nالقاهرة، 1374?.\n</p>\n\n<h1 class='l1' id='head47'>7- </h1>\n\n<p>\nالإنصاف في مسائل الخلاف بين النحويين البصريين والكوفيين: تأليف كمال\nالدين أبي البركات عبد الرحمن بن محمد بن أبي سعيد الأنباري النحوي، تحقيق:\nمحمد محي الدين عبد الحميد، دار الفكر، بيروت (د. ط) (د. ت) .\n</p>\n\n<h1 class='l1' id='head48'>8- </h1>\n\n<p>\nإيضاح المكنون في الذيل على كشف الظنون عن أسامي الكتب والفنون: لإسماعيل\nباشا بن محمد أمين بن مير سليم الباباني البغدادي، دار العلوم الحديثة،\nبيروت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p481'> Vol. 01, p. 481</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head49'>9- </h1>\n\n<p>\nالبداية والنهاية: لأبي الفداء الحافظ ابن كثير الدمشقي المتوفى سنة\n774?. الناشر مكتبة المعارف، الطبعة الأولى، بيروت، 1966م.\n</p>\n\n<h1 class='l1' id='head50'>10- </h1>\n\n<p>\nبغية الوعاة في طبقات اللغويين والنحاة: لجلال الدين عبد الرحمن السيوطي،\nتحقيق: محمد أبو الفضل إبراهيم، ط القاهرة، عيسى البابي الحلبي وشركاه.\n</p>\n\n<h1 class='l1' id='head51'>11- </h1>\n\n<p>\nتاج العروس، عن جواهر القاموس: للزبيدي، منشورات: دار مكتبة الحياة <span id='ms17'></span>،\nبيروت.\n</p>\n\n<h1 class='l1' id='head52'>12- </h1>\n\n<p>\nتاج اللغة وصحاح العربية: تأليف إسماعيل بن حماد الجوهري، تحقيق: أحمد\nعبد الغفور عطار، دار العلم للملايين، بيروت. ط 3، 1404ه.\n</p>\n\n<h1 class='l1' id='head53'>13- </h1>\n\n<p>\nالتبصرة والتذكرة: لأبي محمد عبد الله بن علي بن إسحاق الصيمري من نحاة\nالقرن الرابع، تحقيق: د. فتحي أحمد مصطفى علي الدين، ط 1، 1402ه، جامعة أم\nالقرى، مركز البحث العلمي وإحياء التراث الإسلامي.\n</p>\n\n<h1 class='l1' id='head54'>14- </h1>\n\n<p>\nتسهيل الفوائد وتكميل المقاصد: لابن مالك، تحقيق محمد كامل بركات، دار\nالكاتب العربي، 1387ه، مصر.\n</p>\n\n<h1 class='l1' id='head55'>15- </h1>\n\n<p>\nكتاب التعريفات: للشريف علي بن محمد الجرجاني، ضبطه وصححه جماعة من\nالعلماء بإشراف الناشر، دار الكتب العلمية، بيروت، ط 1، 1403ه، دار الكتاب\nالعربي، بيروت، 1405ه.\n</p>\n\n<h1 class='l1' id='head56'>16- </h1>\n\n<p>\nتعليق الفرائد على تسهيل الفوائد: محمد بدر الدين بن أبي بكر بن عمر\nالدماميني المتوفى سنة 827?، تحقيق: د. محمد بن عبد الرحمن بن محمد المفدي.\nالطبعة الأولى، بيروت، 1403ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p482'> Vol. 01, p. 482</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head57'>17- </h1>\n\n<p>\nتلقيح الألباب في عوامل الإعراب: تأليف أبي بكر محمد بن عبد الملك\nالشنتريني المتوفى سنة 549?، تحقيق: د. معيض بن مساعد العوفي، دار المدني،\nجدة، الطبعة الأولى 1410?.\n</p>\n\n<h1 class='l1' id='head58'>18- </h1>\n\n<p>\nالجامع الصغير في النحو: لابن هشام الأنصاري، تحقيق: د. أحمد الهرمبل،\nمكتبة الخانجي بالقاهرة، 1400?.\n</p>\n\n<h1 class='l1' id='head59'>19- </h1>\n\n<p>\nجني الجنتين في تمييز نوعي المثنيين، تأليف محمد أمين بن فضل الله المحبي\nالمتوفى سنة 1111?، دار الكتب العلمية، بيروت.\n</p>\n\n<h1 class='l1' id='head60'>20- </h1>\n\n<p>\nحياة الحيوان الكبرى، للشيخ كمال الدين الدميري، ج1، دار الفكر، بيروت.\n</p>\n\n<h1 class='l1' id='head61'>21- </h1>\n\n<p>\nدائرة المعارف وهو قاموس عام لكل فن ومطلب، تأليف المعلم بطرس البستاني،\nدار المعرفة، بيروت، لبنان.\n</p>\n\n<h1 class='l1' id='head62'>22- </h1>\n\n<p>\nالدرر الكامنة في أعيان المئة الثامنة: لشهاب الدين أحمد بن\nحجرالعسقلاني، المتوفى سنة 852?، حققه وقدم له: محمد سيد جاد الحق، دار\nالكتب الحديثة، مصر.\n</p>\n\n<h1 class='l1' id='head63'>23- </h1>\n\n<p>\nشذا العرف في فن الصرف: تأليف الأستاذ أحمد الحملاوي. أستاذ العلوم\nالعربية بدار العلوم وأحد علماء الأزهر الشريف، منشورات المكتبة العلمية\nالجديدة، بيروت.\n</p>\n\n<h1 class='l1' id='head64'>24- </h1>\n\n<p>\nشذرات الذهب في أخبار من ذهب: لأبي الفلاح عبد الحي بن العماد الحنبلي\nالمتوفى سنة 1089?، المكتب التجاري، بيروت، الطبعة الأولى.\n</p>\n\n<h1 class='l1' id='head65'>25- </h1>\n\n<p>\nشرح الأشموني على ألفية ابن مالك. ومعه حاشية الصبان وشرح الشواهد\nللعيني، دار إحياء الكتب العربية، عيسى البابي الحلبي وشركاه، مصر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p483'> Vol. 01, p. 483</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head66'>26- </h1>\n\n<p>\nشرح ابن عقيل <span id='ms18'></span> على ألفية ابن مالك، دار الاتحاد العربي، ط 15، 1368ه.\n</p>\n\n<h1 class='l1' id='head67'>27- </h1>\n\n<p>\nشرح ألفية ابن مالك: لابن الناظم المتوفى سنة 686ه أبي عبد الله بدر\nالدين محمد بن الإمام جمال الدين محمد بن مالك صاحب الألفية، تحقيق: د. عبد\nالحميد السيد محمد عبد الحميد، دار الجيل، بيروت.\n</p>\n\n<h1 class='l1' id='head68'>29- </h1>\n\n<p>\nشرح ألفية ابن معط لعز الدين أبي الفضل عبد العزيز بن جمعه بن زيد القواس\nالموصلي المتوفى سنة 696ه، تحقيق: د. علي موسى الشوملي، الناشر: مكتبة\nالخريجي، الرياض، الطبعة الأولى، 1405ه.\n</p>\n\n<h1 class='l1' id='head69'>30- </h1>\n\n<p>\nشرح التحفة الوردية: لزين الدين أبي حفص عمر بن مظفر بن عمر ابن الوردي\nالمتوفى سنة 749ه، تحقيق: د. عبد الله علي الشلال، مكتبة الرشد، الرياض، ط\n1، 1049ه.\n</p>\n\n<h1 class='l1' id='head70'>31- </h1>\n\n<p>\nشرح التسهيل: لابن عقيل: المساعد على تسهيل الفوائد: للإمام بهاء الدين\nابن عقيل على كتاب التسهيل لابن مالك، تحقيق: د. محمد كامل بركات، الناشر:\nمركز البحث العلمي وإحياء التراث الإسلامي بمكة، 1405ه.\n</p>\n\n<h1 class='l1' id='head71'>32- </h1>\n\n<p>\nشرح التصريح على التوضيح: لخالد الأزهري، دار الفكر، بيروت.\n</p>\n\n<h1 class='l1' id='head72'>33- </h1>\n\n<p>\nشرح كتاب الحدود للأبدي تأليف: الشيخ الإمام العالم العلامة: عبد الرحمن\nابن محمد بن قاسم المالكي النحوي المتوفى سنة 920ه. تحقيق: د. المتولي\nالدميري 1413ه. وكالة الشروق للطباعة والنشر.\n</p>\n\n<h1 class='l1' id='head73'>34- </h1>\n\n<p>\nشرح كتاب الحدود في النحو: للإمام عبد الله بن أحمد الفاكهي النحوي المكي\nالمتوفى سنة 972ه، تحقيق: د. المتولي الدميري، 1408ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p484'> Vol. 01, p. 484</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head74'>35- </h1>\n\n<p>\nشرح الفصيح: لابن هشام اللخمي المتوفى سنة 577?. دراسة وتحقيق: د. مهدي\nعبيد جاسم ط 1، 1409?. وزارة الثقافة والإعلام، دائرة الآثار والتراث، دار\nصدام للمخطوطات، العراق.\n</p>\n\n<h1 class='l1' id='head75'>36- </h1>\n\n<p>\nشرح اللمحة البدرية في علم العربية: لأبي حيان الأندلسي. تأليف: أبي محمد\nعبد الله جمال الدين بن يوسف بن أحمد بن عبد الله بن هشام الأنصاري. تحقيق:\nد. صلاح رواي، الطبعة الثانية، القاهرة.\n</p>\n\n<h1 class='l1' id='head76'>37- </h1>\n\n<p>\nشرح عيون الإعراب: تأليف الإمام أبي الحسن علي بن فضال المجاشعي المتوفى\nسنة 479?. تحقيق: د. حنا جميل حداد، مكتبة المنار، الأردن، الزرقاء، الطبعة\nالأولى، 1406?.\n</p>\n\n<h1 class='l1' id='head77'>38- </h1>\n\n<p>\nشرح المفصل: موفق الدين يعيش بن علي بن يعيش النحوي المتوفى سنة 643?،\nعالم الكتب، بيروت، مكتبة المتنبي، القاهرة.\n</p>\n\n<h1 class='l1' id='head78'>39- </h1>\n\n<p>\nشرح ملحة الإعراب: لأبي محمد القاسم بن <span id='ms19'></span> علي بن محمد بن عثمان الحريري\nالمتوفى سنة 516?. تحقيق: د. أحمد قاسم، مكتبة دار التراث، ط 2، 1412?.\n</p>\n\n<h1 class='l1' id='head79'>40 - </h1>\n\n<p>\nشفاء العليل في إيضاح التسهيل: لأبي عبد الله محمد بن عيسى السلسيلي\nالمتوفى سنة 770?، تحقيق: د. الشريف عبد الله علي الحسيني البركاتي، ط 1،\n1406?.\n</p>\n\n<h1 class='l1' id='head80'>41- </h1>\n\n<p>\nالصاحبي في فقه اللغة وسنن العرب في كلامها: لأبي الحسين أحمد بن فارس،\nتحقيق: مصطفى الشويمي، مؤسسة أ. بدران، بيروت، 1382?.\n</p>\n\n<h1 class='l1' id='head81'>42- </h1>\n\n<p>\nصفة جزيرة الأندلس، منتخبة من كتاب الروض المعطار في خبر الأقطار: لأبي\nعبد الله محمد بن عبد الله بن عبد المنعم الحميري، جمعه سنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p485'> Vol. 01, p. 485</a>\n            </div>\n            \n</p>\n\n<p>\n866?، عني بنشرها وتصحيحها وتعليق حواشيها: أ. لافي بروفنصال، القاهرة،\nمطبعة لجنة التأليف والترجمة سنة 1937م.\n</p>\n\n<h1 class='l1' id='head82'>43- </h1>\n\n<p>\nالضوء اللامع لأهل القرن التاسع: شمس الدين محمد عبد الرحمن السخاوي،\nالمجلد الأولى، منشورات دار مكتبة الحياة، بيروت.\n</p>\n\n<h1 class='l1' id='head83'>44- </h1>\n\n<p>\nغاية النهاية في طبقات القراء: شمس الدين أبو الخير محمد بن محمد بن\nالجزري المتوفى سنة 833ه. عني بنشره: ج برحستراسر، دار الكتب العلمية،\nبيروت، الطبعة الثانية، 1400ه.\n</p>\n\n<h1 class='l1' id='head84'>45- </h1>\n\n<p>\nالغرة المخفية لابن الخباز المتوفى سنة 639ه في شرح الدرة الألفية: لابن\nمعط المتوفى سنة 628?، تحقيق: حامد محمد العبدلي، دار الأنباء، بغداد،\nالرمادي.\n</p>\n\n<h1 class='l1' id='head85'>46- </h1>\n\n<p>\nفوات الوفيات والذيل عليها. تأليف: محمد بن شاكر الكتبي المتوفى سنة\n764ه. تحقيق د. إحسان عباس، دار صادر، بيروت.\n</p>\n\n<h1 class='l1' id='head86'>47- </h1>\n\n<p>\nالقاموس المحيط: تأليف مجد الدين محمد بن يعقوب الفيروز ابادي المتوفى\nسنة 816?، دار الجيل، المؤسسة العربية للطباعة والنشر، بيروت.\n</p>\n\n<h1 class='l1' id='head87'>48- </h1>\n\n<p>\nالكافية في النحو: لجمال الدين أبي عمرو عثمان بن عمر المعروف بابن\nالحاجب النحوي المالكي المتوفى سنة 646ه، شرحه: رضي الدين محمد ابن الحسن\nالاستراباذي النحوي المتوفى سنة 686ه، دار الكتب العلمية، بيروت.\n</p>\n\n<h1 class='l1' id='head88'>49- </h1>\n\n<p>\nكشف الظنون عن أسامي الكتب والفنون: مصطفى بن عبد الله الشهير بحاجي\nخليفة وبكاتب جلبى. أعادت طبعة بالأوفست منشورات مكتبة المثنى، بغداد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p486'> Vol. 01, p. 486</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head89'>50- </h1>\n\n<p>\nلسان العرب: لأبي الفضل جمال الدين محمد بن مكرم بن منظور الأفريقي\nالمصري، دار صادر، بيروت.\n</p>\n\n<h1 class='l1' id='head90'>51- </h1>\n\n<p>\nاللمع في العربية: صنعة أبي الفتح عثمان بن جني، تحقيق: د. حسين محمد\nمحمد شرف، عالم الكتب، القاهرة، ط 1، 1399ه.\n</p>\n\n<h1 class='l1' id='head91'>52- </h1>\n\n<p>\nالمحلى \"وجوه النصب\" صنفه <span id='ms20'></span> أبو بكر أحمد بن الحسن بن شقير النحوي البغدادي\nالمتوفى سنة 317ه. تحقيق: د. فائز فارس، مؤسسة الرسالة، بيروت، دار الأمل،\nالأردن، الطبعة الأولى، 1408ه.\n</p>\n\n<h1 class='l1' id='head92'>53- </h1>\n\n<p>\nالمرتجل: لأبي محمد عبد الله بن أحمد بن أحمد بن أحمد بن الخشاب المتوفى\nسنة 567?. تحقيق: علي حيدر، دمشق، 1392ه.\n</p>\n\n<h1 class='l1' id='head93'>54- </h1>\n\n<p>\nالمزهر في علوم اللغة وأنواعها: لعبد الرحمن جلال الدين السيوطي، دار\nالفكر، تحقيق: محمد أحمد جاد المولى، وعلي البجاوي، ومحمد أبو الفضل\nإبراهيم، القاهرة.\n</p>\n\n<h1 class='l1' id='head94'>55- </h1>\n\n<p>\nالمصباح في علم النحو: للمطرزي، تحقيق: عبد الحميد السيد طلب، مكتبة\nالشباب، الطبعة الأولى، مصر.\n</p>\n\n<h1 class='l1' id='head95'>56- </h1>\n\n<p>\nالمصطلح النحوي \"نشأته وتطوره حتى أواخر القرن الثالث الهجري\": عوض حمد\nالقوزي، الناشر: عمادة شؤون المكتبات، جامعة الرياض، الرياض، الطبعة\nالأولى، 1401ه.\n</p>\n\n<h1 class='l1' id='head96'>57- </h1>\n\n<p>\nمعجم البلدان لشهاب الدين أبي عبد الله ياقوت الحموي الرومي البغدادي،\nم1، بيروت، دار صادر، د. ت.\n</p>\n\n<h1 class='l1' id='head97'>58- </h1>\n\n<p>\nمعاني القرآن: لأبي زكريا يحيى بن زياد الفراء المتوفى سنة 207ه تحقيق:\nمحمد علي النجار، الدار المصرية للتأليف والترجمة، مصر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p487'> Vol. 01, p. 487</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head98'>59- </h1>\n\n<p>\nمعاني القرآن: صنعه الأخفش الأوسط أبو الحسن سعيد بن مسعدة المجاشعي\nالبلخي البصري المتوفى سنة 215ه، ج1، تحقيق: د. فائز فارس، ط2، 1401ه. يطلب\nهذا الكتاب من محققه ص. ب 2002 الصفاة الكويت.\n</p>\n\n<h1 class='l1' id='head99'>60- </h1>\n\n<p>\nمعجم المؤلفين: عمر رضا كحالة، المجلد الأولى، الناشر: مكتبة المثنى،\nبيروت، ودار إحياء التراث العربي، بيروت.\n</p>\n\n<h1 class='l1' id='head100'>61- </h1>\n\n<p>\nمغني اللبيب عن كتب الأعاريب: لجمال الدين بن هشام الأنصاري المتوفى سنة\n761ه، تحقيق: د. مازن المبارك، ومحمد علي حمد الله، راجعه: سعيد الأفغاني،\nدار الفكر، الطبعة الثانية، 1969م.\n</p>\n\n<h1 class='l1' id='head101'>62- </h1>\n\n<p>\nمفتاح الإعراب: للشيخ محمد بن علي بن موسى الأنصاري المحلي المتوفى سنة\n673ه. تحقيق: د. محمد عامر أحمد حسن، مكتبة الإيمان، القاهرة.\n</p>\n\n<h1 class='l1' id='head102'>63- </h1>\n\n<p>\nمفتاح السعادة ومصباح السيادة في موضوعات العلوم: أحمد بن مصطفى، الشهير\nبطاش كبرى زاده، تحقيق: كامل بكري، عبد الوهاب أبو النور، دار الكتب\nالحديثة.\n</p>\n\n<h1 class='l1' id='head103'>64- </h1>\n\n<p>\nالمقتضب: للمبرد، تحقيق: محمد عبد الخالق عضيمة، لجنة إحياء التراث\nالإسلامي، القاهرة، 1399ه.\n</p>\n\n<h1 class='l1' id='head104'>65- </h1>\n\n<p>\nالمقدمة الجزولية في النحو: تصنيف: أبي موسى عيسى بن عبد العزيز الجزولي\nالمتوفى بأزمور سنة 607ه، تحقيق وشرح: د. شعبان عبد <span id='ms21'></span> الوهاب محمد، الأستاذ\nالمشارك بجامعة الإمام بأبها، راجعه: د. حامد أحمد نيل، ود. فتحي جمعه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p488'> Vol. 01, p. 488</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head105'>66- </h1>\n\n<p>\nالموسوعة الثقافية بإشراف د. حسين سعيد، دار المعرفة، مؤسسة فرانكلين\nللطباعة والنشر.\n</p>\n\n<h1 class='l1' id='head106'>67- </h1>\n\n<p>\nالموسوعة العربية الميسرة، مؤسسة فرانكلين للطباعة والنشر، القاهرة،\n1959م.\n</p>\n\n<h1 class='l1' id='head107'>68- </h1>\n\n<p>\nموصل الطلاب إلى قواعد الإعراب: للشيخ خالد الأزهري، شرح قواعد الإعراب\nلابن هشام الأنصاري، تحقيق: محمد إبراهيم سليم، مكتبة الساعي، الرياض.\n</p>\n\n<h1 class='l1' id='head108'>69- </h1>\n\n<p>\nالنجوم الزاهرة في ملوك مصر والقاهرة: جمال الدين أبو المحاسن يوسف ابن\nتغري بردي الأتابكي المتوفى سنة 874ه، نسخة مصورة عن طبعة دار الكتب مع\nاستدراكات وفهارس جامعة، وزارة الثقافة والإرشاد القومي، المؤسسة المصرية\nالعامة للتأليف والترجمة والطباعة والنشر، القاهرة، د. ت.\n</p>\n\n<h1 class='l1' id='head109'>70- </h1>\n\n<p>\nنزهة الألباء في طبقات الأدباء: لأبي البركات الأنباري، تحقيق: محمد أبو\nالفضل إبراهيم، دار نهضة مصر، القاهرة.\n</p>\n\n<h1 class='l1' id='head110'>71- </h1>\n\n<p>\nنفح الطيب من غصن الأندلس ال رطيب، وذكر وزيرها لسان الدين ابن الخطيب،\nتأليف أحمد بن محمد المقري التلمساني المتوفى في عام 1401ه، تحقيق: محمد\nمحي الدين عبد الحميد، دار الكتاب العربي، بيروت.\n</p>\n\n<h1 class='l1' id='head111'>72- </h1>\n\n<p>\nالنكت الحسان في شرح غاية الإحسان: لأبي حيان النحوي الأندلسي الغرناطي\nالمتوفى سنة 745ه، تحقيق: د. عبد الحسين الفتلي، كلية الآداب جامعة بغداد،\nالطبعة الأولى 1405ه. مؤسسة الرسالة، بيروت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p489'> Vol. 01, p. 489</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head112'>73- </h1>\n\n<p>\nهمع الهوامع شرح جمع الجوامع في علم العربية: لجلال الدين عبد الرحمن ابن\nأبي بكر السيوطي، عني بتصحيحه: السيد محمد بدر الدين النعساني، دار\nالمعرفة، بيروت.\n</p>\n\n<h1 class='l1' id='head113'>74- </h1>\n\n<p>\nالوافي بالوفيات: تأليف صلاح الدين خليل بن أيبك الصفدي، باعتناء: س. ديد\nرينغ، دار النشر: فرانز شتايز بفيسبادن، الطبعة الثانية، 1394ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p490'> Vol. 01, p. 490</a>\n            </div>\n             <span id='ms22'></span>\n</p>\n",
  "pages": [
    "000",
    "403",
    "404",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410",
    "411",
    "412",
    "413",
    "413",
    "414",
    "415",
    "415",
    "416",
    "416",
    "417",
    "418",
    "419",
    "419",
    "420",
    "420",
    "421",
    "422",
    "429",
    "430",
    "431",
    "432",
    "433",
    "434",
    "435",
    "436",
    "437",
    "438",
    "439",
    "440",
    "441",
    "442",
    "443",
    "444",
    "445",
    "446",
    "447",
    "448",
    "449",
    "450",
    "451",
    "452",
    "453",
    "454",
    "455",
    "456",
    "457",
    "458",
    "459",
    "460",
    "461",
    "462",
    "463",
    "464",
    "465",
    "466",
    "467",
    "468",
    "469",
    "470",
    "471",
    "472",
    "473",
    "474",
    "475",
    "476",
    "478",
    "479",
    "480",
    "481",
    "482",
    "483",
    "484",
    "485",
    "486",
    "487",
    "488",
    "489",
    "490"
  ],
  "volumes": [
    "01"
  ]
}