{
  "content": "\n<p>\nسؤالات حمزة بن يوسف السهمي للدارقطني وغيره من المشايخ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nسؤالات حمزة بن يوسف السهمي للدارقطني وغيره من المشايخ في الجرح\nوالتعديل دراسة وتحقيق موفق بن عبد الله بن عبد القادر مكتبة المعارف\nالرياض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p003'> Vol. 00, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nحقوق الطبع محفوظة الطبعة الأولى 1404 ه‍ - 1984 م مكتبة المعارف - ص. ب:\n3281 - هاتف 4013708 - 4023979 الرياض - المملكة العربية السعودية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p004'> Vol. 00, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم الحمد لله رب العالمين، والصلاة والسلام على\nسيدنا محمد وعلى آله وصحبه وسلم وبعد.\n</p>\n\n<p>\nللسنة النبوية المنزلة العظيمة في التشريع الاسلامي فهي تحتل المرتبة\nالثانية بعد كتاب الله عز وجل، ولقد أمرنا الله تعالى بوجوب اتباع السنة\nوالعمل بها.\n</p>\n\n<p>\nوالرجوع إليها فقال: (من يطع الرسول فقد أطاع الله) وقال: (وما آتاكم\nالرسول فخذوه، وما نهاكم عنه فانتهوا) وقال: (يا أيها الذين آمنوا أطيعوا\nالله، وأطيعوا الرسول وأولي الأمر منكم فان تنازعتم في شئ فردوه إلى الله\nوالى الرسول ان كنتم تؤمنون بالله واليوم الآخر ، ذلك خير وأحسن تأويلا.)\nوقال رسول الله (صلى الله عليه وسلم): (تركت فيكم ما ان تمسكتم به لن تضلوا\nمن بعدي: كتاب الله وسنتي) وقال (صلى الله عليه وسلم) (يوشك رجل منكم متكئا\nعلى أريكته يحدث بحديث عني فيقول: بيننا وبينكم كتاب الله، فما وجدنا فيه\nمن حرام حرمناه الا وان ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p005'> Vol. 00, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nحرمه رسول الله مثل الذي حرم الله.) وقال تعالى: (فليحذر الذين يخالفون\nعن أمر الله ان تصيبهم فتنة أو يصيبهم عذاب اليم).\n</p>\n\n<p>\nولقد اهتم المسلمون بحفظ سنة نبيهم (صلى الله عليه وسلم)، فدونوها\nوحفظوها وفتشوا عن الطريق الذي وصلت إليهم الأحاديث منه.. فأنشأوا علم\nالجرح والتعديل.. أو علم معرفة أحوال الرجال من حيث قبول روايتهم أوردها..\nان علم الجرح والتعديل هو ميزة من مميزات الحضارة الاسلامية عن غيرها من\nالحضارات، وسمة بارزة اتسم بها المسلمون عن غيرهم من الأقوام والشعوب.. ذلك\nأن قبول الاخبار ورواية الحديث في المجتمع المسلم لا يقبل من كل فرد... بل\nلا بد ان تتوفر في الناقل شروط وخصال حددها علماء الجرح والتعديل.. فعلم\nمعرفة الرجال والبحث <span id='ms01'></span> عن أحوالهم علم تفرد به المسلمون.. بل هم أول من ابتكر\nهذا الفن من الفنون... وما أحوج الحضارات الأخرى إلى هذا العلم..\n</p>\n\n<p>\nفلو تساءلنا ما سبب انحراف اليهودية والنصرانية عن حقيقتها كأديان منزلة\nمن عند الله سبحانه وتعالى؟ لكان الجواب البديهي هو لكذب الرواة الذين\nنقلوا هذه الأديان لأممهم.\n</p>\n\n<p>\nفي حين ان المسلمين حافظوا على حقيقة دينهم وأصالته بتحرزهم في نقل سنة\nنبيهم (صلى الله عليه وسلم) وعدم اخذهم الرواية الا بعد التأكد من صحتها\nوصدق راويها..\n</p>\n\n<p>\nان نشؤ علم الجرح والتعديل يعتبر استجابة طبيعية من المسلمين لتوجيهات\nالله تعالى، وتعليمات نبيهم (صلى الله عليه وسلم).\n</p>\n\n<p>\nقال تعالى: (يا أيها الذين آمنوا ان جاءكم فاسق بنبأ فتبينوا ان تصيبوا\nقوما بجهالة فتصبحوا على ما فعلتم نادمين.) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p006'> Vol. 00, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nوقال (صلى الله عليه وسلم): (لا تحدثوا الا عمن تقبلون شهادته) وهكذا سار\nالسلف الصالح على هذا النهج، قال علي بن أبي طالب رضي الله عنه: (انظروا\nعمن تأخذون هذا العلم فإنما هو الدين) وكذا قال أبو هريرة وابن سرين وغيرهم\nمن علماء الأمة الاسلامية ومحدثوها.\n</p>\n\n<p>\nقال العز بن عبد السلام رحمه الله تعالى: (القدح في الرواة واجب لما فيه\nمن اثبات الشرع، ولما على الناس في ترك ذلك من الضرر في التحريم والتحليل\nوغيرهما).\n</p>\n\n<p>\nوقال ابن خلدون: (ومن علوم الحديث النظر في الأسانيد ومعرفة ما يجب العمل\nبه (من) الأحاديث بوقوعه على السند الكامل الشرط لان العمل إنما وجب بما\nيغلب على الظن هدفه من اخبار رسول الله (صلى الله عليه وسلم) فيجتهد في\nالطريق التي تحصل ذلك الظن وهو بمعرفة رواة الحديث بالعدالة والضبط، وإنما\nيثبت ذلك بالنقل عن اعلام الدين بتعديلهم وبراءتهم من الجرح والغفلة، ويكون\nلنا ذلك دليلا على القبول أو الترك) ولقد بذلك علماء الجرح والتعديل جهودا\nجبارة في دراسة أحوال الرجال الذين نقلوا السنة النبوية، وقلبوهم ظهرا\nلبطن.. وكانوا في دراستهم في غاية التقوى والورع، الموضوعية والتجرد عن\nالهوى والمحاباة..\n</p>\n\n<p>\nولقد برز جهابذة اختصوا بهذا الفن.. ومن هؤلاء <span id='ms02'></span> الامام الحافظ أبو الحسن\nعلي بن عمر الدارقطني، حيث اتجه إليه المحدثون والنقاد يسألونه عن الجرح\nوالتعديل، وعلل الحديث.. (5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p007'> Vol. 00, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nوهذه سؤالات الحافظ أبو القاسم حمزة بن يوسف السهمي للامام الحافظ أبو\nالحسن الدارقطني ولغيره من المشايخ، من كتب الجرح والتعديل المهمة.. ذلك\nانها سؤالات من حافظ كبير، لطائفة من كبار النقاد في مجال الجرح والتعديل،\nوعلى رأسهم الامامين الكبيرين أبي الحسن الدارقطني وأبي بكر الإسماعيلي..\n</p>\n\n<p>\nكما أن هذه السؤالات كان لها الأثر الكبير في المصنفات التي جاءت فيما\nبعدها والفت في مجال الجرح والتعديل ومعرفة أحوال الرجال..\n</p>\n\n<p>\nفقد اقتبس منها الخطيب البغدادي (165) نصا في تاريخ بغداد كما اقتبس منها\nابن عساكر في كتابه (تاريخ دمشق) في أكثر من موضع، وكذا ابن الجوزي في كتبه\n(المنتظم) و (الموضوعات)، وكذا ابن كثير في (البداية والنهاية) وابن نقطة\nفي (التقييد)، و (الاستدراك) وقبله ابن مأكولا في (الاكمال) كما اقتبس\nالذهبي رحمه الله في كتبه (تاريخ الاسلام) و (تذكرة الحفاظ) و (سير أعلام\nالنبلاء) وغير ذلك من المصنفات التي كتبها.. وكذا ابن العماد في الشذرات،\nوابن حجر في مصنفاته.. إلى غير ذلك من كتب الجرح والتعديل والتراجم مما يدل\nعلى الأهمية العظيمة لهذه السؤالات.\n</p>\n\n<p>\nان كل من يشتغل بالحديث وعلومه، ولا سيما المهتم بالجرح والتعديل ليتطلع\nشوقا إلى هذه السؤالات.\n</p>\n\n<p>\nولقد بذلت جهدي في تحقيقها ودراستها وتأصيل نصوصها من المخطوط والمطبوع..\nفان أصبت فمن الله.. وان أخطأت فمني والشيطان واستغفر الله، والله تعالى\nاسال ان يوفقنا لخدمة ديننا وسنة نبينا (صلى الله عليه وسلم) وهو حسبنا\nونعم الوكيل وآخر دعوانا ان الحمد لله رب العالمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p008'> Vol. 00, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nالتعريف بالامام الحافظ أبي الحسن علي بن عمر الدارقطني بالنظر لشهرة\nالدارقطني، فاني سأكتفي بهذه الترجمة الموجزة عن حياته وشيوخه وتلاميذه\nورحلاته العلمية.. مكتفيا بما كتبته عنه في (كتاب الضعفاء والمتروكون)\nللدارقطني.\n</p>\n\n<p>\nاسمه ونسبه وكنيته ولقبه:\n</p>\n\n<p>\nهو الامام الحافظ أبو الحسن علي بن عمر بن أحمد بن مهدي بن مسعود ابن\nالنعمان بن دينار بن عبد الله الدارقطني البغدادي <span id='ms03'></span>، ودار القطن بفتح الدال\nوسكون الألف وفتح الراء وسكون الطاء المهملة وفي آخرها نون محلة كانت\nببغداد من نهر طابق بالجانب الغربي بين الكرخ ونهر عيسى بن علي، خربت\nالساعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p009'> Vol. 00, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nمولده:\n</p>\n\n<p>\nولد سنة ست وثلاثمائة، وقيل سنة خمس وثلاثمائة، ونقل الخطيب القولين،\nولكنه صدر كلامه بالقول الأول، ويرجع هذا القول تصريح الدارقطني نفسه به\nحيث قال: (مات أبو العباس أحمد بن محمد بن شريح القاضي الفقيه سنة ست\nوثلاثمائة.. وولدت في هذه السنة) طلبه للعلم:\n</p>\n\n<p>\nكان والد الدارقطني رجل علم، ومن المحدثين الثقات، فلابد ان يحرص على\nتعليم ولده وهو صغير، كما أنه بدأ الكتابة وهو صبي، فقد قال عن نفسه:\n</p>\n\n<p>\n(كتبت في أول سنة خمس عشرة وثلاثمائة) وكان يحضر مجلس البغوي منذ نعومة\nأظافره، قال يوسف القواس: (كنا نمر إلى البغوي والدارقطني صبي يمشي خلفنا\nبيده رغيف عليه كامخ، وقال الذهبي:\n</p>\n\n<p>\n(وسمع وهو صبي من أبي القاسم البغوي ويحيى بن محمد بن صاعد، وأبي بكر ابن\nأبي داود)، والذي يظهر لنا ونحن نقرأ حياة الدارقطني انه حفظ القرآن وهو\nصغير، فقد قال عن نفسه: (كنت انا والكتاني نسمع الحديث فكانوا يقولون: يخرج\nالكتاني محدث البلد، ويخرج الدارقطني مقرئ البلد، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p010'> Vol. 00, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nفخرجت انا محدثا مقرئا) أضف إلى ذلك أن من عادة المسلمين انهم كانوا\nيحفظون القرآن الكريم لأبناءهم وهم في مرحلة الطفولة.\n</p>\n\n<p>\nرحلاته العلمية:\n</p>\n\n<p>\nبعد أن سمع الدارقطني شيوخ بلده ارتحل إلى البصرة والكوفة والى غير ذلك\nمن مدن العراق والتي كانت مركزا من مراكز العلم والعلماء، فقد رحل إلى\nالبصرة في حدود العشرين وثلاثمائة، كما أنه رحل إلى الكوفة للسماع من\nالحافظ أبي عبد الله محمد بن القاسم بن زكريا الكوفي السوداني، قال\nالدارقطني:\n</p>\n\n<p>\n(كتبت ببغداد من أحاديث السوداني.. ثم مضيت إلى الكوفة لاسمع منه) ورحل\nإلى الشام ومصر والحجاز، قال الحاكم: (دخل الدارقطني الشام ومصر على كبر\nالسن، وحج، واستفاد وأفاد، ومصنفاته يطول ذكرها) رحلته إلى مصر:\n</p>\n\n<p>\nومن أبرز رحلات الدارقطني رحلته إلى مصر، إذ دارت حولها شبهات، وكان <span id='ms04'></span> لها\nاثر علمي في أهل مصر، وبيان ذلك أن الوزير ابن حنزابة (أراد ان يصنف مسندا،\nفخرج أبو الحسن إليه، وأقام عنده مدة يصنف له المسند، وحصل له من جهته مال\nكثير) وقد حدد لنا الدارقطني وقت دخوله مصر فقال: (... دخلت مصر في سنة سبع\nوخمسين..) يعني وثلاثمائة، وقد لام اليافعي الدارقطني لارتحاله إلى مصر\nواخذه المال من الوزير ابن حنزابة، فقال: (.. فإنه وإن كان ظاهره كما قالوا\nالمساعدة له في تخريج المسند المذكور، قلت، لا أرى مثل هذا لائقا باهل\nالعلم، ولا باهل الدين، نعم لو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p011'> Vol. 00, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nكانت مثل هذه المساعدة (لبعض) أهل العلم والدين، ولا يشوبها شئ من أمور\nالدنيا، كان حسنا منه وفضلا وحرصا على نشر العلم والمساعدة في الخير).\n</p>\n\n<p>\nوقد دافع الذهبي - رحمه الله تعالى - عن الدارقطني في ذلك بعد أن أورد\nحكاية تدل على أن الدارقطني لم يكن في حالة ميسرة من العيش، ولم يكن له\nنصيب وافر من المال (قال أبو الحسن العتيقي: حضرت أبا الحسن وجاءه أبو\nالحسين البيضاوي بغريب ليقرأ له شيئا، فامتنع واعتل ببعض العلل، فقال:\n</p>\n\n<p>\nهذا غريب، وسأله ان يملي عليه أبو الحسن من حفظه مجلسا تزيد أحاديثه على\nالعشرين حديثا متن جميعها (نعم الهدية امام الحاجة) قال: فانصرف الرجل ثم\nجاءه بعد، وقد اهدى له شيئا ففر به وأملى عليه من حفظه بضعة عشر حديثا متون\nجميعها (إذا اتاكم كريم قوم فأكرموه).\n</p>\n\n<p>\nقال الذهبي: (قلت: هذه حكاية صحيحة.. وهي دالة على سعة حفظ هذا الامام،\nوعلى انه لوح بطلب شئ، وهذا مذهب لبعض العلماء، ولعل الدارقطني كان إذ ذاك\nمحتاجا، وكان يقبل جوائز دعلج السجزي، وكذا وصله الوزير ابن حنزابة بجملة\nمن الذهب لما خرج له المسند.\n</p>\n\n<p>\nويجب ان لا ينسى القارئ ان ابن حنزابة لم يكن وزيرا وصاحب سلطان وجاه\nفقط، إنما هو عالم كبير ورجل عادل بذل نفسه للعلم والعلماء فرحلة الدارقطني\nله لمساعدته إنما هي رحلة لعالم من العلماء مشهود له بالتقوى والصلاح، وهذا\nأمر لا يلام <span id='ms05'></span> عليه الدارقطني خاصة وانه لم يقصر نفسه وعلمه على ابن حنزابة\nبل نشر علمه بين طلابه واستفاد منه الكثير، وتأثروا به، وعرفوا منزلته،\nوكان من أبرز تلاميذه الحافظ أبو محمد عبد الغني بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p012'> Vol. 00, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nسعيد الأزدي، قال منصور بن علي الطرطوسي: (لما أراد الدارقطني الخروج من\nعندنا من مصر، خرجنا نودعه، وبكينا، فقال لنا: تبكون وعندكم عبد الغني بن\nسعيد وفيه الخلف). وهكذا غادر الدارقطني مصر تاركا بعده تلميذه عبد الغني\nبن سعيد ليتم رسالته في أهل مصر.\n</p>\n\n<p>\nعقيدة الدارقطني:\n</p>\n\n<p>\nبما ان الدارقطني من أئمة الجرح والتعديل، وكتابنا الذي هو موضوع الرسالة\nفي هذا الباب، فلابد من بيان عقيدة الدارقطني لما لها اثر في مجال الجرح\nوالتعديل. فقد قال الذهبي: (.. وكان إليه المنتهى في السنة ومذهب السلف..)\nوقد وجهت إليه تهمتان: الأولى: هي التشيع، والثانية: انه أشعري.\n</p>\n\n<p>\nوسبب التهمة الأولى: ان الدارقطني: (كان يحفظ ديوان السيد الحميري في\nجملة ما يحفظ من الشعر، فنسب إلى التشيع لذلك) ولا شك ان هذا دليل هزيل\nوميت لا يصلح لان يتهم من اجله حافظ كبير كالدارقطني بالتشيع، نعم، السيد\nالحميري (كان رافضيا خبيثا)، ولكنه كان شاعرا مطبوعا حلو الشعر، بليغه، كما\nأن شعره كان منتشرا بين أهل بغداد.\n</p>\n\n<p>\nفحفظ الدارقطني لديوانه من باب توسعه في المعرفة، فإلى جانب اشتغاله\nبالحديث وعلله، كان رحمه الله تعالى عالما بالقراءات واللغة والأدب، ولو أن\nكل من يحفظ ديوان شاعر ما يتهم بعقيدة ذلك الشاعر لكان كل من حفظ ديوان أبي\nنواس اتهم بالفسق والفجور، وكال من يحفظ دواوين الشعراء الجاهليين يتهم بما\nيعتقدونه، لما حفظ أحد هذه الدواوين.. نقل السلمي عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p013'> Vol. 00, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nشيخه الدارقطني (قال الشيخ: اختلف قوم ببغداد من أهل العلم، فقال قوم:\n</p>\n\n<p>\nعثمان أفضل، وقال قوم: علي أفضل، فتحاكموا إلي فيه، فسألوني عنه، فأمسكت\nوقلت: الامساك عنه خير، ثم لم أرد السكوت وقلت: دعهم يقولون فيما أحبوا\nفدعوت الذي جاءني مستفتيا، وقلت: ارجع إليهم وقل: أبو الحسن يقول: عثمان -\nرضي الله عنه - أفضل من علي باتفاق <span id='ms06'></span> جماعة أصحاب رسول الله (صلى الله عليه\nوسلم)، هذا قول أهل السنة، وهو أول عقد يحل في الرفض)، كما أن الدارقطني\nكان يجرح الكثير بسبب تشيعهم الممقوت كما سيأتي في كتاب الضعفاء.\n</p>\n\n<p>\nوالتهمة الثانية:\n</p>\n\n<p>\nانه أشعري، وسبب هذه التهمة ما رواه أبو ذر الهروي تلميذ الدارقطني:\n</p>\n\n<p>\nقال: (... كنت ماشيا مع الدارقطني فلقينا القاضي أبا بكر فالتزمه\nالدارقطني وقبل وجهه وعينيه، فلما افترقا قلت: من هذا؟ قال: هذا امام\nالمسلمين والذاب عن الدين القاضي أبو بكر بن الطيب..)، وهذه الحادثة تدل\nعلى سمو أخلاق الدارقطني وتواضعه، فقد قال له أبو ذر: (.. من هذا الذي صنعت\nبه ما لم اعتقد انك تصنعه وأنت امام وقتك؟.. ذلك أن الدارقطني لم يكن\nمغرورا بنفسه مزهوا بعلمه، وإنما كان متواضعا مجلا لأهل العلم والفضل، قال\nالذهبي بعد أن الورد حكاية أبي ذر بشأن أبي بكر الباقلاني: (قلت: هو الذي\nكان ببغداد يناظر عن السنة وطريقة الحديث بالجدل والبرهان وبالحضرة روى\nالمعتزلة والرافضة والقدرية وألوان البدع، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p014'> Vol. 00, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nولهم دولة وظهور بالدولة البويهية، وكان يرد على الكرامية، وينصر\nالحنابلة عليهم، وبينه وبين أهل الحديث عامر، وان كانوا قد يختلفون في\nمسائل دقيقة، فلهذا عامله الدارقطني بالاحترام..) وقد قال السلمي: (وسمعت\nالشيخ أبا الحسن يقول: ما في الدنيا شئ أبغض إلي من الكلام). وقال الذهبي:\n(قلت: لم يدخل الرجل في علم الكلام ولا الجدال، ولا خاض في ذلك بل كان\nسلفيا؟، وقد نقل الذهبي عن أبي الحسن انه أنشد شعرا قال فيه:\n</p>\n\n<p>\nحديث الشفاعة في احمد * إلى احمد المصطفى نسنده وجاء حديث باقعاده * على\nالعرش أيضا فلا نجحده أمر الحديث على وجهه ولا تدخلوا فيه ما يفسده فسلفية\nالدارقطني - رحمه الله تعالى - ثابتة، وسلامة عقيدته من البدع والضلال\nوالتشيع أمر ثابت أقره العلماء، وشهد به اقران الدارقطني، كما أخبر بذلك\nالخطيب البغدادي في تاريخه وغير ذلك من العلماء.\n</p>\n\n<p>\nأقوال العلماء فيه وثناؤهم عليه:\n</p>\n\n<p>\nقال الخطيب: (وكان فريد عصره، وقريع دهره، وامام وقته، انتهى إليه علم\nالأثر والمعرفة بعلل الحديث <span id='ms07'></span> وإماء الرجال وأحوال الرجال مع الصدق والأمانة\nوالفقه والعدالة وقبول الشهادة وصحة الاعتقاد وسلامة المذهب والاطلاع بعلوم\nسوى علم الحديث).\n</p>\n\n<p>\nوقال الحاكم: (صار الدارقطني أوحد عصره في الحفظ والفهم والورع،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p015'> Vol. 00, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nواماما في القراء، والنحويين، وأقمت في سنة سبع وستين ببغداد أشهرا، وكثر\nاجتماعنا، فصادفته فوق ما وصف لي، وسألته عن العلل والشيوخ، وله مصنفات\nيطول ذكرها، فاشهد انه لم يخلق على أديم الأرض مثله.\n</p>\n\n<p>\nوقال الأزهري: (كان الدارقطني ذكيا إذا ذكروا شيئا من العلم اي نوع كان\nوجد عنده منه نصيب وافر).\n</p>\n\n<p>\nوقال الصوري: (سمعت عبد الغني بن سعيد الحافظ بمصر يقول: أحسن الناس\nكلاما على حديث رسول الله (صلى الله عليه وسلم) ثلاثة: علي بن المديني في\nوقته، وموسى بن هارون في وقته، وعلي بن عمر الدارقطني في وقته).\n</p>\n\n<p>\nوقال ابن كثير: (.. الحافظ الكبير أستاذ هذه الصنعة، وقبله وبعده إلى\nزماننا هذا، سمع الكثير، وصنف والف وأجاد وأفاد وأحسن النظر والتعليل\nوالانتقاد والاعتقاد، وكان فريد عصره، ونسيج وحده، واما دهره.. وكان من\nصغره موصوفا بالحفظ الباهر، والفهم الثاقب، والبحر الزاخر..) وحين سئل\nالإمام ابن تيمية - رحمه الله تعالى - عن الأئمة من أهل الحديث ومذاهبهم،\nواجتهادهم، أجاب: (... واما البيهقي، فكان على مذهب الشافعي منتصرا له في\nعامة أقواله، والدارقطني هو أيضا يميل إلى مذهب الشافعي، وأئمة المسند\nوالحديث، لكن ليس هو في تقليد الشافعي كالبيهقي، مع أن البيهقي له اجتهاد\nفي كثير من المسائل، واجتهاد الدارقطني أقوى منه، فإنه كان اعلم وافقه\nمنه).\n</p>\n\n<p>\nوكان الدارقطني يعرف قيمة نفسه مع التواضع الجم، قال رجاء المعدل:\n</p>\n\n<p>\n(سألت أبا الحسن الدارقطني فقلت له: رأى الشيخ مثل نفسه؟ فقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p016'> Vol. 00, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nلي: قال الله تعالى: (فلا تزكوا أنفسكم). فقلت له: لم أرد هذا، إن كان في\nفن واحد فقد رأيت من هو أفضل مني، واما من اجتمع فيه ما اجتمع في، فلا).\n</p>\n\n<p>\nوقال الأزهري: (رأيت محمد بن أبي الفوارس - وقد سال أبا الحسن الدارقطني\n- عن علة حديث، أو اسم فيه، فاجابه. ثم قال له: يا ابا <span id='ms08'></span> الفتح:\n</p>\n\n<p>\nليس بين الشرق والغرب من يعرف هذا غيري).\n</p>\n\n<p>\nوكان - رحمه الله - يشعر انه المدافع عن سنة رسول الله (صلى الله عليه\nوسلم) الحامل لوائها، فقد قال: (يا أهل بغداد لا تظنون ان أحدا يقدر يكذب\nعلى رسول الله (صلى الله عليه وسلم) وانا حي).\n</p>\n\n<p>\nوقال الخطيب: (قرأت بخط حمزة بن محمد بن طاهر الدقاق في أبي الحسن\nالدارقطني:\n</p>\n\n<p>\nجعلناك فيما بيننا ورسولنا * وسيطا فلم تظلم ولم تتحوب فأنت الذي لولاك\nلم يعر الوري * ولو جهدوا ما صادق مكذب وفاته:\n</p>\n\n<p>\nبعد حياة حافلة بخدمة السنة والدفاع عنها قولا وعملا وتعليما وتأليفا،\nانتهت حياة الحافظ الدارقطني بلقاء ربه تبارك وتعالى ليبقى حيا بيننا بما\nتركه من المصنفات والآثار العلمية، وقد اتفقت الروايات حول سنة وفاة\nالدارقطني فقد أشارت جميعها إلى أن وفاته كانت سنة خمس وثمانين وثلاثمائة،\nولكن وقع اختلاف يسير في تحديد الشهر الذي توفي فيه: هل هو شهر ذي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p017'> Vol. 00, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nالقعدة أم شهر ذي الحجة) ورجح الخطيب ان وفاته كانت في شهر ذي القعدة،\nكما اختلفت الروايات هل كانت وفاته يوم الثلاثاء ودفن يوم الأربعاء أم ان\nوفاته كانت يوم الأربعاء ودفن يوم الخميس؟، ولم أقف على ترجيح في ذلك، ودفن\nأبو الحسن في مقبرة باب الدير، قريبا من قبر معروف الكرخي.\n</p>\n\n<p>\nوقال صدر الدين أبو علي الحسن بن محمد البكري، المتوفى سنة 656 ه‍:\n</p>\n\n<p>\nوزرت قبره بها. وبذلك يثبت لنا مكان دفنه.\n</p>\n\n<p>\nوروى الخطيب عن ابن مأكولا قوله: (رأيت في المنام ليلة من ليالي شهر\nرمضان كأني اسال عن حال أبي الحسن الدارقطني في الآخرة، وما آل إليه امره؟\nفقيل لي: ذاك يدعى في الجنة الامام).\n</p>\n\n<p>\nطائفة من شيوخ الدارقطني:\n</p>\n\n<p>\nكان توسع الدارقطني في الطلب والرحلة مع ازدهار عصره بالعلم والعلماء\nسببا في كثرة شيوخه الذين تلقى عنهم، واستفاد منهم، وتأثر بهم، ولا يتسع\nالمقام الاحصاء كل شيوخ الدارقطني، لذا سأكتفي بذكر طائفة منهم مع التركيز\nعلى أهم من ظهر لهم اثر في حياته العلمية، والذين سئل عنهم في كتاب <span id='ms09'></span> الضعفاء\nوسؤالات حمزة السهمي، وسؤالات الحاكم.\n</p>\n\n<p>\n1 - أبو إسحاق إبراهيم بن حماد بن إسحاق بن زيد بن درهم الأزدي مولى\nالجرير بن حازم، سمع أحمد بن عبيد الله العنبري، وعلي بن مسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p018'> Vol. 00, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nالطوسي.. وروى عنه القاضي أبو الحسن الجراحي، وأبو الحسن الدارقطني وقال:\nثقة فاضل، وقال عنه أيضا: ثقة جبل، توفي سنة ثلاث وعشرين وثلاثمائة).\n</p>\n\n<p>\n2 - أبو إسحاق إبراهيم بن عبد الصمد بن موسى بن محمد الهاشمي، حدث عن أبي\nمصعب بن أبي بكر الزهري، والحسين بن الحسن المروزي..\n</p>\n\n<p>\nروى عنه الدارقطني، وأبو جعفر الكتاني.. قال الحسن بن لولو: لم أر له\nأصلا صحيحا فتركته، وقال الدارقطني: سمعت ابن أم شيبان يقول: رأيت سماعه\nبالموطأ سمعا قديما صحيحا، وقال أبو الحسن محمد ابن صالح الهاشمي: رأيت أصل\nأبي إسحاق إبراهيم بن عبد الصمد الهاشمي عن أبي مصعب بن أبي بكر الموطأ\nسماعه مع أبيه بالخط العتيق خط الأصل.. وقال الذهبي: وهو آخر من روي الموطأ\nعن أبي مصعب، توفي سنة خمس وعشرين وثلاثمائة.\n</p>\n\n<p>\n3 - أبو إسحاق إبراهيم بن محمد، وقال: إبراهيم بن علي بن الحسين البزاز،\nويعرف بابن بقيرة، حدث عن علي بن المديني، والمفضل بن غسان.. روى عنه أبو\nبكر بن شاذان، وأبو الحسن الدارقطني، وضعفه، ونقل حمزة السهمي عن الحسن بن\nعلي البصري قوله: ليس بالمرضي.. توفي سنة ثلاث وعشرين وثلاثمائة.\n</p>\n\n<p>\n4 - العالم المحدث مسند الوقت أبو بكر أحمد بن جعفر بن حمدان بن مالك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p019'> Vol. 00, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nالبغدادي القطيعي الحنبلي راوي مسند أحمد والزهد والفضائل له، سمع محمد\nبن يونس الكديمي وبشر بن موسى.. حدث عنه الدارقطني وقال: ثقة زاهد، سمعت\nانه مستجاب الدعوة.. وتوفي سنة ثمان وستين وثلاثمائة.\n</p>\n\n<p>\n5 - أبو الحسين أحمد بن سعيد بن سعد وكيل دعلج بن أحمد المعدل، سمع منه\nانه الحسن الدارقطني كتاب الضعفاء للنسائي، وكان شيخا فاضلا، توفي سنة\nسبعين وثلاثمائة.\n</p>\n\n<p>\n6 - أبو بكر أحمد بن سلمان بن الحسن بن إسرائيل بن يوني النجاد الفقيه\nالحنبلي، روي عن هلال بن العلاء، وأبي قلابة.. ورحل وصنف السنن، روى عنه\nابن مردويه <span id='ms10'></span>، والدارقطني، قال الخطيب: كان صدوقا عارفا، توفي سنة ثمان\nوأربعين وثلاثمائة.\n</p>\n\n<p>\n7 - أبو بكر أحمد بن عيسى بن علي الخواص سمع عليا بن حرب الموصلي، وسفيان\nبن زياد البلدي.. روى عنه الدارقطني ووثقه، توفي سنة اثنتين وثلاثين\nوثلاثمائة.\n</p>\n\n<p>\n8 - أبو بكر أحمد بن كامل بن خلف بن شجرة بن منصور القاضي.. أحد أصحاب\nمحمد بن جرير الطبري، تقلد قضاء الكوفة، وكان من العلماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p020'> Vol. 00, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nبالأحكام وعلوم القرآن والنحو، وغير ذلك روى عنه أبو الحسن الدارقطني\nولينه، ومشاه وغيره، وتوفي سنة خمسين وثلاثمائة.\n</p>\n\n<p>\n9 - أبو عبد الله أحمد بن محمد بن إبراهيم بن آدم الصلحي، روى عنه\nالدارقطني وقال: ما علمت الا خيرا، توفي سنة ثلاثين وثلاثمائة.\n</p>\n\n<p>\n10 - أبو سعيد أحمد بن محمد بن رميح بن عصمة بن وكيع بن رجاء النخعي، من\nأهل نسا، ولد بالشر معان ونشا بمرو، وسمع العلم بخراسان وغيرها من البلدان،\nوكتب الكثير وصنف، وجمع، وذاكر العلماء، وكان معدودا في حفاظ الحديث، وقدم\nبغداد دفعات، وحدث بها عن محمد ابن إسحاق بن خزيمة، ومحمد بن إسحاق\nالسراج.. حدث عنه أبو الحسن الدارقطني، وأبو حفص بن شاهين، ونحوهما، توفي\nبالجحفة سنة سبع وخمسين وثلاثمائة.\n</p>\n\n<p>\n11 - أبو العباس أحمد بن محمد بن سعيد بن عبد الرحمن بن إبراهيم بن زياد\nابن عبد الله بن عجلان الكوفي المعروف بابن عقدة، مولى بني هاشم، أبوه نحوي\nصالح، سمع أمما لا يحصون، وكتب العالي والنازل، وكثرة الحديث ورحلته قليلة،\nالف وجمع، حدث عنه الدارقطني وقال: أجمع أهل الكوفة انه لم ير بها من زمن\nابن مسعود إلى زمنه احفظ منه.. وقال أبو علي: ما رأيت احفظ منه لحديث\nالكوفيين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p021'> Vol. 00, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nوعنده تشييع، مات في سنة اثنتين وثلاثين وثلاثمائة.\n</p>\n\n<p>\n12 - أبو ذر أحمد بن محمد بن محمد بن سليمان بن الحارث بن عبد الرحمن،\nالمعروف بابن الباغندي، سمع عبيد الله بن سعد الزهري، ومحمد بن علي بن خلف\nالعطار، وروى عنه محمد بن عبيد الله بن الشخير.. وأبو الحسن الدارقطني نقل\nحمزة عن أبي مسعود قوله: سمعت الزينبي يقول: دخلت <span id='ms11'></span> على محمد بن محمد\nالباغندي فسمعته يقول: لا تكتبوا عن ابني فإنه يكذب، فدخلت على ابنه أبي ذر\nفسمعته يقول: لا تكتبوا عن أبي فإنه كذاب، وسئل حمزة الدارقطني عنه فقال:\nما علمت الا خيرا وكان أصحابنا يؤثرونه على أبيه.. توفى أبو ذر سنة ست\nوعشرين وثلاثمائة.\n</p>\n\n<p>\n13 - أبو طلحة أحمد بن محمد بن عبد الكريم بن يزيد بن سعيد الغزاري\nالبصري المعروف بالوساوس، سكن بغداد وحدث بها عن نصر بن علي الجهضمي وعبد\nالله بن خبيق الأنطاكي.. روى عنه ابن شاذان، وأبو حفص بن شاهين، وأبو الحسن\nالدارقطني، ونقل حمزة عن الدارقطني قوله: تكلموا فيه، وسال عنه البرقاني\nفقال: ثقة، توفي سنة اثنتين وعشرين وثلاثمائة.\n</p>\n\n<p>\n14 - أبو بكر أحمد بن المطلب بن عبد الله بن هارون الواثق بن محمد\nالمعتصم ابن هارون الرشيد الهاشمي، سمع أبا مسلم الكجي، وموسى بن السحاق\nالأنصاري.. روى عنه أبو الحسن الدارقطني، وأبو حفص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p022'> Vol. 00, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nالاجري.. وكان ثقة دينا صالحا.. توفي سنة أربع وأربعين وثلاثمائة.\n</p>\n\n<p>\n15 - أبو بكر أحمد بن موسى بن العباس بن مجاهد المقرئ شيخ القراء في وقته\nومصنف السبعة، ولد سنة خمس وأربعين ومائتين، سمع الرمادي، وسعدان بن نصر..\nروى عنه الحديث أبو حفص بن شاهين.. وأبو الحسن الدارقطني وخلق، قال ثعلب:\nما بقي في عصرنا اعلم بكتاب الله من ابن مجاهد.. توفي سنة أربع وعشرين\nوثلاثمائة.\n</p>\n\n<p>\n16 - الحافظ الامام الثبت أبو طالب أحمد بن نصر بن طالب البغدادي، سمع\nعباسا الدوري، ومنه الدارقطني، وكان يقول: أبو طالب أستاذي، توفي سنة ثلاث\nوعشرين وثلاثمائة.\n</p>\n\n<p>\n17 - أبو محمد بن إسماعيل بن علي بن إسماعيل بن يحيى بن بيان، الخطبي،\nسمع الحارث بن أبي أسامة التميمي، وبشر بن موسى الأسدي.. روى عنه الدارقطني\nوابن شاهين وغيرهما من المتقدمين، وكان فاضلا فهما عارفا بأيام الناس\nواخبار الخلفاء، قال الدارقطني: ما اعرف الا خيرا، كان يتحرى الصدق، وقال\nأيضا: ثقة.. توفي سنة خمسين وثلاثمائة 18 - الحافظ أبو محمد جعفر بن علي بن\nسهل الدقاق الدوري، حدث عن أبي إسماعيل الترمذي، وعن محمد <span id='ms12'></span> بن زكريا\nالغلابي.. روى عنه عبد الله ابن إبراهيم بن ماسي، وأبو الحسن الدارقطني\nضعفه أبو زرعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p023'> Vol. 00, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nالجرجاني وقال: كان فاسقا كذابا، توفي سنة ثلاثين وثلاثمائة.\n</p>\n\n<p>\n19 - أبو الفضل جعفر بن الفضل بن محمد بن موسى بن حسن بن الفرات المعروف\nبابن حنزابة البغدادي نزيل مصر، وزر لصاحب مصر كافور الخادم، وحدث عن محمد\nبن هارون الحضرمي وغيره وعزم على عمل (المسند) ولذلك رحل إليه الدارقطني\nوأقام عنده مدة، وأعطاه جملة، وروى عنه أحاديث في (المدبج) ولد سنة ثمان\nوثلاثمائة، الحنزابة أمة كانت أم ولد الفضل، وفي اللغة القصيرة السمينة\nالغليظة.. توفي في ثالث عشر ربيع الأول سنة إحدى وتسعين وثلاثمائة.\n</p>\n\n<p>\n20 - الحافظ العلامة أبو محمد الحسن بن أحمد بن صالح الهمداني سمع قاسم\nابن زكريا المطرز، وعبد الله بن ناجية، حدث عنه الدارقطني وأبو بكر\nالبرقاني، وكان حافظا ثقة قال أبو العلاء محمد بن علي الواسطي، رأيت أبا\nالحسن الدارقطني، جالسا بين يدي أبي محمد السبيعي، كجلوس الصبي بين يدي\nالمعلم هيبة كان عسرا في الحديث، وكانت له أخلاقا غير مرضية.. توفي سنة\nإحدى وسبعين وثلاثمائة وقيل في التي قبلها.\n</p>\n\n<p>\n21 - أبو سعيد الحسن بن علي بن زكريا بن صالح بن عاصم بن زفر بن العلاء\nبن أسلم العدوي البصري سكن بغداد، وحدث بها عن عمرو بن مرزوق، وعروة بن\nسعيد، روى عنه أبو بكر بن مالك القطيعي وأبو الحسن الدارقطني وقال عنه:\nمتروك، قيل مات سنة تسع عشرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p024'> Vol. 00, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nوثلاثمائة وقيل سنة ثمان عشرة وثلاثمائة.\n</p>\n\n<p>\n22 - أبو محمد دعلج بن أحمد بن دعلج بن عبد الرحمن السجستاني ولد سنة\nستين ومائتين أو قبلهما، سمع من هشام بن علي السيراقي، وعبد العزيز ابن\nمعاوية، روى عنه الدارقطني والحاكم، وخلق كثير. قال الحاكم:\n</p>\n\n<p>\nسمعت الدارقطني يقول: ضفت لدعلج المسند الكبير، فكان إذا شك في حديث ضرب\nعليه ولم أر في مشايخنا أثبت منه. توفي سنة إحدى وخمسين وثلاثمائة.\n</p>\n\n<p>\n23 - الحافظ العالم المصنف أبو الحسن عبد الباقي بن قانع بن مرزوق بن\nواثق الأموي مولاهم، البغدادي صاحب <span id='ms13'></span> (معجم الصحابة) واسع الرحلة، كثير\nالحديث سمع الحارث بن أبي أسامة ومنه الدارقطني وقال: كان يحفظ ولكنه كان\nيخطئ ويصر، وقال البرقاني:\n</p>\n\n<p>\nالبغداديون يوثقونه، وهو عندي ضعيف، وقال الخطيب: اختط قبل موته بسنتين..\nولد سنة خمس وستين ومائتين توفي سنة إحدى وخمسين وثلاثمائة.\n</p>\n\n<p>\n24 - الحافظ أبو القاسم عبد الله بن إبراهيم الأبندوني الجرجاني، سكن\nبغداد، وحدث عن أبي خليفة والحسن بن سفيان وطبقتهما وكان أحد أركان الحديث،\nوحدث عنه الدارقطني، والبرقاني.. وقال البرقاني: كان محدثا زاهدا متقللا من\nالدنيا، لم يكن يحدث لسوء أدب الطلبة وحدثهم وقت السماع.. توفي سنة ست\nوستين وثلاثمائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p025'> Vol. 00, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n25 - الحافظ المجود العلامة أبو بكر عبد الله بن محمد بن زياد بن واصل\nالفقيه الشافعي، حدث عن محمد بن يحيى الذهلي وأحمد بن يوسف السلمي، روى عنه\nدعلج بن أحمد، والدارقطني وقال: ما رأيت احفظ منه كان يعرف زيادات الألفاظ\nفي المتون توفي سنة أربع وعشرين وثلاثمائة.\n</p>\n\n<p>\n26 - أبو القاسم عبد الله بن محمد بن عبد العزيز بن المرزبان البغوي\nالأصل، البغدادي ابن بنت أحمد بن منيع، ولد في رمضان سنة عشرة ومائتين،\nوسمع ابن الجعد، وأحمد بن حنبل وابن المديني.. حدث عنه ابن صاعد، والجعابي،\nوالدارقطني، وقال: كان البغوي قل ان يتكلم على حديث، فإذا تكلم كان كلامه\nكالمسمار في السياج... ثقة جليل امام أقل المشايخ خطا.. توفي سنة سبع عشرة\nوثلاثمائة، عن مائة وثلاث سنين.\n</p>\n\n<p>\n27 - عمر بن أحمد بن مهدي بن مسعود بن النعمان بن دينار بن عبد الله\n(والد الدارقطني) حدث عن جعفر الفريابي وإبراهيم بن شريك..\n</p>\n\n<p>\nروى عنه أبو الحسن، قال الخطيب: وكان ثقة.. ولم يذكر سنة وفاته.\n</p>\n\n<p>\n28 - الحافظ الإمام أبو الحسين محمد بن المظفر بن موسى بن عيسى البغدادي،\nمحدث العراق، ولد سنة ست وثمانين ومائتين وسمع الباغندي، وابن جرير وأبا\nعروبة، ومنه الدارقطني وابن شاهين، قال الخطيب: وكان حافظا صادقا.. وكان\nالدارقطني يجله ويعظمه ولا يستند بحضرته، وقال فيه: ثقة مأمون يميل إلى\nالتشيع قليلا.. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p026'> Vol. 00, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nتوفي سنة تسع وسبعين وثلاثمائة.\n</p>\n\n<p>\n29 - أبو جعفر محمد <span id='ms14'></span> بن الحسين بن سعيد بن ابان الهمذاني، قدم بغداد، وحدث\nبها عن أحمد بن محمد بن الشدين المصري، ومحمد بن مشكان الأنطاكي.. روى عنه\nأبو الحسين بن البواب.. والدارقطني، وقال:\n</p>\n\n<p>\nثقة، وقال الذهبي: متهم ساقط في غير الحديث.\n</p>\n\n<p>\n30 - أبو عبد الله محمد بن إسماعيل بن إسحاق بن بحر الفارس، ولد سنة تسع\nوأربعين ومائتين، روى عن أبي زرعة الدمشقي، وإسحاق بن إبراهيم.. روى عنه\nالدارقطني، وقد أكثر عنه.. وتوفي سنة خمس وثلاثين وثلاثمائة.\n</p>\n\n<p>\n31 - أبو بكر محمد بن القاسم بن محمد بن بشار بن الحسن بن بيان بن سماعة\nابن فرو بن طعن بن دعامة الأنباري النحوي اللغوي، العلامة صاحب المصنفات،\nسمع من الكديمي وإسماعيل القاضي، واخذ عن أبيه، روى عنه الدارقطني، قال\nالخطيب: وكان صدوقا دينا خيرا من أهل السنة .. توفي سنة ثمان وعشرين\nوثلاثمائة.\n</p>\n\n<p>\n32 - أبو جعفر محمد بن عبيد الله بن محمد بن العلاء الكاتب، سمع أحمد بن\nبديل اليامي، وعلي بن حرب الطائي، روى عنه القاضي أبو الحسن الجراحي وأبو\nالحسن الدارقطني، وقال فيه ثقة مأمون.. توفي سنة تسع وعشرين وثلاثمائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p027'> Vol. 00, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n33 - الحافظ أبو بكر محمد بن عمر بن مسلم التميمي البغدادي المعروف بابن\nالجعابي، ولد سنة أربع وثمانين ومائتين، روى عنه الدارقطني والحاكم وأبو\nنعيم قال أبو علي: ما رأيت في المشايخ احفظ من عبدان ولا في أصحابنا أحفظ\nمن ابن الجعابي ولي قضاء الموصل فلم يحمد، وفيه تشيع، توفي سنة خمس وخمسين\nوثلاثمائة.\n</p>\n\n<p>\n34 - الشيخ المحدث المعمر أبو عبد الله محمد بن القاسم بن زكريا الكوفي\nالسوداني، روى عن أبي كريب، وهو آخر أصحابه، وشعبان بن وكيع.. حدث عنه\nالدارقطني، ومحمد بن عبد الله الجعفي، قال أبو حماد الحافظ توفي سنة ست\nوعشرين وثلاثمائة وما روى له أصل قط، وقد حدث بكتاب (النهي) عن حسين نصر بن\nمزاحم، ولم يكن له فيه سماع، وقال الذهبي: ضعيف.\n</p>\n\n<p>\n35 - أبو بكر محمد بن مزيد بن محمود بن منصور بن راشد الخزاعي المعروف\nبابن أبي الأزهر، حدث عن إسحاق بن إسرائيل ومحمد <span id='ms15'></span> بن سليمان لوين.. روى عنه\nأبو بكر بن شاذان، وأبو الحسن الدارقطني، وكان يضع الأحاديث على النقاب،\nوقال محمد بن عمران: انا أقول وكان كذابا قبيح الكذب ظاهره.\n</p>\n\n<p>\n36 - أبو الحسن محمد بن نوح بن عبد الله الجنديسابوري، سكن بغداد، وحدث\nبها عن هارون بن إسحاق الهمذاني، وشعيب بن أيوب الصريفيني.. وروى عنه أبو\nبكر شاذان، والدارقطني، وقال فيه: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p028'> Vol. 00, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nثقة مأمون توفي سنة إحدى وعشرين وثلاثمائة.\n</p>\n\n<p>\n38 - أبو حامد محمد بن هارون بن عبد الله بن حميد بن سليمان بن مياح،\nالحضرمي المعروف بالبعراني، سمع خالد بن يوسف السمني، ونصر بن علي الجهضمي،\nروى عنه محمد بن إسماعيل الوراق، وأبو الحسن الدارقطني، وقال: ثقة، توفي\nسنة إحدى وعشرين وثلاثمائة.\n</p>\n\n<p>\n38 - الامام المفيد أبو عبيد الله محمد بن مخلد بن حفص السدوري العطار\nالخضيب مسند العراق، سمع مسلم بن الحجاج والحسن بن عرفة..\n</p>\n\n<p>\nوصنف وخرج وكان معروفا بالثقة والصلاح، روى عنه الدارقطني وقال: ثقة\nمأمون، توفي سنة إحدى وثلاثين وثلاثمائة.\n</p>\n\n<p>\n39 - أبو محمد يحيى بن محمد بن صاعد بن كاتب مولى أبي جعفر المنصور\nالهاشمي البغدادي، ولد سنة ثمان وعشرين ومائتين، سمع ابن منيع، ومنه البغوي\nوالدارقطني، وقال: ثقة ثبت حافظ.. توفي سنة ثمان عشرة وثلاثمائة.\n</p>\n\n<p>\n40 - أبو الحسين يعقوب بن موسى الأردبيلي، سكن بغداد وحدث بها عن أحمد بن\nطاهر بن النجم الميانجي عن سعيد بن عمرو البرذعي، سؤالات وتعاليق عن أبي\nزرعة، ولم يكن عنده شئ يريه غير ذلك، روى عنه الدارقطني، قال الخطيب: وكان\nثقة أمينا فاضلا فقيها على مذهب الشافعي.. توفي سنة إحدى وثمانين\nوثلاثمائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p029'> Vol. 00, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nطائفة من تلاميذه:\n</p>\n\n<p>\nكما كثر شيوخ الدارقطني فقد كثر تلاميذه وظهر اثره فيهم ويعتبر استيعاب\nتلاميذه أمرا خارج نطاق هذه الدراسة، لذا اكتفيت بذكر طائفة من أشهر\nتلاميذه وخاصة من له.\n</p>\n\n<p>\n1 - أبو منصور إبراهيم بن الحسين بن حمكان الصيرفي: المعروف بابن الكرجي،\nسمع أحمد بن عبيد بن إسماعيل الصفار، وأبا بكر الشافعي، وأبا علي بن الصواف\nوهذه الطبقة وكان قد أكثر الكتاب.. وقد حدث الدارقطني عن أبي <span id='ms16'></span> منصور الكرجي\nفي كتاب (المدبج) حديثا.\n</p>\n\n<p>\nقال البرقاني ولم أر مثل أبي منصور، صحبته نحوا من عشرين سنة أدام فيها\nالصيام، قال وكان وقت العتمة كل ليلة يصلي أربع ركعات، يقرا فيها سبع\nالقرآن، كل ركعة جزءا، ومات قبل الدارقطني بسنين كثيرة.\n</p>\n\n<p>\n2 - الحافظ أبو مسعود إبراهيم بن محمد الدمشقي، أحد من أبرز في العلم\nسافر الكثير وروى قليلا على سبيل المذاكرة، روى عن الدارقطني، وسمع منه\nكتاب (الافراد)، وحدت عن أبي الحسن بن لو لو الوراق، وعبد العزيز بن محمد\nالسقا الواسطي، حدث عنه حمزة السهمي، وأبو ذر الهروي، توفي في بغداد سنة\nإحدى وأربعمائة.\n</p>\n\n<p>\n3 - العلامة شيخ الشافعية أبو سعد إسماعيل بن الإمام شيخ الاسلام أبي بكر\nأحمد بن إبراهيم بن إسماعيل بن العباس الإسماعيلي الجرجاني، ولد سنة ثلاث\nوثلاثين وثلاثمائة، وحدث عن أبيه قدم إلى بغداد وسمع كتاب (الغرائب\nوالافراد) من أبي الحسن الدارقطني - حدث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p030'> Vol. 00, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nعنه بنوه المفضل ومسعدة وسعد والسري، وحمزة بن يوسف السهمي، قال حمزة\nالسهمي: كان أبو سعد امام زمانه... وبالغ في تعظيمه..\n</p>\n\n<p>\nتوفي سنة ست وتسعين وثلاثمائة، في صلاة المغرب وهو يقرا (إياك نعبد وإياك\nنستعين) ففاضت نفسه، رحمه الله.\n</p>\n\n<p>\n4 - أبو الحسن أحمد بن محمد بن أحمد بن منصور المجهز، المعروف بالعتيقي،\nروياني الأصل، ولد ببغداد، وسمع علي بن محمد بن أحمد بن حيان النحوي،\nوإسحاق بن سعد النسوي، وأبو الحسن الدارقطني، قال الخطيب: كتبت عنه وكان\nصدوقا، توفي سنة إحدى وأربعين وأربعمائة.\n</p>\n\n<p>\n5 - أبو حامد أحمد بن محمد بن أحمد الأسفراييني، تفقه على ابن المرزبان،\nوالداركي، وحدث عن عبد الله بن عدي والدارقطني، قال الخطيب: كان يحضر مجلسه\nسبعمائة متفقه وكان الناس يقولون: لو رآه الشافعي لفرح به.. توفي سنة ست\nوأربعمائة..).\n</p>\n\n<p>\n6 - أبو ذر عبد بن أحمد بن محمد بن عبد الله بن غفير المالكي بن السماك\nالهروي، سمع زاهر بن أحمد السرخسي، وابن حمويه والدارقطني وخلقا.. وكان\nزاهدا عابدا حافظا عالما توفي سنة أربع وثلاثين وأربعمائة، وقد روي عن\nالدارقطني كتاب (الضعفاء والمتروكين) كما <span id='ms17'></span> ذكر ذلك ابن خير في الفهرس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p031'> Vol. 00, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n7 - الحافظ الامام المتقن أبو محمد عبد الغني بن سعيد بن علي بن سعيد بن\nبشر بن مروان الأزدي المصري، مفيد تلك الناحية، وروى عن الدارقطني، قال\nالبرقاني: ما رأيت بعد الدارقطني احفظ منه، توفي في سنة تسع وأربعمائة.\n</p>\n\n<p>\n8 - أبو عبد الرحمن محمد بن الحسين بن موسى النيسابوري الصوفي الأزدي،\nسمع الأصم والدارقطني وساله حول عدد كبير من الرجال سؤال عارف بهذا الشأن،\nوهذه السؤالات قد جمعها في جزء باسم سؤالات للدارقطني وقد تكلم في السلمي\nوضعف وقيل: كان يضع للصوفية الأحاديث، توفي سنة اثنتين عشرة وأربعمائة.\n</p>\n\n<p>\n9 - الحافظ المجود أبو الفتح محمد بن أحمد بن محمد بن أحمد بن فارس\nالمعروف بابن أبي الفوارس، ولد سنة ثمان وثلاثين وثلاثمائة، سمع من أحمد بن\nالفضل بن خزيمة وأبي الحسن الدارقطني، قال الخطيب: كان ذا حفظ وأمانة مشهور\nبالصلاح، روى كتاب (الضعفاء والمتروكون) للدارقطني توفي سنة اثنتي عشرة\nوأربعمائة.\n</p>\n\n<p>\n10 - الامام الحافظ أبو عبد الله الحسين بن أحمد بن عبد الله بن بكير\nالبغدادي الصيرفي، سمع الصفار والنجاد، والدارقطني وسأله عن رجال الصحيحين\nذكرهم أبو عبد الرحمن النسائي في كتابه الضعفاء، واجابه الدارقطني على ذلك،\nتوفي سنة ثمان وثمانين وثلاثمائة عن إحدى وستين سنة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p032'> Vol. 00, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nأهم مؤلفات الدارقطني:\n</p>\n\n<p>\nليس من مطالب هذا البحث، استيعاب مؤلفات الدارقطني والتوسع في الكلام\nعنها، ولذا سأذكر هنا أهم ما وقفت عليه منها باجمال استكمالا للتعريف\nبشخصيته العلمية وخاصة في جانب الجرح والتعديل الذي هو في مجال هذا البحث:\n</p>\n\n<p>\n1 - كتاب العلل وقال الذهبي بعد أن أورد حكاية املاء كتاب العلل من قبل\nالدارقطني لتلميذه البرقاني (من حفظه): (قلت: هنا يخضع للدارقطني ولسعة\nحفظه الجامع لقوة الحافظة ولقوة الفهم والمعرفة، ولذا شئت ان تتبين براعة\nهذا الامام الفرد، فطالع العلل له، فإنك تندهش ويطول تعجبك، وقد اطلعت على\nنسخة منه في خزانة دار الكتب المصرية، وتقع في خمسة مجلدات.\n</p>\n\n<p>\n2 - كتاب السنن: وهي تدل على معرفته الواسعة (بمذاهب الفقهاء) وقال\nالخطيب: (.. فان كتاب السنن الذي صنفه <span id='ms18'></span> يدل على أنه كان ممن اعتنى بالفقه،\nلأنه لا يقدر على جمع ما تضمن ذلك الكتاب الا من تقدمت معرفته بالاختلاف في\nالاحكام).\n</p>\n\n<p>\nوقد طبع الكتاب (باسم سنن الدارقطني) وبذيله التعليق المغني على\nالدارقطني للعلامة المحدث أبي الطيب محمد شمس الحق العظيم آبادي، كما قام\nبترقيمه السيد عبد الله بن هاشم يماني المدني. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p033'> Vol. 00, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n3 - كتاب (الصفات أو أحاديث الصفات) 4 - (عشرون حديثا من كتاب الصفات) 5\n- (أحاديث النزول) 6 - كتاب (الأسخياء) 7 - كتاب (الرؤيا) 8 - (ذكر أسماء\nالتابعين ومن بعدهم ممن صحت روايته من الثقات عند محمد بن إسماعيل البخاري)\n9 - (غريب الحديث) 10 - (الالزامات على صحيحي البخاري ومسلم) 11 - (الغرائب\nوالافراد) 12 - (الفوائد المنتقاة الغرائب الحسان) 13 - (الفوائد المنتقاة\nالحسان لابن معروف) 14 - (الفوائد المنتخبة والمنتقاة، الضرائب العوالي).\n</p>\n\n<p>\n15 - (ذكر أسماء التابعين ومن بعدهم ممن صحت روايته عند مسلم.)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p034'> Vol. 00, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n16 - (أسماء الصحابة التي اتفق فيها البخاري ومسلم، وما انفرد به كل\nمنهما).\n</p>\n\n<p>\n17 - (رجال البخاري ومسلم) 18 - (رسالة في بيان ما اتفق عليه البخاري\nومسلم وما انفرد به أحدهما عن الاخر.) 19 - (ذكر قوم أخرج لهم البخاري\nومسلم في صحيحيهما وضعفهم النسائي في كتاب الضعفاء).\n</p>\n\n<p>\n20 - (كتاب التتبع وهو ما اخرج على الصحيحين وله علة.) 21 - (المؤتلف\nوالمختلف) 22 - (الأحاديث التي خولف فيها الامام مالك).\n</p>\n\n<p>\n23 - (جزء فيه سؤالات أبي بكر البرقاني) وقد أشار فؤاد سزكين إلى كتاب\nأسماه (تعليق على سؤالات البرقاني للدارقطني)، قلت: هو نفسه سؤالات\nالبرقاني للدارقطني إذ ان سؤالات البرقاني للدارقطني تقع في ثلاثة اجزاء\nوالذي أسماه (تعليق على سؤالات البرقاني للدارقطني). هو الجزء الثالث من\nالسؤالات وقد قارنت بين نسخة احمد الثالثة، ودار الكتب فوجدتهما متطابقتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p035'> Vol. 00, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n24 - (سؤالات الحاكم النيسابوري للدارقطني، وأجوبته في أسامي مشايخه من\nأهل العراق).\n</p>\n\n<p>\n25 - (السؤالات مما جمعه أبو عبد الرحمن محمد بن الحسين السلمي) 26 -\n(سؤالات حمزة بن يوسف السهمي للدارقطني وغيره من المشايخ) 27 - (فضائل\nالصحابة ومناقبهم).\n</p>\n\n<p>\n27 - (فضائل الصحابة ومناقبهم).\n</p>\n\n<p>\n28 - (اخبار عمرو بن عبيد).\n</p>\n\n<p>\n29 - (كتاب في بيان نزول الجبار كل ليلة رمضان، وليلة النصف من شعبان،\nويوم عرفات إلى سماء الدنيا).\n</p>\n\n<p>\n30 - (كتاب الاخوة والأخوات) 31 - (كتاب فيه أربعون حديثا من مسند بريد\nبن عبد <span id='ms19'></span> الله بن أبي بردة) 32 - (الأحاديث الرباعيات).\n</p>\n\n<p>\n33 - (تصحيف المحدثين).\n</p>\n\n<p>\n34 - (حديث أبي إسحاق إبراهيم بن محمد بن يحيى المزكي النيسابوري عن\nشيوخه..) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p036'> Vol. 00, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n35 - (المدبج) 36 - (جزء الجهر بالبسملة في الصلاة) 37 - (المستجاد من\nالحديث).\n</p>\n\n<p>\n38 - (سؤالات أبي نعيم للدارقطني) 39 - (سؤالات أبي ذر عبد بن أحمد\nالهروي) للدارقطني.\n</p>\n\n<p>\n40 - (سؤالات عبد الغني بن سعيد الأزدي) للدارقطني.\n</p>\n\n<p>\n41 - (كتاب القراءات).\n</p>\n\n<p>\n42 - (الضعفاء والمتروكون من المحدثين).\n</p>\n\n<p>\n43 - (مقدمة كتاب الضعفاء والمتروكين من المحدثين).\n</p>\n\n<p>\n44 - (تعليق واستدراكات للدارقطني على كتاب المجروحين لابن حبان) 45 -\n(الجرح والتعديل).\n</p>\n\n<p>\n46 - (غرائب مالك).\n</p>\n\n<p>\n47 - (الذيل على التاريخ الكبير للبخاري). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p037'> Vol. 00, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n48 - (ذكر من روى عن الشافعي). ويقع في جزئين.\n</p>\n\n<p>\nولقد انتفع المسلمون من مصنفات أبي الحسن الدارقطني على مر العصور، حتى\nقال ابن الصلاح رحمه الله: (سبعة من الحفاظ أحسنوا التصنيف وعظم الانتفاع\nبتصانيفهم في أعصارنا)، وبدا بابي الحسن الدارقطني رحمه الله تعالى.\n</p>\n\n<p>\nمنهج الدارقطني في النقد:\n</p>\n\n<p>\nلما كان موضوع البحث هو نقد الرواة ناسب ان أذكر لمحة عن منهج الدارقطني\nفي النقد، فقد كان له منهج متميز يقوم على الإحاطة الجيدة بالراوي الذي\nيتكلم عليه إذ انه يتوقف عن الحكم على الرجل إذا لم يخبره كما في الترجمة\n(622) من الضعفاء، و (109) من سؤالات حمزة، وتظهر شخصية الدارقطني في النقد\nعندما يخالف كبار الحفاظ من النقاد ويعطي رأيا خاصا قائما على الدراية\nالتامة، والنزاهة في الحكم، كما أنه كان واثقا من نقده، معتزا برايه، قال\nالسلمي: (وسألته عن أبي حامد الشرقي؟ فقال: ثقة مأمون امام، فقلت: فما تكلم\nفيه ابن عقدة؟ فقال: سبحان الله وترى يؤثر فيه مثل كلامه؟\n</p>\n\n<p>\nولو كان بدل ابن عقدة يحيى بن معين، قلت: وأبو علي الحافظ كان يقول من\nذلك، فقال: وما كان محل أبي علي، وإن كان مقدما في الصنعة ان يسمع كلامه في\nأبي حامد رحمه الله، أبو حامد.. صحيح الدين صحيح الرواية).\n</p>\n\n<p>\nكذلك تظهر شخصيته في ترجيح رأي بعض النقاد على بعض أو تضعيف ما يراه\nضعيفا من آراء غيره، أو تصويب ما يراه خطا، كما ستأتي أمثلة ذلك في دراستي\nلكتاب (الضعفاء) وسؤالات السهمي، مع <span id='ms20'></span> سؤالات الحاكم، والدارقطني معتدل في\nالنقد فإنه لا يترك الراوي لأبسط شبهة، بل يمحص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p038'> Vol. 00, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nالراوي ويختبر رواياته ثم يحكم عليه فيكون حكمه حكما دقيقا مستندا على\nأدلة علمية بعيدا عن التسرع والعجلة مثال ذلك الترجمة (142) من الضعفاء وهو\nجابر بن يزيد الجعفي، فقد قال فيه أبو حفصة: (ما رأيت أكذب من جابر\nالجعفي.) وتركه (يحيى بن مهدي) وقال النسائي: (متروك) وغير ذلك من النقاد،\nفي حين نرى ان الدارقطني يسلك منهجا معتدلا وسطا فيقول: (ان اعتبر له بحديث\nبعد حديثا صالحا إذا كان عن الأئمة.) فقول الدارقطني فيه هو قول الناقد\nالمتأمل في رواياته العارف بها فإنه لم يتركه مطلقا ولم يوثقه مطلقا.. بل\nاعطى فيه حكما وسطا الا هو ان اعتبر له بحديث يعد صالحا فهو الحديث الذي\nرواه عنه الأئمة. وكذا الحال بالنسبة للترجمة رقم (323) من الضعفاء وهو عبد\nالله بن لهيعة فإنه قال فيه: (يعتبر بما يروي عنه العبادلة، ابن المبارك،\nوالمقرئ، وابن وهب).\n</p>\n\n<p>\nويوافقه الذهبي على هذا فيقول في تذكرة الحفاظ: 1 / 238: (فحديث هؤلاء\nعنه أقوى، وبعضهم يصححه، ولا يرتقي إلى هذا) وكذا بالنسبة للترجمة (46) من\nسؤالات السهمي وهو محمد بن عثمان بن أبي شيبة فقد كذبه اقرانه واتهموه بتهم\nشتى، وعندما سئل عنه الدارقطني يجيب بقوله: (كان يقال: اخذ كتاب أبي انس\nوكتب منه فحدث.) فقوله كان يقال: فيه اشعار بتضعيف القول كما أنه لم يتهمه\nبما اتهمه الآخرون، وقال عنه في سؤالات الحاكم: (ضعيف).\n</p>\n\n<p>\nوأمثال هذا كثير سيلا حظه الباحث وهو يطالع الكتاب.\n</p>\n\n<p>\nان نزاهة الدارقطني، واعتداله في الجرح والتعديل جعلت له المكانة\nالمرموقة بين الحفاظ والنقاد فهذا الذهبي يقول في ترجمة محمد بن الفضل\nالسدوسي، شيخ البخاري بعد أن نقل قولي ابن حبان الذي ضعفه، وقول الدارقطني\nالذي وثقه: (قلت: فهذا قول حافظ العصر الذي لم يأت بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p039'> Vol. 00, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nالنسائي بمثله، فأين هذا القول من قول ابن حبان الخساف المتهور في\nعلوم...) وكان الذهبي كثيرا ما يكتفي بقول الدارقطني في تجريح الرجل، ففي\nحين نراه <span id='ms21'></span> يفصل في ذكر أقوال النقاد في الميزان نراه في المغني يكتفي بقول\nواحد منهم، وكثيرا ما كان يأخذ قول الدارقطني مثال ذلك الترجمة (54 ة) من\nالضعفاء والترجمة (65) والترجمة (79) والترجمة (82) وأمثال هؤلاء كثير إذ\nكان الذهبي رحمه الله يكتفي بذكر قول الدارقطني، وما هذا الا لمنزلة\nالدارقطني العالية في الجرح والتعديل.\n</p>\n\n<p>\nوكان المعاصرون للدارقطني يعرفون منزلته العالية فيلجأون إليه ويسألونه\nعن الرجال وعلل الحديث وما سؤالات البرقاني والسلمي، والسهمي، وعبد الله بن\nأبي بكر وغيره من المشايخ، وسؤالات الحاكم له الا دليل قاطع على منزلة\nالدارقطني بين أهل عصره.\n</p>\n\n<p>\nقال الحاكم في مقدمة سؤالاته للدارقطني: (ذكر أسامي مشايخ من أهل العراق\nخفي على أحوالهم في الجرح والتعديل، علقت أساميهم وعرضتهم على شيخنا أبي\nالحسن علي بن عمر الدارقطني رحمه الله فعلق بخطه تحت أساميهم ما صح له من\nأحوالهم، ثم سألته فشافهني بها.) ان اعتدال الدارقطني رحمه الله في الجرح\nوالتعديل شهد به كبار الحفاظ كما تقدم، لذا قال فيه السخاوي وهو يتحدث عن\nالذين تكلموا في الجرح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p040'> Vol. 00, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nوالتعديل: (والدارقطني وبه ختم معرفة العلل) ووصفه بالاعتدال فقال:\n</p>\n\n<p>\n(وقسم معتدل كأحمد والدارقطني وابن عدي..) ان اعتدال الدارقطني في الجرح\nوالتعديل، جعلت من (احكامه على المحدثين قولا فصلا امام متأخري العلماء).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p041'> Vol. 00, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nاسمه ونسبه وكنيته هو الامام الحافظ المحدث المتقن المصنف أبو القاسم\nحمزة بن يوسف بن إبراهيم بن موسى بن إبراهيم بن محمد القرش السهمي من ذرية\nصاحب النبي (صلى الله عليه وسلم) هشام بن العاص بن وائل السهمي، وقال ابن\nعساكر: (حمزة بن يوسف ابن إبراهيم بن محمد ويقال: أحمد بن محمد بن أحمد بن\nعبد الله بن هشام بن العاص بن وائل.\n</p>\n\n<p>\nمولده ومنشأه، وسماعه، ورحلاته العلمية:\n</p>\n\n<p>\n(ولد حمزة السهمي) سنة نيف وأربعين وثلاثمائة. وكان رحمه الله من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p042'> Vol. 00, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nعائلة كلها علماء فان (أباه وجده وأقاربه كانوا محدثين..) ونشا وترعرع في\nجرجان (وجرجان: (بالضم وآخره، نون) وهي مدينة مشهورة عظيمة بين طبرستان\nوخراسان، وقد خرج منها خلق من الأدباء والعلماء والفقهاء والحدثين <span id='ms22'></span> بالإضافة\nإلى أن والد حمزة نفسه كان محدثا، وعلى هذا فلا بد ان يحرص أبوه على تعليمه\nوتربيته تربية دينية، وان يبكر بسماعه من حفاظ بلده وأول سماعه بجرجان كان\nفي سنة أربع وخمسين وثلاثمائة، سمع من أبيه المحدث أبي يعقوب، وأبي بكر\nمحمد بن إسماعيل الصرام، وأبي أحمد بن عدي، وأبي بكر الإسماعيلي ومن الحافظ\n(أبي زرعة محمد بن يوسف الكشي الجرجاني ولم يكتف حمزة السهمي بالسماع من\nشيوخ بلده فارتحل في سنة ثمان وستين إلى أصبهان فسمع فيها (أبا بكر بن\nالمقرئ وأبي عبد الله عبيد الله بن أحمد بن الفضل بن شهريار) والى الري،\nوالى بغداد حيث سمع من أبي الحسن الدارقطني ومحمد بن المظفر الحافظين وأبا\nبكر بن شاذان، وأبا حفص بن الزيات وأبا محمد بن ماسى، وأبا بكر محمد بن\nإسحاق بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p043'> Vol. 00, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nإبراهيم الصفار، وأبا حكيم محمد بن إبراهيم بن السرى وبالبصرة من أبي\nمحمد عبد الله بن محمد بن بكر بن داسة، ومحمد بن عدي النقري وبالكوفة من\nأبي الحسن محمد بن أحمد بن حماد بن سفيان الحافئ والقاسم بن الحسن.\n</p>\n\n<p>\nوالأهواز من أبي بكر أحمد بن عبدان الحافظ، وأبي الحسن الكلابي، وميمون\nبن حمزة وبمصر من أبي حفص عمر بن محمد بن عراك الزاهد، وأبي القاسم عبيد\nالله بن محمد بن خلف البزاز المصري وأبا احمد محمد بن عبد الرحيم القشيراني\nوأبا بكر بن جابر بتنيس والرقة من (يوسف بن أحمد بن محمد التمار وبعكبر من\nأحمد بن الحسين بن عبد العزيز وبعسقلان أبا بكر محمد بن أحمد بن يوسف\nالجندري طائفة من شيوخ السهمي الذين سألهم في السؤالات:\n</p>\n\n<p>\nسال حمزة بن يوسف طائفة لا باس بها من الشيوخ كما تقدم، وقد ترجمت لبعضهم\nفي السؤالات واذكر البعض الاخر هنا كي يطلع عليهم القارئ ويعرف مكانتهم\nوقيمة نقدهم للرجال.\n</p>\n\n<p>\n1 - الحافظ الناقد أبو محمد الحسن بن علي بن عمر، ويقال ابن عمرو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p044'> Vol. 00, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nالقطان البصري يعرف بابن غلام الزهري، سأله الحافظ حمزة السهمي عن الرجال <span id='ms23'></span>\nوالجرح والتعديل سمع من أبي القاسم البغوي، وابن صاعد.. مات في حدود سنة\nثمانين وثلاثمائة.\n</p>\n\n<p>\n2 - الامام الحافظ الثبت شيخ الاسلام كبير الشافعية بناحيته، ولد سنة سبع\nوسبعين ومائتين، سمع أبا خليفة، وأبا يعلى، وابن خزيمة..\n</p>\n\n<p>\nحدث عنه الحاكم والبرقاني وحمزة السهمي.. توفى سنة إحدى وسبعين\nوثلاثمائة.\n</p>\n\n<p>\n3 - الحافظ الثقة المعمر محدث الأهواز أحمد بن عبدان سمع الباغندي\nوالبغوي كان من الأئمة يقال له: الباز الأبيض، ولد سنة ثلاث وتسعين\nومائتين، سمع منه حمزة السهمي وحكى عنه في سؤالاته، وله (مستخرج على\nالصحيح) كتاب واحد، توفى سنة ثمان وثمانين وثلاثمائة.\n</p>\n\n<p>\n4 - أبو زرعة الكشي محمد بن يوسف بن محمد بن الجنيد الجرجاني، وكش من قرى\nجرجان على ثلاثة فراسخ منها، سمع أبا يعيم عبد الملك بن محمد بن عدي\nالجرجاني وأبا العباس الدغولي.. حدث عنه عبد الغني الحافظ وحمزة السهمي،\nقال حمزة السهمي: جمع أبو زرعة الكش الأبواب والمشايخ وكان يفهم، املي\nعلينا بالبصرة ثم إنه جاور بمكة إلى أن توفي بها في سنة تسعين وثلاثمائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p045'> Vol. 00, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n5 - محدث الكوفة ومفيدها الحافظ أبو الحسن محمد بن أحمد بن حماد بن سفيان\nالكوفي حدث عن عبد الله بن زيدان البجلي، وعلي بن العباس المقانعي\nوطبقتهما.. وعمر دهرا، روى عنه القاضي أبو العلاء الواسطي، وأبو ذر الهروي،\nوآخرون توفى سنة أربع وثمانين وثلاثمائة.\n</p>\n\n<p>\n6 - الحافظ المتقن أبو زرعة الصغير أحمد بن الحسن بن الحاكم من علماء\nالحديث والرحالين سمع ابن أبي حاتم والأصم، ووالد تمام، ومنه تمام، وعبد\nالغني بن سعيد وحمزة السهمي، قال الخطيب: وكان حافظا متقنا ثقة.. توفي سنة\nخمس وسبعين وثلاثمائة.\n</p>\n\n<p>\n7 - أبو بكر محمد بن إبراهيم بن علي بن عاصم بن زاذان الأصبهاني، صاحب\n(المعجم الكبير) (ومسند أبي حنيفة) سمع أبا يعلى، وعبدان، وأبا عروبة، حدث\nعنه أبو إسحاق بن حمزة، وأبو الشيخ بن حيان وحمزة السهمي، وكان ثقة مأمون\nتوفي سنة إحدى وثمانين وثلاثمائة عن ست وتسعين سنة.\n</p>\n\n<p>\n8 - أبو عمر محمد بن العباس بن محمد بن زكريا بن حيويه الخزاز، سمع عبد\nالله بن <span id='ms24'></span> إسحاق المدائني، ومحمد بن محمد الباغندي، وكان ثقة.. روى عنه\nالبرقاني والحسن الخلال وغيرهم.. توفى سنة اثنتين وثمانين وثلاثمائة.\n</p>\n\n<p>\n9 - أبو الحسن علي بن محمد بن أحمد بن نصير الثقفي الوراق، يعرف بابن\nلولو بغدادي شيعي روى عن إبراهيم بن شريك، وحمزة الكاتب، وطبقتهم، وعنه\nالبرقاني، والأزهري، والخلال.. توفي سنة سبع وسبعين وثلاثمائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p046'> Vol. 00, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n10 - الامام الحافظ أبو أحمد عبد الله بن عدي بن محمد بن مبارك الجرجاني\nويعرف أيضا بابن القطان، صاحب (الكامل في الجرح والتعديل) روى عنه ابن عقدة\nوحمزة السهمي توفي سنة خمس وستين وثلاثمائة..\n</p>\n\n<p>\n11 - الامام الفقيه أبو عبد الله الحسين بن جعفر بن حمدان بن محمد بن\nالمهلب العنزي الجرجاني الوراق نزيل بغداد، سمع أبا سعيد بن الاعرابي،\nوإسماعيل الصغار.. وله رحلة واسعة ومعرفة وفهم، حدث عنه أبو عبد الله\nالحاكم، وحمزة السهمي.. قال السهمي: كان سكن بغداد سنين كثيرة، توفي سنة\nثمان وتسعين وثلاثمائة 12 - الحافظ الثقة المسند أبو حفص الزيات عمر بن\nمحمد بن يحيى البغدادي الناقد سمع الفريابي، وإبراهيم بن شريك، حدث عنه\nالبرقاني وقال: ثقة قديم السماع توفي سنة خمس وسبعين وثلاثمائة.\n</p>\n\n<p>\nتلاميذه: يعتبر تلاميذ السهمي من الكثرة بمكان تبعا لاتساع رحلته وطول\nعمره وسعة علمه ولكني سأقتصر هنا على ذكر بعض مشاهير تلاميذه وخاصة من لهم\nصلة بالسؤالات موضوع البحث اما تبليغها أو نشرها فيمن بعدهم حدث عنه أبو\nبكر البيهقي، وأبا القاسم القشيري، وإسماعيل بن مسعدة وإبراهيم بن عثمان\nالخلالي الجرجانيان، وأبو بكر بن خلف الشيرازي، وأبو صالح أحمد بن عبد\nالملك بن عبد الصمد المؤذن، وأبو عامر الفضل بن إسماعيل الجرجاني الأديب،\nوأبو الحسن علي بن أبي بكر الحافظ، وعلي بن محمد بن نصر اللبان الدينوري،\nوابن أخيه أبو محمد عبد الله بن ثابت بن يوسف السهمي، وأبو الحسن علي بن\nيوسف بن أحمد بن يوسف بن هرمزا الحافظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p047'> Vol. 00, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nأقوال العلماء فيه:\n</p>\n\n<p>\nقال الذهبي: (الحافظ المحدث المتقن المصنف وقال السمعاني: أحد الحفاظ\nالمكثرين وقال ابن العماد: (الثقة الحافظ.. وكان من أئمة الحديث حفظا <span id='ms25'></span>\nومعرفة واتقانا. وقال ابن نقطة: (وسال أبا الحسن الدارقطني وغيره من الحفاظ\nعن أحوال الشيوخ وكتب جوابهم في جزء، وله كلام حسن في الجرح والتعديل\nومعرفة المتون والأسانيد (وقال الذهبي أيضا صنف التصانيف وتكلم في العلل\nوالرجال... وقال المعلمي اليماني في مقدمة تاريخ جرجان: كان حمزة واسع\nالعلم كثير الرواية، وحسبك انه لازم الامام ابا أحمد بن عدي، والامام أبا\nبكر الإسماعيلي وسمع منهما مصنفا تهما، وسمع من الشيوخ الذين تقدموا\nوأضعافهم.. ومن تأمل هذا التاريخ علم سعة علمه وتثبته، قال في الترجمة (رقم\n60) (كتب إلى أبو عمر عبد الله بن محمد بن عبد الوهاب المقرئ الأصبهاني في\nمشافهة وأكبر على اني سمعت منه هذا الحديث.. فمن كمال ديانته وتحريه وتثبته\nوتوقيه لم يجزم بسماع هذا الحديث مع غلبه ظنه بأنه سمعه.. وقلما يتكلم في\nالرواة وإنما ينقل كلام أئمة شيوخه كابن عدي، والإسماعيلي، وأبي زرعة محمد\nبن يوسف الكشي، كان هو يسألهم عن الرجال فيحكي كلامهم، فان تكلم من عنده\nفبغاية الورع كما أنه كان إذا سال عن رجل فأخبروه انه سمع من فلان فيه كذا\nنراه يشد الرجال إليه ويسأله عما سمعه من فلان ويتحرى من ذلك، وهذا من شدة\nورعه وتثبته رحمه الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p048'> Vol. 00, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nمؤلفاته:\n</p>\n\n<p>\nنقل المعلمي اليماني في مقدمة تاريخ جرجان قول تاج الدين بن مكتوم (ت\n749) وهو يصف حمزة السهمي: (صاحب المسائل المدونة، والتصانيف الجليلة.\n(وقال الذهبي: (صنف التصانيف، وجرح وعدل، وصحح وعلل (ولم يعددوا مصنفاته\nوالمعروف منها:\n</p>\n\n<p>\n1 - تاريخ جرجان 2 - معجم شيوخه له ذكر في اللآلئ المصنوعة (2 / 44) 3 -\nكتاب (الأربعين في فضائل العباس عم النبي (صلى الله عليه وسلم) ذكره صاحب\nكشف الظنون.\n</p>\n\n<p>\n4 - سؤالاته للدارقطني في الجرح والتعديل.. وهو موضوع بحثنا.\n</p>\n\n<p>\n5 - التكملة على تاريخ استراباذ.\n</p>\n\n<p>\nوفاته:\n</p>\n\n<p>\nاختلف في سنة وفاته ففي حين ذكر ابن العماد وفاته في سنة سبع وعشرين\nوأربعمائة قال الذهبي: (مات سنة ثمان وعشرين وأربعمائة، وقيل: سنة سبع\nوعشرين وقال مرة أخرى (توفي سنة سبع وعشرين وأربعمائة، وبعضهم أرخه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p049'> Vol. 00, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nسنة ثمان وقال ابن عساكر <span id='ms26'></span> في تاريخ دمشق (توفي بنيسابور في السنة التي\nتوفي فيها الثعلبي صاحب التفسير، وهو سنة سبع وعشرين وأربعمائة وقال ابن\nنقطة: نقلت من خط أبي عبد الله الحميدي الحافظ رحمه الله، فيمن توفى في\nسنة، ثمان وعشرين وأربعمائة أبو القاسم حمزة بن يوسف بن إبراهيم السهمي\nالجرجاني بالري ولم يذكر الشهر، وقال ابن الاخوة عبد الرحيم انه نقل من خط\nأبي محمد السهمي انه توفى حمزة بن يوسف سنة سبع وعشرين فالاختلاف في سنة\nوفاته هل هو 427 ه‍ أم 428 ه‍ ويمكن الجمع بين هذين الاتجاهين بان يكون من\nحدد سنة 27 قصد نهاية السنة ومن حدد سنة 28 فصد بداية السنة وقد اختلف في\nمكان وفاته فقد ذكر ابن عساكر انه توفي في (نيسابور) في حين ذكر ابن نقطة\nانه (بالري) وحاول المعلمي ان يجد حلا لوفاته في نيسابور، ولم يطلع على رأي\nابن نقطة انه توفي (بالري) فقال:\n</p>\n\n<p>\nوذكروا كما رأيت أنه توفي بنيسابور ولا أدري اذهب إليها لحاجة أم تحول\nإليها آخر عمره، وفي اخبار سنة 426 من تاريخ ابن الأثير ان دار ابن منوجهر\nبن وشمكير أمير جرجان عصى على السلطان مسعود بن محمود فسار معه إلى جرجان\nواستولى عليها، فعسى ان يكون لهذه الواقعة دخل في خروج حمزة إلى نيسابور،\nوالله أعلم. وهكذا انتهت حياة المحدث حمزة بن يوسف السهمي بعد حياة طويلة\nحافلة بالتنقل والترحال في سبيل طلب العلم وخدمة السنة النبوية المطهرة\nفرحمه الله وأسكنه فسيح جناته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p050'> Vol. 00, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nسؤالات حمزة بن يوسف السهمي للدارقطني وغيره 1 - تعريف عام: تعتبر سؤالات\nحمزة بن يوسف السهمي من كتب الجرح والتعديل، إذ انها وجهت إلى عدد من كبار\nالنقاد، كما انها شملت رجالا من بلدان وأقطار مختلفة، بلغت تلك السؤالات\nبحسب احصائي الدقيق لها ستا وأربعين ومائتين سؤالا وجه للدارقطني، ويبدو\nانها وجهت للدارقطني من حمزة السهمي ومن غيره من تلاميذ الدارقطني، ويبدو\nانها وجهت للدارقطني من حمزة السهمي ومن غيره من تلاميذ الدارقطني حيث نجد\nالسهمي تارة يقول: (سألت أبا الحسن <span id='ms27'></span> علي بن عمر الدارقطني. وتارة يقول: (سئل\nالدارقطني. وتارة يقول:\n</p>\n\n<p>\n(سمعت). والعبارتان الأخيرتان صريحتان في الدلالة على أن السائل غير\nالسهمي، ولكن الثالثة تدل أيضا على أنه كان حاضرا وسمع بنفسه جواب\nالدارقطني، وعليه فان نسبة جميع السؤالات إلى السهمي اما باعتبار انه سأله\nأغلبها، واما باعتبار قيامه بجمعها وترتيبها على الصورة التي وصلت إلينا.\n</p>\n\n<p>\nوقد تضمنت أجوبة الدارقطني عن تلك السؤالات عموما التعريف برجال الحديث\nوبيان أحوالهم جرحا وتعديلا، والمصنفات التي رووها، وبيان أوهامهم في بعض\nرواياتهم، وقد اشتملت النسخة التي اعتمدتها في التحقيق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p051'> Vol. 00, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nعلى سؤالات لغير الدارقطني من شيوخ السهمي، وارى ان اعرف بتلك السؤالات\nرغم عدم دخولها في موضوع البحث تتميما للفائدة العلمية وبيان هؤلاء الشيوخ\nوسؤالاتهم كالآتي: - 1 - الحسن بن علي بن عمر القطان البصري المعروف بابن\nغلام الزهري، وبلغ عدد السؤالات الموجهة إليه سبعا وأربعين سؤالا، ويعبر عن\nصيغة تحمله للسؤالات بلفظ (سمعت) (وسالت).\n</p>\n\n<p>\n2 - ويلي ابن غلام الزهري في عدد السؤالات الحافظ أبو بكر أحمد بن\nإبراهيم الإسماعيلي، حيث بلغ عدد سؤالاته له خمسا وأربعين سؤالا ويعبر عن\nصيغة تحمله عن أبي بكر الإسماعيلي بلفظ (سمعت أبا بكر الإسماعيلي)\n(وأخبرنا) 3 - ثم يليه أبو بكر أحمد بن عبدان وقد بلغ عدد السؤالات إحدى\nوعشرين سؤالا، ويعبر عن كيفية تحمله بلفظ (سمعت و (سالت) 4 - ويليه أبو\nزرعة محمد بن يوسف الكشي، حيث بلغ عدد سؤالاته اثنى عشر سؤالا.\n</p>\n\n<p>\n5 - ويليه محمد بن أحمد بن حماد بن سفيان الكوفي، وقد بلغ عدد السؤالات\nالموجهة إليه عشر أسئلة.\n</p>\n\n<p>\n6 - ثم أبو زرعة أحمد بن الحسين الرازي، وبلغ عدد السؤالات الموجهة إليه\nسبعا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p052'> Vol. 00, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n7 - ثم أبو بكر محمد بن إبراهيم بن علي بن عاصم، وبلغ عدد الأسئلة\nالموجهة إليه خمسا، كما وجهت أسئلة إلى عدد من المشايخ منهم.\n</p>\n\n<p>\n8 - الوزير بن حنزابة، حيث بلغ عدد السؤالات الموجهة له ثلاثا.\n</p>\n\n<p>\n9 - وكذا محمد بن المظفر الحافظ.\n</p>\n\n<p>\n10 - وأبو بكر بن زحر.\n</p>\n\n<p>\n11 - وأبو مسعود الدمشقي حيث بلغ عدد السؤالات الموجهة له سؤالين.\n</p>\n\n<p>\n12 - وكذا أبو الحسن بن لولو الوراق.\n</p>\n\n<p>\nوهناك <span id='ms28'></span> مشايخ لم يسألهم حمزة أكثر من سؤال واحد، وهم: - 13 - أبو حفص عمر\nبن محمد الزيات.\n</p>\n\n<p>\n14 - وأبو نصر محمد بن أحمد بن إبراهيم.\n</p>\n\n<p>\n15 - والقاضي أبو القاسم صدقة بن علي بن المؤمل.\n</p>\n\n<p>\n16 - وأبو حفص عمر بن محمد بن عراك.\n</p>\n\n<p>\n17 - وأبو بكر محمد بن عبد الله الفقيه المالكي.\n</p>\n\n<p>\n18 - وأبو عمر بن حيوية.\n</p>\n\n<p>\n19 - وأبو احمد عبد الله بن عدي بن عبد الله.\n</p>\n\n<p>\nويعبر عن صيغة تحمله عن هؤلاء المشايخ بلفظ (سمعت). و (سالت). وهذه\nالسؤالات كلها حول رجال الحديث، وأحيانا مروياتهم جرحا وتعديلا، كما أن\nحمزة السهمي نفسه قد تحدث عن الرجال في السؤالات جرحا وتعديلا.\n</p>\n\n<p>\nدراسة سؤالات السهمي للدارقطني:\n</p>\n\n<p>\nمع أن سؤالات حمزة السهمي كما في النسخة الأصلية التي اعتمدت عليها في\nالتحقيق تتضمن سؤالات لغير الدارقطني من شيوخ السهمي كما تقدم، الا اني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p053'> Vol. 00, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nسأقصر دراستي هنا على سؤالاته للدارقطني باعتبارها هي موضوع البحث كما\nانها تبلغ ثلاثة أرباع السؤالات تقريبا، كما ظهر ذلك من احصاء عدد السؤالات\nالموجهة من حمزة لغيره من المشايخ.\n</p>\n\n<p>\n1 - ترتيب السؤالات:\n</p>\n\n<p>\nابتدأت السؤالات بسؤال من حمزة للدارقطني حول مراده بقوله: (فلان لين)،\nثم اخذ يسأله عن أحوال الرجال، وبدا ترتيبهم بالممدين من الأسماء تخللهم\nبعض التراجم ابتدأت بالهمزة كأحمد بن هارون الترجمة، وازرق بن دريد الترجمة\n(100) وغير ذلك، ثم تلى ذلك باب الألف، ورتب التراجم بعد ذلك وفق حروف\nالمعجم، وبعد الترجمة (381) تصبح الأسئلة عامة، فنراه في الترجمة 383 يسال\nالدارقطني عن سماع أبي حنيفة - رحمه الله - أو في الترجمة 386 يقول: (سمعت\nابا حفص عمر بن محمد الزيات يقول: (مات الصوفي الصغير أحمد بن الحسين...\nوهكذا، ثم تنتهي السؤالات بترجمة أبو إسحاق إبراهيم الخواص.\n</p>\n\n<p>\n2 - مصادر الدارقطني في السؤالات:\n</p>\n\n<p>\nيعتبر تصريح الدارقطني ببيان مصادره في الكلام على الرواة وبيان أحوالهم\nجرحا وتعديلا، قليلا بصفة عامة، وان كانت مقارنة كلامه على الرواة بكلام\nسابقيه من أئمة الجرح والتعديل تدل على اتفاقه معهم في أحيان كثيرة، لكنه\nيعني في بعض الأحيان، بالإشارة إلى مصدره في الحكم على الرجال سواء\nبالتحديد، أو الاجمال <span id='ms29'></span>، ومما ذكره بالتحديد الترجمة (36)، عندما سأله حمزة\nالسهمي عن محمد بن محمد بن سليمان الباغندي، ضحكي عن الوزير أبي الفضل بن\nحنزابة حكاية جرحه فيها.\n</p>\n\n<p>\nومما ذكره بالاجمال الترجمة (60) عندما سأله حمزة عن ابن دريد فقال:\n</p>\n\n<p>\n(تكلموا فيه) والترجمة (148) حين سئل عن أبي بكر أحمد بن خالد الحراني\nفقال: (هذا ضعيف ليس بشئ، ما رأيت أحدا اثني عليه). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p054'> Vol. 00, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n3 - أنواع النقد وألفاظه في السؤالات:\n</p>\n\n<p>\nتبين لي من دراسة السؤالات وفحصها ان النقد عند الدارقطني جرحا وتعديلا\nينقسم إلى قسمين كبيرين، أحدهما: النقد المطلق. وثانيهما: النقد المقيد.\nاما الأول فإنه يحكم على الراوي بالجرح أو التعديل بصفة عامة مطلقة مثل:\nقوله في فلان (ثقة)، أو (ضعيف)، أو (فيه لين)، وهكذا، وهذا القسم هو الصفة\nالغالبة على السؤالات. واما الثاني فهو ان يحكم على الراوي بالتعديل مع\nجرحه في جانب معين، مثال ذلك الترجمة (210)، حين يسأله حمزة عن أبي محمد\nبكر بن محمد بن عبد الوهاب فيقول: (صالح ما علمت منه الا خيرا - إن شاء\nالله -، ولكن ربما أخطأ في الحديث) والترجمة (116) عندما يسال عن البزار\nيقول: (ثقة يخطئ كثيرا ويتكل على حفظه).\n</p>\n\n<p>\nواما ألفاظه في النقد فهي تلتقي بصفة عامة مع ألفاظه في كتاب الضعفاء حيث\nنجدها اما مفردة مثل: (ثقة) أو (ضعيف)، أو (فيه لين)، أو (كذاب) ....\nوهكذا. واما مركبة مثل قوله: (ثقة جبل)، أو (ثقة مأمون جبل).\n</p>\n\n<p>\nوهنا لك ألفاظ في النقد لم تشتهر في الاستعمال عند غير الدارقطني ومنها:\n</p>\n\n<p>\n(آية من الآيات) الترجمة (53)، أو (مدبر من آيات الله، قلت له: كان يضع\nالحديث؟ قال: نعم.) الترجمة (58)، (آية من الآيات كان مخلصا) الترجمة (76).\n</p>\n\n<p>\n4 - بيانه لعلة بعض أسانيد الراوي وغلطه:\n</p>\n\n<p>\nلم يكتف الدارقطني في عدة مواضع لبيان حال الراوي المسؤول عنه، ولكنه\nيضيف إلى ذلك بيان ما في بعض أسانيده من علة أو غلط، مثال ذلك الترجمة\n(382) حين سئل الدارقطني عن (حديث رواه المعافا عن يحيى بن أبي أنيسة عن\nالزهري عن أبي هريرة.. الحديث فقال: يحيى متروك الحديث وليس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p055'> Vol. 00, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nعند <span id='ms30'></span> الزهري عن سعيد المقبري شئ، إنما هو سعيد بن المسيب وكما سئل عن\nالرواة سئل أيضا عن بعض الأسانيد فأبان حالها، مثال ذلك الترجمة (384) حيث\nسئل (الحكم عن ابن عمر اسماع أم مرسل؟) فأجاب على ذلك.\n</p>\n\n<p>\n5 - تفسيره لسبب الجرح واهتمامه به:\n</p>\n\n<p>\nيعتبر بيان سبب جرح الراوي من الأمور الهامة التي تمكن من يطلع عليها من\nالاقرار، أو المعارضة للجرح إذا لم ير السبب كافيا في ذلك، كما انها تدل\nعلى خبرة الناقد وتمكنه من حال الراوي، وقد عني الدارقطني في عدة مواضع من\nهذه السؤالات بان يذكر الجرح ويتبعه ببيان سببه، مثال ذلك:\n</p>\n\n<p>\nالترجمة (104) قال حمزة: (سألت أبا الحسن الدارقطني عن أبي بحر محمد بن\nالحسن بن كوثر البربهاري؟ فقال: كان له أصل صحيح واصل ردئ فحدث بذا وبذاك\nفافسده).\n</p>\n\n<p>\n6 - بيان مراده لبعض ألفاظ النقد:\n</p>\n\n<p>\nوتضمنت تلك السؤالات أيضا ما يعتبر من أصول النقد عند الدارقطني حيث يمكن\nتطبيق جوابه على عامة ما ورد عنه من نقد، سواء في هذه السؤالات، أو في\nغيرها من مؤلفاته وأقواله، ومن ذلك قول حمزة: (سألت أبا الحسن الدارقطني\nقلت له: إذا قلت فلان لين أيش تريد به؟ قال: لا يكون ساقطا متروك الحديث،\nولكن يكون مجروحا بشئ لا يسقط عن العدالة). أو ان يعرف المدلس انه هو الذي\n(يحدث بما لم يسمع)، كما في الترجمة (36).\n</p>\n\n<p>\n7 - من آرائه النقدية:\n</p>\n\n<p>\nتبدوا آراء الدارقطني في النقد عندما يختلف مع غيره، أو يرجح رأيا أو\nيضعفه، فهذا يدل على شخصيته المتميزة في الحكم على الراوي، ومما اختلف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p056'> Vol. 00, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nفيه مع غيره من ذلك الترجمة (83) عندما سأله حمزة عن أبي بشر الدولابي،\nفاجابه بقوله: (تكلموا فيه ما تبين من امره الا خير). وقد يوافق غيره من\nالنقاد كما في الترجمة (36) إذ كان رأيه موافقا لغيره من الحفاظ النقاد..\n</p>\n\n<p>\nوالدارقطني حين يوافق حكمه على الراوي حكم غيره من النقاد، فان ذلك لا\nيلغي رأيه، لأنه متى ارتضى حكم غيره على الراوي يعتبر قائلا به.\n</p>\n\n<p>\n8 - من لم يعرفه الدارقطني في السؤالات <span id='ms31'></span>:\n</p>\n\n<p>\nرغم سعة علم الدارقطني وخبرته بالرجال، الا ان الإحاطة بجميع الرجال لم\nتتوفر لناقد واحد، وهذا من طبيعة البشر، فالكمال المطلق لله تعالى وحده،\nولذلك نجد من بين هذه السؤالات من سئل عنهم فأجاب بأنه لا يعرفهم، وهذا يدل\nعلى أمانة الدارقطني وانصافه في النقد حيث لا يتكلم الا عمن يعرفه ويخبر\nحاله.\n</p>\n\n<p>\n9 - مفاضلته بين الرواة والحفاظ:\n</p>\n\n<p>\nوتضمنت السؤالات مفاضلة الدارقطني للحفاظ والمحدثين بعضهم على بعض وهذا\nأمر مهم للغاية، سيما إذا كان الحفاظ من المستويات العالية ومن أهل الجرح\nوالتعديل، فالمفاضلة فيما بينهم أمر يحتاج إلى الدقة، وأن يكون الناقد لهما\nمن النقاد الذين ارتقوا المنزلة العالية في الجرح والتعديل، وهذا أمر لا\nيقوى عليه كل واحد... ومن ذلك قول حمزة: في الترجمة: (113) (وسئل -\nالدارقطني - إذا حدث أبو عبد الرحمن النسائي، وابن خزيمة بحديث أيما تقدمه؟\nفقال: أبو عبد الرحمن، فإنه لم يكن مثله، ولا أقدم عليه أحدا، ولم يكن في\nالورع مثله...). ومثال ذلك: قول الدارقطني (وقد سئل عن المعمري، وموسى بن\nهارون؟ فقال: موسى بن هارون أبقى وأثبت، ولا يدلس). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p057'> Vol. 00, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nمميزات سؤالات حمزة عن كتاب الضعفاء:\n</p>\n\n<p>\nوقد تميزت سؤالات حمزة عن كتاب (الضعفاء) ان معظمها يدور حول رجال\nمعاصرين للدارقطني أو من شيوخه، أو اقرانه، أو شيوخ شيوخه، كما أن معظمهم\nبغداديون أو قدموا إلى بغداد، الامر الذي جعل الخطيب البغدادي يقتبس من\nالسؤالات (165) نصا، كما أن بعضهم كان من أقطار متعددة من أقطار العالم\nالاسلامي المترامية الأطراف، وشملت السؤالات لمجموعة من شيوخ أبي بكر\nالإسماعيلي، كما شملت رجالا مختلفين، فبعضهم ثقات عدول، وبعضهم الاخر\nمجروحين في حين ان كتاب (الضعفاء) أكثره مجروحون، ولم يكن حمزة السهمي\nيكتفي بسؤال شيخ واحد حول الرجل المسؤول عنه، بل أحيانا يسال أكثر من شيخ\nحول رجل واحد، بينما كتاب (الضعفاء) من كلام الدارقطني وحده، كما تضمنت\nالسؤالات رجالا متقدمين، وهؤلاء قليلون جدا قياسا إلى عدد تراجم السؤالات\nعامة، في حين ان كتاب (الضعفاء) شمل رجالا متقدمين كثيرين. ومن مميزات\nالسؤالات <span id='ms32'></span> انها جاءت بأشياء لم أجدها في غيرها من ذلك أن هنا لك رجالا لم\nأقف لهم على ترجمة، الا فيها، وهؤلاء قليلون جدا قياسا إلى عدد تراجم\nالسؤالات عامة.\n</p>\n\n<p>\nاثر السؤالات فيما بعدها:\n</p>\n\n<p>\nلقد كان للسؤالات اثر كبير في المصنفات التي كتبت بعدها، والتي بحثت في\nالرجال وأحوالهم فقد اقتبس منها الخطيب البغدادي في تاريخ بغداد (165) نصا\nبواسطة علي بن محمد بن نصر الدينوري، منها (120) نصا رواها السهمي عن\nالدارقطني) كما اقتبس ابن عساكر في كتابه (تاريخ دمشق) من سؤالات السهمي\nوأشار إلى الفراغ الذي في تلك النسخة، وهو مطابق لواقعها مما يوحي بان\nنسخته هي نفس نسخة احمد الثالث أو متفقة معها في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p058'> Vol. 00, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nأصل واحد، وقد بلغ عدد النصوص التي اقتبسها سبع نصوص. واما القاضي أبو\nالحسين محمد بن أبي يعلي، فهو الاخر اقتبس من السؤالات في كتابه (طبقات\nالحنابلة) في ثلاث مواضع. كما اقتبس ياقوت الحموي في كتابه (معجم البلدان)\nمن السؤالات في ثلاث مواضع. واقتبس ابن نقطة في كتابيه (التقييد)،\n(والاستدراك) من السؤالات أحد عشر نصا، وقد ذكر تلقيه للسؤالات جميعها\nبالسند حيث قال: (أخبرنا أبو حفص عمر بن محمد بن طبرزد قال: أنبأنا أبو\nالقاسم علي بن طراد الزينبي، قال: أنبأنا إسماعيل بن مسعدة الإسماعيلي قال:\nثنا حمزة بن يوسف السهمي. وهذا هو نفس سند نسخة احمد الثالث التي اعتمدتها\nكأصل مما يدل على توثيق هذه النسخة.\n</p>\n\n<p>\nإضافة إلى أن هنا لك اقتباسات من السؤالات سيلاحظها القارئ أثناء مطالعته\nللكتاب منها: اقتباسات ابن الجوزي في كتابه (المنتظم) وابن كثير في كتابه\n(البداية والنهاية)، اما الذهبي فقد اقتبس من السؤالات في كتبه (سير أعلام\nالنبلاء) (والعبر) و (تاريخ الاسلام) و (ميزان الاعتدال) و (المغني في\nالضعفاء) و (تذكرة الحفاظ) و (معرفة القراء الكبار) (158) نصا.\n</p>\n\n<p>\nكما اقتبس ابن حجر من السؤالات في (تهذيب التهذيب) و (لسان الميزان) 153)\nنصا.\n</p>\n\n<p>\nان كثرة الاقتباس من السؤالات على هذا النحو الكبير تدل بوضوح على اهتمام\nعلماء الجرح والتعديل فيها، وعظيم استفادتهم منها <span id='ms33'></span>، واتخاذها أصلا ومصدرا\nلمؤلفاتهم في الجرح والتعديل، ولا عجب في ذلك فهي جوابات لكبار المحدثين\nوالنقاد، وفي مقدمتهم الحافظ الدارقطني الذي استوعب الجواب على أكثر\nالسؤالات، ولعل في هذا ما يكفي للتدليل على أهمية قيامي بتحقيق نصوصها\nودراستها في هذه الرسالة، ليمكن على ضوئها تأصيل تلك النصوص المنقولة عنها\nفيما بعدها من كتب الجرح والتعديل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p059'> Vol. 00, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nمنهجي في التحقيق والتعليق على السؤالات ان منهجي في التحقيق هو نفس\nالمنهج الذي سدت عليه في تحقيق كتاب (الضعفاء والمتروكون) للدارقطني لم\nأغير منه شيئا، وكذا منهجي في التعليق على الأصل. غير أن السؤالات قد\nتناولت رجالا متأخرين اي: معاصرين للدارقطني، أو من شيوخه أو من شيوخ\nشيوخه، كما سيأتي، وهذا جعل عملية تأصيل النص في كل التراجم بإحالتها على\nالمصادر المتقدمة للدارقطني غير متيسرة لعدم توفر مصادر كافية في هذا\nالمجال.\n</p>\n\n<p>\nولهذا فان ما لم أقف عليه في كتب المتقدمين على الدارقطني والتي راجعتها\nوهي كثيرة مخطوطة أو مطبوعة، رجعت فيه إلى المصادر المتأخرة وخاصة المصادر\nالتي اقتبست من السؤالات كما سيأتي في بيان أهمها - ولقد واجهت في تحقيق\nالسؤالات متاعب جمة وبذلت أقصى جهدي في الحصول على المصادر المخطوطة\nوالمطبوعة داخل المملكة وخارجها، كما سيرى القارئ في مواضع الإحالة وثبت\nالمصادر، ومع ذلك فقد استعصى علي عدد من التراجم لم أجد له رغم هذا البحث\nوالتتبع مصدرا غير الكتاب المحقق، ولكن هذا العدد بالنسبة إلى مجموع تراجم\nالكتاب يعد قليلا، وحسبي اني بذلت غاية الوسع في البحث والتنقيب...\n</p>\n\n<p>\nصحة نسبة السؤالات إلى حمزة السهمي:\n</p>\n\n<p>\nان صحة نسبة السؤالات إلى حمزة السهمي أمر واضح جلي، فقد أحالت عليها\nالمصادر التي اقتبست منها، كما تقدم، كما أن الذين ترجموا لبعض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p060'> Vol. 00, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nالشيوخ الذين سألهم السهمي أشاروا إلى أن حمزة قد سألهم (عن الرجال\nوالجرح والتعديل)، وغير ذلك مما لاحظه القارئ في ترجمة شيوخ حمزة السهمي\nوالدارقطني. أضف إلى ذلك أن سند نسخة الأصل (أ) التي اعتمدتها في التحقيق\nهو نفس سند نسخة ابن نقطة في <span id='ms34'></span> التقييد، كما تقدم، وهو سند متصل وبنقل الثقات\nمن الحفاظ، فالسؤالات ثابتة لحمزة السهمي حيث قال السخاوي في كتابه\n(الاعلام بالتوبيخ وهو يتحدث عن الذين سالوا الدارقطني: (ومن أبي القاسم\nحمزة بن يوسف السهمي للدارقطني).\n</p>\n\n<p>\nوصف نسخ السؤالات:\n</p>\n\n<p>\nتوفرت لدي من سؤالات حمزة السهمي نسختان، الأولى: من المكتبة الظاهرية\nبدمشق والتي رمزت لها بحرف (ظ) وهي ضمن مجموع وتقع من الورقة (205 - 215)\nيتخللها 5، 3 ورقة خارجة عنها فيها إجازات لمجموعة من العلماء وليست من\nالسؤالات، حجم 4 * 10 سم، ونحو 19 سطرا، سم واحد حاشية خط ضياء الدين\nالمقدسي المتوفى (643 ه‍)، مجموع 111). وهذه النسخة تكاد تكون نسخة مختصرة\nللسؤالات حيث لا تكاد تضم الا من فيه جرح، اما الثقات الواردون في السؤالات\nكما في نسخة الأصل (أ) فلم يدون فيها منهم أحد، وهي دقيقة الخط وصعبة\nالقراءة وغير منتظمة التراجم، فهنا لك تقديم وتأخير في ترتيب التراجم يختلف\nعن ترتيب التراجم في نسخة الأصل احمد الثالث.\n</p>\n\n<p>\nاما النسخة الثاني: فهي ضمن مجموعة مسجلة تحت رقم 624 / 12 في مكتبة\n(سراي احمد الثالث). تبدأ من الورقة (172 ب - 189 ب). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p061'> Vol. 00, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nومسطرتها خمسة وعشرون سطرا في كل صحيفة، نسخها أبو بكر بن علي بن إسماعيل\nالأنصاري سنة سبعمائة وثمان وعشرين من الهجرة النبوية، كما هو مكتوب في\nنهاية المجلد. وجاء في الأوراق الأخيرة منها حواش كتبت بخط دقيق جدا وصعب\nالقراءة للغاية، وأشار الناسخ إلى دخولها في الأصل، وهذا يدل على تصحيحها\nبعد النسخ، فهي نسخة مصححة، كما انها موثقة بوجود سند لها متصل إلى المؤلف\nكما تقدم، والنسخة كاملة تامة، كما جاء في الورقة الأخيرة، إذ قال: (تمت\nالسؤالات والحمد لله)، وقد اتخذت هذه النسخة أصلا في تحقيقي للسؤالات،\nورمزت لها بحرف (أ). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p062'> Vol. 00, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nالورقة الأولى من نسخة سراي احمد الثالث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p063'> Vol. 00, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nالصفحة الأخيرة من نسخة سراي احمد الثالث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p064'> Vol. 00, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nالصفحة الأولى من سؤالات السهمي للدارقطني وغيره من المشايخ نسخة من دار\nالكتب الظاهرية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p065'> Vol. 00, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nالصفحة الأخيرة من سؤالات السهمي للدارقطني وغيره من المشايخ نسخة من دار\nالكتب الظاهرية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p066'> Vol. 00, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nترجمة رواة سؤالات حمزة بن <span id='ms35'></span> يوسف السهمي أولا: مسند العصر موفق الدين أبو\nحفص عمر بن محمد بن أحمد بن يحيى بن حسان الدارقزي، المؤدب المعروف بابن\nطبرزد، والطبرزد: هو السكر ولد في ذي الحجة سنة ست عشرة وخمسمائة، وسمع\nبإفادة أخيه المحدث أبي البقاء محمد، ثم بنفسه، وحصل الأصول وحفظها إلى وقت\nالحاجة إليها، وكان أكثرها بخط أخيه، سمع من أبي القاسم بن الحصين، وأبي\nغالب بن البناء، وأبي القاسم هبة الله الشروطي، والوزير علي بن طراد، وأبي\nالفتح الكروخي، وأبي سعد أحمد بن محمد الزوزني، وغيرهم، روى عنه خلف لا\nيمكن حصرهم، منهم: ابن النجار والضياء، والذكي المنذري، والصدر البكري،\nواخوه الشرف محمد.. وخلقا وآخر من روى عنه بالإجازة الكمال عبد الرحمن\nالمكبر شيخ المستنصرية، قال ابن نقطة: سمع (سنن أبي داود) من أبي البدر\nالكرخي بعضها، وبعضها من مفلح الدارمي: وسمع كتاب الترمذي من أبي الفتح\nالكروخي، قال: هو مكثر صحيح السماع، ثقة في الحديث، وقال أبو شامة: كان\nخليعا ماجنا.. وقال الذهبي: كان ظريفا، كثير المزاح توفي في تلسع رجب سنة\nسبع وستمائة ودفن بباب حرب). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p067'> Vol. 00, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nثانيا: الوزير الكبير شرف الدين أبو القاسم علي بن طراد الزيني العباسي،\nوزير المسترشد والمقتفى، سمع من عمه أبي نصر الزيني، وأبي القاسم ابن\nالبسر، وكان صدرا مهيبا نبيلا كامل السؤدد بعيد الغور.. نهض بأعباء بيعة\nالمقتفى وخلع الراشد في نهار واحد، وكان الناس يتعجبون من ذلك، ولما تغير\nعليهم المقتفى وهم بالقبض عليه احتمى منه بدار السلطان مسعود، ثم خلص ولزم\nداره واشتغل بالعبادة إلى أن مات في رمضان سنة ثمان وثلاثين وخمسمائة عن ست\nوسبعين سنة).\n</p>\n\n<p>\nثالثا: أبو القاسم إسماعيل بن مسعدة بن إسماعيل بن أحمد بن إبراهيم بن\nالعباس الإسماعيلي الجرجاني، حدث عن أبيه، وعمه المفضل بن إسماعيل، وأبي\nاليمن محمد بن علي بن محمد الديباجي، وحمزة السهمي، وأبي نصر عبد الله بن\nأحمد بن عبدان وغيرهم.. حدث عنه أبو القاسم إسماعيل بن منصور الكرخي، وأبو\nمنصور محمد بن عبد الملك ابن <span id='ms36'></span> خيرون، وأبو الحسن أحمد بن عبد الله\nالأبنوسي.. وآخرون وعاش سبعين سنة، وروى الكامل لابن عدي، وتاريخ جرجان،\nقال السمعاني هو من الكتاب المحتشمين والأفاضل المتقدمين، تام المروءة حسن\nالأخلاق يعظ ويملي على دراية وفهم، سافر البلاد، وروى بها الحديث، مولده في\nسنة سبع وأربعمائة، وتوفي بجرجان سنة سبع وسبعين وأربعمائة). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p068'> Vol. 00, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nالرموز المستخدمة لاسماء المراجع في الدارسة والتحقيق الرمز اسم الكتاب ت\nبغداد تاريخ بغداد للخطيب البغدادي ت الحافظ تذكرة الحفاظ للذهبي ت جرجان\nتاريخ جرجان لحمزة السهمي ت دمشق تاريخ دمشق الكبير لأبي القاسم علي بن\nالحسن ابن هبة الله المعروف (بابن عساكر) ت الصغير التاريخ الصغير للبخاري\nت الكبير التاريخ الكبير للبخاري تق تقريب التهذيب لابن حجر ت المنفعة\nتعجيل المنفعة بزوائد رجال الأئمة الأربعة ت واسط تاريخ واسط ت يحيى بن\nمعين تاريخ يحيى بن معين ت عثمان بن سعيد الدارمي تاريخ عثمان بن سعيد\nالدارمي ض الدارقطني كتاب (الضعفاء والمتروكون) للدارقطني ض الصغير الضعفاء\nالصغير للبخاري ض النسائي الضعفاء والمتروكون للنسائي ط ابن سعد الطبقات\nالكبرى لابن سعد ط الحفاظ طبقات الحفاظ للسيوطي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p069'> Vol. 00, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nط الحنابلة طبقات الحنابلة للقاضي أبي الحسين محمد بن أبي يعلي.\n</p>\n\n<p>\nط الشافعي طبقات الشافعية الكبرى للسبكي علل قط علل الدارقطني م مسلم\nمقدمة صحيح مسلم للامام مسلم بن الحجاج النيسابوري م والتاريخ المعرفة\nوالتاريخ ليعقوب بن سفيان البسوي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p070'> Vol. 00, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحمن أخبرنا الشيخ الجليل أبو حفص عمر بن محمد بن معمر\nالمؤدب البغدادي رحمه الله في كتابه اذنه قال أخبرنا الوزير أبو القاسم علي\nبن طراد بن محمد الزينبي الهاشمي قراءة عليه سنة ست وثلاثين وخمسمائة قال\nأنا كمال الاسلام أبو القاسم إسماعيل بن مسعدة بن إسماعيل بن أحمد بن\nإبراهيم الإسماعيلي ببغداد قال قرئ علي الشيخ أبي القاسم حمزة بن يوسف\nالسهمي وأنا حاضر أسمع سنة ثمان عشرة وأربعمائة قيل له كنت ببغداد في أيام\nالأمير أبي شجاع فنا خسروا وكان الملقب بجعل المعتزلي يدعو الناس الاعتزال\nوقد افتتن كثير <span id='ms37'></span> من المتفقه به فرأيت في المنام أن جماعة من الفقهاء\nوالمتفقهة في بيت مجتمعين فدخل النبي صلى الله عليه وسلم ذلك البيت فأشار\nإلى كل واحد منهم يقول فلان على الطهارة وفلان ليس على الطهارة فقلت هذا\nدليل على نبوته صلى الله عليه وسلم يعلم من هو على الطهارة ومن ليس هو على\nالطهارة وكنت أكرر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p071'> Vol. 00, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nالقول وأقول هذا دليل على نبوته ورسالته ووقع لي في المنام أن الذي يقول\nليس على الطهارة إنه معتزلي ومن على الطهارة هو على السنة (1) سألت أبا\nالحسن الدارقطني قلت له إذا قلت فلان لين أيش تريد به قال لا يكون ساقطا\nمتروك الحديث ولكن يكون مجروحا بشئ لا يسقط عن العدالة وسألته عمن يكون\nكثير الخطأ قال إن نبهوه عليه ورجع عنه فلا يسقط وإن لم يرجع سقط (1) باب\nمحمد (2) سألت أبا الحسن علي بن معمر بن مهدي الحافظ عن محمد بن سليمان\nمطين فقال ثقة جبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p072'> Vol. 00, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n(3) وسألته عن أبي بكر البرديجي فقال ثقة مأمون جبل (4) وسألته عن محمد\nبن علي بن مهدي الكوفي فقال ثقة (5) وسألته عن محمد بن علي بن زيد الصائغ\nفقال ثقة كتب عنه الفريابي وموسى بن هارون الحمال (6) وسألته عن أبي أحمد\nمحمد بن عمران بن موسى الصيرفي البغدادي فقال ثقة (7) وسألته عن أبي بكر\nمحمد بن يحيى بن الحسين العمي فقال ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p073'> Vol. 00, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n(8) وسألته عن محمد بن نوح الجنديسابوري فقال هو ثقة مأمون وكان أسوأ\nخلقا من أن يكون غير ثقة (9) وسئل الدارقطني عن محمد بن غالب تمتام فقال\nثقة مأمون إلا إنه كان يخطي وكان وهو في أحاديثه منها أنه حدث عن محمد بن\nجعفر الوركاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p074'> Vol. 00, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nعن حماد بن يحيى الأبح عن بن عون عن بن سيرين عن عمران بن حصين عن النبي\nصلى الله عليه وسلم قال شيبتني هود وأخواتها فأنكر عليه هذا الحديث موسى بن\nهارون وغيره فجاءه بأصله إلى إسماعيل بن إسحاق القاضي فأوقفه عليه فقال\nإسماعيل القاضي ربما وقع الخطأ للناس في الحداثة <span id='ms38'></span> فلو تركته لم يضرك فقال\nتمتام لا أرجع عما في أصل كتابي وسمعت أبا الحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p075'> Vol. 00, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nالدارقطني يقول كان يتقي لسان تمتام قال لنا أبو الحسن الدارقطني والصواب\nأن الوركاني حدث بهذا الاسناد عن عمران بن حصين أن النبي صلى الله عليه\nوسلم قال لا طاعة لمخلوق في معصية الخالق وحدث على أثره عن حماد بن يحيى\nالأبح عن يزيد الرقاشي عن أنس أن النبي صلى الله عليه وسلم قال شيبتني هود\nفيشبه أن يكون التمتام كتب إسناد الأول ومتن الأخير وقرأه على الوركاني فلم\nيتنبه عليه وأما لزوم تمتام كتابه وتثبته فلا ينكر ولا ينكر طلبه وحرصه على\nالكتابة وسمعت أبا الحسن يقول شيبتني هود والواقعة معتلة كلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p076'> Vol. 00, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nوسمعت أبا الحسن يقول جاء رجل من أهل خراسان إلى تمتام فأخرج إليه جزءا\nمن الحديث وفي أوله هوذة عن عوف عن محمد بن سيرين عن أبي هريرة عن النبي\nصلى الله عليه وسلم وبعده مراسليه فأخذ الخراساني وكتب كلماته وكتب هو عوف\nعن الحسن عن النبي صلى الله عليه وسلم وترك المسند فقال تمام أحسنت بارك\nالله فيك (10) سألت أبا محمد بن غلام الزهري عن محمد بن إبراهيم بن أبي\nالحجيم فقال هو ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p077'> Vol. 00, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n(11) سمعت أبا بكر بن عبدان يقول محمد بن أحمد بن شاذ هرمز روي عن شاذان\nوعن زيد بن أخزم أحاديث لم يكتبها إلا عنه وكان أبو بكر بن عبدان يوثقه\n(12) سألت الدارقطني عن أبي العباس محمد بن الحسن بن قتيبة بن زبان بن\nالطفيل اللخمي فقال ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p078'> Vol. 00, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n(13) سمعت أبا بكر الإسماعيلي يقول محمد بن عقبة الشيباني كان كبر سنه\nوضعف ولازم بيته وكان له بنون وكان من جملة شيوخ الكوفة فقال لبنيه ليلة\nأريد زوجة في هذه الليلة فقالوا له إذا كان غدا نزوجك قال فما زاد إلا\nلجاجا قال فقال أولاده بعضهم لبعض إن الشيخ قد خرف وزال عقله فليس لنا إلا\nأن نبلغه مراده قال فزوجناه امرأة من قبيلتنا وخلينا بينه وبينها قال فقامت\nامرأته <span id='ms39'></span> واغتسلت وتبخرت ولبست ثيابا نظيفة ونامت مع الشيخ محمد بن عقبة فلما\nكان في بعض الليل صاحت وقالت خذوا شيخكم قال فاجتمع أولاده فوجدوه ميتا على\nصدرها وكان قد مطيها ثم حفظوا المرأة فحملت ووضعت بغلام فسموه محمدا وهو\nمحمد بن عقبة (14) وسألت الدارقطني عن محمد بن سعيد بن عبد الرحمن أبي علي\nالحراني بالرقة فقال ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p079'> Vol. 00, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n(15) وسألته عن محمد بن الحسين بن حفص بن أبي جعفر الأشناني بالكوفة فقال\nثقة مأمون وسألته عن محمد بن الحسن بن موسى أبي جعفر الكوفي بمصر فقال ثقة\n(16) وسألته عن محمد بن بشر بن يوسف أبي الحسين بن بأبويه الفران بدمشق\nفقال صالح (17) وسألته عن محمد بن علي بن الحسن بن حرب أبي الفضل الرقي بها\nفقال ثقة (18) وسألته عن محمد بن هارون بن عبد الله بن حميد أبي حامد\nالحضرمي ببغداد فقال ثقة (19) وسألته عن محمد بن إسحاق بن إبراهيم بن عيسى\nبن فروخ بن عبد الله بن أبي بكر المقرئ البغدادي فقال ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p080'> Vol. 00, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n(20) وسألته عن أبي عبد الله محمد بن مخلد العطار فقال ثقة مأمون (21)\nوسألته عن محمد بن سليمان السراجي روى عن يحيى بن بكير فقال ثقة (22)\nوسألته عن أبي جعفر محمد بن عبيد الله بن محمد بن العلاء الكاتب الأطروش\nفقال ثقة مأمون (23) سمعت أبا بكر بن عبدان الحافظ يقول محمد بن أسلم\nالطوسي لم يذكره البخاري في كتابه حدثنا عنه بن أبي داود وكان يعظمه ويقول\nكان أحمد بن حنبل رضي الله تعالى عنه يعظه ويرفعه (24) وسألت الدارقطني عن\nمحمد بن إسماعيل بن علي أبي بكر البصلاني فقال ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p081'> Vol. 00, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n(25) عن أبي بكر محمد بن زبان بن حبيب بمصر فقال ثقة (26) وسألته عن محمد\nبن عبد السلام بن النعمان أبي بكر السلمي بالصرية فقال ثقة (27) وسألته عن\nمحمد بن الحسن بن مكرم أبي بكر البغدادي بالبصرة فقال ثقة (28) وسألته عن\nمحمد بن عبد العزيز بن محمد بن ربيعة الكلابي أبي مليل الكوفي في بغداد\nفقال ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p082'> Vol. 00, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n(29) وسألته عن محمد <span id='ms40'></span> بن موسى بن أبي بكر الحضرمي بمصر فقال ثقة (30)\nوسألته عن محمد بن السري أبي بكر القنطري ببغداد فقال ثقة (31) وسمعت أبا\nمحمد الحسن بن علي يقول محمد بن يحيى بن إسماعيل التميمي التمار ليس\nبالمرضي حدثنا من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p083'> Vol. 00, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nحفظه قال ثنا يحيى بن حبيب بن عربي ثنا حماد بن زيد عن منصور عن بن طاوس\nعن أبيه عن سعيد بن جبير عن بن عباس قال بينما النبي صلى الله عليه وسلم\nبعرفات يوم عرفة في الموقف إذا هبط جبريل عليه السلام فقال يا محمد إن الله\nالعلي الاعلى الحديث (32) سمعت أبا الحسين يعقوب بن موسى الفقيه ببغداد\nيقول لقيت جماعة يحدثون عن محمد بن عبد السمرقندي أحاديث موضوعة قد حدث بها\nفي بلدان شتي وسألت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p084'> Vol. 00, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nجعفر بن الحجاج المعروف ببكارة الموصلي بها عنه فقال قدم علينا الموصل\nوحدث بأحاديث مناكير فاجتمع جماعة من الشيوخ وصرنا إليه لننكر عليه فإذا هو\nجالس في مسجد يعرف بمسجد النبي صلى الله عليه وسلم وله مجلس وعنده خلق من\nكتبه الحديث ومن العامة قال فلما بصر بنا من بعيد علم أنا قد اجتمعنا\nللانكار عليه فقال قبل أن نصل إليه حدثنا قتيبة بن سعيد عن بن لهيعة عن أبي\nالزبير عن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم قال القرآن\nكلام الله غير مخلوق قال فوقفنا ولم نجسر أن نقدم عليه خوفا من العامة قال\nفرجعنا ولم نجسر أن نكلمه (33) وسمعت أبا محمد الحسن بن علي بن عمرو القطان\nيقول محمد بن عبد العزيز بن إسماعيل بن الحكم بن عبدان بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p085'> Vol. 00, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nالحكم بن المنذر الجارود بن عمرو العباداني قدم علينا وكان مركبا للحديث\nليس بشئ زعم أن القاسم بن خالد بن مهران الحمصي حدثهم بمكة قال حدثنا حجاج\nبن نصير ثنا سعيد بن أبي عروبة وشعبة بن الحجاج قالا ثنا حماد بن سلمة عن\nأبي العشراء عن أبيه قال قلت يا رسول الله أنا تكون الزكاة إلا من الحلق أو <span id='ms41'></span>\nاللبة قال لو طعنت في فخذها لأجزأ عنك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p086'> Vol. 00, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\n(34) سمعت الدارقطني يقول رأيت في كتاب محمد بن الباغندي حدثنا قال ذكر\nسليمان بن سيف عن حجاج عن شعبة عن عبد الله بن أبي السفر عن الشعبي عن قرظة\nبن كعب قال سمعنا عمر وأخطأ فيه وإنما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p087'> Vol. 00, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nرواه سليمان عن حجاج عن شعبة عن سيار فأخطأ خطأ بن الباغندي على خطأ بن\nسيف لان بن سيف روى شعبة عن سيار وهو غلط وروى الباغندي عنه شعبة عن عبد\nالله بن أبي السفر وهو غلط أيضا وإنما الصواب شعبة عن بيان فوهم بن سيف في\nبيان فجعله سيار وابن الباغندي حدث من حفظه فغلط قال أبو الحسن وكان كثير\nالغلط وله مثل هذا كثير (35) وسئل الدارقطني بحضرتي عن حديث رواه أخبرنا\nأبو بكر بن المقري ثنا أحمد بن نصر الحافظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p088'> Vol. 00, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nثنا جعفر الطيالسي قال قلت ليحيى بن معين عمن أكتب بالبصرة قال اكتب عن\nمسدد فإنه ثقة ولا تكتب عن المقدمي الكبير يريد عبد الله بن أبي بكر فإنه\nكذاب (36) سألت أبا الحسن علي بن عمر الحافظ عن محمد بن محمد بن سليمان\nالباغندي فحكى عن الوزير أبي الفضل بن حنزابة حكاية قال حمزة بن يوسف ثم\nدخلت مصر وسألت الوزير أبا الفضل جعفر بن الفضل عن الباغندي هذا وحكيت له\nما كنت سمعت من الدارقطني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p089'> Vol. 00, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nفقال لي الوزير لحقت الباغندي محمد بن محمد بن سليمان وأنا بن خمس سنين\nولم أكن سمعت منه شيئا وكان للوزير الماضي حجرتان إحداهما للباغندي يجيئه\nيوما ويقرأ له والأخرى لليزيدي قال أبو الفضل سمعت أبي يقول كنت يوما مع\nالباغندي في الحجرة يقرأ لي كتب أبي بكر بن أبي شيبة فقام الباغندي إلى\nالطهارة فمددت يدي إلى جزء من حديث أبي بكر بن أبي شيبة فإذا على ظهره\nمكتوب مربع الباقي محكوك فرجع الباغندي ورأي الجزء في يدي فتغير وجهه\nوسألته فقال أيش هذا مربع فغير ذلك ولم أفطن له لأني أول ما كنت دخلت في <span id='ms42'></span>\nمكتبة الحديث ثم سألت عنه فإذا الكتاب لمحمد بن إبراهيم مربع سمع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p090'> Vol. 00, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nمن أبي بكر بن أبي شيبة فحك محمد بن إبراهيم وبقي مربع فبرد على قلبي ولم\nأخرج عنه شيئا وسألت أبا بكر بن عبدان عن محمد بن محمد بن سليمان الباغندي\nهل يدخل في الصحيح قال لو خرجت الصحيح صحيحا لم أدخله فيه قيل له لم قال\nلأنه كان يخلط ويدلس قال وليس ممن كتبت عنه أثر عندي ولا أكثر حديثا منه\nإلا أنه شره قال والباغندي أحفظ من بن أبي داود وسألت الدارقطني عن محمد بن\nمحمد بن سليمان الباغندي قال كان كثير التدليس يحدث بما لم يسمع وربما سرق\nبعض الأحاديث وقال أشد ما سمعت فيه من الوزير بن حنزابة سمعت أبا بكر بن\nعبدان يقول سمعت أبا عمرو الراسبي يقول دخلت على الباغندي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p091'> Vol. 00, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nأنا وابن مظاهر فأخرج إلينا أصوله فكتبنا منه ما كتبنا ثم أخرج إلينا\nتخريجه ثم قال له بن مظاهر يا أبا بكر إقبل نصيحتي إدفع إلي تخريجك هذا\nأعرفه وأخرج لك ما تضربه أبا بكر بن أبي شيبة قال الدراسبي قال لي بن مظاهر\nهذا الرجل لا يكذب ولكن يحمله الشره على أن يقول حدثنا ووجدت في كتبه في\nمواضع ذكره فلان وفي كتابي عن فلان ثم رأيته يقول أخبرنا (37) وسألت\nالدارقطني عن محمد بن عثمان بن أبي سويد فقال ضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p092'> Vol. 00, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n(38) سألت أبا الحسن بن سفيان بن حماد الحافظ بالكوفة عن محمد بن القاسم\nالسوداني المحاربي فقال ما روى له أصل قط وكان يؤمن بالرجعة قال بن سفيان\nوحضرت مجلس وحسين بن سعيد يقرأ عليه كتاب النهي عن حسن بن نصر بن مزاحم\nفلما فرغ أعطاني أبلغ فيه فقبلت ظهره فإذا عليه أسماء جماعة قد ماتوا قبل\nأن يحدث بسنين فقال لي بن أبي الفتح الهاشمي بلغ لي فقلت له اسمك عليه فقال\nأسكت فلما انصرفنا قال هذا كتاب جعفر بن حارز سمعته سنة ست وثمانين وليس هو\nكتاب السوداني ولا له <span id='ms43'></span> فيه سماع سمعت أبا ذر محمد بن محمد بن المنذر الحافظ\nبالكوفة يقول مات محمد ابن القاسم أبو عبد الله السوداني يوم الاثنين لثلاث\nليال خلون من صفر سنة ست وعشرين وثلاثمائة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p093'> Vol. 00, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n(39) وسألت أبا الحسن بن حماد عن محمد بن عمر بن أبي سعيد فقال الحضرمي\nيتكلم فيه وقد كتب عنه الناس وليس هو بمتروك (40) سمعت أبا بكر بن عبدان\nالحافظ يقول محمد بن القاسم ابن الحسن البرزاطي كان عنده عن الكديمي حدث\nبالأهواز وغيره وكان كذابا وذكر يوما حديثا فقيل له إنه عند إنسان آخر فقال\nأنا والله الذي لا إله إلا هو وضعته (41) سمعت أبا بكر العاصمي يقول عبد\nالجبار بن محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p094'> Vol. 00, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nالخطابي وروى عن يحيى بن سعيد القطان جليل فقال فرأيت أبا عروبة يثني\nعليه خيرا (42) قال حمزة أبو الفرج محمد بن صالح بن جعفر البغدادي من ساكني\nالبصرة والجزيرة ضعيف لا يحتج بحديثه ما رأيت له أصلا جيدا ولا رأيت أحدا\nيثني عليه خيرا سمعت جماعة يحكون أنه غضب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p095'> Vol. 00, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nكتب أبي مسلم بن مهران البغدادي حدث بها ولم يكن له بها سماع روى عن أبي\nعروبة وابن جوصاء وهذه الطبقة (43) سمعت أبا بكر الإسماعيلي يقول أبو بكر\nمحمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p096'> Vol. 00, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nالحسن بن أبي حمزة البلخي المعروف بالذهبي وقيل إنه أحمد كان مشتهرا\nبالشرب (44) سألت الدارقطني عن محمد بن عبده بن حرب القاضي فقال لا شئ آية\nوقال الدارقطني سمعت السبيعي يقول كان يظهر جزءا من سماعه ويحدث به يعني\nمحمد بن عبده بن حرب ثم بعد ذاك أخذ كتب الناس وحدث بها ولم يكن له سماع ثم\nانكشف أمره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p097'> Vol. 00, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n(45) سألت الدارقطني عن أبي الحسن محمد بن الحسن الحضرمي الكوفي روي عن\nأبي نعيم الفضل بن دكين قال ليس بالقوي (46) وسألته عن محمد بن بريه\nالهاشمي فقال لا شئ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p098'> Vol. 00, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n(47) وسألته عن محمد بن عثمان بن أبي شيبة فقال كان يقال أخذ كتاب أبي\nأنس وكتب منه فحدث (48) سمعت أبي بكر الإسماعيلي يقول حدثني علي بن إبراهيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p099'> Vol. 00, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nالبصري البزاز <span id='ms44'></span> أبو الحسن الجرجاني ولم يكن بشئ قال ثنا هناد بن السري\n(49) سمعت أبا محمد بن غلان الزهري يقول محمد بن بكر بن الفضل الهلالي\nالبكري ليس بالمرضي حدثنا عن بن أبي الشوارب (50) وسمعت أبا محمد يقول محمد\nبن أحمد بن بغداد بغدادي كان ضعيفا (51) وسمعت أبا محمد يقول محمد بن\nإسماعيل بن موسى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p100'> Vol. 00, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nالرازي المكتب ضعيف حدثنا عن موسى بن نصر المقانعي (52) وسألت أبا الحسن\nالدارقطني عن محمد بن محمد بن الأشعث الكوفي فقال آية من آيات الله ذلك\nالكتاب هو وضعه أعني العلويات (53) وسألته عن أبي يوسف محمد بن سهل بن محمد\nبن سداد الابلي روي عن شيبان فقال قد رأيت في حديثه حديثا مقلوبا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p101'> Vol. 00, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n(54) سمعت أبا زرعة محمدا بن يوسف الجرجاني يقول محمد بن إسماعيل الصرام\nلا يساوي شيئا كان يكذب لسبب نفسه ولسبب غيره قلت كيف كان يكذب بسبب غيره\nقال كان يسمع في كتابه سمع قول لم يسمعوه (55) وسألت أبا الحسن الدارقطني\nعن أبي بكر محمد بن القاسم بن سليمان قال ما كان شيئا (56) وسألت أبا زرعة\nالجرجاني عن محمد بن حمدون المستملي شيخنا فقال كان يقول كنت مستلمي شيوخ\nويذكر شيوخا في أي سنة سمع منهم واستملي لهم إلى السنة التي حج وكان يقول\nكلها تجدون من الأمالي عنهم في هذه السنين التي كنت أستملي لهم هاتوا حتى\nأقرأها لكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p102'> Vol. 00, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n(57) وسمعت الحسن بن علي بن عمر يقول محمد بن سليمان أبو علي المالكي\nالذي حدث بالبصرة ليس هو بذاك قلت له لأي سبب قال بلغني أنه كان قد حدث في\nأيام الساجي عن بن أبي عمر العدني فبلغ بذلك الساجي فقال من أين له بن أبي\nعمر وإنما حججت قبله وكان قد مات بن عمر قال ثم أمسك ولم يحدث بعد ذلك عنه\nبشئ وكان قد أفسده ابنه (58) سألت أبا الحسن الدارقطني عن محمد بن سليمان\nبن زبان كان بالبصرة قال مدبر آية من أيات الله قلت له كان يضع الحديث قال\nنعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p103'> Vol. 00, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\n(59) وسألته عن <span id='ms45'></span> محمد بن خلف بن المرزبان فقال هو إخباري لين (60) وسألته\nعن بن دريد فقال تكلموا فيه (61) وسألته عن نفطويه فقال لم يكن بالقوي في\nالحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p104'> Vol. 00, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\n(62) سمعت أبا بكر بن عبدان الحافظ يقول كان بشيراز محمد بن سليمان ختن\nيحيى بن يونس على ابنته وكان صاحب كتاب مغفلا (63) وسمعت بن عبدان يقول قدم\nعلينا محمد بن عبد العزيز الجارودي ولم أر أحفظ منه إلا أنه كان يكذب ولم\nيكن كثير إسناد حدث عن بشر بن موسى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p105'> Vol. 00, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nوطبقته وحدث عن محمد بن عبد الملك الدقيقي فقيل له أين كتبت عنه فقال\nبباب الأبواب قدم علينا من البصرة (64) سمعت أبا بكر الإسماعيلي يقول\nأخبرنا عبد الله بن محمد بن ناجية بن نجية الشيخ الثبت (65) وسمعت أبا بكر\nالإسماعيلي يقول حدثنا أبو محمد عبد الله بن صالح بن عبد الله صاحب البخاري\nصدوق ثبت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p106'> Vol. 00, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\n(66) وسمعت أبا بكر الإسماعيلي يقول حدثنا عبد الله بن محمد بن مسلم\nالجوربذي أبو بكر صدوق (67) وقال حمزة أبو عبد الله محمد بن الحسين بن\nالحسن بن حسنويه المعروف بالحسنوي بصري حدث عن بشر بن موسى والكديمي\nوالغلابي ومن في طبقتهم وما رأيت أحد أثنى عليه خيرا مات سنة أربع وسبعين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p107'> Vol. 00, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\n(68) سألت أبا محمد بن غلام الزهري عن أبي الحسين محمد بن أحمد بن مخزوم\nالمقرئ حدث بالأبلة فقال ضعيف وسألت الحسن بن النضر بن زوران الصغاذكي في\nشط عثمان عن أبي الحسين بن مخزوم فقال كان في عقله شئ وكان يعبث بلحيته\nواختلط عقله وسألت أبا الحسن التمار عنه فقال كان يكذب (69) سألت أبا الحسن\nبن حماد الحافظ القرشي بالكوفة عن محمد بن القاسم بن زكريا المحاربي فقال\nليس بشئ وهو يعرف بالسوادني وكان بن عقدة يدخل عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p108'> Vol. 00, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث وكان عاليا وذكر أنه كان له بن غال ما كان يخرج يده من كمه ويقول\nقد صافحت به الامام حتى نهاه عنه بن عمر العلو أمير الكوفة (70) سألت أبا\nمحمد بن غلام الزهري وأبا بكر بن زحر المنقري عن محمد <span id='ms46'></span> بن الحسين الهمذاني\nذكرا أنه من ولد عمرو بن الحمق الخزاعي فقالا ليس هو بالمرضى وحكيا عنه أنه\nقال كان عندنا بهمذان برد شديد على سطحنا مري في آنية فانكسرت الآنية وانصب\nالمري على السطح فجمد حتى صار مثل الجلد فقطعت منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p109'> Vol. 00, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nخفين ولبستهما وركبت بهما إلى دار السلطان أو كما قال ورأيت له أحاديث\nمنكرة المتن والاسناد لا أصل لها (71) سمعت أبا بكر الإسماعيلي يقول محمد\nبن الوليد بن علي السلمي البصري يخضب وهو منكر الحديث (72) سمعت أبا بكر\nالإسماعيلي يقول حدثنا أبو جعفر محمد بن أحمد بن الحسن القصبي واسطي لم يكن\nبذاك يعني الثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p110'> Vol. 00, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n(73) سمعت الحسن بن علي بن عمرو البصري يقول محمد بن مزيد بن منصور بن\nأبي الأزهر ليس بالمرضى حدثنا عبن أبي كريب (74) سئل أبو الحسن الدارقطني\nعن محمد بن يونس الكديمي فسمعته يقول قال لي أبو بكر أحمد بن المطلب بن عبد\nالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p111'> Vol. 00, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nبن الواثق الهاشمي كنا يوما عند القاسم المطرز وكان يقرأ علينا مسند أبي\nهريرة فمر في كتابه حديث عن الكديمي فامتنع عن قراءته فقام إليه محمد بن\nعبد الجبار وكان قد أكثر عن الكديمي فقال أيها الشيخ أحب أن تقرأه فأبى\nوقال أنا أجاثيه بين يدي الله تبارك وتعالى يوم القيامة وأقول إن هذا كان\nيكذب على رسولك وعلى العلماء سمعت الدارقطني يقول كان الكديمي يتهم بوضع\nالحديث (75) قال الشيخ حمزة محمد بن محمد بن حكيم المقوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p112'> Vol. 00, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nالعباداني تكلمة فيه ولم أر له أصلا جيدا يروي عن أبي خليفة وغيره سمعت\nمحمد بن محمد بن حيكم يقول سمعت بشران بن موسى الرامهرامزي يقول سمعت بندار\nيقول من طلب الأغراب في الحديث لم ينبل (76) وسألت الدارقطني عن محمد بن\nعبيد الله الخوارزمي أبي جعفر ختن الاذان بسر من رأى فقال آية من الآيات\nكان مخلطا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p113'> Vol. 00, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\n(77) وسألته عن أبي جعفر محمد بن الحسن بن هارون بن بدينا الكرخي بتكريت\nفقال لا بأس به ما علمت إلا خيرا (78) وسألته عن محمد بن علي <span id='ms47'></span> بن مهدي بن\nزياد أبي جعفر العطار بالكوفة فقال لا بأس (79) وسألته عن محمد بن يونس بن\nمحمد المقري بالبصرة فقال ليس به بأس (80) وسألته عن محمد بن جعفر بن يحيى\nبن رزين أبو أبي بكر العطار بحمص فقال ليس به بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p114'> Vol. 00, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\n(81) وسألته عن محمد بن علي بن الحسن بن القاسم أبي الطيب الصيرفي غلام\nطالوت بالبصرة فقال ما علمت إلا خيرا (82) وسألته عن أبي بكر محمد بن أحمد\nبن حماد أبي بشر الأنصاري بمصر فقال تكلموا فيه ما تبين من أمره إلا خيرا\n(83) وسألته عن محمد بن زهير بن الفضل أبي يعلى بالأبلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p115'> Vol. 00, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nفقال ما كان به بأس قد أخطأ في أحاديث سألت أبا محمد الحسن بن علي البصري\nعن أبي يعلى بن زهير فقال اختلط في آخره عمره قبل موته بسنتين ومات في سنة\nثمان عشرة وثلاثمائة وأدخل عليه فتى من أهل حران يفهم يقال له بن علوان\nحديث بن الرداد (84) وسألت الدارقطني عن محمد بن معافى بن أبي حنظلة أبو\nعبد الله الصيداوي الصيدا فقال ما علمت إلا خيرا (85) وسألت الدارقطني عن\nمحمد بن علي بن روح أبي عبد الله الكندي بعسكر مكرم فقال هذا فيه لين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p116'> Vol. 00, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n(86) وسألته عن أبي الحسن محمد بن الفيض بن محمد بن يزيد أبي بكر\nالأنطاكي بدمياط فقال ما علمت إلا خيرا إن شاء الله (87) وسألته عن أبي\nسعيد محمد بن أحمد بن عبيد بن فياض القرشي وراق هشام بن عمار بدمشق فقال\nليس به بأس (88) سمعت أبا بكر الإسماعيلي يقول حدثنا أبو جعفر محمد بن\nالجهم البري بهمدان شيخ مسن ذكر أنه أتى عليه أكثر من مائة سنة وأنه سمع من\nقتيبة أيام المحمرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p117'> Vol. 00, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n(89) وسألته عن أبي عبيدة محمد بن عبد الله بن أحمد بن بشير بن ذكوان\nبدمشق فقال ليس به بأس (90) سألته عن أبي عبد الله محمد بن عمر بن حفص بن\nعمر بن حمدان بن عبد الله العنزي يعرف بابن البوري بمصر فقال ليس به بأس\n(91) وسألته عن <span id='ms48'></span> محمد بن سلمة بن قربا أبي عبد الله البغدادي بعسقلان فقال\nليس هو بالقوي (92) وسألته عن أبي عبد الله محمد بن موسى بن عمران بن حبان\nالابلي بالبصرة فقال هذا ليس به بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p118'> Vol. 00, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\n(93) وسألته عن محمد بن الحسن بن سماعه أبي الحسن الحضرمي بالكوفة فقال\nليس هذا بالقوي ضعيف (94) وسألته عن محمد بن الحسين بن شهريار أبي بكر\nالقطان ببغداد فقال ليس به بأس (95) وسألته عن محمد بن بركة بن إبراهيم أبو\nبكر الحميري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p119'> Vol. 00, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nالقنسري بمعمرة النعمان فقال ضعيف (96) وسألته عن محمد بن حفص بن عبد\nالرحمن أبي عبد الله الطالقاني بمصر فقال ضعيف (97) عنهما وسألته عن محمد\nبن حبان بن الأزهر العبدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p120'> Vol. 00, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nالقطان بالبصرة فقال هذا...\n</p>\n\n<p>\n(98) سمعت أبا بكر الإسماعيلي يقول محمد بن أحمد بن سهيل بن علي بن مهران\nالباهلي المكتب ليس بذاك حدثنا قال حدثنا وهب بن بقية قال ثنا هشيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p121'> Vol. 00, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nعن سفيان بن حسين عن الزهري عن أنس قال قال رسول الله صلى الله عليه وسلم\nالمؤذنون أمناء والأئمة ضمناء فأرشد الله الأئمة وغفر للمؤذنين قال حمزة\nقال أبو بكر الإسماعيلي هو منكر جدا (99) وسمعت أبا بكر الإسماعيلي يقول\nمحمد بن أحمد بن بندار الاستراباذي لم يكن شيئا حدثنا قال حدثنا محمد بن\nالقاسم المكي الجمحي قال ثنا أحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p122'> Vol. 00, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nبن أبي بزة نا المؤمل بن إسماعيل نا حماد بن سلمة عن سهيل عن أبيه عن أبي\nهريرة قال قضى رسول الله صلى الله عليه وسلم باليمين مع الشاهد (100) سمعت\nأبا بكر الأبهري المالكي يقول جلست إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p123'> Vol. 00, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nأزرق بن دريد معه جزء فيه قال الأصمعي وهو يحدث فكان يقول في واحد حدثنا\nالرياشي وفي آخر ثنا أبو حاتم وفي آخر ثنا بن أخي الأصمعي عن الأصمعي كما\nيجئ على قلبه (101) سمعت أبا محمد الحسن بن علي البصري يقول محمد بن بكر بن\nالفضل الهلالي ليس بالمرضي حدثنا عن محمد بن عبد الملك أبي الشوارب (102)\nوسألت أبا محمد الحسن بن علي البصري الحافظ عن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p124'> Vol. 00, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nجزى القشيري محمد <span id='ms49'></span> بن أحمد فقال كان يضع المتون قلت له مثل عمر بن واصل\nقال بن واصل خير منه لأنه كان يضع حديثا وقد رواه إنسان ولم يتابعه أحد\nفكان يجئ بطريق آخر حدثنا أبو محمد الحسن بن علي البصري قال محمد بن أحمد\nبن حمدان بن المغيرة القشيري أبو جزي ليس بالمرضي متهم بوضع الحديث زعم لنا\nأن إسحاق بن داود الصواف حدثهم قال ثنا يحيى بن غيلان ثنا عبد الله بن بزيع\nثنا الحسن بن عمارة عن الزهري عن محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p125'> Vol. 00, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nبن جبير بن مطعم عن أبيه سمع النبي صلى الله عليه وسلم يقرأ في المغرب\nبسورة الطور (103) قال حمزة روى محمد بن إسحاق بن إبراهيم الأهوازي المعروف\nبسكرة عن موسى بم إسحاق عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p126'> Vol. 00, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nأبيه عن معن عن مالك عن الزهري عن أنس عن النبي صلى الله عليه وسلم إنما\nأنا رحمة مهداة وخير الناس قرني ثم الذين يلونهم الحديث روى عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p127'> Vol. 00, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nأبو الحسن بن عبدان الشيرازي رحمه الله ورأيت بخط شيخه أبي بكر بن عبدان\nفوق هذين الحديثين مكتوب أستغفر الله سمعت أحمد بن عبد الرحمن الشيرازي\nيقول سمعت أبا بكر بن عبدان يقول سمعت محمد بن إسحاق المعروف بسكرة يقول\nأنا وضعت هذه الأحاديث (104) سألت أبا الحسن الدارقطني عن أبي بحر محمد بن\nالحسن بن كوثر البربهاري فقال كان له أصل صحيح وسماع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p128'> Vol. 00, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nصحيح وأصل ردي فحدث بذا وبذاك فأفسده (105) وسألته عن محمد بن جعفر\nالقتات فقال تكلموا في سماعه من أبي نعيم (106) وسألته عن محمد بن أحمد بن\nخالد البوراني فقال ليس به بأس ولكنه يحدث عن شيوخ ضعفاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p129'> Vol. 00, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\n(107) وسألته عن حديث محمد بن يحيى القطعي عن عاصم بن هلال البارقي عن\nأيوب عن نافع عن بن عمر قال قال رسول الله صلى الله عليه وسلم لا طلاق إلا\nبعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p130'> Vol. 00, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nنكاح فقال روى بن صاعد عن القطعي وتابعه غير واحد منهم علي بن الحسين بن\nسليمان القافلاني وآخر انسان مصيصي وغيرهما قال ثم رجع عنه القطعي قال حمزة <span id='ms50'></span>\nووجدت أنا هذا الحديث عند بن البواب المقري عبيد الله بن أحمد في كتابه من\nالفوائد قد خرج عن بن صاعد هذا الحديث وقد جعل فيه أن النبي صلى الله عليه\nوسلم قال لا نكاح إلا بولي وكان قد وهم ودخل له حديث في حديث ولم يعمد لذلك\nوالله أعلم ثم رجع عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p131'> Vol. 00, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\n(108) سمعت أبا مسعود الدمشقي يقول سمعت الزينبي ببغداد يقول دخلت على\nمحمد بن محمد الباغندي فسمعته يقول لا تكتبوا عن أبي فإنه يكذب فدخلت على\nابنه أبي ذر فسمعته يقول لا تكتبوا عن أبي فإنه يكذب (109) سألت أبا الحسن\nالدارقطني عن أبي حبيب محمد بن أحمد الشهيدي قال لا أعرف (110) وسألته عن\nمحمد بن أحمد بن محمد بن خالد البوارني فقال لا بأس به ولكنه يحدث عن شيوخ\nضعفاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p132'> Vol. 00, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\n(111) وسئل إذا حدث أبو عبد الرحمن النسائي وابن خزيمة بحديث أيما تقدمه\nفقال أبو عبد الرحمن فإنه لم يكن مثله أقدم عليه أحدا ولم يكن في الورع\nمثله لم يحدث بما حدث بن لهيعة وكان عنده عاليا عن قتيبة (112) سمعت\nالدارقطني يقول سمعت محمد بن عبد الله بن زكريا النيسابوري بمصر حدث عن أبي\nعبد الرحمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p133'> Vol. 00, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nالنسائي وعن المنجنيقي وعن البزار وكان لا يترك أحدا يتحدث في مجلسه وقال\nجئت إلى شيخ عنده الموطأ وكان يقرأ عليه ويتحدث الشيخ مع قوم فلما فرغ من\nالقراءة قلت أيها الشيخ يقرأ عليك وأنت تتحدث فقال كنت أسمع فلم أرجع إليه\nوسمعت الدارقطني يقول سمعته حدث عن البزار بأشياء أخطأ فيها وأنكر عليه أبو\nعبد الرحمن وكان الحق مع أبي عبد الرحمن فأخرجوه من الجامع وغسلوا موضعه\n(0) باب الألف من اسمه أحمد (113) أبو الحسن أحمد بن موسى بن عيسى البخاري\nالجرجاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p134'> Vol. 00, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nكان وكيلا على باب القضاة مات في بذي القعدة سنة ثمان وسبعين وثلاثمائة\nروى عن عمران بن موسى السختياني وأبي الحسين التاجر وأحمد بن محمد بن عبد\nالكريم الوزان وأحمد بن حفص السعدي و عبد الرحمن بن عبد المؤمن وغيرهم <span id='ms51'></span> وكان\nكتب الكثير من المسانيد والسنن والسير والتواريخ وكان قد جمع الشيوخ\nوالأبواب والطرق وكان له فهم ودراية روى أحاديث مناكير غرائب عن شيوخ\nمجاهيل لم يتابعه عليها أحد فأنكروا عليه وكذبوه وكان له أصول جياد عن\nالسختياني وغيره سمعت أبا محمد المنيري يقول رأيته في النوم بعد وفاته فقلت\nما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p135'> Vol. 00, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nفعل الله بك قال غفر الله لي بكثرة كتبي الحديث والصلاة على النبي صلى\nالله عليه وسلم (114) سألت الدارقطني عن أحمد بن عبد الله بن أبي شجاع\nالبغدادي فقال ليس به بأس (115) وسألت الدارقطني عن أحمد بن محمد بن\nإبراهيم أبي الرجال الصلحي قال ما علمنا إلا خيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p136'> Vol. 00, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\n(116) وسألته عن أحمد بن عمرو بن عبد الخالق البزار قال ثقة يخطئ كثيرا\nويتكل على حفظه (117) وسألته عن أحمد بن محمد بن يحيى الذي يحدث عن إبراهيم\nبن هراسة فقال لا بأس به إن شاء الله (118) وسألته عن أحمد بن محمد بن\nالجعد فقال ليس به بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p137'> Vol. 00, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\n(119) وسألته عن أحمد بن محمد بن يحيى بن عمرو الخازمي الجعفي قال ليس هو\nممن يحتج به (120) وسألته عن أحمد بن محمد بن دلان الخيشي البغدادي قال ليس\nبه بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p138'> Vol. 00, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\n(121) وسألته عن أحمد بن العراد فقال ثقة (122) وسألته عن أحمد بن علي\nالمدائني حدث بمصر فقال يقال له بن أبي الحسن الصغير لا بأس به (123)\nوسألته عن أبي العباس أحمد بن محمد بن خالد البراثي فقال ثقة مأمون (124)\nوسألته عن أبي الحسن أحمد بن إبراهيم بن حبيب العطار فقال ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p139'> Vol. 00, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\n(125) وسألته عن أبي بكر أحمد بن محمد بن إبراهيم الصيرفي ويعرف\nبالخنازيري فقال ثقة (126) وسألته عن أبي بكر أحمد بن عبد الملك بن صالح بن\nعيسى بن جعفر الهاشمي فقال ثقة (127) وسألته عن أبي بكر أحمد بن محمد بن\nأبي شيبة البغدادي فقال ثقة (128) وسألته عن أبي بكر أحمد بن منصور الحاسب\nفقال ثقة (129) وسألته عن أبي الحسن أحمد بن محمد بن عبد الله بن صالح بن\nشيخ بن عميرة الأسدي فقال ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p140'> Vol. 00, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\n(130) وعن <span id='ms52'></span> أبي ذر أحمد بن محمد بن سليمان الباغندي فقال ما علمت إلا خيرا\nوكان أصحابنا يؤثرونه على أبيه سمعت أبا الفضل جعفر بن الفضل الوزير يقول\nسمعت من أبي ذر بن الباغندي وهو ثقة (131) وسألت أبا الحسن الدارقطني عن\nأبي بكر أحمد بن محمد بن هلال الشطوي البغدادي فقال ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p141'> Vol. 00, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\n(132) وسألته عن أبي بكر أحمد بن محمد بن يحيى الواسطي فقال ثقة (133)\nوعن أحمد بن محمد بن بشار يعرف بابن أبي العجوز فقال ثقة (134) وعن أبي عبد\nالله أحمد بن أبي عوف البزوري العدل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p142'> Vol. 00, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nفقال ثقة هو وأبوه وعمه وإنما يحكي عنه حكاية (135) وعن أبي بكر أحمد بن\nعيسى الخواص فقال ثقة (136) وعن أبي جعفر بن عبد الله بن أحمد بن العباس\nالبزاز فقال ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p143'> Vol. 00, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\n(137) وعن أبي العباس أحمد بن عبد الله بن سابور الدقاق فقال ثقة (138)\nسمعت أبا بكر الإسماعيلي يقول أبو الحسين أحمد بن محمد بن عمر التاجر\nجرجاني صدوق نبيل (139) وسمعته يقول أحمد بن محمد بن عبد الكريم الوزان أبو\nمحمد جرجاني صدوق ضعف في آخر عمره كتبت عنه في صحته ثم كنت أمر به يقرأ\nعليه وهو نائم أو شبه النائم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p144'> Vol. 00, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\n(140) وسمعته يقول أبو محمد أحمد بن حفص السعدي يعرف بحمدان جرجاني ممرور\n(141) أبو بكر أحمد بن إبراهيم بن خالد الشلاثائي الواسطي ليس هو بالقوي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p145'> Vol. 00, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\n(142) وسمعته يقول أبو عبد الله أحمد بن حشمرد البزاز جرجاني صدوق روى عن\nحميد بن الربيع (143) وسمعته يقول أحمد بن العباس العدوي صاحب إسماعيل\nالكسائي صدوق (144) سألت الدارقطني عن أبي جعفر أحمد بن الحسين بن نصر\nالحذاء العسكري روى عن علي بن المديني وغيره فقال ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p146'> Vol. 00, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\n(145) وسألته عن أحمد بن الحسن بن الجعد فقال ثقة (146) وسألته عن أحمد\nبن فرح بن جبريل فقال ما كان به بأس أو قال ثقة (147) وسألته عن أبي العباس\nأحمد بن عبيد الله بن يوسف الجبيري البصري فقال ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p147'> Vol. 00, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\n(148) وسألته عن أبي بكر أحمد بن خالد بن عبد الملك بن مسرح الحراني فقال\nهذا ضعيف ليس <span id='ms53'></span> بشئ ما رأيت أحدا أثنى عليه (149) سمعت أبا بكر الإسماعيلي\nيقول أحمد بن إسحاق أبو جعفر الواسطي لم يكن بذاك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p148'> Vol. 00, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\n(150) سمعت أبا محمد الحسن بن علي بن عمرو يقول أحمد بن أيوب أبو العباس\nالأرجاني لي بمرضي (151) وأحمد بن محمد بن موسى بن يحيى الأصبهاني ليس\nبمرضى (152) وأحمد بن القاسم الريان ليس بالمرضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p149'> Vol. 00, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\n(153) وسألت أبا زرعة محمدا بن يوسف الجرجاني المعروف بالكشي عن أحمد بن\nعلي بن الحسن الحسنوي المقرئ حدث بجرجان فقال هو كذاب يحضرني سئل بن مندة\nعن أحمد بن علي بن الحسن المقري فقال كان شيخا أتى عليه مائة وعشرة سنين\nولم نرد عليه (154) وسألت أبا زرعة عن أبي الحسين بن الحسن المكي من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p150'> Vol. 00, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nولد جرير بن عبد الله البجلي فقال ليس هو بشئ وكان يكذب زعم أنه من ولد\nجرير (155) سمعت أبا محمد الحسن بن علي البصري يقول أحمد بن محمد بن هارون\nبن عثمان بن مرزوق أبو عمرو المذكر كان يرى القدر داعية له (156) وسألت أبا\nزرعة محمدا بن يوسف عن أحمد بن محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p151'> Vol. 00, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nبن رميح النسوي فأومأ أنه ضعيف أو كذاب الشك مني (157) قال حمزة أبو\nالحسن أحمد بن محمد بن الحسن بن مقسم العطار المقرئ البغدادي حدث عن من لم\nيره ومن مات قبل أن يولد سمعت أبا الحسن بن لولو سمعت أبا يعلى الوراق يقول\nقال لي أبو الحسن بن مقسم اكتب لي من أحاديث أبي عبد الله محمود بن محمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p152'> Vol. 00, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nالواسطي قال فقلت له متى سمعت منه قال وما كتبت له شيئا وسمعت الدارقطني\nوجماعة من المشايخ تكلموا في بن مقسم وكان أمره أبين من هذا (158) سمعت أبا\nمحمد غلام الزهري يقول أحمد بن محمد بن عيسى المذكر ليس بالمرضى زعم أن\nمحمدا بن أحمد بن سلمة ويوسف بن الحسين حدثاه عن ذي النون المصري عن الفضل\nبن غانم عن مالك بن أنس عن جعفر بن محمد عن أبيه بخير منكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p153'> Vol. 00, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\n(159) سمعت الحسن بن علي بن عمرو يقول أحمد بن محمد <span id='ms54'></span> بن إبراهيم التمار\nالخارص ليس برضي حدثنا عن عبد الله بن معاوية الجمحي (160) وسمعته يقول\nأحمد بن جعفر بن عبد الله بن يوسف بن عبيد ليس بشئ مشهور بوضع الحديث زعم\nلنا أن أباه جعفر بن عبد الله بن يونس بن عبيد بن الحسن بن دينار مولى عبد\nالقيس حدثهم قال حدثني أبي عبد الله بن يونس عن جدي يونس بن عبيد عن الحسن\nعن أنس قال قال رسول الله صلى الله عليه وسلم أبو بكر الصديق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p154'> Vol. 00, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nوزيري وخليفتي على أمتي بعدي وعمر (161) سمعت أبا بكر الإسماعيلي يقول\nأبو العباس أحمد بن مملك الجرجاني لا شئ حدثنا قال ثنا عبد المتعال بن\nإبراهيم بن عيسى بن الزبير الاناصري قال حدثنا أبي عن أبيه عنجده قال كنت\nأنا وكرز بن وبرة ومحمد بن واسع وعكرمة مولى بن عباس حين نصبنا قبلة المسجد\nمسجد الجامع بجرجان قال الشيخ أبو بكر أحسبه موضوعا من قبل بن مملك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p155'> Vol. 00, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\n(162) وسمعت أبا بكر الإسماعيلي يقول أبو معاذ أحمد بن إبراهيم التنوري\nالخمري لم يكن بشئ كتبت عنه في صغرى قال حدثنا إسماعيل الجرجاني قال ثنا\nمسلم بن إبراهيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p156'> Vol. 00, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\n(163) وسألت الدارقطني عن أحمد بن عبد الجبار العطاردي فقال لا بأس به\nوأثنى عليه أبو كريب وسئل عن مغازي يونس بن بكير فقال مروا إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p157'> Vol. 00, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nغلام بالكناس يقال له العطاردي سمع منا مع أبيه (164) سمعت أبا بكر أحمد\nبن عبدان الشيرازي يقول قدم علينا شيراز أبو الحسن أحمد بن محمد بن السكن\nالقرشي البغدادي في سنة أربع وثلاثمائة وحضرت مجلسه وسمعت منه ولا أحدث عنه\nوكان لينا (165) سمعت الدارقطني يقول أبو العباس أحمد بن محمد بن مسروق ليس\nبالقوي يأتي بالمعضلات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p158'> Vol. 00, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\n(166) سمعت أبا عمر بن حيويه يقول كان أحمد بن محمد بن سعيد بن عقدة في\nجامع براثا يملي مثالب أصحاب رسول الله صلى الله عليه وسلم أو قال الشيخين\nيعني أبا بكر وعمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p159'> Vol. 00, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nفتركت حديثه ولا أحدث عنه بعد ذلك شيئا سألت أبا الحسن محمد بن أحمد <span id='ms55'></span> بن\nسفيان بن حماد الحافظ بالكوفة عن بن عقدة فقال دخلت إلى دهليز بن عقدة وفيه\nرجلا كان مقيما عندنا يقال له أبو بكر البستي وهو يكتب من أصل عتيق حدثنا\nمحمد بن القاسم السوداني ثنا أبو كريب فقلت له أرني فقال قد أخذ علي بن\nسعيد أن لا يراه معي أحد فرفقت به حتى أخذته منه فإذا أصل كتاب الأشناني\nالأول من مسند جابر وفيه سماعي وخرج بن سعيد وهو في يدي فجرد على البستي\nوخاصمه ثم التفت إلي فقال هذا عارضنا به الأصل فأمسكت عنه قال بن سفيان وهو\nذا الكتاب عندي وسمعت بن سفيان يقول كان أمره أبين من هذا سألت أبا بكر بن\nعبدان عن بن عقدة إذا حكى حكاية عن غيره في الشيوخ في الجرح هل يقبل قوله\nقال لا يقبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p160'> Vol. 00, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\n(167) أحمد بن محمد بن سفيان الأرجاني حدث بالأبلة بمناكير عن قوم ثقات\n(168) سمعت أبا محمد بن غلام الزهري يقول أحمد بن محمد بن موسى بن يحيى\nالأصبهاني ليس بالمرضى حدثنا قال ثنا عبد الله بن محمد بن عيسى المقرئ\n(169) سمعت أبا محمد الحسن بن علي البصري يقول أحمد بن محمد بن القاسم بن\nالريان ليس بالمرضي حدثنا قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p161'> Vol. 00, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nثنا عبد الله بن محمد البلوي وبلى حي من النمر بن قاسط قال حدثني إبراهيم\nبن عبد الله بن العلاء عن أبيه عن زيد بن علي بن الحسين بن علي بن أبي طالب\nعن أبيه عن جده عن علي بن أبي طالب قال دخل رسول الله صلى الله عليه وسلم\nعلى رجل من ولد عبد المطلب وهو في السوق وقد وجه لغير القبلة فقال وجهوه\nللقبلة فإنكم إذا فعلتم ذلك أقبلت عليكم الملائكة وأقبل الله عليه بوجهه\nفلم يزل كذلك حتى قبض (170) سمعت أبا بكر العاصمي يقول أبو الحسين أحمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p162'> Vol. 00, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nسليمان الرهاوي كان أبو عروبة يثني عليه خيرا (171) سألت الدارقطني عن\nأبي طلحة أحمد بن محمد بن عبد الكريم البصري الوساوسي ببغداد فقال تكلموا\nفيه <span id='ms56'></span> (172) وسألته عن أبي بكر أحمد بن محمد بن محمد بن منصور الحاسب عن علي\nبن الجعد فقال ثقة (173) وسألته عن أحمد بن محمد بن إبراهيم الكندي الصيرفي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p163'> Vol. 00, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nيروي عن الهيثم بن صفوان بن هبيرة قال حدثنا أبي عن بن جريج فقال هذا ثقة\n(174) سمعت أبا بكر بن عبدان يقول أبو العباس الطبري كان يتشيع ويرتفع حبه\n(175) وأبو علي الأصبهاني الحافظ كان يتشيع الغلو (176) وسأل الشيخ أبو سعد\nالإسماعيلي أبا الحسن الدارقطني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p164'> Vol. 00, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي بكر أحمد بن كامل بن خلف القاضي فقال كان متساهلا ربما حدث من\nحفظه ما ليس عنده في كتابه وأهلكه العجب فإنه كان يختار ولا يضع لاحد من\nالعلماء الأئمة أصلا فقال له أبو سعد الإسماعيلي كان جريري المذهب قال أبو\nالحسن بل خالفه واختار لنفسه وأملا كتابا في السنن وتكلم على الاخبار (177)\nوسألته أيضا عن أبي بكر أحمد بن سلمان النجاد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p165'> Vol. 00, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nفقال الشيخ أبو الحسن قد حدث أحمد بن سلمان من كتاب غيره بما لم يكن في\nأصوله (0) من اسمه إبراهيم (178) سألت أبا الحسن الدارقطني عن أبي إسحاق\nإبراهيم بن شريك الأسدي فقال ثقة سمعت أبا حفص عمر بن محمد الزيات يقول\nسمعت بن عقدة يقول ما دخل عليكم أوثق من إبراهيم بن شريك الأسدي (179)\nوسألت الدارقطني عن أبي إسحاق إبراهيم بن حماد القاضي فقال ثقة جبل (180)\nوعن إبراهيم بن إسباط فقال ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p166'> Vol. 00, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\n(181) وسألته عن إبراهيم بن محمد الشافعي فقال ثقة (182) وسألته عن\nإبراهيم بن عبد الصمد الهاشمي روى عن أبي مصعب عن مالك الموطأ فقال سمعت\nالقاضي محمد بن علي الهاشمي المعروف بابن أم شيبان يقول رأيت على كتاب\nالموطأ المسموع من أبي مصعب الزهري عن مالك رأيت السماع على ظهره سماعا\nقديما صحيحا سمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p167'> Vol. 00, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nالأمير عبد الصمد بن موسى الهاشمي وابنه إبراهيم سمعت أبا الحسن بن لولو\nالوراق يقول رحلت إلى سامراء إلى إبراهيم بن عبد الصمد الهاشمي على أن أسمع\nالموطأ فلم أر له أصلا صحيحا فتركت وخرجت ولم أسمع (183) سألت الدارقطني عن <span id='ms57'></span>\nإبراهيم بن عبد الله بن أيوب أبي إسحاق المخرمي فقال ليس بثقة حدث عن قوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p168'> Vol. 00, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nثقات بأحاديث باطلة من حديث روى عن خالد بن خداش والقواريري عن جعفر عن\nمالك بن دينار عن أنس عن النبي صلى الله عليه وسلم قال إن الله يأمر\nالملائكة أن يكتبوا على الصائمين من أمة محمد صلى الله عليه وسلم بعد العصر\nذنبا قال وهذا باطل الاسناد ثقات كلهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p169'> Vol. 00, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\n(184) سمعت الحسن بن علي البصري يقول إبراهيم بن محمد بن إبراهيم أبو\nإسحاق البزاز البغدادي يروي عن يعقوب الدورقي ليس بالمرضى (185) وسمعت\nالدارقطني يقول إبراهيم بن زكريا شيخ ضعيف يحدث عن شعبة (186) سألت أبا\nالحسن محمد بن أحمد بن حماد الحافظ بالكوفة عن إبراهيم بن السري بن يحيى بن\nالمقرئ فقال كان ثقة وكان صاحب أخبار مات سنة خمس عشرة وثلاثمائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p170'> Vol. 00, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nمن اسمه إسحاق (187) سألت الدارقطني عن إسحاق بن بنان بن معن الأنماطي\nفقال ثقة (188) وسألته عن إسحاق بن خالويه البابسيري الواسطي يروي عن علي\nبن بحر بن البري فقال ثقة (189) وسألته عن أبي يعقوب إسحاق بن إبراهيم\nالأنماطي فقال ثقة وهو بغدادي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p171'> Vol. 00, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\n(190) وسألته عن إسحاق بن محمد الفروي صاحب مالك فقال ضعيف وقد روى عنه\nالبخاري ويوبخونه في هذا (191) وسألته عن إسحاق بن موسى بن سعيد أبي عيسى\nالرملي فقال ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p172'> Vol. 00, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\n(192) وسألته عن إسحاق بن عبد الله بن أبي يعقوب الكوفي البزاز فقال ثقة\n(193) وسألته عن أبي يعقوب إسحاق الضراب فقال لثقة (194) وسألته عن إسحاق\nبن أحمد بن جعفر أبي يعقوب البغدادي الكاغذي حدث بمصر فقال رأيتهم يثنون\nعليه وفي حديثه أوهام (195) وسألته عن إسحاق بن إبراهيم بن حبيب بن الشهيد\nفقال ثقة مأمون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p173'> Vol. 00, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\n(196) وسألته عن أبيه إبراهيم بن حبيب فقال ثقة (197) وسألته عن إسحاق بن\nإبراهيم بن نافع فقا ليس به بأس (198) وسألته عن إسحاق بن إبراهيم بن أبي\nنافع بن عمرو بن معد يكرب أبو الحسن البغدادي فقال ذاك دجال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p174'> Vol. 00, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\n(199) سمعت أبا محمد الحسن بن علي البصري يقول إسحاق بن إبراهيم بن <span id='ms58'></span> علي\nبن صباح ثنا عن سوادة بن علي وكان كذابا (200) سألت الدارقطني عن أبي يعقوب\nإسحاق بن إبراهيم يعرف بلولو فقال ثقة مأمون (0) بقية الألف (201) سألت\nالدارقطني عن أسامة بن علي بن سعد الرازي بمصر فقال ثقة يختاره أصحابنا على\nأبيه (202) وسألته عن أبي محمد إسماعيل بن علي الخطبي فقال ما أعرف منه إلا\nخيرا كان يتحرى الصدق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p175'> Vol. 00, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\n(203) وسألته عن إدريس بن عبد الكريم الحداد فقال ثقة وفوق الثقة بدرجة\n(204) سمعت أبا محمد الحسن بن علي بن عمرو القطان يقول اباء بن جعفر أبو\nسعيد البخارمي يضع الحديث كذاب على رسول الله صلى الله عليه وسلم ومما تبين\nأمره أنه حدث بنسخة كتبناها عنه نحو المائة حديث عن شيخ له مجهول زعم أن\nاسمه أحمد بن سعيد بن عمر الثقفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p176'> Vol. 00, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nالمطوعي عن سفيان بن عيينة عن إبراهيم بن ميسرة عن أنس بن مالك فيها متون\nتعرف بغير هذا الاسناد عن النبي صلى الله عليه وسلم وفيها مناكير لا تعرف\nومما أعرف منها أن رسول الله صلى الله عليه وسلم قال فضل عائشة على النساء\nكفضل الثريد على الطعام (205) سألت أبا زرعة الجرجاني عن إسماعيل بن إسحاق\nالجرجاني فقال كان يضع الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p177'> Vol. 00, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\n(206) سألت الدارقطني عن أسامة بن أحمد بن أسامة بن عبد الرحمن أبي سلمة\nالتجيبي بمصر فقال رأيت أهل حمص يضعفونه ولا أدري لأي سبب (207) وسألته عن\nأيوب بن محمد بن أيوب بن سليمان أبي ميمون الصوري بدمشق فقال رأيت من كذبه\nشيئا لست أخبر به الساعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p178'> Vol. 00, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\n(208) وسألته عن الأحوص بن المفضل بن غسان بن المفضل بن معاوية بن عمرو\nبن خالد بن غلاب بن عتاب بن أسيد صاحب رسول الله صلى الله عليه وسلم فقال\nليس به بأس كان قاضي البصرة (209) وسألته عن إسماعيل بن محمد بن إسماعيل بن\nيحيى بن حماد بن سعد مولى الهاشميين المعروف بالطيب فقال ليس بالقوي (0)\nباب الباء (210) سألت الدارقطني عن أبي محمد بكر بن محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p179'> Vol. 00, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الوهاب القزاز البصري فقال صالح ما <span id='ms59'></span> علمت منه إلا خيرا إن شاء الله\nولكن ربما أخطأ في الحديث سألت أبا محمد الحسن بن علي البصري عن بكر بن عبد\nالوهاب القزاز فقال ما سمعت فيه إلا خيرا (211) وسألته عن بكر بن أحمد بن\nسعدويه فقال ثقة فاضل زاهد (212) سألت أبا الحسن الدارقطني عن بهلول بن\nإسحاق بن بهلول بن حسان بن سنان الأنباري فقال ثقة (213) وسألته عن بكر بن\nمحمد بن عبد الوهاب أبي عمرو القزاز بالبصرة فقال ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p180'> Vol. 00, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\n(214) وسألته عن أبي محمد بابويه بن خالد بن بأبويه بالبصرة فقال لا بأس\nبه (215) وسألته عن بشر بن موسى أبو محمد الغزي فقال لا بأس به (216)\nوسألته عن بنان بن أحمد بن علوية أبي محمد القطان فقال لا بأس به ما علمت\nإلا خيرا كان شيخا صالحا فيه غفلة (217) وسألته عن أبي القاسم بدر بن\nالهيثم القاضي الكوفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p181'> Vol. 00, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nفقال ذا ثقة نبيل سمعت بعض المشايخ يقول مات سنة سبع عشرة وثلاثمائة وكان\nكتب الحديث بعد ما كان بلغ أربعين سنة (218) وسألته عن بلبل بن إبراهيم بن\nبلبل أبي محمد الخلال فقال لا بأس به (219) وسألته عن بكر بن أحمد بن مقبل\nفقال ثقة (220) وسألته عن بنان بن محمد أبي الحسن الواسطي الصوفي فقال ذا\nكان شيخا صالحا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p182'> Vol. 00, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\n(221) وسمعت أبا محمد الحسن بن علي البصري يقول بكر بن الفضل الهلالي أبو\nمحمد ليس بالمرضى حدثنا عن محمد بن عبد الملك بن أبي الشوارب ويحيى بن حبيب\nبن عربي (222) وسمعته يقول بكر بن أحمد بن سخيت القزاز فيه نظر حدثنا قال\nنا نصر بن علي قال نا الأصمعي قال نا شعبة عن ثابت عن أنس قال كان رسول\nالله صلى الله عليه وسلم إذا دعا رفع يديه حتى بياض إبطيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p183'> Vol. 00, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\n(223) وسمعت أبا محمد يقول بكر بن علي بن محمد الصيدلاني زعم أنه من ولد\nمنصور بن المعتمر ليس بالمرضي ثنا قال ثنا أبو هفان الشاعر قال نا الأصمعي\nعن محمد بن سيرين عن أبي هريرة قال قال رسول الله <span id='ms60'></span> صلى الله عليه وسلم امرئ\nالقيس قائد الشعراء إلى النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p184'> Vol. 00, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\n(224) سمعت أبا بكر أحمد بن عبدان الحافظ رحمه الله يقول سمعت من بكر بن\nأحمد الزهري سنة أربع عشرة وثلاثمائة بكازرون يقول استوعبت أنا وأبي وجدي\nالاسلام لان جدي بلغ مائة سنة وبلغ أبي مائة سنة ولي مائة سنة فقد استوعبنا\nالاسلام بين ثلاثتنا وقال بن عبدان وذكر الزهري أن عنده عنزا يحلب منها منذ\nتسع وعشرين سنة قال بن عبدان وقال لنا بكر سمعتم صياح أبي الهندي قلنا وما\nأبو الهندي قال ديك عندي منذ ثلاثين سنة وقال لنا بن عبدان قلت له زهري\nالنسب أو مولى أو حليف قال نحن موالي عبد الرحمن بن عوف قال لنا بن عبدان\nوهو عباداني الأصل بصري وكوفي وبغدادي الاسناد وسكن كازرون ومات بها قبل\nالعشرين وثلاثمائة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p185'> Vol. 00, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\n(225) سألت أبا الحسن الدارقطني عن بكار الذي يروي عنه المقانعي فقال لا\nيساوي شيئا رافضي قلت رافضي وحده قال لا يجئ بمثالب الصحابة (226) سمعت أبا\nبكر الإسماعيلي يقول سمعت أبا الحسين عبد الله بن محمد السمناني يقول سمعت\nصالح جزرة يقول في بركة بن محمد الحلبي ليس هو بركة إنما هو نقمة وعذاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p186'> Vol. 00, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nباب الثاء (227) سألت الدارقطني عن ثمام بن الليث بن إسماعيل الصائغ\nبالرملة فقال ما أعرفه (0) باب الجيم (228) سألت الدارقطني عن جعفر بن محمد\nالنيسابوري الحافظ فقال ثقة مأمون وعن مثله يسأل (229) سألت أبا الحسن بن\nحماد عن أبي القاسم جعفر بن أحمد بن كعب فقال هو ثقة وكان يحفظ حديثه وكان\nقليل الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p187'> Vol. 00, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\n(230) سمعت أبا زرعة محمد بن يوسف الجرجاني يقول جعفر الدقاق الحافظ ليس\nبالمرضي في الحديث ولا في دينه وكان فاسقا كذابا (231) وسألت الدارقطني عن\nجعفر بن محمد بن الليث البصري فقال كان يتهم في سماعه قال الشيخ أبو القاسم\nجعفر بن محمد البصري روى عن طرخان عن إسحاق بن كنداج عن أبي خليفة عن شيخ\nعن مالك عن نافع عن بن عمر رفعه إلى النبي صلى الله عليه وسلم <span id='ms61'></span> في فضل مسجد\nبراثا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p188'> Vol. 00, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\n(232) وسئل الدارقطني عن جعفر بن عبد الواحد الهاشمي فقال كذاب يضع\nالحديث (233) وسألت الدارقطني عن جعفر بن محمد بن برد بن أبي الفضل السوسي\nبمكة فقال لا بأس بهم (234) وسألته عن جعفر بن محمد بن إبراهيم بن بن الصعو\nالصيدلاني ببغداد فقال ثقة (235) وسألته عن جعفر بن محمد بن المغلس أبي\nالقاسم فقال ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p189'> Vol. 00, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\n(236) وسألته عن جعفر بن أحمد بن علي بن بنان بن زيد بن سيابة الغافقي\nبمصر فقال لا يساوي شيئا وسمعت بن عدي يقول هو كذاب يضع الحديث (237) وسألت\nالدارقطني عن جعفر بن محمد بن العباس البزار فقال لا يساوي شيئا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p190'> Vol. 00, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\n(238) وسألت الدارقطني عن جعفر بن أحمد بن محمد بن الصباح أبي الفضل\nالجرجرائي فقال ثقة (239) وسألته عن جعفر بن أحمد بن مروان أبي محمد\nالجرجراني الوزان بحلب فقال ثقة (240) وسألته عن جعفر بن أحمد بن عاصم أبي\nمحمد البزار بدمشق فقال ثقة (241) وسألته عن جعفر بن محمد بن عيسى الناقد\nأبي الفضل القبوري فقال ثقة (242) وعن جعفر بن محمد بن أبي القاسم السكوني\nفقال ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p191'> Vol. 00, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\n(243) قال حمزة وأبو القاسم جعفر بن محمد بن الفضل بن عبد الله الدقاق\nالمعروف بابن المارستاني هو بغدادي قدم بغداد من مصر في سنة أربع وثمانين\nوثلاثمائة حدث عن بن مجاهد بكتاب القراءات وحدث عن بن صاعد وأبي بكر\nالنيسابوري قيل للدارقطني بحضرتي أن يدعي عن هؤلاء المشايخ فقال يكذب ما\nسمع من بن مجاهد ولا من هؤلاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p192'> Vol. 00, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\n(244) سمعت أبا محمد البصري يقول جعفر بن محمد بن بشر الذهبي بصري ليس\nبالمرضي حدثنا قال نا محمد بن الوليد اليسرى ثنا محمد بن جعفر ثنا شعبة قال\nحدثني أبو عصمة عن سليمان الأعمش عن عبيد عن عبد الله بن أبي أوفى أن رسول\nالله صلى الله عليه وسلم كان يدعو إذا رفع رأسه من الركوع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p193'> Vol. 00, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\n(245) وسألت الدارقطني عن جعفر بن أحمد بن سنان أبي محمد الواسطي فقال\nثقة (0) باب الحاء (246) سألت أبا الحسن محمد بن أحمد بن حماد <span id='ms62'></span> بن سفيان\nالحافظ بالكوفة عن الحسن بن الطيب فقال حدثني أحمد بن علي الخراز قال سمعت\nبن زيدان وذكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p194'> Vol. 00, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nله أن بن سعيد يتكلم في الحسن بن الطيب البلخي فقال بن زيدان ما للبلخي\nكتبت عنه قمطرا قال بن سفيان وأحسبه قال ثقة وسمعت أبا الحسن بن سفيان يقول\nحدثني زيد بن علي الخلال قال سمعت بن سعيد يعاتب أبا القاسم بن منيع في\nالبلخي ويقول له أنزلته عليك وأفدت عنه فقال ما للبلخي ما سألته عن شيخ إلا\nأعطاني صفته وعلامته ومنزله وسمعت أبا الحسن بن سفيان الحافظ يقول حدثني أن\nعبد الرحمن بن محمد بن عمير الهمداني قال قال لي علي بن العباس المقانعي عن\nمن يروى البلخي كتاب التفسير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p195'> Vol. 00, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nفقلت له عن بن السائب عن أبيه عن الكلبي عن أبي صالح عن بن عباس فقال علي\nبن العباس لابن عباس جروا هؤلاء كلهم في شريط أو قال حبل وسمعت أبي سفيان\nيقول حدثني غير واحد عن الحضرمي أنه قال هو كذاب والله أعلم فيما اختلفوا\nفيه وسألت الدارقطني عن الحسن بن الطيب البلخي فقال لا يسوي شيئا لأنه حدث\nبما لم يسمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p196'> Vol. 00, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\n(247) وسألته عن حامد بن محمد بن شعيب البلخي فقال ثقة (248) وسألته عن\nالحسن بن علي بن سليمان القطان فقال ثقة (249) وسألته عن أبي معشر الحسن بن\nسليمان الدارمي فقال ثقة (250) وسألته عن أبي علي الحسن بن محمد بن سليمان\nالشطوي فقال ثقة ليس به بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p197'> Vol. 00, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\n(251) وسئل الدارقطني عن المعمري وموسى بن هارون فقال موسى أوثق وأثبت\nولا يدلس ولم ينكر عليه شئ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p198'> Vol. 00, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\n(252) وسألت أبا محمد الحسن بن علي بن عمرو البصري عن أبي علي الحسن بن\nجعفر بن أحمد الديرعاقولي فقال ثقة أمين حدث بالبصرة سنة إحدى وخمسين\nوثلاثمائة (253) وسألت الدارقطني عن الحسن بن صالح أبي سعيد البصري ببغداد\nفقال ذا متروك قلت له كان يسمى الذئب قال نعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p199'> Vol. 00, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\n(254) وسألت الدارقطني عن الحسن بن علي العدوي فقال كتب وسمع ولكنه وضع\nأسانيد ومتونا (255) وسألت الدارقطني <span id='ms63'></span> عن أبي علي الحسن بن محمد بن عبد الله\nبن شعبة بن رفاعة بن رافع بن خديج الأنصاري ببغداد فقال لا بأس به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p200'> Vol. 00, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\n(256) وسألته عن الحسن بن محمد بن عنبر أبي علي ببغداد فقال تكلموا فيه\nقلت من جهة سماعه قال نعم (257) وسألته عن الحسن بن محمد بن الحسن بن محمد\nبن عبد العزيز بن أبي الصعبة أبي علي المديني بمصر فقال ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p201'> Vol. 00, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\n(258) وسألته عن أبي سهل الحسن بن سعيد الأصبهاني بمصر فقال ثقة (259)\nوسألته عن أبي الطاهر الحسن بن أحمد بن إبراهيم بن فيل البالسي بأنطاكية\nفقال ثقة (260) وسألته عن الحسن بن الحباب بن مخلد الدقاق أبي علي المقرئ\nببغداد فقال ثقة (261) وسألته عن الحسن بن القاسم بن دحيم أبي علي الدمشقي\nبمصر فقال ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p202'> Vol. 00, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\n(262) وسألته عن حماد بن الحسن بن عنبسة فقال ثقة (263) وسألته عن حبيب\nبن الشهيد فقال ثقة (264) وسألته عن أبي عبد الله الحسين بن محمد بن\nالفرزدق الفراوي فقال لا بأس به (265) وسألته عن أبي عبد الله الحسين بن\nعلي بن الحسين بن علي بن عمر بن علي بن الحسين بن علي بن أبي طالب بمصر\nفقال ليس به بأس (266) وسألته عن الحسين بن محمد بن بختويه بن علي الدينوري\nفقال هو ثقة وهو في نفسه ما كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p203'> Vol. 00, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\n(267) وسألته عن الحسين بن محمد بن محمد بن غفير بن محمد بن سهل بن أبي\nحتمة أبي عبد الله الأنصاري ببغداد فقال ثقة سمعت أبا شجاع فارس بن موسى\nالفرضي بالبصرة يقول كان المستملي إذا أخذ الوعد علي بن عفير قال إلى الشيخ\nالصالح وسمعت أبا شجاع الفرضي يقول سمعت بن عفير الأنصاري يقول أنا وأبي\nثلثا الاسلام يعني في السن (268) وسألت الدارقطني عن الحسين بن محمد بن\nمأمون أبي القاسم القيسي بمصر فقال ثقة (269) وسألته عن أبي عبد الله\nالحسين بن محمد بن الضحاك يعرف بابن أخي بحر بمصر فقال ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p204'> Vol. 00, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\n(270) وسألت الدارقطني عن الحسين بن إسماعيل أبي علي الفارسي ببخارى فقال\nهذا صالح (271) وسألته عن <span id='ms64'></span> الحسين بن عبد الغفار بن عمرو أبي علي الأزدي\nبمصر فقال هذا آية متروك كان بلية (272) وسألته عن الحسين بن حميد بن موسى\nبن المبارك بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p205'> Vol. 00, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nبجير أبي علي العكي بمصر فقال هذا لين (273) وسألته عن الحسين بن سعيد بن\nكامل أبي عبد الله الخولاني بمصر فقال ثقة (274) وسألته عن الحسين بن عبد\nالمجيب بن إسماعيل بن عبد الله أبي علي الموصلي فقال ما سمعت به سمعت به\nلست أخبره (275) وسألته عن الحسين بن عيسى بن خلف أبي عبد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p206'> Vol. 00, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nالقاضي الفامي برأس العين فقال ليس به بأس (276) وسألته عن الحسين بن عبد\nالله بن يزيد بن الأزرق أبي علي القطان بالرقة فقال ثقة (277) وسألته عن\nأبي علي الحسين بن عفير بن حماد بن زياد القطان بمصر فقال ذا ضعيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p207'> Vol. 00, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\n(278) عن حمزة بن داود بن سليمان بن الحكم بن الحجاج بن يوسف المؤدب أبي\nيعلى بالأبلة فقال ذاك لا شئ (279) وسألته عن حمزة بن إسماعيل بن كلثوم أبي\nيعلى الطبري بجرجان فقال كذب وحدث بالمعضلات وكل شئ (280) وسألته عن الحسن\nبن محمد بن إشكاب واسم إشكاب الحسين بن إبراهيم بن الحر بن زعلان أبي\nالحسين العامري ببغداد فقال هذا ليس به بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p208'> Vol. 00, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\n(281) وسألته عن حاجب بن مالك بن أركين أبي العباس الفرغاني بدمشق فقال\nليس به بأس (282) وسألته عن الحباب بن محمد بن الحباب التستري بالبصرة فقال\nليس به بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p209'> Vol. 00, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\n(283) سمعت أبا محمد الحسن بن علي البصري يقول الحسن بن علي بن زيد أبو\nعلي ليس بالمرضي حدثنا عن عمرو بن علي ثنا عبد الرحمن بن مهدي ثنا عبد الله\nبن عمر عن أخيه عبيد الله بن عمر عن مقسم عن عائشة أن رجلا أتى النبي صلى\nالله عليه وسلم مسدل عمامته بين كتفيه فسألت النبي صلى الله عليه وسلم قال\nذاك جبريل عليه السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p210'> Vol. 00, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\n(284) سمعت أبا محمد البصري يقول الحسن بن علي بن زكريا أبو سعيد العدوي\nأصله بصري سكن ببغداد كذاب على رسول الله صلى الله عليه وسلم <span id='ms65'></span> يقول على رسول\nالله صلى الله عليه وسلم ما لم يقل زعم لنا أن خراشا حدثه عن أنس بن مالك\nأحاديث فوق العشرة وزعم لنا أن عروة بن سعيد حدثه عن بن عون نسخة ومما حدث\nبه لا جزاه الله خيرا من حديث شعبة عن شيخ قد سماه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p211'> Vol. 00, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nلنا عن شعبة عن توبة العنبري عن أنس رفعه إلى النبي صلى الله عليه وسلم\nعليكم بالوجوه الملاح والحدق السود فإن الله يستحي أن يعذب وجها مليحا\nبالنار وبأشياء كثيرة تبين كذبه على رسول الله صلى الله عليه وسلم (285)\nسألت أبا زرعة محمد بن يوسف الجرجاني عن الحسن بن محمد بن بكر الرازي قال\nكان يضع الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p212'> Vol. 00, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nباب الخاء (286) سألت أبا الحسن الدارقطني عن أبي عيسى خالد بن غسان بن\nمالك الدارمي بالبصرة فقال متروك يحدث بما لم يسمع وكان آية (287) وسألته\nعن أبي يزيد خالد بن النضر بن عمرو بن النضر القرشي بالبصرة فقال ثقة (288)\nوسألته عن خالد بن محمد أبي محمد الختلي ببغداد فقال صالح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p213'> Vol. 00, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n(289) أخبرنا أبو بكر الإسماعيلي حدثنا القاسم بن زكريا نا جعفر الصائغ\nنا الخليل بن زكريا قال القاسم هو والله كذاب (0) باب الدال (290) سمعت أبا\nالحسن سئل عن دعلج بن أحمد فقال كان ثقة مأمونا وذكر له قصة في أمانته\nوفضله ونبله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p214'> Vol. 00, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\n(291) سألت الدارقطني عن أبي القاسم دلف بن عبد الله بن الوليد الشيباني\nروى عن أبي علي الحسين بن إسماعيل عن حازم بن يحيى وجعفر بن محمد الفريابي\nعن صفوان بن صالح فقال لا أعرفه (0) باب الزاي (292) سألت الدارقطني عن\nزهير بن صالح بن أحمد بن حنبل قال قد حدث وهو ثقة ما كان به بأس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p215'> Vol. 00, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nباب السين (293) سألت الدارقطني عن سويد بن سعيد فقال تكلم فيه يحيى بن\nمعين وقال حدث عن أبي معاوية عن الأعمش عن عطية عن أبي سعيد أن النبي صلى\nالله عليه وسلم قال الحسن والحسين سيدا شباب أهل الجنة قال يحيى بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p216'> Vol. 00, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nمعين وهذا باطل عن أبي معاوية لم <span id='ms66'></span> يروه غير سويد وجرح سويد لروايته لهذا\nالحديث قال الدارقطني رحمه الله فلم نزل نظن أن هذا كما قاله يحيى وأن\nسويدا أتى أمرا عظيما في روايته لهذا الحديث حتى دخلت مصر فس سنة سبع\nوخمسين فوجدت هذا الحديث في مسند أبي يعقوب إسحاق بن إبراهيم بن يونس\nالبغدادي المعروف بالمنجنيقي وكان ثقة روى عن أبي كريب عن أبي معاوية كما\nقال سويد سواء وتخلص سويد وصح الحديث عن أبي معاوية وقد حدث أبو عبد الرحمن\nالنسائي عن إسحاق بن إبراهيم هذا ومات أبو عبد الرحمن قبله (294) سألت أبا\nمحمد بن غلام الزهري عن سليمان بن الحسن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p217'> Vol. 00, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nأيوب العطار البصري فقال هو ثقة وهو من ولد الحجاج بن المنهال (295)\nوسليمان الجوهري ثقة (296) سألت الدارقطني عن أيوب سليمان بن الحسن العطار\nالبصري فقال لا بأس به (297) وسمعت بن عبدان يقول سهل بن إدريس شيخ لنا\nحدثنا عن سلمة بن شبيب وكان يلين مات سنة خمس عشرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p218'> Vol. 00, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\n(298) سمعت أبا بكر الإسماعيلي يقول أبو همام سعيد بن محمد البكراوي\nالبصري فيه لين (299) سمعت الوزير أبا الفضل بن حنزابة وأبا الحسن\nالدارقطني وغيرهما يقول سليمان بن أحمد الملطي ضعيف (0) باب الصاد (300)\nسمعت أبا محمد الحسن بن علي البصري يقول صالح بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p219'> Vol. 00, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nسليمان الوراق ليس بالمرضي حدثنا عن محمد بن عثمان بن أبي شيبة (0) باب\nالطاء (301) طلحة بن أبي طلحة الجوباري الجرجاني يحدث عن يحيى بن يحيى\nالنيسابوري سمعت أبا بكر الإسماعيلي يقول كتبت عنه وأنا صغير وهو مغموز\nعليه (302) سئل أبو الحسن الدارقطني بحضرتي وأنا أسمع عن طلحة بن عمرو فقال\nلين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p220'> Vol. 00, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\n(0) باب العين (303) سمعت محمد بن مظفر الحافظ يقول عمر بن سهل تالله كان\nمن أحد الثقات (304) سألت أبا الحسن بن سفيان الحافظ عن علي بن أحمد بن\nالحسين العجلي المعروف بابن أبي قربة فقال هو عندي ثقة إلا أنه قد تكلموا\nفيه مات سنة ثمان وثلاثمائة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p221'> Vol. 00, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\n(305) وسمعت أبا الحسن بن سفيان الحافظ الكوفي يقول حضرت مجلس الأشناني\nوهو يملي علينا وفي <span id='ms67'></span> المجلس رجل من ولد علي بن الحسين بن سلامة جده من قبل\nأبيه وابن قربة جده من قبل أمه فجرى حديث حدثه جميعا فغمزهما الأشناني فقال\nبن سلامة فقال يا أبا جعفر نحن في مجلسنا أسمعنا خيرا فاستحى الأشناني\nاستحياء شديدا وارتعدت يداه حتى سقط الكتاب من يده وأمسك ومضى الرجل وما\nرأيته حضر مجلسه بعد ذلك وسألت أبا الحسن بن حماد عن أبي الحسين علي بن\nالحسين بن بشير بن سلامة الدهقاني فقال كان ثقة مات سنة ثمان وثلاثمائة ولم\nأكتب عنه شيئا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p222'> Vol. 00, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\n(306) سمعت محمد بن مظفر الحافظ يقول رأيت علي بن سراج المصري سكران على\nظهر رجل يحمله من ماخور وسألت الدارقطني عن علي بن سراج المصري فقال هو\nصالح وقيل إنه ربما تناول الشراب وسكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p223'> Vol. 00, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\n(307) وسمعت أبا محمد الحسن بن علي البصري يقول علي بن بلال المهلبي ليس\nبالمرضي قدم علينا البصرة وكان داعية للرفض حدثنا عن إسحاق بن محمد بن\nمروان وسمعت أبا الحسين بن غسان يقول حدث علي بن بلال المهلبي عن الثقات\nبما لا يحتملون (308) وسألت أبا زرعة أحمد بن الحسين الرازي بالكوفة عن أبي\nأحمد علي بن محمد بن حبيب المروزي فقال ضعيف جدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p224'> Vol. 00, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\n(309) وسمعت الحسن بن علي بن عمرو يقول علي بن محمد بن مروان التمار كان\nيركب الاخبار ولست أستجيز الرواية عنه (310) وسمعته يقول عمرو بن عثمان بن\nسعيد أبو علي الصوفي ليس بالمرضي حدثنا عن شيبان بن فروخ (311) سألت أبا\nمحمد الحسن بن علي القطان عن عمر بن واصل الصوفي فقال كان قاصا ضعيفا جدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p225'> Vol. 00, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\n(312) وسمعت الحسن بن علي بن عمرو يقول عمر بن أحمد بن روح الساجي أبو\nحفص ليس بالمرضي (313) سألت الدارقطني عن أبي حفص عمر بن مالك السقطي فقال\nثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p226'> Vol. 00, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\n(314) وسألته عن أبي حفيص الحلبي فقال ثقة (315) وسألته عن علي بن العباس\nالمقانعي فقال ثقة نبيل (316) سمعت أبا بكر بن عبدان يقول كان عبدان بن\nأحمد بن صالح الهمذاني ثقة عالما بالتفسير وكان عنده عن محمد بن <span id='ms68'></span> مسلم بن\nوارة وأبي حاتم ويحيى بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p227'> Vol. 00, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nعبدك مات بارجان (317) سمعت أبا بكر الإسماعيلي يقول عبيد الله بن محمد\nبن النضر أبو محمد اللؤلؤي حدثنا بالبصرة منكر الحديث (318) سألت أبا زرعة\nأحمد بن الحسين الرازي عن أبي محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p228'> Vol. 00, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن محمد بن يعقوب الحارثي البخاري فقال ضعيف ثم قال حدثنا عبد\nالله بن محمد بن يعقوب الحارثي ببخارى قال ثنا داود بن أبي العوام نا\nالحارث بن مسلم ثنا الهيثم بن حكيم عن حسان عن أنس قال قال رسول الله صلى\nالله عليه وسلم طالب العلم من الجهال كالحي بين الأموات (319) سمعت أبا بكر\nالإسماعيلي يقول عبد الرحمن بن الحسين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p229'> Vol. 00, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nبن إسحاق الجوانكاني لم يكن بذاك (320) سألت الدارقطني عن عبد الله بن\nمحمد بن ياسين فقال ثقة سمعت أبا بكر الإسماعيلي يقول أخبرني عبد الله بن\nمحمد بن ياسين الثقة المأمون (321) وسألته عن عبد الله بن سوار الهاشمي\nالكوفي فقال ثقة (322) وسألته عن عبد الله بن صالح القاضي فقال ثقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p230'> Vol. 00, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n(323) وسألته عن عبد الله بن علي بن عبد الله المديني روى عن أبيه كتاب\nالعلل فقال إنما أخذ كتبه وروى إجازة ومناولة قال وما سمع كثيرا من أبيه\nقلت لم قال لأنه ما كان يمكنه من كتبه قال وله بن آخر يقال له محمد وقد سمع\nمن أبيه وقد روى وهو ثقة (324) وسألته عن عبدان بن زيد البجلي فقال ثقة\n(325) وسألته عن عبد الله بن إسحاق المدائني فقال ثقة مأمون (326) وسألته\nعن أبي شعيب عبد الله بن الحسن الحراني فقال ثقة مأمون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p231'> Vol. 00, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\n(327) أخبرنا أبو بكر بن المقري نا أحمد بن نصر الحافظ ثنا جعفر الطيالسي\nقال قلت ليحيى بن معين عمن أكتب بالبصرة قال اكتب عن مسدد فإنه ثقة ولا\nتكتب عن المقدمي الكبير يريد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p232'> Vol. 00, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن أبي بكر فإنه كذاب (328) وسمعت أبا بكر محمد بن إبراهيم\nالعاصمي يقول عبد الجبار بن محمد الخطابي روى عن يحيى بن سعيد القطان جليل\nورأيت أبا عروبة يثني عليه خيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p233'> Vol. 00, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\n(329) قال <span id='ms69'></span> حمزة أبو القاسم عبد الله بن محمد بن إبراهيم المعروف بابن\nالثلاج البغدادي كان معروفا بالضعف سمعت أبا الحسن الدارقطني وجماعة من\nحفاظ بغداد يتكلمون فيه ويتهمونه بوضع الأحاديث وتركيب الأسانيد (330) وسئل\nالدارقطني عن علي بن الحسن بن عرفة فقال ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p234'> Vol. 00, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\n(331) وسئل عن عبد الله بن إبراهيم المؤدب يحدث عن سويد بن سعيد وطبقته\nفسمعته يقول هذا كذاب يحدث عن قوم لم يلحقهم (332) سمعت أبا بكر بن عبدان\nيقول أبو عبد الرحمن عبد الله بن جعفر بن أبي جعفر الأرزكاني وأرزكان قرية\nمن قرى شيراز سمع يعقوب بن سفيان وشاذان وغيرهما وكان أحمد الثقات والزهاد\nمات سنة أربع عشرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p235'> Vol. 00, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\n(333) سمعت بن عبدان يقول أبو عبد الرحمن عبد الله بن سعد الرقي فيه لين\nجدا (334) سألت أبا بكر بن عبدان عن عبد الباقي بن قانع فقال لا يدخل في\nالصحيح ولا النجاد يعني أحمد بن سلمان وسأل أبو سعد الإسماعيلي أبا الحسن\nالدارقطني عن أبي الحسين بن قانع فقال كان يحفظ ويعلم ولكنه كان يخطئ ويصر\nعلى الخطأ (335) وسألته عن أبي القاسم عبد الله بن محمد البغوي فقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p236'> Vol. 00, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nلا شك أنه يدخل في الصحيح وسمعت أبا الحسين محمد بن غسان يقول سمعت\nالأردبيلي وكان من أصحابنا يكتب الحديث ويفهم قال سئل بن أبي حاتم عن أبي\nالقاسم البغوي يدخل في الصحيح قال نعم وسمعت أبا الحسين يعقوب بن موسى\nالأردبيلي يقول سألت أحمد بن الطاهر فقلت موسى بن هارون الحمال أيش كان\nيقول في بن بنت منيع فقال أيش كان يقول بن بنت منيع في موسى بن هارون قال\nفقلت له كيف هذا فقال لأنه كان يرضى منه رأسا برأس سمعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p237'> Vol. 00, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد بن عبدان الحافظ يقول سمعت عمر البصري يقول سمعت عبد الله بن محمد\nالبغوي يقول كنت يوما ضيق الصدر فخرجت إلى الشط وقعدت وفي يدي جزء عن يحيى\nبن معين أنظر فيه فإذا موسى بن هارون الحمال فقال يا أبا القاسم أيش معك\nقلت جزء عن يحيى بن معين <span id='ms70'></span> قال فأخذه من يدي وطرحه في الدجلة وقال تريد أن\nتجمع بين أحمد بن حنبل ويحيى بن معين وعلي بن المديني قال عبد الله فما\nتعلق في قلبي منه شئ ولا أذكر عنه شيئا (336) سألت الدارقطني عن عبد الله\nبن محمد بن جعفر أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p238'> Vol. 00, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nالقاسم القزويني القاضي فقال ضعيف (337) سمعت الحسن بن علي البصري يقول\nعبد الكريم بن محمد بن طهر بن أبي طاهر الصنعاني قدم إلينا ليس بالمرضى\nحدثنا عن محمد بن عبد الله المقري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p239'> Vol. 00, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\n(338) سمعت أبا محمد بن غلام الزهري يقول عبد الرحمن بن علي بن رمضان\nالمصري أبو القاسم قدم البصرة ومات بها ليس بالمرضي حدثنا عن حفص بن عمر بن\nالصباح (339) سمعت أبا محمد الحسن بن علي يقول عبد الله بن أحمد بن عامر بن\nسليمان بن صالح الطائي أبو القاسم كان أميا لم يكن بالمرضي روى عن أبيه عن\nعلي بن موسى الرضا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p240'> Vol. 00, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\n(340) وسمعته يقول عبد الله بن عمر بن أحمد بن إسماعيل بن قرفا ليس بشئ\n(341) سألت أحمد بن عبدان عن عبد الرحمن بن يوسف بن خراش يقبل قوله قال لم\nأسمع فيه شيئا سألت أبا زرعة محمد بن يوسف الجرجاني عن عبد الرحمن بن خراش\nفقال كان أخرج مثالب الشيخين وكان رافضيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p241'> Vol. 00, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\n(342) سمعت الوزير أبا الفضل جعفر بن الفضل بمصر يقول أبو محمد عبد الله\nبن جعفر بن يحيى بن خالد بن برمك ثقة صدوق معروف في الكتابة (343) سمعت\nمحمد بن إبراهيم العاصمي يقول سألت أبا عروبة عن العباس بن الحسن الحضرمي\nفقال كان لا شئ وفي رجله خيط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p242'> Vol. 00, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\n(344) سمعت الدارقطني يقول أبو حفص عمر بن أحمد بن شاهين يلح على الخطأ\nوهو ثقة (345) سألت أبا زرعة محمد بن يوسف الجرجاني عن أبي حسان عيسى بن\nعبد الله فقال لا يساوي شيئا (346) سمعت أبا بكر بن عبدان يقول عيسى بن عبد\nالرحمن الحراز كان يتشيع على غير حد العلم يحدث بأحاديث موضوعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p243'> Vol. 00, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\n(347) سمعت أبا بكر بن عبدان الحافظ يقول سمعت بن صاعد يقول <span id='ms71'></span> لا يكتب حديث\nعلي بن الحسن السامي لمناكير يرويها (348) وسألت الدارقطني عن عليك الرازي\nفقال ليس في حديثه كذاك فإنما سمعت بمصر أنه كان والي قرية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p244'> Vol. 00, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nوكان يطالبهم بالخراج فما كانوا يعطونه قال فجمع الخنازير في المسجد فقلت\nله إنما أسأل كيف هو في الحديث فقال قد حدث بأحاديث لم يتابع عليها ثم قال\nفي نفس منه وقد تكلم فيه أصحابنا بمصر وأشار بيده وقال هو كذا وكذا كأنه\nليس هو بثقة (349) وسمعت أبا الحسن علي بن عمر وسئل عن أبي محمد عبد الله\nبن إسحاق الخراساني فقال فيه لين (350) سمعت أبا الحسن الدارقطني يقول عبد\nالله بن إسحاق بن إبراهيم الأنماطي ثقة مأمون (351) أخبرنا أبو بكر\nالإسماعيلي ثنا الفضل بن عبيد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p245'> Vol. 00, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nالاستراباذي كتبت عنه قديما وكان مرميا بالكذب قال نا أبو معمر صالح بن\nحرب مولى بن هاشم أملاه علينا قال ثنا سلام بن أبي خبزة قال نا عاصم عن زر\nعن بن مسعود قال قال رسول الله صلى الله عليه وسلم من أتخذ كلبا ليس بكلب\nماشية أو كلب صيد انتقص من أجره كل يوم قيراطان وسمعت أبا بكر الإسماعيلي\nيقول سمعت أبا عمران إبراهيم بن هاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p246'> Vol. 00, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\nيقول سمعت هذا يعني الفضل بن عبيد الله يقول ثنا محمد بن يوسف الفريابي\nفظننته يغلط فقلت لعلك أردت إبراهيم بن محمد بن يوسف قال لا محمد بن يوسف\nفأظن أبا عمران قال مات محمد بن يوسف قبل أن يولد هذا (352) سمعت أبا كبر\nمحمد بن عدي المنقري يقول سمعت أبا عبد الله الكريدي يقول قال القاضي لما\nحضرت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p247'> Vol. 00, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nأبا خليفة الوفاة دعاني فقال قد جعلت كل من تكلم في في حل إلا من قال إني\nأقف في القرآن أقول القرآن كلام الله غير مخلوق (353) سمعت أبا الحسن بن\nحزام الحافظ بالبصرة يقول سمعت أبا عبد الله بن جامع العدل يقول يجب أن\nينكروا على فهد الساجي يحدث من كتب الناس ويلحق سماعه فيها (354) الفضل بن\nمحمد الأنطاكي الأحدب سمعت <span id='ms72'></span> بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p248'> Vol. 00, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\nعدي والدارقطني وغيرهما يقولون إنه كذاب لا يساوي شيئا أو كلام هذ معناه\n(355) سمعت أبا بكر أحمد بن إبراهيم الإسماعيلي يقول ثنا الفضل بن عبد الله\nبن مخلد أبو نعيم الجرجاني صدوق جليل (0) باب القاف (356) سألت الدارقطني\nعن أبي الطاهر القاسم بن عبد الله بن مهدي الأخميمي روى نسخة ليزيد بن يونس\nبن يزيد الأيلي ثقة قال كان لينا قال وله أحاديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p249'> Vol. 00, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\nمنكرة غير النسخة وقال ليس هو بشئ (357) وسألته عن عمه فقال ليس هو\nبمعروف ولم يحدث عنه أحد (358) سألت أبا الحسن الدارقطني عن القاسم بن\nالليث بن مسرور أبي صالح الرسعني بتنيس فقال ثقة مأمون (359) وسألت\nالدارقطني عن القاسم بن خنيس بن سليمان بن برد أبي عبد الرحمن بمصر فقال\nثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p250'> Vol. 00, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\n(360) وسألته عن القاسم بن علي أبي محمد الجوهري ببغداد فقال ثقة (361)\nوسألته عن القاسم بن صفوان بن إسحاق بن أبي بكر البردعي بدمشق فقال (362)\nوسألته عن القاسم بن عبد الرحمن أبي محمد الفارقي القاضي برأس العين فقال\nثقة (363) وسألته عن القاسم بن يحيى بن نصر بن أخي سعدان بن نصر أبي عبد\nالرحمن ببغداد فقال ثقة (364) وسألته عن أبي إبراهيم قطبة بن إسماعيل بن\nإبراهيم الأنصاري السلمي روي عن عبد الله بن أحمد بن عبد الرحمن الدشتكي\nالرازي فقال ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p251'> Vol. 00, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\n(0) باب الكاف (365) سألت الدارقطني عن كثير بن أحمد بن أبي هشام الرفاعي\nأبي محمد الكوفي في بغداد فقال ثقة (0) باب اللام (366) سمعت الوزير أبا\nالفضل جعفر بن الفضل بمصر يقول لم أحدث عن الليث بن سعد النصيبي لأنه ضعيف\n(0) باب الميم (367) سألت الدارقطني عن أبي عبد الله محمود بن محمد الواسطي\nفقال ثقة وكتبت عن أبيه أبي الحسن محمد بن محمود وكان ثقة وله بن آخر أكبر\nمن محمد يسمى أحمد وقد حدث أيضا وهو ثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p252'> Vol. 00, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\n(368) وسألته عن أبي موسى عمران بن سهل الجوني فقال ثقة (369) سألت أبا\nزرعة محمد بن يوسف الكشي عن أبي شافع معبد بن جمعة فقال هو وضع كنيته واسمه\nواسم أبيه <span id='ms73'></span> واسم جده واسم جد جده فقال هو ثقة إلا أنه كان يشرب المسكر وكتب\nأحاديث مناكير ورحل إلى الشام قبل بن عدي وأدرك محمد بن أيوب الرازي ومعبد\nكان يعرف بعبد الله بن نصر الفسورمي الطبري (0) باب الهاء (370) سألت\nالدارقطني عن أبي موسى هارون بن زياد المصيصي يروي عن أبي اليمان فقال ليس\nبه بأس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p253'> Vol. 00, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\n(371) سألت أبا محمد بن غلام الزهري عن هلال بن محمد بن محمد الرازي\nالبصري فقال جاءني يوما بجزء عن محمد بن الحسين بن حميد بن الربيع الخراز\nفقال هذا سماعي قلت في أي سنة كتبت عنه قال كتبت عنه بالبصرة قبل\nالثلاثمائة قال أبو محمد قلت له إياك أن تنطق عنه بشئ لأنه لم يدخل البصرة\nأصلا (372) سمعت الحسن بن عمر القطان بالبصرة يقول هيثم بن أحمد بن محمد بن\nعبد الله بن سالم المهري ثم البارودي لا كثر الله في المسلمين مثله كذاب\nعلى رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p254'> Vol. 00, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nيضع المتون ويحدث عمن كان قبل ولادته زعم لنا أن دينارا حدثهم عن أنس\nنحوا من ثلاثين أكثرها منكرة وزعم لنا أن الحسن بن الفرح القرشي حدثهم وعلي\nبن علي السامي عن أبي الدرداء بأحاديث (373) سألت أبا الحسن محمد بن أحمد\nبن حماد الحافظ عن هناد بن السري بن يحيى بن السري الدارمي فقال كتبنا عنه\nوهو قليل الحديث ولم يكن من علمه شئ يضعف فيه مات بعد العشرين (374) سمعت\nأبا بكر محمد بن إسماعيل بن العباس الوراق يقول نا أبو العباس هاشم بن\nالقاسم بن هاشم بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p255'> Vol. 00, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الوهاب بن محمد بن إبراهيم بن محمد بن علي بن عبد الله بن العباس\nوكان راهب بني هاشم نا عن الزبير بن بكار (375) سمعت أبا بكر الإسماعيلي\nيقول حدثني الهيثم بن خلف الدوري أبو محمد وكان أحد الاثبات (376) وسمعت\nأبا بكر الإسماعيلي يقول نا أبو أحمد هارون بن يوسف بن هارون القطيعي وكان\nثبتا (0) باب الواو (377) وسمعت أبا بكر بن المقري يقول سألت أبا عروبة <span id='ms74'></span> قلت\nرجل بحمص يقال له وجيه القانعة حدث بحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p256'> Vol. 00, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\nعن بن المصفى عن بقية عن شعبة عن سماك عن عكرمة عن بن عباس أن النبي صلى\nالله عليه وسلم أجاز شهادة أعرابي في رؤية الهلال قال أبو عروبة هذا عندي\nباطل كتبت كتاب شعبة عن بن المصفى من أوله إلى آخره من أصله فما رأيت فيه\nمن ذا مرسلا ولا مسندا وإنما يعرف هذا الحديث مرفوعا من حديث زائدة عن سماك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p257'> Vol. 00, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\n(0) باب الياء (378) سمعت أبا بكر الإسماعيلي يقول حدثنا يعقوب بن إسحاق\nالعوامي الواسطي وكان متهما فيما يروي قال ثنا عفان بن مسلم نا حماد بن\nسملة قال سمعت يونس بن عبيد يقول من استخف بالتطوع استخف بالفريضة (379)\nسمعت أبا الحسن الدارقطني يقول بنو صاعد ثلاثة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p258'> Vol. 00, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\nيوسف وأحمد ويحيى بنو محمد بن صاعد يوسف يحدث عن خلاد بن يحيى ومن دونه\nوأحمد يحدث عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p259'> Vol. 00, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nأبي بكر وعثمان ابني شيبة ولهم عم يقال له عبد الله بن صاعد حدث عن سفيان\nبن عيينة يوسف أكبرهم وأحمد أوسطهم ويحيى أصغرهم وهو أعلمهم وأثبتهم وسألت\nبن عبدان عن بن صاعد أهو أكثر حديثا أو الباغندي فقال بن صاعد أكثر حديثا\nولا يتقدمه أحد في الدراية والباغندي أعلا إسنادا منه سمعت أبا بكر بن\nعبدان يقول يحيى بن صاعد يدري ثم قال وسئل بن الجعابي أكان بن صاعد يحفظ\nفتبسم وقال لا يقال لأبي محمد يحفظ كان يدري قلت لأبي بكر بن عبدان أيش\nالفرق بين الدراية والحفظ فقال الدراية فوق الحفظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p260'> Vol. 00, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\n(380) سمعت أبا محمد بن غلام الزهري يقول يعقوب بن عبد الرحمن بن أحمد بن\nيعقوب أبو يوسف الجصاص ليس بالمرضي حدثنا قال نا علي بن أشكاب ثنا إسحاق بن\nيوسف الأزرق عن مسعر عن هشام بن عروة عن أبيه عن عائشة قالت أمروا\nبالاستغفار لهم فسبوهم يعني أصحاب النبي صلى الله عليه وسلم (381) سألت أبا\nزرعة محمد بن يوسف الكشي عن يوسف بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p261'> Vol. 00, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد بن عبد الرحمن الاستراباذي فقال ثقة نبيل روى <span id='ms75'></span> عن أبي زرعة الدمشقي\n(382) وسئل الدارقطني بحضرتي عن حديث رواه المعافي عن يحيى بن أبي أنيسة عن\nالزهري عن سعيد المقبري عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال\nفي المولود إذا سقط حيا ولم يستهل لم يرث ولا يصلي عليه فقال يحيى متروك\nالحديث وليس عند الزهري عن سعيد المقبري شئ إنما هو سعيد بن المسيب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p262'> Vol. 00, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\n(383) سئل الدارقطني وأنا أسمع عن سماع أبي حنيفة يصح قال لا ولا رؤية\nولم يلحق أبو حنيفة أحدا من الصحابة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p263'> Vol. 00, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\n(384) وسئل هو أيضا الحكم عن بن عمر أسماع أم مرسل فقال الحكم أدرك جماعة\nمن الصحابة وليس للحكم عن بن عمر علة كذا روى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p264'> Vol. 00, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\n(385) سمعت بن عراك المقري الزاهد يقول مات بن أبي مطر الإسكندراني في\nسنة تسع وثلاثين وثلاثمائة وكان قد بلغ مائة سنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p265'> Vol. 00, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\n(386) وسمعت أبا حفص عمر بن محمد الزيات يقول مات الصوفي الصغير أحمد بن\nالحسين بن إسحاق سنة خمس وثلاثمائة قلت لابن عبدان لم لا تبين أحوال\nالضعفاء فقال لأنه لا يحل لي إلا من يجهر بالكذب (387) وسألت الدارقطني قلت\nله ذكر علي بن المديني الشافعي أنه لا يكتب حديثه فقال ليس هو بشئ كأنه\nأنكر أن يقول علي ذلك فقلت حكى عنه ابنه في كتابه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p266'> Vol. 00, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\nفقال سألت أبي عن الشافعي فقال لا يكتب حديثه قال ليس هو بشئ وأشار بيده\nكأنه من عمل ابنه من أوله إلى هنا سماع الإسماعيلي من حمزة السهمي وباقية\nبالإجازة منه (388) سمعت أبا الحسن الدارقطني وقد سئل عن المعمري وموسى بن\nهارون فقال موسى بن هارون أبقى وأثبت ولا يدلس (389) وسئل عن علي بن عبد\nالعزيز فقال ثقة مأمون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p267'> Vol. 00, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\n(390) سألت أبا زرعة أحمد بن الحسين الرازي عن أبي بكر محمد بن سعيد بن\nالأحنف بن أبي عمرو بخاري فقال ثقة حافظ (391) محمد بن سعيد البورقي كذاب\nحدث بغير حديث وضعه عن سليمان بن جابر قال حدثنا بشر بن بحير عن الفضل بن\nمسوى السيباني عن محمد بن عمرو عن أبي <span id='ms76'></span> سلمة عن أبي هريرة رفعه أنه قال إن\nفي أمتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p268'> Vol. 00, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\nرجلا اسمه النعمان وكنيته أبو حنيفة هو سراج أمتي ثلاثا وحدثنا به أبو\nزيد بن عامر بالكوفة نا محمد بن سعيد البورقي بغير حديث كلها موضوعات (392)\nسمعت أبا مسعود الدمشقي الحافظ بجرجان يقول أبو صخر محمد بن مالك بن الحسن\nبن مالك السعدي بمرو روى عن أبي رجاء محمد بن حمدويه الهورقاني عن رقاد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p269'> Vol. 00, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nبن إبراهيم عن نوح بن أبي مريم عن يحيى بن سعيد حديث الأعمال بالنيات\nوغير ذلك وقد ألزق عليه بهذا الاسناد عن نوح بن أبي مريم عن هشام بن عروة\nحديث القبض وقد ألزق أيضا ثلاثين حديثا وأبو رجاء ورقاد ثقتان ولم يحدث\nعنهما بهذا غير أبي صخر هذا (393) سمعت أبا بكر الإسماعيلي يقول نا أبو عبد\nالله محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p270'> Vol. 00, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\nعون داود السيرافي البصري وكان ينسب إلى التفسير ولم يكن بالحديث بذاك\nويلقب بمشليق روى عن عبد الواحد بن غياث (394) سمعت أبا بكر الإسماعيلي\nيقول أخبرنا محمد بن حماد بن فضالة القريعي بصري وهم أخوة ثلاثة حدثوا كلهم\nروى عن محمد بن معمر البحراني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p271'> Vol. 00, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\n(395) سمعت أبا بكر الإسماعيلي يقول حدثنا أبو بكر محمد بن علي بن سهل\nالمروزي المفسر بجرجان ولم يكن بذاك روى عن علي بن الجعد (396) سمعت أبا\nبكر الإسماعيلي يقول حدثني أبو بكر محمد بن عمير بن هشام الرازي الحافظ\nالصدوق بجرجان وربما قال الثقة المأمون (397) وسمعت أبا بكر الإسماعيلي\nيقول حدثنا محمد بن سهيل بن علي بن مهران الباهلي المكاتب وليس بذاك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p272'> Vol. 00, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\n(398) وسمعته يقول محمد بن أحمد بن بندار الاستراباذي لم يكن بشئ (399)\nوسمعته يقول محمد بن جبريل النسوي لم يكن من أهل الحديث (400) وسمعته يقول\nيعقوب بن إسحاق واسطي معلم ذكر أنه من ولد عباد بن العوام ثنا بواسط عن\nعمرو بن عون عن هشيم عن يونس عن الحسن عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p273'> Vol. 00, p. 273</a>\n            </div>\n            \n</p>\n\n<p>\nأنس عن النبي صلى الله عليه وسلم بأحاديث قابلت عشرة أملاها على من حفظه\nمنها في سجود الشكر ومنها في محاشن <span id='ms77'></span> النساء في اتيان النساء في أدبارهن\nومنها المعترف بالزنا وإعراضه عنه وحديث العمل وغير ذلك وجرت لي مع هذا\nالمعلم في هذا قصة استنكار لما جاء به وعلمت أنها موضوعة لم أجدها في جميع\nأحاديث يونس بن عبيد (401) ذكر للشيخ أبي الحسن الدارقطني أن أبا المفضل\nمحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p274'> Vol. 00, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\nبن عبد الله الشيباني حدث عن العمري عن أبي كريب بحديث شعبة عن الحكم عن\nمقسم عن بن عباس لا يحرم بالحج إلا في أشهر الحج قال الدارقطني حدث عدو\nالله بهذا معاذ الله ما حدث العمري بهذا البتة هو ذا يركب أيضا (402) سألت\nأبا الحسن الدارقطني قلت أبو قرة موسى بن طارق لا يقول أخبرنا أبدا يقول\nذكر فلان أيش العلة فيه فقال هو سماع له كله وقد كان أصاب كتبه آفة فتورع\nفيه فكان يقول ذكر فلان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p275'> Vol. 00, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\n(403) وسئل أبو الحسن الدارقطني عن أبي بكر محمد بن عبد الله الشافعي\nفقال أبو بكر جبلي ثقة مأمون ما كان في ذلك الزمان أوثق منه ما رأيت له إلا\nأصولا صحيحة متقنة قد ضبط سماعه فيها أحسن الضبط (404) سمعت أبا نصر محمد\nبن أحمد بن إبراهيم الإسماعيلي يقول سمعت علي بن حمشاذ يقول سمعت أحمد بن\nعبد الله الأصبهاني يقول لقيت عبد الله بن أحمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p276'> Vol. 00, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nحنبل فقال أين كنت فقلت في مجلس الكديمي فقال لا تذهب إلى ذاك فإنه كذاب\nفلما كان في بعض الأيام مررت به وإذا عبد الله يكتب عنه فقلت يا أبا عبد\nالرحمن أليس قلت لا تكتب عن هذا فإنه كذاب قال فأومأ بيدة إلى فيه أن أسكت\nفلما فرغ وقام من عنده قلت يا أبا عبد الرحمن أليس قلت لا تكتب عنه قال\nإنما أردت بهذا أن لا يجئ الصبيان فيصير واقعنا في الاسناد واحد وإنما هو\nيحيى الموتى أسانيد قد مات أصحابها منذ سنين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p277'> Vol. 00, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\n(405) أبو إسحاق إبراهيم بن ثمامة الحنفي البصري كان بمصر روى عنه شيبان\nبن أبي شيبة وأبي بكر محمد بن مهدي الزهراني ويحيى بن <span id='ms78'></span> سليمان الحنفي وحاتم\nسألت القاضي أبا القاسم صدقة بن علي بن المؤمل الموصلي فقال هو ثقة (406)\nوسألت أبا زرعة أحمد بن الحسين الرازي الحافظ بالكوفة عن أبي علي الحسين بن\nإسماعيل الفارسي روى ببخارى عن سهل بن المتوكل البخاري فقال أبو زرعة هو\nثقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p278'> Vol. 00, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\n(407) وسألته عن أبي أحمد علي بن محمد بن عبد الله المروزي فقال ضعيف جدا\n(408) وعن أبي حفص عمر بن محمد بن أحمد بن سليمان العطار حدث بمصر فقال ثقة\nثم قال حدثنا عمر بن محمد بن أحمد بن سليمان العطار بمصر ثنا علي بن مهنا\nبن صالح الرحبي نا عبد الملك بن سليمان نا عثمان بن عبد الرحمن ثنا المعلى\nبن هلال عن سليمان التيمي عن أنس بن مالك قال قال رسول الله صلى الله عليه\nوسلم إن ملكا موكل بالقرآن فمن قرأه من أعجمي أو عربي فلم يقومه قومه الملك\nثم رفعه مقوما وقد حدث عنه يعقوب بن إبراهيم العوامي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p279'> Vol. 00, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\n(409) أبو محمد عبد الله بن محمد بن عثمان بن السقاء الحافظ بواسط أخبر\nأن يعقوب بن إبراهيم بن عباد العوام ثنا عمرو بن عون ثنا هشيم ثنا يونس عن\nالحسن عن أنس قال قال رسول الله صلى الله عليه وسلم ما خير للنساء فلم ندر\nما نقول فقام علي إلى فاطمة فأخبرها فقالت فهلا قلت له خير لهن ألا يرين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p280'> Vol. 00, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\nالرجال ولا يرونهن فرجع فأخبره بذلك فقال من علمك هذا قال فاطمة قال إنها\nبضعة مني (410) وسألته عن أبي داود سليمان بن يزيد الفامي القزويني فقال\nثقة (411) وسألت الدارقطني الحافظ عن أبي موسى هارون بن زياد المصيصي يروي\nعن اليمان فقال ليس به بأس (412) وسألته عن داود بن إبراهيم بن داود بن\nيزيد بن روزبة أبي شيبة البغدادي كان بمصر فقال صالح (413) عنها أبو إسحاق\nإبراهيم لقبه هشيم بالخواص كان ينزل آمد رأيت له عدة أحاديث كلها موضوعة\nإسنادا ومتنا من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p281'> Vol. 00, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\nذلك ثنا أبو القاسم إسماعيل بن أحمد بن محمد الأخرى برباط دهستان وكان\nثقة <span id='ms79'></span> ثنا أبو إسحاق إبراهيم بن محمد الخواص برباط آمد نا الحسن بن محمد بن\nالصباح الزعفراني حدثني محمد بن إدريس الشافعي حدثني مالك بن أنس الحجازي\nعن ربيعة بن أبي عبد الرحمن عن نافع عن بن عمر قال لم أنزل الله اقرأ باسم\nربك الذي خلق قال رسول الله صلى الله عليه وسلم لمعاذ اكتبها يا معاذ فلما\nبلغ كلا لا تطعه واسجد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p282'> Vol. 00, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\nواقترب سجد اللوح وسجد القلم وسجدت النون قال معاذ سمعت اللوح والقلم\nوالنون وهم يقولون اللهم ارفع له ذكرا اللهم أحطط به وزرا اللهم اغفر له\nذنبا قال معاذ وسجدت وأخبرت رسول الله صلى الله عليه وسلم فسجد وبه عن بن\nعمر قال خرج إلينا رسول الله صلى الله عليه وسلم فقال أيها الناس سلوا ربكم\nالعفو والعافية قال بن عمر قلت يا رسول الله زدني قال إن أعطيتها فقد أفلحت\nوالله سبحانه أعلم بالصواب.\n</p>\n\n<p>\n(آخر السؤالات، الحمد لله وحده وصلواته على سيدنا محمد وآله وصحبه وسلم،\nوحسبنا الله تعالى ونعم الوكيل).\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p283'> Vol. 00, p. 283</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES# <span id='ms80'></span>",
  "pages": [
    "001",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283"
  ],
  "volumes": [
    "01"
  ]
}