{
  "content": "\n<h1 class='l1' id='head0'>الجزء الرابع عشر من المشيخة البغدادية</h1>\n\n<p>\nبسم الله الرحمن الرحيم، عونك وعفوك يا رب\n</p>\n\n<p>\nمن حديث أبي نصر بن البناء\n</p>\n\n<h1 class='l1' id='head1'>1- </h1>\n\n<p>\nأخبرنا الإمام الحافظ أبو طاهر أحمد بن محمد بن أحمد بن محمد بن إبراهيم\nبن سلفة السلفي الأصبهاني، نزيل الإسكندرية، في كتابه إلينا منها، في ربيع\nالآخر سنة أربع وسبعين وخمسمائة، رحمه الله، قال: أنا أبو نصر محمد بن\nالحسن بن أحمد بن عبد الله بن البناء، بقراءتي عليه، سنة أربع وتسعين\nوأربعمائة، أنا أبو بكر محمد بن عبد الملك بن بشران المعدل، أنا محمد بن\nالمظفر بن موسى الحافظ، نا أحمد بن يحيى بن زكير، نا عبد الرحمن بن خالد بن\nنجيح، نا أبي، نا عبد الرحمن بن المنيب الخراساني، نا أبي، عن أبي مسلم\nصاحب الدولة، عن محمد بن علي بن عبد الله بن عباس، عن أبيه، عن جده، قال:\nقال رسول الله صلى الله عليه وسلم: \" من أراد هوان قريش أهانه الله عز وجل\n\".\n</p>\n\n<h1 class='l1' id='head2'>2- </h1>\n\n<p>\nأخبرنا أبو محمد الحسن بن علي الجوهري، أنا أبو بكر محمد بن إسحاق بن\nإبراهيم الصفار الهدير، نا أبو العباس محمد بن صالح بن عبد الرحمن بن أبي\nعصمة، بدمشق، نا هشام بن عمار أبو الوليد الدمشقي، نا مالك بن أنس المدني،\nعن ابن شهاب الزهري، عن أنس بن مالك: \" أن رسول الله صلى الله عليه وسلم\nدخل مكة يوم الفتح وعلى رأسه المغفر \".\n</p>\n\n<h1 class='l1' id='head3'>4- </h1>\n\n<p>\nحدثنا أبو القاسم إسماعيل بن محمد بن زنجي الكاتب، نا أبو بكر محمد بن\nمحمد الواسطي، نا علي بن المديني، نا يحيى بن سليم، قال: سمعت ابن أبي\nنجيح، قال: سمعت مجاهدا يقول: في قول الله تعالى {فلأنفسهم يمهدون} ، قال:\nفي القبر.\n</p>\n\n<h1 class='l1' id='head4'>5- </h1>\n\n<p>\nحدثنا عبد العزيز بن جعفر الخرقي، نا محمد بن طاهر بن أبي الدميك، نا <span id='ms194'></span>\nأحمد بن حباب أبو الوليد، نا عيسى بن يونس، عن الأحوص بن حكيم، عن المهاصر\nبن حبيب، عن أبي ثعلبة الخشني، قال: \" كان رسول الله صلى الله عليه وسلم\nيصوم شعبان ورمضان يصلهما \".\n</p>\n\n<h1 class='l1' id='head5'>6- </h1>\n\n<p>\nحدثنا القاضي أبو بكر محمد بن إبراهيم بن حمدان العاقولي، نا أحمد بن\nمكرم البرتي، نا علي بن المديني، نا ناصح بن العلاء أبو العلاء مولى بني\nهاشم، نا عمار بن أبي عمار مولى بني هاشم، أنه مر على عبد الرحمن بن سمرة،\nوهو على نهر أم عبد الله يسيل الماء مع غلمته ومواليه، فقال عمار: يا أبا\nسعيد الجمعة، فقال عبد الرحمن: إن رسول الله صلى الله عليه وسلم، قال: \"\nإذا كان مطر وابل فليصل أحدكم في رحله \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p001'> Vol. 13, p. 001</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>7- </h1>\n\n<p>\nحدثنا علي بن محمد بن كيسان النحوي، أخبرني أبو يوسف بن يعقوب القاضي، نا\nنصر بن علي، نا عثمان بن عبد الرحمن، نا محمد بن زياد، عن أبي هريرة، قال:\nقال رسول الله صلى الله عليه وسلم: \" اتقوا النار ولو بشق تمرة \".\n</p>\n\n<h1 class='l1' id='head7'>8- </h1>\n\n<p>\nحدثنا عبد الله بن إبراهيم بن جعفر الزبيبي، نا أحمد بن محمد بن عبد\nالعزيز الوشاء، نا محمد بن بكار، نا عباد بن عباد المهلبي، نا جعفر يعني\nابن الزبير، عن القاسم، عن أبي أمامة، قال: قال رسول الله صلى الله عليه\nوسلم: \" من دخل المسجد فليعطه حقه , قالوا: ما حقه؟ قال: يصلي ركعتين \".\n</p>\n\n<h1 class='l1' id='head8'>9- </h1>\n\n<p>\nحدثنا أبو الحسن علي بن محمد بن سعيد الرزاز، نا جعفر بن محمد بن الحسن\nالفريابي، نا عبد الأعلى بن حماد، نا حماد بن سلمة، عن سهيل بن أبي صالح،\nعن أبيه، عن أبي هريرة، أن رسول الله صلى الله عليه وسلم، قال: \" الأرواح\nجنود مجندة فما تعارف منها ائتلف وما تناكر منها اختلف \".\n</p>\n\n<h1 class='l1' id='head9'>10- </h1>\n\n<p>\nحدثنا أبو بكر محمد بن خلف بن محمد حيان الخلال، نا محمد بن أحمد بن هلال\nالشطوي، نا القاسم بن يزيد الوزان، نا وكيع بن الجراح، عن أبي العميس، عن\nأبي طلحة الأسدي، قال: سمعت أنس بن مالك <span id='ms195'></span>، يقول: قال رسول الله صلى الله\nعليه وسلم: \" لو علمتم ما أعلم لضحكتم قليلا ولبكيتم كثيرا \".\n</p>\n\n<h1 class='l1' id='head10'>11- </h1>\n\n<p>\nحدثنا أبو العباس عبد الله بن موسى بن إسحاق الهاشمي، نا الحسن بن محمد\nبن عنبر الوشاء، نا سويد يعني ابن سعيد، نا سويد بن عبد العزيز، عن نوح بن\nذكوان، عن أخيه أيوب، عن الحسن، عن أنس، أن النبي صلى الله عليه وسلم، قال:\nإن الله تعالى يقول: \" لأنا أعظم عفوا من أن أستر على عبدي ثم أفضحه بعد أن\nأستر عليه، ولا أزال أغفر لعبدي ما استغفرني \".\n</p>\n\n<h1 class='l1' id='head11'>12- </h1>\n\n<p>\nحدثنا أبو بكر محمد بن عبد الله بن صالح الأبهري الفقيه المالكي، نا أبو\nالهيثم خالد بن يزيد بن كنانة، نا أبو سليمان داود بن معاذ، عن مخلد بن\nالحسين، منذ خمس وثمانين سنة، نا مسمع بن عاصم المسمعي، عن هشام الدستوائي،\nعن قتادة، عن أنس بن مالك، قال: قال رسول الله صلى الله عليه وسلم: \" لا\nيكون العبد مؤمنا حتى يحب للمسلم ما يحب لنفسه من الخير \".\n</p>\n\n<h1 class='l1' id='head12'>13- </h1>\n\n<p>\nحدثنا أبو محمد جعفر بن محمد بن أحمد بن إسحاق بن البهلول التنوخي، نا\nعبد الله بن ثابت الحريري، نا عمرو بن عبد الله الأودي، نا وكيع، عن سفيان،\nعن حكيم بن جبير، عن محمد بن عبد الرحمن بن يزيد، عن أبيه، عن عبد الله،\nقال: قال رسول الله صلى الله عليه وسلم: \" من سأل وله ما يغنيه جاءت مسألته\nيوم القيامة خدوشا أو كدوحا في وجهه , قالوا: يا رسول الله وما غناه؟ قال:\nخمسون درهما أو حسابها من الذهب \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p002'> Vol. 13, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>14- </h1>\n\n<p>\nحدثنا أبو بكر محمد بن علي بن الحسن بن سويد المكتب، نا أبو القاسم عثمان\nبن إسماعيل بن بكر السكري، نا يعيش بن الجهم الحديثي، نا عبد الحميد بن\nيحيى الحماني، نا عبيد الله بن عمر، عن الزهري، عن أنس بن مالك، قال: قال\nرسول الله صلى الله عليه وسلم: \" لا تباغضوا ولا تحاسدوا ولا تدابروا\nوكونوا عباد الله إخوانا، ولا يحل لامرئ مسلم يهجر أخاه فوق <span id='ms196'></span> ثلاثة أيام\nيلقاه هذا فيعرض، ويلقاه هذا فيعرض عنه، فأيهما بدأ بالسلام سبق إلى الجنة\n\".\n</p>\n\n<h1 class='l1' id='head14'>15- </h1>\n\n<p>\nحدثنا أبو الفرج محمد بن أحمد بن محمد بن عبدان الصفار، نا أبو طالب أحمد\nبن نصر بن طالب الحافظ، نا يزيد بن عبد الصمد، نا سلامة بن بشر، نا يزيد بن\nالسمط، عن الأوزاعي، عن مالك، عن عبد الله، عن ابن عمر، عن النبي صلى الله\nعليه وسلم، قال: \" لكل غادر لواء يوم القيامة \".\n</p>\n\n<h1 class='l1' id='head15'>16- </h1>\n\n<p>\nحدثنا أبو الحسن علي بن عمرو بن سهل الجريري، نا محمد بن عبد الله بن\nمكحول، نا محمد بن غالب، نا غصن بن إسماعيل، نا ابن ثوبان، عن أبيه، عن\nالزهري، عن أبي سلمة، عن أبي هريرة، أن النبي صلى الله عليه وسلم، قال: \"\nتفضل صلاة الجميع على صلاة أحدكم وحده خمسا وعشرين جزءا \".\n</p>\n\n<h1 class='l1' id='head16'>21- </h1>\n\n<p>\nحدثنا أبو الحسين عبد الله بن إبراهيم الزبيبي، نا الحسن بن علويه، نا\nبشار بن موسى الخفاف، نا أبو عوانة، عن قتادة، عن عطاء، عن جابر، قال: \"\nصلى النبي صلى الله عليه وسلم على النجاشي \". قال جابر: فكنت في الصف\nالثاني أو الثالث.\n</p>\n\n<h1 class='l1' id='head17'>22- </h1>\n\n<p>\nحدثنا أبو القاسم إبراهيم بن أحمد بن جعفر الخرقي المقرئ، نا عمر بن أحمد\nبن علي المروزي، نا عبد الله بن عثمان، عن أبي حمزة، عن جابر، عن عامر، عن\nمسروق، عن عبد الله، قال: قال رسول الله صلى الله عليه وسلم: \" من كذب علي\nفليتبوأ بيتا في النار \".\n</p>\n\n<h1 class='l1' id='head18'>23- </h1>\n\n<p>\nحدثنا القاضي أبو عبد الله الحسين بن أحمد بن فهد الأزدي الموصلي، نا أبو\nيعلى أحمد بن علي بن المثنى، نا غسان بن الربيع، عن ليث بن سعد، عن صفوان\nبن سليم، عن أبي بسرة، عن البراء بن عازب، قال: \" سافرت مع رسول الله صلى\nالله عليه وسلم ثماني عشرة سفرة فلم أره ترك ركعتين قبل الظهر \".\n</p>\n\n<h1 class='l1' id='head19'>24- </h1>\n\n<p>\nحدثنا أبو العباس عبد الله بن موسى بن إسحاق الهاشمي، نا إسماعيل بن موسى\nالحاسب، نا بشر بن الوليد، نا أبو يوسف، عن الأعمش، عن إسماعيل بن <span id='ms197'></span> رجاء، عن\nأوس بن ضمعج، عن أبي مسعود الأنصاري، قال: قال رسول الله صلى الله عليه\nوسلم: \" يؤم القوم أقرؤهم لكتاب الله، فإن كانت قراءتهم سواء فأقدمهم هجرة،\nفإن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p003'> Vol. 13, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nكانت هجرتهم سواء فأكبرهم سنا، فإن كانت أسنانهم سواء فأعلمهم بالسنة،\nولا يؤم رجل في سلطانه، ولا يقعد على تكرمته في بيته إلا بإذنه \".\n</p>\n\n<h1 class='l1' id='head20'>25- </h1>\n\n<p>\nحدثنا أبو بكر محمد بن علي بن سويد، نا إصبغ بن خالد القرقساني، نا عبد\nالمجيد بن عبد العزيز بن أبي رواد، عن معمر، عن محمد بن زياد، عن أبي\nهريرة، قال: قال رسول الله صلى الله عليه وسلم: \" لا يخاف الذي يرفع رأسه\nوالإمام ساجد أن يحول الله رأسه رأس حمار \".\n</p>\n\n<p>\nمن حديث أبي المعالي البقال وفوائده\n</p>\n\n<h1 class='l1' id='head21'>36- </h1>\n\n<p>\nأخبرنا أبو المعالي عثمان بن علي بن المعمر بن عبد الله البقال الأديب\nويعرف بابن أبي عمامة، أنا أبو طالب محمد بن محمد بن إبراهيم بن غيلان\nالبزاز، أنا أبو بكر محمد بن عبد الله بن إبراهيم الشافعي، نا موسى بن سهل،\nنا إسماعيل بن علية، عن أيوب، عن نافع، عن ابن عمر، قال: \" نهى رسول الله\nصلى الله عليه وسلم أن يسافر بالقرآن إلى أرض العدو مخافة أن يناله العدو\n\".\n</p>\n\n<h1 class='l1' id='head22'>37- </h1>\n\n<p>\nأخبرنا أبو طالب، أنا أبو بكر، نا موسى، نا إسماعيل، عن أيوب، عن نافع،\nعن ابن عمر، عن النبي صلى الله عليه وسلم، قال: \" إن أصحاب هذه الصور\nيعذبون يوم القيامة، ويقال لهم: أحيوا ما خلقتم \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p004'> Vol. 13, p. 004</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50",
    "51",
    "52"
  ]
}