{
  "content": "\n<h1 class='l1' id='head0'>الجزء التاسع عشر من المشيخة البغدادية</h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nرب عونك وعفوك\n</p>\n\n<h1 class='l1' id='head1'>1- </h1>\n\n<p>\nأخبرنا الشيخ الحافظ الإمام أبو طاهر أحمد بن محمد بن أحمد بن محمد بن\nإبراهيم سلفة السلفي الأصبهاني، نزيل الإسكندرية، في كتابه إلينا منها في\nربيع الآخر سنة أربع وسبعين وخمسمائة رحمه الله، قال: من حديث أبي فتح\nالأزدي الحافظ، أخبرنا الشيخ أبو محمد عبد الله بن علي بن الأبنوسي،\nبقراءتي عليه، أنا أبو طالب محمد بن علي بن الفتح العشاري، أنا أبو الفتح\nمحمد بن الحسين بن أحمد بن الحسين بن عبد الله بن بريدة الحافظ، في شعبان\nسنة تسع وستين وثلاثمائة، أنا جعفر بن أحمد بن سنان القطان، نا عمر بن يحيى\nالأبلي، نا عيسى بن شعيب، نا روح بن القاسم، عن أيوب، عن نافع، عن ابن عمر،\nقال: قال رسول الله صلى الله عليه وسلم: \" علم لا يقال به كنز لا ينفق في\nسبيل الله \".\n</p>\n\n<h1 class='l1' id='head2'>2- </h1>\n\n<p>\nحدثنا أحمد بن علي بن المثنى، وما سمعناه إلا منه على وهمه، نا محمد بن\nيحيى بن أبي سمينة، نا سعيد بن عامر، وشعبة، عن الأعمش، عن أبي صالح، عن\nأبي هريرة، قال: قال رسول الله صلى الله عليه وسلم <span id='ms237'></span>: \" لا ينصرف أحدكم من\nالصلاة حتى يسمع صوتا أو يجد ريحا \". هكذا قال عن الأعمش، والصحيح عن شعبة،\nعن سهيل، عن أبيه، عن أبي هريرة.\n</p>\n\n<h1 class='l1' id='head3'>3- </h1>\n\n<p>\nحدثنا عبد الله بن سعد بن يحيى، نا إسحاق بن زيد، نا قيس بن عبد الرحمن،\nنا إسحاق، عن زيد بن أبي أنيسة، عن العلاء، عن أبيه، عن أبي هريرة، قال:\nقال رسول الله صلى الله عليه وسلم: \" خير ما خلف الرجل بعده ثلاثة: ولد\nصالح يدعو له، وصدقة جارية يبلغه أجرها، وعلم يعمل به \".\n</p>\n\n<h1 class='l1' id='head4'>4- </h1>\n\n<p>\nحدثنا الحسن بن علي بن زكريا البصري، نا الصباح بن عبد الله البصري، نا\nشعبة، نا هشيم بن بشير، عن إسماعيل بن أبي خالد، عن قيس، عن جرير، قال: \"\nما حجبني رسول الله صلى الله عليه وسلم منذ أسلمت ولا رآني إلا تبسم، أو\nضحك \".\n</p>\n\n<h1 class='l1' id='head5'>5- </h1>\n\n<p>\nحدثنا طريف بن عبيد الله مولى علي بن أبي طالب، عن يحيى بن عبد الحميد\nالحماني، نا يزيد بن عطاء، عن سماك، عن إبراهيم، عن علقمة، عن عبد الله،\nقال: \" انشق القمر، فصار فرقتين، فتوارت فرقة، فصارت خلف الجبل، فقال رسول\nالله صلى الله عليه وسلم: اشهدوا \".\n</p>\n\n<p>\nمن حديث أبي بكر الشافعي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v18p001'> Vol. 18, p. 001</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>6- </h1>\n\n<p>\nأخبرنا الشيخ أبو بكر هبة الله بن محمد بن علي بن عبد الواحد بن الصباغ،\nبقراءتي عليه بباب المراتب في داره في رجب سنة ست وتسعين وأربعمائة، أنا\nأبو طالب محمد بن محمد بن إبراهيم بن غيلان البزار، نا أبو بكر محمد بن عبد\nالله الشافعي، نا محمد بن علي بن إسماعيل السكري، نا قطن بن إبراهيم، نا\nحفص، يعني ابن عبد الله، نا إبراهيم، عن هشام، عن يحيى بن أبي كثير، عن\nعمران بن حطان، عن عائشة رضي الله عنها، قالت: \" إن رسول الله صلى الله\nعليه وسلم لم يكن ليدع في بيت ثوبا فيه تصليب إلا نقضه \".\n</p>\n\n<h1 class='l1' id='head7'>7- </h1>\n\n<p>\nحدثنا حسين بن علي الأزرق، نا هشام بن عمار، نا عيسى بن يونس، عن شعبة،\nعن أبي التياح، عن أنس بن مالك، قال: \" كان <span id='ms238'></span> النبي صلى الله عليه وسلم\nيخالطنا حتى يقول لأخ لي صغير: يا أبا عمير ما فعل النغير \".\n</p>\n\n<h1 class='l1' id='head8'>8- </h1>\n\n<p>\nحدثنا إسحاق بن أيوب، إجازة، أنا سعيد، عن محمد بن المنكدر، عن أخيه، عن\nعمر بن سليمان، عن أبي سعيد الخدري، أن نبي الله صلى الله عليه وسلم، قال:\n\" غسل يوم الجمعة واجب على كل مسلم، ويمس طيبا إن كان عنده \".\n</p>\n\n<p>\nشيخ آخر من حديث أبي محمد الجوهري\n</p>\n\n<p>\nأخبرنا الرئيس أبو عبد الله أحمد بن عبد العزيز بن الحسن بن علي بن\nالحلاوي، بقراءتي عليه بباب المراتب في شهر رجب سنة ست وتسعين وأربعمائة،\nأنا أبو محمد الحسن بن محمد بن علي بن محمد الجوهري، أنا علي بن محمد بن\nلؤلؤ الوراق، نا حمزة بن محمد الكاتب، نا نعيم بن حماد، نا ابن المبارك، عن\nمعمر، عن ابن أبي نجيح، عن مجاهد، قال: الذي يأكل في شهر رمضان والذي يجامع\nناسيا فإنه لا قضاء عليه.\n</p>\n\n<h1 class='l1' id='head9'>9- </h1>\n\n<p>\nأخبرنا أحمد بن جعفر بن حمدان القطيعي، نا أبو مسلم، نا محمد بن عرعرة،\nنا ابن فضالة، عن أبي أمامة، قال: قال رجل لرسول الله صلى الله عليه وسلم:\nما المسلم؟ قال \" من سلم المسلمون من لسانه ويده \".\n</p>\n\n<p>\nحديث واحد عن شيخه\n</p>\n\n<h1 class='l1' id='head10'>10- </h1>\n\n<p>\nأخبرتنا ست الأهل المباركة بنت عبد الملك بن أحمد الشهرزوري، أنا أبو علي\nالحسن بن علي بن المذهب التميمي، نا أبو بكر أحمد بن جعفر بن مالك القطيعي،\nنا عبد الله بن أحمد بن حنبل، حدثني أبي، نا محمد بن عبد الله بن الزبير،\nنا عمر بن سعيد، عن ابن أبي مليكة، عن عقبة بن الحارث، قال: خرجت مع أبي\nبكر الصديق مع صلاة العصر بعد وفاة رسول الله صلى الله عليه وسلم بليال،\nوعلي يمشي إلا جنبه، فمر بالحسن يلعب مع غلمان، فاحتمله على رقبته وهو\nيقول: بأبي، شبه النبي ليس شبيها بعلي، قال: وعلي يضحك.\n</p>\n\n<p>\nشيخ آخر من حديث ابن شاهين أبي حفص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v18p002'> Vol. 18, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>11- </h1>\n\n<p>\nأخبرنا الشيخ أبو الكرم عبيد الله بن عمر بن عبيد الله <span id='ms239'></span> بن البقال، أنا\nأبو القاسم عبيد الله بن عمر بن أحمد بن عثمان بن شاهين المروروزي، أنا\nوالدي أبو حفص، نا عبد الله بن محمد بن عبد العزيز البغوي، نا أحمد بن\nحنبل، نا يحيى بن سعيد، عن الأوزاعي، حدثني أبو كثير، يعني السحيمي، قال:\nسمعت أبا هريرة، يقول: قال رسول الله صلى الله عليه وسلم: \" الخمر من هاتين\nالشجرتين النخلة والعنبة \".\n</p>\n\n<h1 class='l1' id='head12'>12- </h1>\n\n<p>\nحدثنا أحمد بن محمد بن الهيثم الدقاق، سنة ثمان وثلاثمائة، نا محمد بن\nعلي بن الحسن بن شقيق، قال: سمعت أبي، قال: أخبرني أبو مجاهد، عن ثابت\nالبناني، عن أنس بن مالك، قال: خطبنا رسول الله صلى الله عليه وسلم فذكر\nالربا، وعظم شأنه، فقال: \" إن الدرهم يصيبه الرجل من الربا أعظم عند الله\nعز وجل في الخطيئة من ست وثلاثين زنية يزنيها الرجل، وأربى الربا عرض الرجل\nالمسلم \".\n</p>\n\n<p>\nشيخ حديث واحد\n</p>\n\n<h1 class='l1' id='head13'>13- </h1>\n\n<p>\nأخبرنا الشيخ الإمام الزاهد أبو المؤمل عيسى بن عبد الله بن أبي القاسم\nالغزنوي، قدم علينا حاجا بعد رجوعه من الحج، ببغداد، بقراءتي عليه في جمادى\nالآخرة سنة ست وتسعين وأربعمائة، نا الإمام أبو سعيد الخليل بن أحمد بن\nالخليل السجزي، ببلخ، أنا أبو الفضل عبد الصمد بن محمد العاصمي، نا أبو\nجعفر محمد بن علي، نا أبو علي الحسن بن علي الطوسي، نا محمد بن معمر\nالبصري، نا محمد بن عباد الهمذاني، نا علي بن المبارك، نا أيوب السختياني،\nعن خالد بن دريك، عن ابن عمر، قال: قال رسول الله صلى الله عليه وسلم: \" من\nتعلم علما لغير الله أو أراد به غير الله فليتبوأ مقعده من النار \".\n</p>\n\n<p>\nشيخ حديث واحد\n</p>\n\n<h1 class='l1' id='head14'>14- </h1>\n\n<p>\nأخبرني الشيخ أبو علي الحسن بن المظفر بن الحسن السبط، أنا أبو محمد\nالحسن بن علي بن محمد الجوهري، أنا أبو بكر أحمد بن جعفر بن مالك القطيعي،\nنا عبد الله بن أحمد بن حنبل، نا خلف بن هشام البزار، نا أبو عوانة، عن عبد\nالأعلى، عن أبي عبد الرحمن، عن علي، عن النبي <span id='ms240'></span> صلى الله عليه وسلم، قال: \"\nمن كذب على عينه كلف يوم القيامة عقدا بين طرفي شعيرة \".\n</p>\n\n<p>\nمن حديث عبد الله بن أحمد بن حنبل\n</p>\n\n<h1 class='l1' id='head15'>15- </h1>\n\n<p>\nأخبرنا الشيخ أبو نصر محمد بن أبي منصور محمد بن محمد بن محمد بن أحمد بن\nالحسين بن عبد العزيز العكبري، قدم علينا بغداد، أنا أبو محمد الحسن بن علي\nبن محمد الجوهري، أنا أبو بكر أحمد بن جعفر بن مالك القطيعي، أنا عبد الله\nبن أحمد بن حنبل، حدثني أبي، نا وكيع، نا محمد بن راشد، عن مكحول، عن سعد\nبن مالك، قال: قلت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v18p003'> Vol. 18, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n: \" يا رسول الله الرجل يكون حامية القوم أيكون سهمه وسهم غيره سواء؟\nقال: ثكلتك أمك ابن أم سعد، وهل ترزقون وتنصرون إلا بضعفائكم \".\n</p>\n\n<h1 class='l1' id='head16'>16- </h1>\n\n<p>\nحدثني أبي، نا عبد الرزاق، أنا سفيان، عن عاصم، حدثني أبو عثمان النهدي،\nقال: سمعت أنس بن مالك، يقول: قال رسول الله صلى الله عليه وسلم: \" من ادعى\nإلى غير أبيه وهو يعلم فالجنة عليه حرام \".\n</p>\n\n<p>\nشيخ من حديث أبي بكر القطيعي\n</p>\n\n<h1 class='l1' id='head17'>17- </h1>\n\n<p>\nأخبرنا أبو منصور عبد الباقي بن محمد بن عبد الواحد الغزال، أنا أبو محمد\nالحسن بن علي بن محمد الجوهري، أنا أبو بكر أحمد بن جعفر بن مالك القطيعي،\nنا عبد الله بن أحمد بن حنبل، حدثني أبي، نا معاذ، أنا زهير بن معاوية أبو\nخيثمة، عن عبد الكريم الجزري، عن مجاهد، عن عبد الرحمن بن أبي ليلى، عن علي\nقال: أمرني رسول الله صلى الله عليه وسلم: \" أن أقوم على بدنة، وأن أتصدق\nبلحمها وجلودها، وأن لا أعطي الجازر منها , قال: نحن نعطيه من عندنا \".\n</p>\n\n<h1 class='l1' id='head18'>18- </h1>\n\n<p>\nحدثنا عبد الله، نا سويد بن سعيد، نا مروان الفزاري، عن المختار بن نافع،\nحدثني أبو مطر البصري، وكان قد أدرك عليا، \" أن عليا اشترى ثوبا بثلاثة\nدراهم، فلما لبسه، قال: الحمد لله الذي رزقني من اللباس ما أتجمل به بين\nالناس، وأواري به عورتي، ثم قال: هكذا سمعت رسول الله صلى الله عليه وسلم\nيقول \".\n</p>\n\n<p>\nشيخ من حديث عبد <span id='ms241'></span> الله بن أحمد بن حنبل\n</p>\n\n<h1 class='l1' id='head19'>19- </h1>\n\n<p>\nأخبرنا الشيخ الجليل أبو المواهب أحمد بن عبد القادر بن الحسين بن عثمان\nالقزميني، بقراءتي عليه - في خان الخليفة العتيق - في جمادى الآخرة سنة ست\nوتسعين وأربعمائة، وتوفي في ربيع الآخر سنة سبع وتسعين، أنا أبو محمد الحسن\nبن علي بن محمد الجوهري، أنا أبو بكر أحمد بن جعفر بن حمدان بن مالك\nالقطيعي، نا عبد الله بن أحمد بن حنبل، نا أبي، نا إسماعيل بن إبراهيم، نا\nعاصم الأحول، عن أبي عثمان النهدي، قال: سمعت سعدا، يقول: سمعت أذناي ووعاه\nقلبي من محمد صلى الله عليه وسلم: \" من ادعى إلى غير أبيه وهو يعلم أنه غير\nأبيه فالجنة عليه حرام \". قال: فلقيت أبا بكرة فحدثته فقال: وأنا سمعته\nأذناي ووعاه قلبي من محمد صلى الله عليه وسلم \".\n</p>\n\n<h1 class='l1' id='head20'>20- </h1>\n\n<p>\nحدثنا عبد الله، حدثني أبي، نا عبد الرزاق، نا معمر، عن الزهري، عن عامر\nبن سعد، عن أبيه، قال: \" أمر رسول الله صلى الله عليه وسلم بقتل الوزغ،\nوسماه فويسقا \".\n</p>\n\n<h1 class='l1' id='head21'>21- </h1>\n\n<p>\nحدثنا عبد الله، حدثني أبي، نا سفيان، عن الزهري، عن عامر بن سعد، عن\nأبيه، يبلغ به النبي صلى الله عليه وسلم، قال: \" أعظم المسلمين في المسلمين\nجرما من سأل عن أمر لم يحرم، فحرم على الناس من أجل مسألته \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v18p004'> Vol. 18, p. 004</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>22- </h1>\n\n<p>\nحدثنا عبد الله، حدثني أبي، نا سليمان بن داود، أنا عبد الرحمن يعني ابن\nأبي الزناد , عن موسى بن عقبة، عن أبي عبد الله الفراء، عن سعد بن أبي\nوقاص، أنه سمع رسول الله صلى الله عليه وسلم، يقول: \" صلاة في مسجدي هذا\nخير من ألف صلاة فيما سواه إلا المسجد الحرام \".\n</p>\n\n<h1 class='l1' id='head23'>23- </h1>\n\n<p>\nحدثنا عبد الله، حدثني أبي، نا علي بن عبد الله، حدثني محمد بن طلحة\nالتيمي، من أهل المدينة، حدثني أبو سهل نافع بن مالك، عن سعيد بن المسيب،\nعن سعد بن أبي وقاص، قال: قال رسول الله صلى الله عليه وسلم: \" العباس رضي\nالله عنه هو العباس بن عبد المطلب أجود قريش كفا وأوصلها \".\n</p>\n\n<h1 class='l1' id='head24'>24- </h1>\n\n<p>\nحدثنا <span id='ms242'></span> عبد الله بن أحمد، نا أبو كامل الجحدري، عن عاصم بن ضمرة، عن علي،\nأنه سئل عن صلاة رسول الله صلى الله عليه وسلم بالنهار، فقال: \" كان يصلي\nست عشرة ركعة إذا كانت الشمس من هاهنا كهيئتها من هاهنا كصلاة العصر\nركعتين، وكان يصلي إذا كانت الشمس من هاهنا كهيئتها من هاهنا كصلاة الظهر\nأربع ركعات، وكان يصلي قبل الظهر أربع ركعات، وبعد الظهر ركعتين، وقبل\nالعصر أربع ركعات \".\n</p>\n\n<h1 class='l1' id='head25'>25- </h1>\n\n<p>\nحدثنا عبد الله، حدثني أبي، نا محمد بن بشر، نا هشام بن عروة، عن أبيه،\nعن عبد الله بن جعفر، حدثه أنه سمع عليا، يقول: سمعت رسول الله صلى الله\nعليه وسلم، يقول: \" خير نسائها مريم بنت عمران، وخير نسائها خديجة \".\n</p>\n\n<h1 class='l1' id='head26'>26- </h1>\n\n<p>\nحدثنا عبد الله، حدثني أبو خيثمة، نا جرير، عن منصور، عن أبي إسحاق، عن\nعاصم بن ضمرة، عن علي، قال: قال رسول الله صلى الله عليه وسلم: \" إن الله\nوتر يحب الوتر، فأوتروا يا أهل القرآن \".\n</p>\n\n<h1 class='l1' id='head27'>27- </h1>\n\n<p>\nحدثنا عبد الله، حدثني عبيد الله بن عمر القواريري، نا يزيد بن زريع،\nحدثني شعبة، عن أبي إسحاق، عن عاصم بن ضمرة، عن علي، قال: \" من كل الليل قد\nأوتر رسول الله صلى الله عليه وسلم من أوله وأوسطه وآخره وانتهى وتره إلى\nآخر سحر الليل \".\n</p>\n\n<p>\nشيخ من حديث الجوهري\n</p>\n\n<h1 class='l1' id='head28'>28- </h1>\n\n<p>\nأخبرنا أبو بكر أحمد بن علي بن بدران الحلواني، أنا أبو محمد الحسن بن\nعلي بن محمد الجوهري، أنا علي بن محمد بن أحمد بن كيسان، نا يوسف بن يعقوب\nالقاضي، نا عبد الواحد بن غياث، نا حماد بن سلمة، نا ثابت البناني، عن مطرف\nبن عبد الله بن الشخير، عن عمران , والجريري، عن أبي العلاء , عن مطرف بن\nعبد الله، عن عمران\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v18p005'> Vol. 18, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nبن حصين، أن رسول الله صلى الله عليه وسلم، قال له أو لرجل: \" هل صمت من\nشهر شعبان شيئا؟ قال: لا قال: فإذا أفطرت فصم يومين \". وقال الجريري: \" فصم\nيوما \".\n</p>\n\n<h1 class='l1' id='head29'>29- </h1>\n\n<p>\nأخبرنا أبو حفص عمر بن محمد بن علي بن الزيات، وأحمد <span id='ms243'></span> يعني ابن الحسن بن\nعبد الجبار، قال: نا الحكم هو ابن موسى، نا يحيى بن حمزة، عن ثور بن يزيد،\nعن خالد بن معدان، حدثني ربيعة بن الغاز، أنه سأل عائشة رضي الله عنها عن\nصيام رسول الله صلى الله عليه وسلم، فقالت: \" كان يصوم شعبان كله حتى يصله\nبرمضان \".\n</p>\n\n<h1 class='l1' id='head30'>30- </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن عبد الله بن محمد بن أحمد بن أيوب القطان، نا أبو\nالعباس هو إسحاق بن محمد بن مروان الغزال الكوفي، نا أبي، نا حسين بن طوق،\nعن يحيى بن سلمة بن كهيل، عن منصور، عن أبي سلمة، قال: قالت أم سلمة: \" ما\nرأيت رسول الله صلى الله عليه وسلم يصوم شهرا قط إلا شعبان ثم رمضان \".\n</p>\n\n<p>\nومن حديثه أيضا\n</p>\n\n<h1 class='l1' id='head31'>31- </h1>\n\n<p>\nأخبرنا أبو المعالي هبة الله بن محمد بن أحمد بن مسلم الفرضي، في ذي\nالحجة سنة ست وتسعين وأربعمائة، وأبو بكر أحمد بن علي بن بدران الحلواني،\nفي شعبان سنة ست وتسعين وأربعمائة، قالا: أنا أبو محمد الحسن بن علي بن\nمحمد الجوهري، أنا أبو بكر أحمد بن جعفر بن مالك القطيعي، نا بشر بن موسى،\nنا هوذة بن خليفة، نا عوف، عن يزيد أبي العلاء، عن رجل من التيم، أو العكل،\nعن النبي صلى الله عليه وسلم، قال: \" تصوم شهر الصبر وثلاثة أيام من كل شهر\nتذهبن وحر الصدر أو وغر الصدر \".\n</p>\n\n<h1 class='l1' id='head32'>32- </h1>\n\n<p>\nأخبرنا علي بن محمد بن لؤلؤ الوراق، نا عمر بن محمد هو القافلاني، حدثنا\nيعيش بن الجهم، نا منصور بن زيد بن زائدة بن قدامة الأسدي، عن موسى بن\nعمران، عن أنس بن مالك، قال: قال رسول الله صلى الله عليه وسلم: \" إن في\nالجنة عينا يقال له رجب ماؤه أحلى من العسل وأبيض من اللبن، فمن صام يوما\nمن رجب شرب من ذلك النهر \".\n</p>\n\n<p>\nومن حديثه أيضا\n</p>\n\n<h1 class='l1' id='head33'>33- </h1>\n\n<p>\nأخبرنا أبو الحسن علي بن محمد بن كيسان النحوي، نا يوسف بن يعقوب القاضي،\nنا عبد الواحد بن غياث، عن حماد بن سلمة، عن الحجاج <span id='ms244'></span>، عن أبي إسحاق، عن\nالحارث، عن علي، أن رسول الله صلى الله عليه وسلم، قال: \" صوم شهر الصبر\nوثلاثة أيام من كل شهر صوم الدهر وتذهب بوحر الصدر \".\n</p>\n\n<p>\nحديث واحد عن شيخين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v18p006'> Vol. 18, p. 006</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>34- </h1>\n\n<p>\nأخبرنا أبو بكر أحمد بن علي بن بدران الحلواني، وأبو نصر عمر بن أحمد بن\nأبي بكر الأقفالي، بقراءتي على كل واحد منهما، قالا: نا أبو محمد الحسن بن\nعلي بن محمد الجوهري، نا أبو بكر أحمد بن جعفر بن مالك القطيعي، نا بشر بن\nموسى الأسدي، نا هوذة بن خليفة، نا عوف، عن محمد، عن أبي هريرة، عن النبي\nصلى الله عليه وسلم، قال: \" خلوف فم الصائم أطيب عند الله من ريح المسك،\nقال ربكم عز وجل: عبدي ترك شهوته وطعامه وشرابه ابتغاء مرضاتي فالصوم لي\nوأنا أجزي به \".\n</p>\n\n<p>\nمن حديث أبي الشافعي\n</p>\n\n<h1 class='l1' id='head35'>35- </h1>\n\n<p>\nأخبرنا الشيخ أبو القاسم جعفر بن محمد بن داود السلماني، بقراءتي عليه في\nالمحرم سنة خمسمائة، وسألته عن مولده، فقال: سنة تسع وعشرين وأربعمائة، أنا\nأبو طالب محمد بن إبراهيم بن غيلان البزاز، أنا أبو بكر محمد بن عبد الله\nبن إبراهيم الشافعي، نا ابن شاكر، نا الحسن بن عيسى بن ماسرجس، نا عبد الله\nبن المبارك، أنا عبد الله بن نافع، عن القاسم، عن عائشة، \" أن النبي صلى\nالله عليه وسلم كان إذا رأى المطر، قال: اللهم صيبا هنيا \".\n</p>\n\n<h1 class='l1' id='head36'>36- </h1>\n\n<p>\nحدثنا معاذ، نا مسدد، نا عبد الوارث، عن أبي التياح، عن أنس، قال: \" كان\nالنبي صلى الله عليه وسلم أحسن الناس خلقا، وكان لي أخ يقال له: أبو عمير،\nأحسبه فطيما وكان إذا جاء، قال: يا أبا عمير ما فعل النغير \".\n</p>\n\n<p>\nشيخ حديث واحد\n</p>\n\n<h1 class='l1' id='head37'>37- </h1>\n\n<p>\nأخبرني أبو علي الحسن بن المظفر بن الحسن بن المظفر السبط، بقراءتي عليه\nفي شهر رجب سنة ست وتسعين وأربعمائة، على باب داره بباب المراتب، أنا والدي\nأبو سعد، أنا جدي أبو بكر أحمد بن علي بن بلال الحافظ، أنا جدي أبو عبد\nالله بن أوس، نا أحمد بن بديل <span id='ms245'></span> القاضي، نا سلم بن سالم، نا طلحة بن عمرو، عن\nعطاء، عن ابن عباس، قال: قال رسول الله صلى الله عليه وسلم: \" زر غبا تزدد\nحبا \".\n</p>\n\n<p>\nمن حديث الشافعي\n</p>\n\n<h1 class='l1' id='head38'>38- </h1>\n\n<p>\nأخبرنا أبو غالب أحمد بن عبيد الله بن أبي الفتح المعير، في صفر سنة أربع\nوتسعين وأربعمائة، وأبو الحسن علي بن أحمد بن علي بن عبد الله بن منصور\nالطبري الزجاجي الضرير، في ذي الحجة سنة ست وأربعمائة، قالا: أنا أبو طالب\nمحمد بن إبراهيم بن غيلان، أنا أبو بكر محمد بن عبد الله بن إبراهيم\nالشافعي، نا الحارث بن محمد بن أبي أسامة التميمي، نا أبو جابر محمد بن عبد\nالملك الأزدي، بمكة سنة تسع ومائتين، نا عمران بن حدير، عن عبد الله بن\nشقيق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v18p007'> Vol. 18, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n، قال: جاء رجل إلى ابن عباس، فقال: الصلاة فسكت، ثم قال: الصلاة، فسكت،\nثم قال: الصلاة، فقال له: \" لم تك تعلمنا الصلاة، إنا كنا نجمع بين\nالصلاتين على عهد رسول الله صلى الله عليه وسلم في السفر \".\n</p>\n\n<h1 class='l1' id='head39'>39- </h1>\n\n<p>\nحدثنا أحمد بن الحسين الصوفي أبو الحسن، نا محمد بن حرب النشائي، نا\nإسحاق الأزرق، نا مسعر، عن حبيب بن أبي ثابت، عن طاوس، عن ابن عمر، قال:\nقال رسول الله صلى الله عليه وسلم: \" صلاة الليل مثنى مثنى، فإذا خفت الصبح\nفأوتر بركعة \".\n</p>\n\n<h1 class='l1' id='head40'>40- </h1>\n\n<p>\nحدثنا محمد بن يونس القرشي، نا سعيد بن عامر، عن شعبة، عن عبد الرحمن بن\nالقاسم، عن أبيه، عن عائشة، قالت: \" كان لنا ثوب فيه تصاوير فجعلته بين يدي\nرسول الله صلى الله عليه وسلم وهو يصلي، قالت: فنهاني، أو قالت: كره ذلك،\nقالت: فجعلته وسادتين \".\n</p>\n\n<h1 class='l1' id='head41'>41- </h1>\n\n<p>\nحدثنا إسحاق بن الحسين الحربي، نا القعنبي، عن مالك بن أنس، عن نافع، عن\nالقاسم بن محمد، عن عائشة زوج النبي صلى الله عليه وسلم، أنها أخبرته \"\nأنها اشترت نمرقة فيها تصاوير فلما رآها رسول الله صلى الله عليه وسلم قام\nعلى الباب فلم يدخل، فعرفت في وجهه الكراهية، فقالت: يا رسول الله أتوب إلى\nالله ورسوله فقال <span id='ms246'></span> رسول الله صلى الله عليه وسلم: ما هذه النمرقة؟ فقالت:\nاشتريتها لتقعد عليها وتوسدها، فقال رسول الله صلى الله عليه وسلم: إن\nأصحاب هذه الصور يعذبون يوم القيامة، ويقال لهم: أحيوا ما خلقتم , وقال: إن\nالبيت الذي فيه الصور لا تدخله الملائكة \".\n</p>\n\n<h1 class='l1' id='head42'>42- </h1>\n\n<p>\nحدثنا ابن ياسين، نا محمد بن حرب، نا عبيدة بن حميد الحذاء، نا عبيد بن\nعمير، عن مصعب بن سعد، عن أبيه، قال: كان رسول الله صلى الله عليه وسلم\nيعلم هذه الكلمات كما يعلم المكتب الكتابة: \" اللهم إني أعوذ بك من البخل\nوأعوذ بك من الجبن وأعوذ بك من أن أرد إلى أرذل العمر، وأعوذ بك من فتنة\nالدنيا وعذاب القبر \".\n</p>\n\n<p>\nمن فوائد أبي القاسم الشافعي\n</p>\n\n<h1 class='l1' id='head43'>43- </h1>\n\n<p>\nأخبرنا أبو القاسم عبد الله بن محمد بن محمد بن أحمد الشافعي، في دار ابن\nيوسف، بقراءتي عليه من أصله في جمادى الآخرة سنة أربع وتسعين وأربعمائة،\nأنا أبو طاهر محمد بن الحسن بن محمد بن الحسن الخلال، سنة ثمان وأربعين،\nأنا أبو الحسن أحمد بن محمد بن موسى القرشي، أنا يوسف بن يعقوب، نا أحمد بن\nمنصور، نا نعيم، نا أبو حمزة السكري، عن عبد العزيز بن رفيع، عن ابن أبي\nمليكة، عن ابن عباس، قال: قال رسول الله صلى الله عليه وسلم: \" الشريك\nشفيع، والشفعة في كل شيء \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v18p008'> Vol. 18, p. 008</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head44'>44- </h1>\n\n<p>\nأخبرنا أبو طاهر، أنا أبو الحسن، نا أبو جعفر محمد بن عبيد الله بن\nالعلاء، نا أحمد بن بديل، نا ابن فضيل، نا محمد بن عبيد الله، عن الحكم ,\nعن أبي مجلز، عن ابن عباس، \" أن النبي صلى الله عليه وسلم كان يمسح العرق\nعنه وهو في الصلاة \".\n</p>\n\n<h1 class='l1' id='head45'>45- </h1>\n\n<p>\nأخبرنا أبو عمر أحمد بن عمر بن علي بن الخل البزوري، سنة ثمان وأربعين،\nنا أبو الحسن أحمد بن محمد بن الصلت، أنا الحسين بن إسماعيل الضبي، نا أبو\nهشام الرفاعي، عن محمد بن يزيد، نا حفص، يعني ابن غياث، عن ابن جريج، عن\nعطاء، عن عبيد بن عمير، عن عائشة، قالت: \" ما <span id='ms247'></span> رأيت النبي صلى الله عليه\nوسلم إلى شيء من النوافل أسرع منه إلى ركعتي الفجر \".\n</p>\n\n<p>\nمن فوائد ابن الطيوري\n</p>\n\n<h1 class='l1' id='head46'>46- </h1>\n\n<p>\nأخبرنا الشيخ أبو الحسين، أنا أبو عبد الله المطهر بن محمد بن إبراهيم\nاللحافي الصوفي، أنا أبو العباس أحمد بن محمد بن زكريا النسوي، قدم علينا،\nنا أبو العباس جمح بن القاسم بن أبي الحواجب المؤذن، بدمشق، نا أبو قصي\nإسماعيل بن قيراط، نا هشام بن خالد، نا خالد بن يزيد بن أبي مالك، عن أبيه،\nعن أنس بن مالك، قال: قال رسول الله صلى الله عليه وسلم: \" ما من أحد يموت\nإلا وهو يبلى ما خلا قاضيا فإنه إذا مات صب الله على لحمه الدود يأكل كل\nلحمه، ثم يسلط الله على الدود دابة فتأكله فيصيران رجعها إلى يوم القيامة\n\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v18p009'> Vol. 18, p. 009</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50",
    "51",
    "52"
  ]
}