{
  "content": "\n<h1 class='l1' id='head0'>الجزء الحادي والعشرون من المشيخة البغدادية</h1>\n\n<p>\nقال سمعت الحارث الجوزجاني، يقول: حكى لي عن الشافعي، أنه قال: الناس\nكلهم عيال على ثلاثة: على مقاتل في التفسير، وعلى زهير بن أبي سلمى في\nالشعر، وعلى أبي حنيفة في الكلام.\n</p>\n\n<p>\nحدثنا أبو الحسن علي بن عبد العزيز بن مردك البردعي، أنا عبد الرحمن بن\nأبي حاتم الرازي، نا أبي، نا حرملة، قال: لم يكن الشافعي يقدم على مالك في\nالحديث أحدا.\n</p>\n\n<p>\nحدثنا أبو إسحاق إبراهيم بن أحمد الطبري المعدل المقرئ، نا أبو بكر محمد\nبن الحسن النقاش، نا عبد الله بن أحمد بن حنبل، قال: قلت لأبي: يا أبة أي\nرجل كان محمد بن إدريس الشافعي؟ فإني أسمعك تكثر له من الدعاء، فقال لي: يا\nبني كان الشافعي كالشمس للدنيا، وكالعافية للناس، فانظر هل لهذين من خلف،\nأو منهما عوض.\n</p>\n\n<p>\nمن حديث أبي الحسين بن بشران\n</p>\n\n<h1 class='l1' id='head1'>1- </h1>\n\n<p>\nأخبرنا أبو علي أحمد بن محمد بن أحمد البرداني الحافظ، وكتب لنا بخطه،\nأنا القاضي أبو المظفر هناد بن إبراهيم النسفي، أنا علي بن محمد بن عبد\nالله السكري، نا عبد الصمد بن علي الطستي، نا أحمد بن سليمان البلخي، نا\nأبو تراب يزيد بن زياد النخشبي، نا واصل، عن عيسى، عن عمر، عن محمد بن أبي\nعائشة السعدي، عن المثنى، عن عمران بن الحصين، عن النبي صلى الله عليه\nوسلم، أنه قال: \" من كتم شكواه ومصيبته أربعين يوما وليلة كتبه الله من\nصفوته الذين اصطفاهم لنفسه \".\n</p>\n\n<h1 class='l1' id='head2'>2- </h1>\n\n<p>\nوأخبرنا هناد على إثره، قال: أنا علي بن محمد قال: قال عبد الصمد بن علي\nبن أحمد بن سليمان، نا أبو تراب يزيد <span id='ms262'></span> بن زياد، نا واصل، عن عيسى، عن عمر،\nعن يحيى بن أبي كثير، عن نافع، عن ابن عمر، عن النبي صلى الله عليه وسلم،\nأنه قال: \" من كثر كلامه كثر سقطه، ومن كثر سقطه كثرت ذنوبه، ومن كثرت\nذنوبه كانت النار أولى به، ألا ومن كان يؤمن بالله واليوم الآخر فليقل خيرا\nأو ليصمت \".\n</p>\n\n<p>\nمن حديث ابن قشيش\n</p>\n\n<h1 class='l1' id='head3'>3- </h1>\n\n<p>\nأخبرنا أبو سعد أحمد بن محمد بن الحسن الخراساني، ببغداد، بقراءتي عليه،\nفي صفر سنة خمس وتسعين وأربعمائة، أنا أبو الحسن علي بن محمد بن قشيش، في\nكتابه، أن أبا عبد الله الحسين بن طاهر المؤدب حدثهم، إملاء، نا أبو بكر\nمحمد بن عبد الله بن عتاب، نا ابن أبي العوام، نا عبيد بن إسحاق العطار، نا\nعيسى بن سلم، حدثني عمرو بن عبد الله بن محمد الحماني، قال: سمعت ابن عباس،\nقال: قال رسول الله صلى الله عليه وسلم: \" من عطس عنده، فسبق إلى الحمد لم\nيشتك خاصرته \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v38p001'> Vol. 38, p. 001</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>4- </h1>\n\n<p>\nأخبرنا علي في كتابه: أن أبا حفص عمر بن أحمد بن هارون الآجري، حدثهم\nإملاء، نا أبو بكر أحمد بن أبي سهل الحلواني، أنا عبد الوهاب، أنا سعيد، عن\nأيوب، عن نافع، عن ابن عمر، قال: سمعت النبي صلى الله عليه وسلم، يقول: \"\nإذا لم يجد أحدكم إلا ثوبا واحدا ليشدده على حقويه \".\n</p>\n\n<h1 class='l1' id='head5'>5- </h1>\n\n<p>\nحدثنا أحمد بن محمد بن عيسى، نا أبو همام الدلال، نا إبراهيم بن طهمان،\nعن منصور، عن ربعي، عن المعرور بن سويد، عن أبي ذر، قال: قال رسول الله صلى\nالله عليه وسلم: يقول الله عز وجل: \" يا ابن آدم إن عملت قراب الأرض خطايا\nثم لم تشرك بي شيئا جعلت قراب الأرض مغفرة \".\n</p>\n\n<h1 class='l1' id='head6'>6- </h1>\n\n<p>\nقرئ على الحسن بن مكرم، وأنا أسمع، نا عبد الوهاب بن عطاء، نا حسين\nالمعلم، عن عمرو بن شعيب، عن أبيه، عن جده: أن رسول الله صلى الله عليه\nوسلم قال يوم فتح مكة: \" لا صلاة بعد الفجر حتى تشرق الشمس، ولا صلاة بعد\nالعصر حتى <span id='ms263'></span> تغيب الشمس \".\n</p>\n\n<h1 class='l1' id='head7'>7- </h1>\n\n<p>\nحدثنا أحمد بن محمد بن عيسى، نا أبو حذيفة، نا إبراهيم بن طهمان، عن\nمنصور، عن لاحق، عن المعرور بن سويد، عن أبي ذر، قال: قال رسول الله صلى\nالله عليه وسلم: يقول الله تعالى: \" ابن آدم قم لي أمش إليك، امش إلي أهرول\nإليك، ابن آدم إن دنوت مني شبرا دنوت منك ذراعا، وإن دنوت مني ذراعا دنوت\nمنك باعا، ابن آدم وإن حدثتك نفسك بحسنة فلم تعملها أكتبها لك حسنة، وإن\nعملتها كتبتها لك عشرا، وإن هممت بسيئة فحجزتك عنها هيبتي كتبتها لك حسنة\n\".\n</p>\n\n<p>\nمن حديث أبي ياسر بن البرداني، عن الجوهري، وابن الفراء\n</p>\n\n<h1 class='l1' id='head8'>8- </h1>\n\n<p>\nأخبرنا أبو ياسر عبد الله بن أحمد بن محمد البرداني، بقراءتي عليه، في\nشعبان سنة أربع وتسعين وأربعمائة، نا أبو محمد الحسن بن الحسن الجوهري، نا\nأحمد بن جعفر بن حمدان، نا عبد الله بن أحمد بن حنبل، حدثني أبي، نا وكيع،\nعن هشام بن عروة، عن أبيه، عن جده، قال: قال رسول الله صلى الله عليه وسلم:\n\" لأن يأخذ أحدكم حبله فيأتي الجبل فيجيء بحزمة من حطب على ظهره فيبيعها،\nفيستغني بثمنها، خير له من أن يسأل الناس أعطوه أو منعوه \".\n</p>\n\n<h1 class='l1' id='head9'>9- </h1>\n\n<p>\nحدثنا أبو علي محمد بن أحمد بن يحيى العطشي، نا محمد بن محمد بن سليمان\nالباغندي، نا سويد هو ابن سعيد، نا مالك بن أنس، وعلي بن مسهر، عن يحيى بن\nسعيد، عن محمد بن إبراهيم، عن علقمة بن وقاص، عن عمر بن الخطاب، قال: سمعت\nرسول الله صلى الله عليه وسلم، يقول: \" إنما الأعمال بالنيات وإنما لامرئ\nما نوى \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v38p002'> Vol. 38, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا أبو ياسر، أيضا، حدثنا القاضي أبو يعلي بن الفراء، إملاء، نا عيسى\nبن علي الوزير، نا عبد الله بن محمد البغوي، نا نعيم بن الهيصم، أنا خالد\nبن نعيم، قال: كان سفيان يقول: صنفان إذا صلحا صلحت الأمة، وإذا فسدا فسدت\nالأمة: السلطان والعلماء.\n</p>\n\n<p>\nمن حديث أبي محمد بن يوسف\n</p>\n\n<h1 class='l1' id='head10'>10- </h1>\n\n<p>\nأخبرنا الشيخ الأجل أبو محمد الحسين بن عبد الملك <span id='ms264'></span> بن محمد بن يوسف\nالأصبهاني، ببغداد، بدرب الدواب، بقراءتي عليه، في ربيع الآخر سنة أربع\nوتسعين، أنا أبو طالب محمد بن محمد بن إبراهيم بن غيلان البزاز، نا أبو بكر\nمحمد بن عبد الله بن إبراهيم الشافعي، نا محمد بن مسلمة الواسطي، نا يزيد\nبن هارون، أنا حماد بن سلمة، عن ثابت، عن عبد الرحمن بن أبي ليلى، عن صهيب،\nعن النبي صلى الله عليه وسلم، قال: \" إذا دخل أهل الجنة الجنة وأهل النار\nالنار ناداهم مناد: يا أهل الجنة إن لكم عند الله عز وجل موعدا لم تروه،\nقالوا: وما هو؟ ألم تثقل موازيننا؟ وتبيض وجوهنا؟ وتدخلنا الجنة؟ وتنجنا من\nالنار؟ قال: فيكشف الحجاب عز وجل، فينظرون إليه، فوالله ما أعطاهم شيئا أحب\nإليهم من النظر إليه , ثم تلا هذه الآية: {للذين أحسنوا الحسنى وزيادة} \".\n</p>\n\n<h1 class='l1' id='head11'>11- </h1>\n\n<p>\nأخبرنا أبو القاسم عبيد الله بن عمر بن أحمد بن عثمان بن شاهين، أنا أبو\nبحر محمد بن الحسن بن كوثر البربهاري، نا محمد بن سليمان بن الحارث\nالواسطي، نا أبو غسان مالك بن إسماعيل، نا مسعود بن سعد، عن يزيد بن أبي\nزياد، عن مجاهد، قال: قام يزيد بن أبي شجرة، فقال: يا أيها الناس إنها قد\nأصبحت عليكم من الله تعالى نعم، وأمست من بين أخضر وأصفر وأحمر، وفي البيوت\nما فيها، فإذا لقيتم العدو فقدما قدما، فإني سمعت رسول الله صلى الله عليه\nوسلم، يقول: \" ما تقدم رجل خطوة في سبيل الله عز وجل إلا أطلع عليه الحور\nالعين، فإن استشهد كان أول نضحة من دمه كفارة خطاياه \".\n</p>\n\n<h1 class='l1' id='head12'>12- </h1>\n\n<p>\nحدثنا أبو إسحاق إبراهيم بن عمر بن أحمد البرمكي العدل، نا أبو محمد عبد\nالله بن إبراهيم بن ماسي، نا أبو مسلم الكجي، نا عبد الله بن مسلمة\nالقعنبي، نا سلمة بن وردان، قال: سمعت أنس بن مالك، يقول: \" ارتقى رسول\nالله صلى الله عليه وسلم المنبر، فقال: آمين , ثم ارتقى ثانية، فقال: آمين\n, فقال أنس: ثم استوى عليه السلام، فقال: آمين , فقال <span id='ms265'></span> أصحابه: علام أمنت\nرسول الله؟ قال: أتاني جبريل عليه السلام، فقال لي: يا محمد رغم أنف امرئ\nذكرت عنده فلم يصل عليك، فقلت: آمين، ثم قال: رغم أنف امرئ أدرك والديه أو\nأحدهما فلم يدخل الجنة، فقلت: آمين، فقال: رغم أنف من أدرك شهر رمضان فلم\nيغفر له، فقلت: آمين \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v38p003'> Vol. 38, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا الحسن بن محمد الخلال، نا عبد الله بن عثمان الصفار، نا الحسين بن\nإسماعيل، نا عبيد الله بن محمد الوراق، قال: سمعت بشر بن الحارث، يقول: يا\nأصحاب الحديث أدوا زكاة هذا الحديث، قالوا: يا أبا نصر كيف نؤدي زكاته؟\nقال: اعملوا من كل مائتي حديث بخمسة أحاديث.\n</p>\n\n<p>\nمن حديث أبي الحسن البازكلي عن شيوخه\n</p>\n\n<h1 class='l1' id='head13'>13- </h1>\n\n<p>\nأخبرنا الشيخ أبو الحسن علي بن أبي أحمد عبد الرزاق بن أبي الحسين محمد\nبن محمد بن أبي الحسين أحمد بن يحيى بن محمد البازكلي البصري، قدم علينا\nبغداد وسكنها إلى أن مات في ذي القعدة سنة أربع وتسعين وكان من بيت العلم\nوالحديث، ثقة صالحا ورعا عالما، بقراءتي عليه، في جمادى الآخرة سنة أربع\nوتسعين وأربعمائة، وسمعته يقول: توفي أبي سنة أربع وستين وجدي سنة ثمان\nومائتين، وقد رأيته، ولم أسمع منه، وكان يروي عن الأسفاطي وعن ابن سيف\nوغيرهما، وعن أبي الطيب عبد الرحمن بن محمد بن شبيب، مغسل الخلفاء المقرئ،\nقال: أنا أبو عبد الله محمد بن إبراهيم بن محمد بن الفضل، ويعرف بابن\nالراضي الطحان بالبصرة، بقراءتي عليه نا أبو الحسين أحمد بن محمد بن إدريس\nالتوزي، إملاء، سنة أربع وتسعين وثلاثمائة، نا زكريا بن يحيى الساجي، نا\nعمرو بن علي، نا يحيى بن سعيد، نا شعبة، عن أبي التياح، عن أنس بن مالك، أن\nالنبي صلى الله عليه وسلم، قال: \" البركة في نواصي الخيل \".\n</p>\n\n<h1 class='l1' id='head14'>14- </h1>\n\n<p>\nأخبرنا أبو تمام محمد بن طلحة بن علي بن المغيرة الخزاعي، فيما قرأت عليه\nفي كتاب الآثار، لأبي محمد الحسن بن علي بن عمرو المعروف بغلام الزهري، قلت\nله قال أبو محمد الحسن بن علي <span id='ms266'></span> في عتمة الأذان في صلاة الصبح بعد الفجر\nالثاني الذي حدثنا به القاسم بن عباد أبو محمد، نا سويد بن سعيد الحدثاني،\nعن مالك، عن نافع، عن عبد الله بن عمر، أن حفصة زوج النبي صلى الله عليه\nوسلم، أخبرته: \" أن رسول الله صلى الله عليه وسلم كان إذا سكت المؤذن من\nالأذان لصلاة الصبح صلى ركعتين خفيفتين قبل أن تقام الصلاة \".\n</p>\n\n<h1 class='l1' id='head15'>15- </h1>\n\n<p>\nأخبرنا محمد بن طلحة بن مسلم الخزاعي، بالبصرة، نا الحسن بن علي بن الحسن\nبن عمرو الزهري، قال: حدثناه عبد الله بن محمد بن زياد النيسابوري، نا يونس\nبن عبد الأعلى، نا ابن وهب، أن مالكا حدثه، عن نافع، عن ابن عمر، عن حفصة،\nأخبرته: \" أن رسول الله صلى الله عليه وسلم كان إذا سكت المؤذن من الأذان\nلصلاة الصبح، أو بدا الصبح صلى ركعتين خفيفتين قبل أن تقام الصلاة \".\n</p>\n\n<h1 class='l1' id='head16'>16- </h1>\n\n<p>\nأخبرنا أبو محمد عبد الله بن علي بن موسى بن إسحاق المتوثي، نا أبو الحسن\nعلي بن محمد بن موسى الحافظ، ومحمد بن عبد الرحمن بن وهب المشتري، إملاء،\nقالا: نا محمد بن سليمان أبو علي القاضي المانعي، نا محمد بن عبد السلام بن\nأبي الشوارب، نا أبو عوانة، عن قتادة، عن أنس، قال: قال رسول الله صلى الله\nعليه وسلم: \" من زرع زرعا أو غرس غرسا فأكل منه إنسان أو طائر، أو بهيمة،\nفهو له صدقة \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v38p004'> Vol. 38, p. 004</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>17- </h1>\n\n<p>\nأ - أخبرنا عبد الله بن علي بن موسى المتوثي، بالبصرة، نا أبو الحسن علي\nبن محمد بن موسى التمار، وأبو الحسن محمد بن الحسن شيبان، وأبو عمرو\nالهزاني عمر بن محمد بن محمد بن بكر، ابن أخي أبي روق الهزاني، وأبو عمرو\nالفسوي، هو عثمان بن محمد بن الحسن بن محمد بن عثمان، وأبو بكر أحمد بن\nيعقوب الطابثي المعدل، قالوا: نا أبو روق الهزاني، وهو أحمد بن محمد بن\nبكر، نا محمد بن النعمان بن شبل الباهلي، عن مالك بن أنس، عن عامر بن عبد\nالله بن الزبير، عن عمرو <span id='ms267'></span> بن سليم الزرقي، عن أبي قتادة، قال: قال رسول الله\nصلى الله عليه وسلم: \" إذا دخل أحدكم المسجد فليركع ركعتين قبل أن يجلس \".\n</p>\n\n<p>\nب- أخبرنا الحسن بن علي بن غسان، نا علي بن القاسم المعدل، نا أبو روق،\nنا محمد , نا مالك بن أنس، نا عامر بن عبد الله بن الزبير، عن عمرو بن\nسليم، بإسناده مثله.\n</p>\n\n<h1 class='l1' id='head18'>18- </h1>\n\n<p>\nحدثنا الحسن بن أحمد بن عبد الله أبو علي بن حمنة، إملاء، في الجامع\nالأعظم بالبصرة، نا علي بن محمد بن موسى الحافظ، ويعرف بغلام عبيد، نا محمد\nبن غسان، نا أبو الربيع خالد بن يوسف، نا أبو عوانة، عن عمر بن أبي سلمة،\nعن أبيه، عن أبي هريرة، أن النبي صلى الله عليه وسلم، قال: \" كان في بني\nإسرائيل رجل تاجر اسمه جريج وكان يربح تارة ويخسر أخرى، فقال: والله لأتجرن\nتجارة لا خسران فيها، فبنى صومعة فتعبد فيها، وكان يأوي إلى صومعته راعيان\nراعي ضأن وراعية معز، فألقى الشيطان في قلبه، فوقع عليها، فحملت، وكانت\nلجريج أم تجيئه كل يوم، فإن كان في صلاة لم يكلمها، فجاءته يوما وهو يصلي\nفدعته فلم يكلمها فدعت عليه، ثم إن الراعية قيل لها: ممن حملت؟ فقالت: من\nجريج، قال: فأتى الملك فأخبر بذلك، فقال: أنزلوه، فأنزلوه من صومعته، وكثر\nعليه الناس، فقال: أروني هذه المرأة، فأتى بها فوضع يده على بعضها وهي ترضع\nولدها، فقال: من أبوك يا صبي؟ ، قال: أبي الراعي، قال: فكبر الناس، وعرف\nالملك ذلك، فقالوا إن شئت بنيناها لك من ذهب وفضة، قال: بل ردوها كما كانت\n\" قال: \" وتكلم في المهد أربعة: عيسى بن مريم عليه السلام، وشاهد يوسف عليه\nالسلام، وصاحب جريج هذا، وابن ماشطة ابنة فرعون، وذلك أنه سقط مشطها من\nيدها فقالت: ربي الله، فقالت ابنة فرعون: ربك أبي؟ قالت: لا، ربي ورب أبيك\nالله عز وجل، قال: فبلغ ذلك فرعون، فأمر بها فكان يقتل ولدها ولدا ولدا حتى\nبقي ولد لها، فقال: اصبري يا أمه فإنك <span id='ms268'></span> على الحق \".\n</p>\n\n<h1 class='l1' id='head19'>19- </h1>\n\n<p>\nحدثنا القاسم بن الحسين بن محمد بن داود أبو محمد المتوثي الشيخ الصالح،\nإملاء، من حفظه، نا أبو بكر علي بن محمد بن السميدع الضبي، إملاء من لفظه،\nفي داره برحبة مطيع، نا أبو بكر محمد بن أحمد بن محمويه العسكري، نا عيسى\nبن غيلان السوسي أبو الحسن، بحمص، نا حاضر بن مطهر، نا أبو عبيدة مجاعة بن\nالزبير، عن محمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v38p005'> Vol. 38, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nسيرين، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: \" أوتروا\nيا أهل القرآن فإن الله وتر يحب الوتر \".\n</p>\n\n<h1 class='l1' id='head20'>20- </h1>\n\n<p>\nأخبرنا محمد بن محمد بن عمرو الخزاعي، فيما قرأت عليه، نا علي بن القاسم\nبن الحسن الشاهد، نا أبو روق محمد بن محمد بن بكر الهزاني، نا أبو الخطاب\nزياد بن يحيى بن حسان الحماني، نا محمد بن أبي عدي، عن حميد، عن أنس، قال:\n\" كان لأبي طلحة ابن يكنى أبا عمير، وكان له نغير يلعب به، فمات فحزن عليه،\nوكان النبي إذا دخل على أم سليم، قال: يا أبا عمير ما فعل النغير؟ \".\n</p>\n\n<p>\nقال أبو البركات: قال أبو الحسن ولا يجوز لمسلم أن يظن بالنبي صلى الله\nعليه وسلم أنه قال كلم هذر لا فائدة فيه، وفي هذا الحديث فوائد منها أن\nالنبي صلى الله عليه وسلم مزح مزاحا لا مأثم فيه، ومنها أن النبي صلى الله\nعليه وسلم كنى صبيا صغيرا لم يبلغ قال: \" يا أبا عمير \"، ومنها أن تصغير\nالاسم والكنى ليس بنبز، ولأن النبي صلى الله عليه وسلم لا ينبز، ومنها أنه\nمأذون للرجل السيد الكبير أن يلطف بالصغير والفقير استلطافا به.\n</p>\n\n<h1 class='l1' id='head21'>21- </h1>\n\n<p>\nأخبرنا الإمام محمد بن الحسن بن موسى المقرئ، بالبصرة، نا علي بن محمد بن\nموسى الحافظ، نا أبو عبد الله الزبير بن أحمد الزبيري، نا داود بن سليمان\nالبغدادي، نا عمرو بن جرير البجلي، عن إسماعيل بن أبي خالد، عن قيس بن أبي\nحازم، أن عمر بن الخطاب، قال: خرج علينا رسول الله صلى الله عليه وسلم،\nفقال: \" حرام <span id='ms269'></span> على الذكور من أمتي حلال للإناث من أمتي \". قال داود: قال\nعطاء: يعني أعالي الثياب.\n</p>\n\n<h1 class='l1' id='head22'>22- </h1>\n\n<p>\nأخبرنا بكر بن محمد بن علي بن محمد بن حيد النيسابوري أبو منصور، نا أبو\nالحسين أحمد بن محمد بن عمر الخفاف الزاهد، أنا أبو العباس محمد بن إسحاق\nبن إبراهيم الثقفي السراج، أنا قتيبة بن سعيد، عن جعفر بن سليمان، عن ثابت،\nعن أنس قال: \" كان رسول الله صلى الله عليه وسلم لا يدخر شيئا لغد \".\n</p>\n\n<h1 class='l1' id='head23'>23- </h1>\n\n<p>\nأخبرنا أبو علي الحسين بن علي بن الفياض بن عدي المقرئ الزاهد، نا القاضي\nأبو الحسن علي بن هارون المالكي، نا محمد بن الخضر بن زكريا، إملاء،\nببغداد، نا أحمد بن محمد بن إسماعيل المقرئ الزاهد، نا إبراهيم بن راشد\nالآدمي، نا حجاج بن نصير، حدثني المثنى بن دينار، عن أنس بن مالك، قال: قال\nرسول الله صلى الله عليه وسلم: \" طلب العلم حق أو فريضة على كل مسلم \".\n</p>\n\n<h1 class='l1' id='head24'>24- </h1>\n\n<p>\nأخبرنا أبو تمام محمد بن طلحة بن علي بن المغيرة الخزاعي، فيما قرأت\nعليه، نا أبو محمد الحسن بن علي بن الحسن بن عمرو الحافظ القطان، نا عبد\nالله بن محمد بن عبد العزيز البغوي، نا هدبة بن خالد، نا حماد بن سلمة، عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v38p006'> Vol. 38, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nثابت، عن أنس، \" أن رسول الله صلى الله عليه وسلم مر بحائط من حيطان\nالمدينة من بني النجار، فإذا قبر يعذب صاحبه، فقال رسول الله صلى الله عليه\nوسلم: لولا أن لا تدافنوا لدعوت الله أن يسمعكم عذاب القبر \".\n</p>\n\n<h1 class='l1' id='head25'>25- </h1>\n\n<p>\nوأخبرنا محمد بن طلحة، نا الحسن بن علي بن الحسن بن عمرو، نا أبو يزيد\nخالد بن النضر القرشي، نا عبد الواحد بن غياث، نا حماد بن سلمة، عن سليمان\nالتيمي، عن أبي عثمان النهدي، عن ابن مسعود، أن رسول الله صلى الله عليه\nوسلم، قال: \" لا يمنعنكم أذان بلال من السحور، فإنه يؤذن ليوقظ نائمكم\nويرجع قائمكم ولا الفجر إذا كان هكذا أو كذا، ولكن هكذا وبسط ذراعيه \".\n</p>\n\n<h1 class='l1' id='head26'>26- </h1>\n\n<p>\nأخبرنا محمد بن إبراهيم بن محمد بن <span id='ms270'></span> الفضل الطحان، فيما قرأت عليه، نا أبو\nالحسين أحمد بن محمد بن إدريس التوزي، إملاء، نا زكريا بن يحيى الساجي، نا\nمحمد بن موسى الحرشي، نا حسان بن سياه، عن ثابت، عن أنس، قال: قال رسول\nالله صلى الله عليه وسلم: \" يا عائشة إذا جاء الرطب فهنئيني \"\n</p>\n\n<h1 class='l1' id='head27'>27- </h1>\n\n<p>\nأخبرنا محمد بن إبراهيم بن محمد الطحان، وحدثنا محمد بن عدي بن علي بن\nعدي المنقري، نا محمد بن زهير بن الفضل، ومحمد بن سليمان المالكي، نا محمد\nبن موسى، نا حسان بن سياه، نا ثابت، عن أنس، قال: قالت عائشة: قال لي رسول\nالله صلى الله عليه وسلم: \" إذا جاء الرطب فهنئيني \"\n</p>\n\n<h1 class='l1' id='head28'>28- </h1>\n\n<p>\nقرأت على أبي عبد الله محمد بن إبراهيم بن محمد بن الفضل الطحان،\nبالبصرة، قلت له حدثكم أبو بكر محمد بن عدي بن علي بن عدي بن زحر المنقري،\nفي جامع البصرة، إملاء، سنة إحدى وثمانين وثلاثمائة، نا الحسين بن أحمد بن\nبسطام الزعفراني، نا هارون بن إسحاق، نا عمرة بن أشيم، عن هشام بن عروة، عن\nصالح بن ربيعة، عن عائشة، قالت: \" كنت مع رسول الله صلى الله عليه وسلم،\nفنزل عليه جبريل عليه السلام، فقمت وخرجت وأرجعت الباب بيني وبينه، فقال\nالنبي صلى الله عليه وسلم: يا عائشة هذا جبريل يقرئك السلام , فقلت: على\nالله وعلى جبريل السلام وعليك السلام يا رسول الله \".\n</p>\n\n<h1 class='l1' id='head29'>29- </h1>\n\n<p>\nأخبرنا أبو عبد الله محمد بن إبراهيم بن محمد الطحان، بالبصرة، نا فارس\nبن موسى أبو شجاع الفرضي، نا عبد الله بن محمد البغوي، نا سويد بن سعيد، نا\nعبد ربه بن بارق، حدثني سماك الحنفي، قال: سمعت ابن عباس، يقول: إنه سمع\nرسول الله صلى الله عليه وسلم، يقول: \" يا عائشة من كان له فرط من أمتي\nأدخله الله تعالى الجنة , قلت: يا نبي الله فمن كان له فرطان؟ قال: نعم يا\nموفقة , قلت: يا رسول الله، من لم يكن له فرط؟ قال: فأنا فرط أمتي \". هكذا\nحدثنا به: \" من كان له فرط \" , وقول <span id='ms271'></span> عائشة: فمن كان له فرطان؟ والحديث بعد\nذلك، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v38p007'> Vol. 38, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nمن حديث عبد الغني بن سعيد الحافظ\n</p>\n\n<p>\nأخبرنا الشيخ أبو محمد السراج، بقراءتي عليه، في جمادى الآخرة سنة أربع\nوتسعين وأربعمائة، وسمعت منه جميع كتاب إيضاح الإشكال في الرواة جمع عنه،\nوهو في أصل عبد الغني في أحد عشر جزءا، قال: أنا أبو زكريا عبد الرحيمن بن\nأحمد بن نصر البخاري الحافظ، بقراءتي عليه، أنا أبو محمد عبد الغني بن سعيد\nالأزدي الحافظ، نا أبو الحسن علي بن محمد الرازي، أن الحسن بن علويه حدثهم،\nنا عباد بن موسى، قال: قال أبو اليقظان عمار بن محمد، قال لنا الكلبي: كل\nشيء أحدثكم عن أبي صالح مرفوع كله عن ابن عباس.\n</p>\n\n<p>\nحدثنا أبو أحمد بن المفسر، نا أحمد بن محمد الهروي، نا عبد الله بن أحمد\nبن حنبل، قال: سمعته يعني أباه، يذكر عطية العوفي، فقال: هو ضعيف الحديث.\nثم قال: بلغني أن عطية كان يأتي الكلبي فيأخذ عنه التفسير وكان يكنيه أبا\nسعيد، فيقول: قال أبو سعيد، قال عبد الغني: يوهم أنه أبو سعيد الخدري.\n</p>\n\n<p>\nحدثنا أبو أحمد، نا أحمد بن محمود، نا عبد الله بن أحمد، حدثني أبي، نا\nأبو أحمد الزبيري، قال: سمعت سفيان الثوري، قال: قال لي الكلبي: كناني عطية\nأبا سعيد.\n</p>\n\n<h1 class='l1' id='head30'>30- </h1>\n\n<p>\nحدثني أبو الحسن عبد الواحد بن عبد الله، نا سليمان بن أحمد الطبراني، نا\nأنس بن سلم، نا سعيد بن حفص النفيلي، نا محمد بن محصن العكاشي، حدثني عبد\nالله بن عبد الرحمن، عن يزيد بن جابر، أن داود بن عيسى النخعي، من أهل\nالكوفة، حدثه أن عبيدا المكتب حدثه، عن الشعبي، عن أبي بردة، عن أبي موسى،\nقال: قال رسول الله صلى الله عليه وسلم: \" ثلاثة يؤتون أجورهم مرتين يوم\nالقيامة: رجل آمن بالكتاب الأول والكتاب الآخر ثم أدركني فآمن، ورجل كانت\nله أمة فأعتقها وتزوجها، ومملوك أدى حق الله وحق مولاه \"\n</p>\n\n<p>\nسمعت أبا يوسف يعقوب بن المبارك يحدث، سمعت عبد الله بن جعفر <span id='ms272'></span> بن الورد،\nيقول: سمعت أبا بكرة البزار يقول: إن لأستحي من الله عز وجل أن أقول: إن\nأبان بن عياش وصالحا المري كذابان.\n</p>\n\n<p>\nحدثنا البروجردي، نا محمد بن أحمد بن زهير، نا سعيد بن مروان أبو عثمان،\nنا عبد الله بن المبارك، نا حماد بن زيد، عن سلم العلوي، قال: رأيت أبان بن\nعياش يكتب عند أنس بن مالك في سبورجة، قال حماد بن زيد، فذكرته لأيوب،\nفقال: إن أبانا كان رحلا صالحا.\n</p>\n\n<p>\nأخبرنا أبو الطاهر السدوسي، نا أبو أحمد القواريري، نا أبو كلثوم العبدي،\nنا أشعث، أن الحسن قال له: مرحبا بك أبا عبد الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v38p008'> Vol. 38, p. 008</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>31- </h1>\n\n<p>\nحدثنا حمزة بن محمد، نا أحمد بن شعيب، نا أحمد بن سليمان، نا يزيد، نا\nالحجاج بن أبي زينب، قال: سمعت طلحة بن نافع، أنا سفيان، نا جابر بن عبد\nالله، قال: قال رسول الله صلى الله عليه وسلم: \" نعم الإدام الخل \".\n</p>\n\n<h1 class='l1' id='head32'>32- </h1>\n\n<p>\nحدثنا أبو الحسن محمد بن عبد الله بن زكريا، أن أحمد بن شعيب حدثهم، أنا\nمحمد بن زنبور، عن فضيل، عن زياد بن سعد، عن عمرو بن دينار، عن عطاء بن\nيسار، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: \" إذا أقيمت\nالصلاة فلا صلاة إلا المكتوبة \"\n</p>\n\n<p>\nمن حديث القاضي أبي الطيب الطبري، عن أبي أحمد الغطريفي\n</p>\n\n<h1 class='l1' id='head33'>33- </h1>\n\n<p>\nأخبرنا الشيخ أبو بكر أحمد بن علي بن بدران الحلواني، بقراءتي عليه، في\nشعبان سنة أربع وتسعين، مع جميع جزء الغطريفي، وهو جميع ما كان عند القاضي\nعنه وأبو بكر أحمد بن عبد الله بن سبعون القيرواني، وقرأت جميع جزء الغطريف\nعلى الشريف أبي علي محمد بن محمد بن المهدي، وأبي بكر محمد بن عبد الباقي\nالحنبلي في المارستان العضدي، في شوال سنة خمس وتسعين، وقرأته على أبي\nالمعالي أحمد، وأبي البركات هبة الله ابني محمد بن علي البخاري، وسمعت هذه\nالأحاديث على أبي المواهب أحمد بن محمد بن عبد الملك الوراق، في ذي الحجة\nسنة أربع وتسعين وأربعمائة، قالوا جميعا أنا <span id='ms273'></span> القاضي أبو الطيب طاهر بن عبد\nالله بن طاهر الطبري الفقيه، نا أبو أحمد محمد بن أحمد بن الغطريف، نا أبو\nالعباس بن سريج، نا الرمادي يعني أحمد بن منصور بن سيار، نا أبو عاصم،\nأخبرني ابن عون، عن نافع، عن ابن عمر، قال: قال رسول الله صلى الله عليه\nوسلم: \" من جاء منكم الجمعة فليغتسل \".\n</p>\n\n<h1 class='l1' id='head34'>34- </h1>\n\n<p>\nأخبرنا طاهر، أنا أبو أحمد، نا أبو خليفة، نا علي بن المديني، نا حفص بن\nغياث، عن ليث بن أبي سليم، عن عمير بن أبي عمير، عن ابن عمر، قال: \" ما\nرأيت رسول الله صلى الله عليه وسلم مفطرا في يوم الجمعة قط \".\n</p>\n\n<h1 class='l1' id='head35'>35- </h1>\n\n<p>\nأخبرنا طاهر، نا أبو أحمد، نا أبو خليفة، نا محمد بن الحسن ابن أخت\nالقعنبي، نا محمد بن طلحة بن عبد الرحمن التيمي، عن عبد الرحمن بن سالم بن\nعويم بن ساعدة، عن أبيه، عن جده، قال: قال رسول الله صلى الله عليه وسلم: \"\nإن الله اختارني واختار لي أصحابا فجعل لي منهم وزراء وأنصارا، فمن سبهم\nفعليه لعنة الله والملائكة والناس أجمعين، لا يقبل الله منه يوم القيامة\nصرفا ولا عدلا \".\n</p>\n\n<h1 class='l1' id='head36'>36- </h1>\n\n<p>\nحدثنا أبو خليفة، نا عثمان بن الهيثم المؤذن، نا أبي، عن عاصم، عن أبي\nوائل، عن عبد الله، أن النبي صلى الله عليه وسلم، قال: \" من كذب علي متعمدا\nفليتبوأ مقعده من النار \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v38p009'> Vol. 38, p. 009</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>37- </h1>\n\n<p>\nحدثنا أبو خليفة، نا أبو عمر الحوضي، نا إبراهيم بن سعد، نا ابن شهاب، عن\nأبي بكرة بن عبد الرحمن، عن مروان بن الحكم، عن عبد الله بن الأسود بن عبد\nيغوث، عن أبي بن كعب، قال: قال رسول الله صلى الله عليه وسلم: \" إن من\nالشعر حكمة \".\n</p>\n\n<h1 class='l1' id='head38'>38- </h1>\n\n<p>\nحدثنا أبو خليفة، نا محمد بن سلام الجمحي، نا أبو عامر سعيد بن عبيد،\nقال: كنا في جنازة أبي سفيان بن العلاء، أخي أبي عمرو بن العلاء، ومعنا\nشعبة، فلما دفن، قال شعبة حدثني هذا، وأشار إلى أبي سفيان، أنه سمع رجلا\nيسأل الحسن: من حدثكم أن رسول <span id='ms274'></span> الله صلى الله عليه وسلم، قال: \" لولا أن\nالكلاب أمة من الأمم لأمرت بقتلها \".؟ قال: حدثني والله عبد الله بن مغفل\nفي هذا المسجد وأشار إلى مسجد الجامع.\n</p>\n\n<p>\nمن حديث أبي الربيع سليمان بن داود الزهراني\n</p>\n\n<h1 class='l1' id='head39'>39- </h1>\n\n<p>\nأخبرنا الشيخ أبو غالب شجاع بن فارس الذهلي السدوسي، بقراءتي عليه، في ذي\nالحجة سنة سبع وتسعين وأربعمائة في مسجد درب أبي عون، أنا أبو محمد الحسن\nبن علي الجوهري , حدثنا إسحاق بن سعد بن الحسن، حدثني جدي، نا هدبة بن\nخالد، نا حماد بن سلمة، عن ثابت، وحميد، عن أنس، أن رسول الله صلى الله\nعليه وسلم، قال: \" حفت الجنة بالمكاره، وحفت النار بالشهوات \".\n</p>\n\n<h1 class='l1' id='head40'>40- </h1>\n\n<p>\nحدثنا إبراهيم بن أحمد بن جعفر الخرقي المقرئ، نا أبو معشر الديلمي، نا\nعبد الواحد بن غياث، نا حماد بن سلمة، عن عمرو بن دينار، عن عبد الله بن\nعمر، أن رسول الله صلى الله عليه وسلم، قال: \" المقتول دون ماله شهيد \".\n</p>\n\n<h1 class='l1' id='head41'>41- </h1>\n\n<p>\nحدثنا عبد العزيز بن جعفر الخرقي، نا أبو بكر محمد بن أحمد الشطوي، نا\nعبد الوهاب بن فليح، نا المعافى بن عمران، نا أبو سعد، عن أبي سلمة، عن\nثوبان، عن النبي صلى الله عليه وسلم، قال: \" من توضأ فأسبغ الوضوء، ثم قال\nعند فراغه من وضوئه: أشهد أن لا إله إلا الله، وأشهد أن محمدا عبده ورسوله،\nاللهم اجعلني من التوابين واجعلني من المتطهرين، فتحت له ثمانية أبواب\nالجنة يدخل من أيها شاء \".\n</p>\n\n<h1 class='l1' id='head42'>42- </h1>\n\n<p>\nحدثنا أبو عبد الله محمد بن زيد بن علي بن مروان الكوفي الأنصاري، نا\nالقاضي محمد بن عبد الله الأنيسي الأنصاري، نا أبو سليمان أحمد بن محمد بن\nالقاسم الأنصاري الرقي، نا محمد بن يحيى بن عبد الله الأنيسي الأنصاري، نا\nعصمة بن محمد الأنصاري، عن يحيى بن سعيد، عن القاسم بن محمد , عن عائشة زوج\nالنبي صلى الله عليه وسلم، قالت: سمعت رسول الله صلى الله عليه وسلم، يقول:\n\" من ضم يتيما في ماله وعياله حتى يستغني أوجب الله تعالى له الجنة <span id='ms275'></span> البتة\n\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v38p010'> Vol. 38, p. 010</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head43'>43- </h1>\n\n<p>\nحدثنا أبو الحسين عبيد الله بن محمد بن أحمد الحوشبي، نا إسحاق بن الخليل\nالجلاب، نا أحمد بن يوسف، قال: نا أبو سعيد السكري، نا شيبان بن فروخ، عن\nيزيد بن عياض بن جعدبة، عن الأعرج، عن أبي هريرة، قال: قال رسول الله صلى\nالله عليه وسلم: \" من صلى علي في كتاب لم تزل الملائكة تصلي عليه ما دام\nاسمي في الكتاب \"\n</p>\n\n<p>\nأخبرنا علي في كتابه، أن أبا حفص حدثهم، أنا أبو بهز محمد بن داود\nالصوفي، نا الفضل بن الربيع، نا ابن خبيق، نا الحسن، قال: قال سفيان\nالثوري: إذا عرف الرجل نفسه لم يبال من مدحه.\n</p>\n\n<p>\nمن حديث دعلج\n</p>\n\n<h1 class='l1' id='head44'>44- </h1>\n\n<p>\nحدثنا أبو غالب محمد بن الحسن بن أحمد الباقلاني، بقراءتي عليه، في رجب\nسنة خمس وتسعين، أنا أبو علي بن شاذان في كتابه، أنا دعلج بن أحمد، نا عبد\nالله بن أحمد بن حنبل، قال: وجدت في كتاب أبي بخط يده، قال: أخبرت عن\nالأشجعي، عن سفيان، عن شعبة، عن عمرو بن مرة، عن عبد الله بن سلمة، عن علي،\nقال: \" كان رسول الله صلى الله عليه وسلم يقرأ القرآن وهو يأكل، ويقرأ\nالقرآن ما لم يكن جنبا \".\n</p>\n\n<h1 class='l1' id='head45'>45- </h1>\n\n<p>\nحدثنا عبد الله، حدثني أبي، نا سفيان، عن مسعر، وشعبة، عن عمرو بن مرة،\nعن عبد الله بن سلمة، عن علي، قال: \" كان رسول الله صلى الله عليه وسلم لا\nيحجبه عن قراءة القرآن شيء إلا أن يكون جنبا \". قال سفيان: قال لي شعبة:\nليس أحدث بحديث أجود من هذا.\n</p>\n\n<h1 class='l1' id='head46'>46- </h1>\n\n<p>\nحدثنا الحسين بن خرم الهروي، نا غياث بن جعفر الرحبي الشامي، نا معن، نا\nإسحاق بن حازم، عن أبي حازم، عن سهل بن سعد: \" أن النبي صلى الله عليه وسلم\nلم يشبع شبعتين في يوم حتى لقي الله عز وجل \".\n</p>\n\n<p>\nسمعت محمد بن عثمان بن سعيد الدارمي، سكن هراة، قال: سمعت أبا موسى\nالزمن: لأروين عنه ولأقيمن عدالته.\n</p>\n\n<p>\nحدثنا مرزوق، سمعت الشيخ الصالح أبا سعد الهروي يحيى بن منصور، قال <span id='ms276'></span>: سألت\nمحمد بن يحيى النيسابوري، عن أبي موسى محمد بن المثنى فقال: حجة.\n</p>\n\n<h1 class='l1' id='head47'>47- </h1>\n\n<p>\nحدثنا محمد بن عثمان العبسي، نا الحسن بن سهل، نا مصعب بن سلام، عن حمزة\nالزيات، عن الحكم، عن مقسم، عن ابن عباس في الرجل يحرم بالحج في غير أشهر\nالحج، قال: \" ليس ذاك من السنة \".\n</p>\n\n<h1 class='l1' id='head48'>48- </h1>\n\n<p>\nحدثنا عبد الله بن شيرويه، نا إسحاق بن راهويه، أنا معاذ بن هشام، حدثني\nأبي، عن مطر الوراق، عن دخيل بن أبي الخليل، عن عكرمة، عن ابن عباس، أن أبا\nهريرة أخبره، عن رسول الله صلى الله عليه وسلم، قال: \" إذا استيقظ أحدكم من\nمنامه فليفرغ على يديه ثلاث مرات قبل أن يدخلها الإناء \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v38p011'> Vol. 38, p. 011</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head49'>49- </h1>\n\n<p>\nحدثنا عبد الله بن أحمد بن حنبل، حدثني يحيى بن عبدويه، نا شعبة، عن\nأيوب، وخالد، عن الحسن، عن أبيه، عن أم سلمة، عن النبي صلى الله عليه وسلم،\nقال: \" لكل أمة أمين، وأبو عبيدة أمين هذه الأمة \". قال السلفي: وجدت عن\nالخطيب أنه قال: تفرد دعلج برواية هذا الحديث فإنه لم يوجد عند غيره عن عبد\nالله، كذا يعني حديث أم سلمة، عن النبي صلى الله عليه وسلم: \" لكل أمة\nأمين، وأبو عبيدة أمين هذه الأمة \".\n</p>\n\n<h1 class='l1' id='head50'>50- </h1>\n\n<p>\nحدثنا موسى بن هارون، نا أبو عثمان هو سعيد بن عمرو، نا بقية، حدثني يحيى\nبن أكثم، عن روح بن القاسم، عن المقبري، عن عروة، عن عائشة، قالت: قال رسول\nالله صلى الله عليه وسلم: \" من دخل على قوم لطعام لم يدع له فأكل دخل فاسقا\nوأكل حراما \".\n</p>\n\n<p>\nمن حديث أبي القاسم بن بشران، عن أبي بكر\n</p>\n\n<h1 class='l1' id='head51'>51- </h1>\n\n<p>\nأخبرنا أبو غالب، أنا أبو القاسم مالك بن محمد بن محمد بن عبد الله بن\nبشران، قراءة عليه، نا أبو بكر محمد بن الحسين الآجري بمكة، نا جعفر بن\nأحمد الدمشقي، نا أحمد بن أبي الحواري، نا وكيع بن الجراح، نا سفيان، عن\nزياد بن عياض، عن تميم بن سلمة، قال: لما قدم عمر بن الخطاب الشام لقيه أبو\nعبيدة بن الجراح فقبل <span id='ms277'></span> يده.\n</p>\n\n<p>\nحدثنا جعفر بن أحمد، نا أحمد بن أبي الحواري، قال: سمعت يحيى بن أكثم،\nيقول: لا تقلدوا مالكا، ولا الأوزاعي، ولا سفيان الثوري، ولا أبا حنيفة،\nولكن اختاروا، ولكن ينبغي للذي يختار يبصر كيف يختار.\n</p>\n\n<h1 class='l1' id='head52'>52- </h1>\n\n<p>\nحدثنا جعفر بن أحمد، نا أحمد بن أبي الحواري، نا سفيان بن عيينة، عن\nالزهري، عن عباد بن تميم، عن عمه، قال: \" رأيت رسول الله صلى الله عليه\nوسلم مستلقيا في المسجد واضعا إحدى رجليه على الأخرى \".\n</p>\n\n<h1 class='l1' id='head53'>53- </h1>\n\n<p>\nحدثنا جعفر، نا ابن أبي الحواري، نا مروان بن معاوية الفزاري، قال: سألت\nمالك بن أنس عن الرجل يغمض عينيه في السجود، فلم ير به بأسا\n</p>\n\n<p>\nحدثنا جعفر بن أحمد، نا أحمد بن أبي الحواري، نا مروان بن معاوية , عن\nسعيد بن بشير، عن قتادة، قال: إذا أحسست من بصرك جهدا فأغمضه، قال أحمد:\nأنا رأيت يزيد يغمض عينيه في الصلاة.\n</p>\n\n<h1 class='l1' id='head54'>54- </h1>\n\n<p>\nحدثنا جعفر بن أحمد، نا أحمد بن أبي الحواري، نا أحمد بن إدريس، نا يحيى\nالسمسار، عن إسماعيل بن أبي خالد، عن مصعب بن سعد، قال: قال عمر بن الخطاب:\nالناس بزمانهم أشبه منهم بآبائهم.\n</p>\n\n<p>\nحدثنا جعفر بن أحمد بن عاصم الدمشقي أبو محمد، نا أحمد بن أبي الحواري،\nأنا علي بن يعلي، قال: سمعت محصنا الجهني يقول: كان موسى بن عمران لا يرفع\nرأيه إلى السماء إلا كلم، قال: فينما هو يمشي في صحراء فذكر أهله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v38p012'> Vol. 38, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nبعد ثلاث عشرة سنة، فقال: يا رب هم بالمكان الذي تعلم، فأوحى الله عز وجل\nإليه: يا موسى اضرب الأرض بعصاك، قال: فضربها فانفلقت عن صخرة بيضاء، فأوحى\nالله إليه اضرب الصخرة، قال: فضربها فانفلقت عن دودة حمراء، فأوحى الله عز\nوجل إليه: يا موسى سلها هل عدمها رزقي يوما قط،\n</p>\n\n<p>\nوأنشدنا السلفي، قال: قرأت على أبي سعد محمد بن عبد الملك الأسدي، في\nمكتبه في نهر القلائين غربي مدينة السلام، في شوال سنة خمس وتسعين\nوأربعمائة، عن بشري بن عبد الله القاضي، قال: سمعت أبا بكر أحمد بن <span id='ms278'></span> جعفر بن\nسلم الختلي يقول: لما قدم علينا أبو مسلم الكجي، أملى الحديث في رحبة غسان،\nوكان في مجلسه سبعة مستملين يبلغ كل واحد منهم صاحبه الذي يليه فكتب الناس\nعنه قياما بأيديهم الحابر، ثم مسحت الرحبة، وحسب من حضر بمحبرة فبلغ ذلك\nنيفا وأربعين ألف محبرة سوى النطارة، قال ابن سلم: وبلغني أن أبا مسلم كان\nنذر أن يتصدق إذا حدث بعشرة آلاف درهم.\n</p>\n\n<p>\nأخبرنا محمد بن مروزق الزعفراني، بقراءتي عليه، أنا أبو بكر أحمد بن علي\nبن ثابت الحافظ، نا بشري بن عبد الله وكان شيخا صدوقا صالحا، قال سمعت أبا\nبكر، فذكر الحكاية،\n</p>\n\n<p>\nوصلى الله على محمد وآله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v38p013'> Vol. 38, p. 013</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50",
    "51",
    "52"
  ]
}