{
  "content": "\n<h1 class='l1' id='head0'>الجزء الثاني والعشرون من المشيخة البغدادية</h1>\n\n<p>\nأخبرنا الإمام الحافظ أبو طاهر أحمد بن محمد بن أحمد بن محمد بن إبراهيم\nبن سلفة الأصبهاني، في كتابه رحمه الله، قال:\n</p>\n\n<p>\nمن حديث أبي علي المعمري\n</p>\n\n<h1 class='l1' id='head1'>1- </h1>\n\n<p>\nأخبرنا أبو الحسين المبارك بن عبد الجبار بن أحمد الصيرفي، في كتاب يوم\nوليلة للمعمري، قال: حدثني عبد العزيز بن علي الأزجي، لفظا، أنا أبو بكر\nمحمد بن أحمد بن محمد المفيد، نا أبو علي الحسن بن علي بن شبيب المعمري، نا\nنصر بن علي، والصلت بن مسعود، قالا: نا الحارث بن وجيه، عن مالك بن دينار،\nعن محمد بن سيرين، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: \"\nتحت كل شعرة جنابة فاغسلوا الشعر وأنقوا البشرة \".\n</p>\n\n<h1 class='l1' id='head2'>2- </h1>\n\n<p>\nحدثنا داود بن عمرو، نا محمد بن مسلم، عن عمرو بن دينار، عن عطاء بن\nيسار، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: \" إذا أقيمت\nالصلاة فلا صلاة إلا المكتوبة \".\n</p>\n\n<h1 class='l1' id='head3'>3- </h1>\n\n<p>\nحدثنا إسحاق بن إبراهيم، نا أبو العلاء الحسن بن سوار، نا الليث بن سعد،\nعن عبد الله بن عياش، عن أبيه، عن أبي سلمة بن عبد الرحمن بن عوف، عن أبي\nهريرة، عن رسول الله صلى الله عليه وسلم، قال: \" إذا أقيمت الصلاة فلا صلاة\nإلا الصلاة التي أقيمت \".\n</p>\n\n<h1 class='l1' id='head4'>4- </h1>\n\n<p>\nحدثنا عبد الواحد <span id='ms279'></span> بن غياث، والعباس بن الوليد، وعبيد الله بن عمر، ومحمد\nبن عبيد بن حسان، وأبو كامل، قالوا: نا عبد الواحد بن زياد، نا عبد الرحمن\nبن إسحاق، عن النعمان بن سعد، عن علي بن أبي طالب، قال: قال رسول الله صلى\nالله عليه وسلم: \" اللهم بارك لأمتي في بكورها \".\n</p>\n\n<h1 class='l1' id='head5'>5- </h1>\n\n<p>\nحدثنا عثمان بن أبي شيبة، وأبو كريب، والحسن بن حماد سجادة، قالوا: حدثنا\nمحمد بن فضيل، عن عبد الرحمن بن إسحاق، عن النعمان بن سعد، عن علي بن أبي\nطالب، قال: قال رسول الله صلى الله عليه وسلم: \" اللهم بارك لأمتي في\nبكورها \".\n</p>\n\n<h1 class='l1' id='head6'>6- </h1>\n\n<p>\nحدثنا علي بن الجعد، نا شعبة، وهشيم، عن يعلى بن عطاء، عن عمارة بن حديد،\nعن صخر الغامدي، عن النبي صلى الله عليه وسلم، أنه قال: \" اللهم بارك لأمتي\nفي بكورها \". قال: \" وكان إذا بعث جيشا أو سرية بعثهما في أول النهار\".\nوكان صخر تاجرا وكان يبعث غلمانه أول النهار فأثري وكثر ماله.\n</p>\n\n<p>\nمن حديث ثابت عن العتيقي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v39p001'> Vol. 39, p. 001</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>7- </h1>\n\n<p>\nأخبرنا أبو المعالي ثابت بن بندار بن إبراهيم البقال، بقراءتي عليه، نا\nأبو الحسن أحمد بن محمد بن منصور العتيقي (ح) وأنا أبو طالب بن يوسف، أنا\nالجوهري، قالا: أنا أبو محمد سهل بن أحمد الديباجي، نا أبو خليفة الفضل بن\nالحباب، نا محمد بن سلام الجمحي، نا إبراهيم بن عرعرة، عن الخليل بن أحمد\nالأزدي الفراهيدي، عن المستنير بن أخضر، عن معاوية بن قرة، عن أبيه، قال:\nكنت أمشي مع معقل بن يسار فكلما مر بأذى في الطريق عزله، قال: فجعلت أفعل\nكما يفعل، فقال لي: لم تفعل هذا؟ قال: قلت: رأيتك تفعل شيئا ففعلت مثله،\nوعلمت أنك لم تفعله إلا لأجر فقال: سمعت رسول الله صلى الله عليه وسلم،\nيقول: \" من عزل عن الطريق أذى كتبت له حسنة، ومن تقبلت له حسنة دخل الجنة\n\".\n</p>\n\n<h1 class='l1' id='head8'>8- </h1>\n\n<p>\nأخبرنا العتيقي، والديباجي، قالا: نا محمد بن يحيى الصولي، نا أبو\nالعيناء محمد بن القاسم مولى بني هاشم، نا مسلم بن عبد الرحمن بن <span id='ms280'></span> مسلم أبو\nالقاسم الكاتب، نا أبي وكان يكتب لإبراهيم بن المهدي، حدثني محمد بن مسلمة\nالضبي، قال: سمعت المهدي بن المنصور أمير المؤمنين، يقول: حدثني المبارك بن\nفضالة، عن الحصين، عن أنس، قال: قال رسول الله صلى الله عليه وسلم: \" لا\nيجامعن أحد منكم وبه حقن من خلأ فإن يكون منه البواسير، ولا يجامعن أحد\nمنكم وبه حقن من بول فإنه يكون منه النواصير \".\n</p>\n\n<p>\nمن حديث أبي بكر النجاد\n</p>\n\n<h1 class='l1' id='head9'>9- </h1>\n\n<p>\nأخبرنا أبو البركات محمد بن المنذر بن طيبان بن المنذر بن حامد بن عبد\nالسلام بن المنذر بن ورد بن المنذر بن وفاء بن المنذر اليشكري المؤدب،\nبقراءتي عليه، في شعبان سنة أربع وتسعين وأربعمائة، في درب الدنباوندية من\nالقطيعة غربي بغداد، وكنية والده أبو الحسن، وسمعته يقول: ولدت سنة سبع\nوأربعمائة، أنا أبو القاسم عبد الملك بن محمد بن عبد الله بن بشران المعدل،\nنا أحمد بن سلمان الفقيه، إملاء، قال: قرئ على يحيى بن جعفر، وأنا أسمع،\nأنا علي بن عاصم، عن سيار بن شمر، عن قيس بن أبي حازم، عن مرداس الأسلمي،\nقال: قال رسول الله صلى الله عليه وسلم: \" يذهب الصالحون أسلافا الأول\nفالأول، حتى تبقى مثل حثالة، أو حفالة التمر والشعير، لا يبالي الله عز وجل\nعنهم \".\n</p>\n\n<h1 class='l1' id='head10'>10- </h1>\n\n<p>\nقرئ على يحيى بن جعفر، وأنا أسمع، نا عبد الوهاب بن عطاء، أنا التيمي، عن\nأنس في دعاء ذكره عن النبي صلى الله عليه وسلم: \" أنه كان يتعوذ من عذاب\nالقبر \".\n</p>\n\n<h1 class='l1' id='head11'>11- </h1>\n\n<p>\nحدثنا أبو بكر، نا يحيى بن جعفر، أخبرنا عبد الله بن علي بن موسى الفقيه\nالمالكي أبو محمد المتوثي، نا أبو الحسن علي بن وصيف بن عبد الله القطان،\nنا عبد الله بن محمد بن عبد العزيز البغوي، نا كامل بن طلحة الجحدري، نا\nعباد بن عبد الصمد أبو معمر، نا أنس بن مالك، قال: قال النبي صلى الله عليه\nوسلم: \" طبقات أمتي خمس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v39p002'> Vol. 39, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nطبقات، كل طبقة منها أربعون سنة، فطبقتي وطبقة أصحابي أهل العلم\nوالإيمان، والذين يلونهم <span id='ms281'></span> إلى الثمانين أهل البر والتقوى، والذين يلونهم إلى\nالعشرين ومائة أهل التراحم والتواصل، والذين يلونهم إلى الستين يعني ومائة\nأهل التقاطع والتدابر، والذين يلونهم إلى المئتين أهل الهرج والحروب \".\n</p>\n\n<h1 class='l1' id='head12'>12- </h1>\n\n<p>\nأخبرنا عبد الله بن علي بن موسى المالكي، بالبصرة، نا أبو الحسن علي بن\nمحمد بن موسى الحافظ التمار، وأبو الحسن محمد بن الحسن بن شيبان، قالا: نا\nمحمد بن زهير بن الفضل الأبلي، نا العلاء بن زيدل , عن أنس، عن النبي صلى\nالله عليه وسلم، قال: \" الدنيا سبعة أيام من أيام الآخرة اقرءوا إن شئتم:\n{وإن يوما عند ربك كألف سنة مما تعدون} \".\n</p>\n\n<h1 class='l1' id='head13'>13- </h1>\n\n<p>\nحدثنا الحسن بن أحمد بن عبد الله بن أحمد الفقيه الحنفي أبو علي بن داسة\nإملاء، بالجامع الأعظم، نا محمد بن عدي الدقاق، نا إسماعيل بن يعقوب، نا\nنصر بن علي، نا أشعث بن عبد الله، نا أبو الظلال القسملي، عن أنس بن مالك،\nأن رسول الله صلى الله عليه وسلم، قال: \" إذا مررتم برياض الجنة فارتعوا ,\nقيل: يا رسول الله وما رياض الجنة؟ قال: مجالس ذكر الله عز وجل وحلق القرآن\n\".\n</p>\n\n<h1 class='l1' id='head14'>14- </h1>\n\n<p>\nحدثنا الحسن بن أحمد بن داسة الحنفي، بالبصرة، إملاء، نا محمد بن عبد\nالرحمن المشتري، نا أحمد بن الريان، نا محمد بن مسلمة، عن موسى الطويل، عن\nأنس بن مالك، قال: سمعت النبي صلى الله عليه وسلم، يقول: \" من أذن سنة لا\nيأخذ على أذانه أجرا دعي يوم القيامة، فقيل له: ادخل الجنة واشفع لمن شئت \"\n</p>\n\n<h1 class='l1' id='head15'>15- </h1>\n\n<p>\nوحدثنا مرة أخرى إملاء، بهذا الإسناد موقوفا، على أنس بن مالك، وقال فيه\nنا موسى الطويل، قال: سمعت مولاي أنس بن مالك يقول: \" من أذن سنة بلا أجرة\nقيل له يوم القيامة: اشفع لمن شئت \".\n</p>\n\n<h1 class='l1' id='head16'>16- </h1>\n\n<p>\nحدثنا الحسن بن علي بن محمد بن الحباب العكلي، إملاء، قال: ونا القاضي\nأبو الحسين علي بن أحمد بن غسان الحافظ، نا أبو سهل عبد الرحمن بن محمد، نا\nبهز بن السري، نا محمد بن حريثة، نا إسحاق بن حمزة، قال: ونا أبو سهل <span id='ms282'></span>\nالبلخي، نا بهز بن السري، قال: وأخبرني أبو هارون سهل بن شاذويه، نا إسحاق\nبن حمزة، نا عيسى بن موسى، عن عبيدة العمي، عن فرقد السبخي، عن سعيد بن\nجبير، عن ابن عباس، قال: هذه خزانة أعطانيها رسول الله صلى الله عليه وسلم\nعن ربه تبارك وتعالى من دعا بهن لم يرد: \" اللهم بديع السموات والأرض، عالم\nالغيوب، يا ذا الجلال والإكرام، ذا الطول والمعارج، ذا العرش المجيد، فعال\nلما يريد، نور السموات والأرض، عالم الغيب والشهادة، الرحمن الرحيم \". قال\nالعكلي: قال القاضي رحمه الله: لا يعلم روي عن ابن عباس إلا من هذا الوجه،\nتفرد به عيسى بن موسى غنجار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v39p003'> Vol. 39, p. 003</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>17- </h1>\n\n<p>\nحدثنا أبو علي الحسن بن أحمد بن عبد الله بن أحمد بن داسة، إملاء من\nلفظه، نا محمد بن عدي الدقاق، نا أحمد بن محمد بن بحر، نا الهيثم بن سهل،\nنا سليمان بن الحكم، نا إبراهيم بن أبي يحيى، عن جويبر، عن الضحاك بن\nمزاحم، عن عبد الله بن العباس، قال: قال رسول الله صلى الله عليه وسلم: \"\nمن قرأ القرآن وعمل بما فيه شفعه الله يوم القيامة في سبعين من أهل بيته\nكلهم قد استوجبوا النار \".\n</p>\n\n<h1 class='l1' id='head18'>18- </h1>\n\n<p>\nحدثنا أبو علي الحسن بن أحمد بن داسة، إملاء من لفظه، نا محمد بن عدي\nالدقاق، نا الحسين بن أحمد، نا محمد بن عبد الملك، نا أبو عوانة، عن عبد\nالملك بن عمير، عن ابن أبي المعلى، عن أبيه، قال: خطبنا رسول الله صلى الله\nعليه وسلم، فقال: \" ما من أحد أمن علي بماله وصحبته من أبي بكر، ولو كنت\nمتخذا خليلا لاتخذت أبا بكر رضي الله عنه \".\n</p>\n\n<h1 class='l1' id='head19'>19- </h1>\n\n<p>\nأخبرنا عبد الله بن علي المالكي، نا أبو الحسن بن وصيف، إملاء، نا عبد\nالله بن محمد، نا الفضيل بن مرزوق، عن عطية، عن أبي سعيد الخدري، قال: قال\nرسول الله صلى الله عليه وسلم: \" من صلى على جنازة وتبعها كان له في الجنة\nقيراطان، ومن صلى عليها ولم يتبعها كان له قيراط <span id='ms283'></span> , قيل: يا رسول الله وما\nالقيراط؟ قال: مثل أحد \".\n</p>\n\n<h1 class='l1' id='head20'>20- </h1>\n\n<p>\nأخبرنا عبد الله بن علي بن موسى، بالبصرة المالكي، نا أبو الحسن أحمد بن\nإبراهيم بن أحمد بن علي بن فراس، بمكة، في المسجد الحرام سنة ثلاث وتسعين\nوثلاثمائة، حدثني أبو جعفر محمد بن إبراهيم الديبلي، إملاء، نا أبو يحيى\nعبد الحميد بن صبيح، بعدن، سنة أربعين ومائتين، نا حماد بن زيد، عن سعيد بن\nزيد، قال: قلت لأنس بن مالك: \" أكان رسول الله صلى الله عليه وسلم يصلي في\nنعلين؟ قال: نعم \".\n</p>\n\n<h1 class='l1' id='head21'>21- </h1>\n\n<p>\nأخبرنا عبد الله بن علي بن موسى المالكي، بالبصرة، نا أبو الحسن علي بن\nمحمد بن موسى الحافظ التمار، نا بكر بن أحمد بن سخيت، نا نصر بن علي\nالجهضمي، نا الحارث بن وجيه، نا مالك بن دينار (ح) وأخبرنا الحسين بن أحمد\nبن الحسين التميمي أبو القاسم الباقلاني، نا عثمان بن محمد الفسوي، نا محمد\nوهو ابن جعفر بن محمد بن بحر العسكري، نا العباس بن محمد، حدثني أبو عمران\nالحوضي، نا الحارث بن وجيه، نا مالك بن دينار، عن محمد بن سيرين، عن أبي\nهريرة، قال: قال رسول الله صلى الله عليه وسلم: \" تحت كل شعرة جنابة\nفاغسلوا الشعر وأنقوا البشر \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v39p004'> Vol. 39, p. 004</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>22- </h1>\n\n<p>\nأخبرنا عبد الله بن علي بن موسى المالكي، بالبصرة، نا علي بن وصيف، نا\nعبد الله بن محمد بن عبد العزيز، نا علي بن الجعد، أنا شعبة، عن واقد بن\nمحمد، عن القاسم بن محمد، عن عائشة، قالت: قال رسول الله صلى الله عليه\nوسلم: \" من أسخط الناس بإرضاء الله كفاه الله الناس، ومن أسخط الله تعالى\nوأرضى الناس وكله الله إلى الناس \".\n</p>\n\n<h1 class='l1' id='head23'>23- </h1>\n\n<p>\nأخبرنا عبد الله بن علي بن موسى المالكي، بالبصرة، نا أبو الحسن بن وصيف،\nنا عبد الله بن محمد بن عبد العزيز البغوي، نا طالوت بن عباد، عن فضال بن\nجبير، عن أبي أمامة الباهلي، قال: قال رسول الله صلى الله عليه وسلم: \"\nثلاث من كن فيه وجد حلاوة الإيمان: أن يكون <span id='ms284'></span> الله ورسوله أحب إليه ممن\nسواهما، وأن يحب العبد لا يحبه إلا لله، وأن يكره أن يرجع إلى الكفر بعد إذ\nأنقذه الله كما يكره أن يلقى في النار \".\n</p>\n\n<h1 class='l1' id='head24'>24- </h1>\n\n<p>\nأخبرنا أبو عبد الله بن علي بن موسى المالكي، بالبصرة، نا أبو الحسن\nالتمار، وأبو الحسن بن شيبان، قالا: نا محمد بن زهير، نا عمر بن يحيى\nالأبلي، نا العلاء بن زيدل، عن أنس بن مالك، قال: قال رسول الله صلى الله\nعليه وسلم: \" البدلاء أربعون: اثنان وعشرون بالشام، وثمانية عشر بالعراق،\nكلما مات منهم واحد بدل الله مكانه آخر، فإذا جاء أمر الله قبضوا كلهم،\nفعند ذلك تقوم الساعة \".\n</p>\n\n<h1 class='l1' id='head25'>25- </h1>\n\n<p>\nأخبرنا محمد بن [ ... ] ، أنا أبو الحسن علي بن محمد بن أحمد بن لؤلؤ\nالوراق، أنا أبو يحيى زكريا بن يحيى بن عبد الرحمن الساجي الضبي، بالبصرة،\nنا أبو الربيع سليمان بن داود الزهراني العتكي، نا جرير بن عبد الحميد، عن\nيزيد الرقاشي، عن أنس بن مالك، قال: قال رسول الله صلى الله عليه وسلم: \"\nأطفال المشركين خدم أهل الجنة \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v39p005'> Vol. 39, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو الربيع، نا عون بن عمارة، نا أبو عون الخزاز، عن الحسن، في\nقوله عز وجل: {ولقد ذرأنا لجهنم} قال: خلق خلقا لها.\n</p>\n\n<p>\nحدثنا عون بن عمارة، نا أبو هاشم صاحب الزعفراني، قال: سمعت رجلا سأل\nالحسن، فقال: يا أبا سعيد أرأيت الرجل يقتل، أيقتل بأجله؟ ، قال يقتل بأجله\nوقضاء ربه عز وجل.\n</p>\n\n<p>\nنا عون بن عمارة، نا هشام، عن محمد بن سيرين، عن الأحنف بن قيس، قال: دخل\nعليه سائل، فقال له الأحنف: أراك صحيحا لا تشتكي شيئا، قال: ثم قال لنفسه:\nلا، قد كان هذا في علم الله إنه سيسأل، يا جارية هاتي فأعطاه إياه.\n</p>\n\n<h1 class='l1' id='head26'>26- </h1>\n\n<p>\nحدثنا عون بن عمارة، عن جرموز الباهلي، عن حاتم اللحام، يرفع الحديث: \"\nأن يهوديا أتى النبي صلى الله عليه وسلم، فقال: أنا أضل , فقال النبي: قدر\nالله أن تضل , فقال: أنا أقعد، قال: قدر الله أن تقعد , قال: أنا أقوم إلى\nهذه الشجرة فأقطعها <span id='ms285'></span> , قال: قدر الله أن تقطعها , قال: فأتاه جبريل عليه\nالسلام، فقال: يا محمد لقد لقنت حجتك كما لقنها إبراهيم على قومه: {ما\nقطعتم من لينة أو تركتموها قائمة على أصولها} إلى قوله {الفاسقين} اليهود\nوالنصارى \".\n</p>\n\n<p>\nحدثنا أبو الربيع، حدثنا حماد بن زيد، نا سفيان الثوري، عن عبد العزيز بن\nربيع، عن عبيد بن عمير، قال: قال آدم عليه السلام: يا رب خطيئتي ابتداعا\nابتدعتها أم كتبتها علي؟ قال: بل كتبتها عليك، قال: فكما كتبتها علي فاغفر\nلي، فغفر له وتاب عليه.\n</p>\n\n<p>\nحدثنا أبو الربيع، ومحمد بن عبيد بن سليمان، قالا: حدثنا حماد بن زيد، نا\nخالد الحذاء، قال: خرجت حرجة، فقدمت فإذا الناس يقولون، قال الحسن قرأت\nعليه، فقلت: يا أبا سعيد أخبرني عن أدم عليه السلام، للسماء خلق أم للأرض؟\nقال: ما تريد تراك؟ قال: قلت: أحببت أن أسأل عنه، قال: خلق للأرض، فقلت لو\nاستعصم فلم يأكل من الشجرة؟ قال: لم يكن بد من أن يأكل منها، لأنه إنما خلق\nللأرض، فقلت: حدثني عن قول الله عز وجل: {ما أنتم عليه بفاتنين (*) إلا من\nهو صال الجحيم} الآية، قال: الشياطين لا يفتنون بضلالتهم إلا من أوجب الله\nعليه أن يصلى الجحيم، قال: قلت: حدثني عن قول الله عز وجل، {ولا يزالون\nمختلفين (118) إلا من رحم ربك ولذلك خلقهم} الآية، قال: أهل رحمة الله لا\nيختلفون، قال: قال: {ولذلك خلقهم} فهؤلاء خلقهم لجنته، وهؤلاء لناره، قال:\nفقلت: لا أسأل عن هذا أحدا بعد اليوم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v39p006'> Vol. 39, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو الربيع، نا حماد بن زيد، عن حبيب بن الشهيد، عن منصور بن\nزاذان، قال: سألت الحسن ما بين {الحمد لله رب العالمين} إلى قوله: {قل أعوذ\nبرب الناس} فكان تفسيره على الإثبات.\n</p>\n\n<h1 class='l1' id='head27'>27- </h1>\n\n<p>\nحدثنا محمد بن عبد الله الأنصاري، نا الأشعث، عن الحسن، قال: قال رسول\nالله صلى الله عليه وسلم: \" إذا أراد الله بعبد خيرا استعمله خيرا، وإذا\nأراد بعبد شرا استعمله شرا، ثم قبضه عليه \".\n</p>\n\n<p>\nحدثنا أبو الربيع، نا حماد بن زيد <span id='ms286'></span>، نا يحيى بن سعيد، قال سمعت عمر بن عبد\nالعزيز يقول: ما أصبح لي هوى في شيء سبق قضاء الله فيه.\n</p>\n\n<h1 class='l1' id='head28'>28- </h1>\n\n<p>\nحدثنا سوار بن مصعب، عن عطية العوفي، عن أبي سعيد الخدري، قال: قال رسول\nالله صلى الله عليه وسلم: \" إن لي وزيرين من أهل السماء ووزيرين من أهل\nالأرض، فوزيري من أهل السماء جبريل وميكائيل عليهما السلام، ووزيري من أهل\nالأرض أبو بكر وعمر رضي الله عنهما \".\n</p>\n\n<p>\nحدثني عبد الرحمن بن عبد الله بن عمر، أخبرني أبي، عن عبد الرحمن بن\nالقاسم بن محمد، قال: كان أول من أسلم من الرجال أبو بكر رضي الله عنه.\n</p>\n\n<h1 class='l1' id='head29'>29- </h1>\n\n<p>\nحدثنا أبو الربيع، نا حماد بن زيد، نا يزيد بن زريع، نا سعيد بن أبي\nعروبة، عن قتادة، أن أنسا حدثهم: \" أن رسول الله صلى الله عليه وسلم صعد\nأحدا فرجف بهم، فضربه نبي الله صلى الله عليه وسلم برجله، ثم قال: اثبت\nأحد، فليس عليك إلا نبي وصديق وشهيدان \".\n</p>\n\n<h1 class='l1' id='head30'>30- </h1>\n\n<p>\nحدثنا أبو الربيع، نا حماد بن زيد، عن أيوب، عن أبي عمران الجوني، قال:\nقال عمر: ليت أني كنت شعرة في صدر أبي بكر.\n</p>\n\n<h1 class='l1' id='head31'>31- </h1>\n\n<p>\nحدثنا أبو الربيع، نا إسماعيل بن زكريا، نا الأعمش، عن عبد الله بن مرة،\nعن أبي الأحوص، عن عبد الله بن مسعود، قال: قال رسول الله صلى الله عليه\nوسلم: \" أبرأ إلى كل خليل من خلته، وإن صاحبكم خليل الله - يعني نفسه - ولو\nكنت متخذا خليلا لاتخذت أبا بكر خليلا \".\n</p>\n\n<p>\nأخبرنا الشيخ أبو الحسن علي بن الحسين بن أحمد بن عبد الله بن الحربي\nالنجاد، من أصله بقراءتي وقد كنت كتبت من أصوله ومن أول حديث الغطريفي إلى\nآخر حديث الغندجاني، ومات قبل أن أقرأه عليه سوى هذا الحديث، ونظرت في\nأصوله، وكان في بعضه سماع شجاع، وفي بعضه سماع ابن الطيوري فقرأت عليهما،\nأنا أبو الحسن أحمد بن محمد بن أحمد بن أحمد بن محمد بن عبدوس بن كامل\nالسراج السلمي الفقيه،المعروف بالزعفراني، وعبدوس لقب، وإنما هو <span id='ms287'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v39p007'> Vol. 39, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الجبار بن كامل، نا عبد الله بن إبراهيم البزاز، نا أبو عبد الله بن\nأبي عوف، نا عمرو بن محمد الناقد، نا يحيى بن اليمان، عن أيوب بن عتبة،\nقال: لا يستقيم طلب العلم براحة الجسد.\n</p>\n\n<p>\nمن حديث ابن الطيوري عن الغندجاني\n</p>\n\n<h1 class='l1' id='head32'>32- </h1>\n\n<p>\nأخبرني أبو الحسين بن الطيوري، بقراءتي عليه من أصله، أخبرنا أبو أحمد\nعبد الوهاب بن محمد بن موسى الغندجاني، نا أبو طاهر محمد بن عبد الرحمن، نا\nعبد الله بن محمد بن عبد العزيز، إملاء من لفظه، نا أحمد بن إبراهيم\nالموصلي، قال: كنت في الشماسية والمأمون يجري الخيل -، فسمعته يقول ليحيى\nبن أكثم وهو - ينظر إلى - كثرة الناس -، ويقول: أما ترى -، أما ترى؟ ثم\nقال: حدثني يوسف بن عطية، عن ثابت، عن أنس، أن النبي صلى الله عليه وسلم،\nقال: \" الخلق كلهم عيال الله عز وجل، فأحب خلقه إليه أنفعهم لعياله \".\n</p>\n\n<p>\nمن حديث علي بن الجعد\n</p>\n\n<h1 class='l1' id='head33'>33- </h1>\n\n<p>\nأخبرنا أبو غالب الباقلاني، بقراءتي عليه، في شعبان سنة أربع وتسعين،\nوبعد ذلك بقرائتي عليه، أيضا في شوال من السنة على باب دكانه , أنا أبو\nمحمد عبد الله بن علي بن محمد بن عبد الله بن بشران المعدل، أنا عبد الله\nبن إبراهيم بن ماسي البزاز، نا إبراهيم بن هاشم البغوي صاحب الطعام، نا علي\nبن الجعد اللؤلؤي، أنا سلام بن مسكين، نا عمر بن بدران، وثابت البناني،\nقالا: حدثنا عن أنس بن مالك، قال: \" رأيت لرسول الله صلى الله عليه وسلم\nوليمة ما فيها من خبز ولا لحم \".\n</p>\n\n<p>\nحدثنا سهل، نا شعبة، عن داود بن أبي هند، عن سعيد بن المسيب، قال: كان\nعمرو بن وهيب، والمقداد بن عمرو يأكلون الجراد.\n</p>\n\n<p>\nحدثنا علي، أخبرني غيث بن إبراهيم، عن يزيد بن حنين، عن محمد بن سعيد بن\nالمسيب، عن أبيه، أنه نهى عن رضاع الحمقى.\n</p>\n\n<p>\nمن فوائد أبي محمد الأبنوسي\n</p>\n\n<h1 class='l1' id='head34'>34- </h1>\n\n<p>\nأخبرنا أبو محمد الأبنوسي عبد الله بن علي، بقراءتي عليه في داره، في ذي\nالحجة سنة ست وتسعين وأربعمائة، نا <span id='ms288'></span> أبو طالب محمد بن علي بن الفتح الحربي،\nنا أبو الفتح محمد بن الحسين الأزدي الحافظ، نا أبو عروبة الحسين بن محمد\nبن مودود الحراني، ثنا سفيان بن سلمة الخبائري، نا محمد بن حرب، عن\nالزبيري، عن الزهري، عن أنس، وغيره، قال: \" كان النبي صلى الله عليه وسلم\nإذا توضأ خلل لحيته بإصبعه، فيقول: بهذا أمرني ربي \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v39p008'> Vol. 39, p. 008</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>35- </h1>\n\n<p>\nأخبرنا أبو محمد الجوهري، أنا أبو عمر بن حيويه، نا أبو محمد عبيد الله\nبن عبد الرحمن السكري، نا أبو يعقوب إسحاق بن الحسن الحربي، نا إسماعيل بن\nعمرو الحضرمي، نا حريز بن عثمان، عن شرحبيل بن شفعة، عن طلحة بن عبيد الله،\nقال: قال رسول الله صلى الله عليه وسلم: \" لا تشاوروا الحاكة والمعلمين في\nأموركم، فإن الله تعالى سلبهم عقولهم ونزع البركة من كسبهم \".\n</p>\n\n<p>\nمن حديث أبي إسحاق برمكي، عن أبي الفتح الأزدي وغيره\n</p>\n\n<h1 class='l1' id='head36'>36- </h1>\n\n<p>\nأخبرنا أبو طاهر عبد الرحمن بن أحمد بن عبد القادر بن محمد بن يوسف\nالبزاز، بقراءتي عليه، بباب العامة، في صفر سنة أربع وتسعين، أنا أبو إسحاق\nإبراهيم بن عمر البرمكي، أنا أبو الفتح محمد بن الحسين بن أحمد بن الحسين\nبن عبد الله بن بريدة الأزدي، نا محمد بن صالح بن ذريح، وعبد الله بن\nزيدان، قالا: نا إسماعيل بن بهرام الخزاز، نا الحسن بن محمد، إمام مسجد\nالمعمورة، بالكوفة، نا سفيان الثوري، عن يزيد الرقاشي، عن أنس بن مالك،\nقال: قال رسول الله صلى الله عليه وسلم: \" أعظم الناس هما المؤمن الذي يهتم\nبأمر دنياه وأمر آخرته \".\n</p>\n\n<h1 class='l1' id='head37'>37- </h1>\n\n<p>\nحدثنا أبو يعلى بن المثنى، نا محمد بن بحر، نا معلى بن ميمون، عن مطر\nالوراق، عن مجاهد، عن ابن عباس، قال: قال رسول الله صلى الله عليه وسلم: \"\nإن الملائكة لتفرح بزوال الشتاء لما يدخل على فقراء المؤمنين من الشدة \".\n</p>\n\n<h1 class='l1' id='head38'>38- </h1>\n\n<p>\nحدثنا أحمد بن عيسى بن عبد الصمد، نا مؤمل بن إهاب، نا يحيى بن آدم، نا\nأبو بكر بن عياش، عن أبي إسحاق، عن عمرو بن ميمون <span id='ms289'></span>، عن عبد الله بن مسعود: \"\nأن النبي صلى الله عليه وسلم مر برجل يقرأ: {هل أتاك حديث الغاشية} ، فوقف\nثم قال: بكم قد أتاني \".\n</p>\n\n<h1 class='l1' id='head39'>39- </h1>\n\n<p>\nحدثنا أحمد بن الحسن بن عبد الجبار، ومحمد بن عبدة بن حرب القاضي، قالا:\nنا سويد بن سعيد، نا مالك، عن الزهري، عن أنس، عن أبي بكر الصديق: \" أن\nالنبي صلى الله عليه وسلم أهدى جملا لأبي يعلى \".\n</p>\n\n<p>\nأخبرنا البرمكي، أيضا، نا أبو يعقوب بن إسحاق بن سعد بن الحسن بن سفيان\nالنسائي، نا جدي، نا حرملة، أنا ابن وهب، أنا سفيان، قال: قيل لعيسى بن\nمريم: ألا تبنى بيتا؟ قال: ابتني بيتا على طريق السيل يجيء السيل فيذهب،\nقالوا له: ألا تزوج امرأة؟ قال: أتزوج امرأة تموت، قال: وكان عيسى يقول: إن\nكثيرا لمن طلب الفردوس أن ينام مع الكلاب على المزابل، وأكل من خبز الشعير،\nقال: وكان عيسى يقول: أنا الذي كببت الدنيا على وجهها، فجلست على نحرها،\nفليس لي فيها ولد يموت، ولا بيت يخرب، قال سفيان: ما رأيت في الدنيا من كان\nأزهد من عيسى بن مريم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v39p009'> Vol. 39, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nمن حديث مسدد\n</p>\n\n<h1 class='l1' id='head40'>40- </h1>\n\n<p>\nأخبرنا الشريف أبو الفضل محمد بن عبد السلام الأنصاري، بقراءتي عليه،\nوأجاز لنا جميع مسموعاته، [ ... ] بن القاسم الأنصاري بن أبي القاسم في شهر\nربيع الأول سنة أربع وتسعين، وبعد ذلك غير مرة بدار الخليفة، قال: نا\nالقاضي أبو العلاء محمد بن علي بن يعقوب الواسطي، نا أبو محمد عبد الله بن\nمحمد السقاء الحافظ، أنا أبو خليفة الفضل بن الحباب الجمحي القاضي، نا\nبكيرة، نا مسدد بن مسرهد، نا عبد الوارث، عن ليث يعني ابن أبي سليم، عن عبد\nالله بن حسن، عن أمه فاطمة، عن جدته فاطمة، قالت: \" كان رسول الله صلى الله\nعليه وسلم إذا دخل المسجد صلى على النبي صلى الله عليه وسلم، وقال: اللهم\nاغفر لي ذنوبي وافتح لي أبواب رحمتك، وإذا خرج صلى على النبي صلى الله عليه\nوسلم، وقال: اللهم اغفر لي ذنوبي وافتح لي أبواب <span id='ms290'></span> فضلك \".\n</p>\n\n<h1 class='l1' id='head41'>41- </h1>\n\n<p>\nحدثنا مسدد، نا أبو عوانة، عن قتادة، عن أنس بن مالك، أن رسول الله صلى\nالله عليه وسلم، قال: \" البزاق في المسجد خطيئة وكفارتها دفنها \".\n</p>\n\n<p>\nمن فوائد أبي الحسين بن الطيوري، عن أبي عبد الله الصوري وغيره\n</p>\n\n<h1 class='l1' id='head42'>42- </h1>\n\n<p>\nأخبرنا الشيخ أبو الحسين بن الطيوري، أنا أبو الحسين محمد بن أحمد بن\nحسنونا لنرسي، أنا محمد بن إسماعيل بن العباس الوراق، أنا أبو محمد عبد\nالرحمن بن محمد القرشي، قال: قال علي بن المديني: قد كنا نرى هذا الحديث لم\nيره إلا سليمان الأعمش. فحدثنا محمد بن عبد الله الأسدي، نا فطر، يعني ابن\nخليفة، عن سلمة بن كهيل، عن زيد بن وهب، قال: سمعت عبد الله بن مسعود،\nيقول: كان رسول الله صلى الله عليه وسلم وهو الصادق المصدوق، وقال علي:\nفذكر نحوا من حديث الأعمش.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v39p010'> Vol. 39, p. 010</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50",
    "51",
    "52"
  ]
}