{
  "content": "\n<h1 class='l1' id='head0'>الجزء الثلاثون من المشيخة البغدادية</h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nعونك وعفوك يا رب\n</p>\n\n<p>\nأخبرنا الإمام الحافظ أبو طاهر أحمد بن محمد السلفي الأصبهاني في <span id='ms384'></span> كتابه\nإلينا من الإسكندرية في ربيع الآخر سنة أربع وسبعين وخمسمائة، رحمه الله.\n</p>\n\n<p>\nمن فوائد أبي عمر بن حيوة\n</p>\n\n<h1 class='l1' id='head1'>1- </h1>\n\n<p>\nأنا أبو محمد الحسن بن علي الجوهري، نا أبو عمر محمد بن العباس بن حيويه،\nنا القاضي أبو عبيد بن حربويه، نا أبو السكين الطائي، حدثني عمر، عن أبي\nزحر بن حصن، عن جده حميد بن منهب، حدثني طاوس، عن أبي هريرة، قال: مر رجل\nبلقمان والناس يجتمعون عليه، فقال له: ألست العبد الأسود الذي كنت تراعينا\nبموضع كذا وكذا، قال: بلى، قال: فما بلغ بك ما أرى، قال: صدق الحديث، وأداء\nالأمانة، وترك ما لا يعنيني.\n</p>\n\n<p>\nمن فوائد ابن الفضل القطان\n</p>\n\n<h1 class='l1' id='head2'>2- </h1>\n\n<p>\nأخبرني أبو عبد الله الفضل بن عبد العزيز بن محمد بن الحسين بن محمد بن\nالفضل القطان، بقراءتي عليه، في رمضان سنة أربع وتسعين وأربعمائة، قال:\nوجدت فيما روى جدي أبو الحسين محمد بن الحسين القطان، نا أبو سهل أحمد بن\nمحمد بن عبد الله بن زياد القطان، نا محمد بن الجهم السمري، نا الهيثم بن\nخالد المقرئ، نا يحيى بن المتوكل الباهلي، نا محمد بن ذكوان الأزدي، نا أبو\nهارون العبدي، عن أبي سعيد الخدري، أنه كان إذا رأى الشباب، يقول: \" مرحبا\nبوصية رسول الله صلى الله عليه وسلم، أوصانا رسول الله صلى الله عليه وسلم\nأن نوسع لكم في المجلس، وأن نفهمكم الحديث، فإنكم خلوفنا، وأهل الحديث\nبعدنا \".\n</p>\n\n<p>\nوجدت فيما روى جدي، نا أبو عيسى أحمد بن يحيى بن محمد بن شاذان الجوهري،\nنا جدي، قال: سألت علي بن المديني، عن إسناد حديث سقط علي، فقال: تدري ما\nقال أبو سعيد الحداد؟ قال: الإسناد مثل الدرج، ومثل المراقي، فإذا زلت رجلك\nعلى المرقاة سقط، والرأي مثل المرج.\n</p>\n\n<p>\nوجدت فيما روى جدي، أنا دعلج بن أحمد، نا أحمد بن علي الأبار، نا أبو\nأميه الحراني، نا مسكين بن بكير، قال: مر رجل بالأعمش وهو يحدث، فقال: تحدث\nهؤلاء الصبيان؟ قال الأعمش: هؤلاء يحفظون عليك دينك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v47p001'> Vol. 47, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n<span class=\"matn\">وجدت فيما روى <span id='ms385'></span> جدي، أنا دعلج بن أحمد، نا أحمد بن علي\nالأبار، نا عبيد الله بن عمر، قال: سمعت حماد بن زيد، يقول: قال لي أبو\nجبلة: يا أبا إسماعيل ألم تر إلى ما عمل بي أصحاب الحديث اليوم، فقلت: وأي\nشيء عملو بك؟ قال: قالوا لي: هو ذا نجيء إلى الساعة، انتظرهم وما جاءوا.\n</p>\n\n<p>\nوجدت فيما روى جدي، أنا دعلج بن أحمد، نا أحمد بن علي الأبار، نا أبو\nعمار يعني الحسين بن حريث، قال: سمعت الفضل بن موسى يذكر عن الفضيل، قال:\nقال المغيرة: ما طلب أحد الحديث إلا قلت صلاته.\n</p>\n\n<p>\nوجدت فيما روى جدي، أنا [1] عبد الله يوسف بن درستويه، ويعقوب بن سفيان،\nنا مجاهد بن موسى، نا أبو كامل مظفر بن مدرك، قال: ذكروا لشعبة حديثا لم\nيسمعه، فجعل يقول: واحزناه.\n</p>\n\n<p>\n</span><span class=\"matn-hr\"> </span>[1] وردت هكذا بجوامع الكلم، ولعله\n(أبو محمد عبد الله بن جعفر بن درستويه، عن يعقوب بن سفيان)\n</p>\n\n<p>\nقال: نا يعقوب بن سفيان، حدثني أبو سعيد الأشج، نا ابن يمان، قال: سمعت\nسفيان يقول: فتنة الحديث أشد من فتنة الذهب والفضة.\n</p>\n\n<p>\nقال: نا يعقوب، نا أحمد بن الخليل، قال: سمعت أبا نوح قرادا، يقول: قال\nشعبة: نعم الرجل سفيان، لولا أنه يغمس، يعني يأخذ من الناس كلهم.\n</p>\n\n<p>\nوجدت فيما روى جدي، أنا دعلج بن أحمد، نا أحمد بن علي الأبار، نا عون بن\nصالح، نا عوف، قال: سمعت مغيرة يقول: كان من أخيار الناس يطلبون الحديث،\nفصار اليوم شرار الناس يطلبون الحديث، لو استقبلت من أمري ما استدبرت ما\nحدثت.\n</p>\n\n<p>\nوجدت فيما روى جدي، أنا دعلج، نا موسى بن هارون، نا بشر بن الوليد، قال:\nسمعت أبا يوسف يقول: لا تكثروا من الحديث الغريب الذي لا يجرب الفقهاء،\nفأخذه من صاحبه إلى، فقال: كذاب.\n</p>\n\n<p>\nوجدت فيما روى جدي، أنا دعلج بن أحمد، نا أحمد بن علي الأبارئ، نا أحمد،\nقال ضمرة: كان سفيان الثوري، ربما حدث بعسقلان يبتدئهم، يقول: انفجرت\nالعيون، انفجرت العيون، يعجب من نفسه وصورته.\n</p>\n\n<p>\nوجدت <span id='ms386'></span> فيما روى جدي، أنا دعلج بن أحمد، نا أحمد بن علي الأبار، نا علي بن\nخشرم، قال: سمعت حفص بن غياث يقول: قيل للأعمش لو حدثتنا، فقال: لأن أتصدق\nبعزق أو رغيف أحب إلي من أن أحدثكم بعشرة أحاديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v47p002'> Vol. 47, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nوجدت فيما روى جدي، أنا دعلج بن أحمد، نا أحمد بن علي الأبار، نا الحسن\nبن علي، نا أبو أسامة، قال: سأل حفص بن غياث الأعمش عن إسناد حديث فأخذ\nبحلقه فأسنده إلى الحائط، وقال: هذا إسناده.\n</p>\n\n<p>\nقال السلفي رحمه الله: وأخبرنا أبو محمد السمرقندي بقراءتي عليه، نا أبو\nبكر الخطيب لفظا، أنا أبو طاهر العلوي محمد بن الحسن بن زيد بن الحسن بن\nأحمد بن عيسى بن الحسين بن زيد بن علي بن الحسين بن علي بن أبي طالب بالري،\nنا أبو الحسن أحمد بن محمد بن سهل البزاز، نا محمد بن أيوب، أنا عبد الله\nبن عمير، قال: سمعت يحيى بن يمان، يقول: ما كان طلب الحديث خيرا من اليوم،\nفقلنا: يا أبا عبد الله إنهم يطلبونه وليس لهم نية، فقال: طلبهم إياه نية.\n</p>\n\n<p>\nمن فوائد البرجلاني\n</p>\n\n<h1 class='l1' id='head3'>3- </h1>\n\n<p>\nأخبرنا الشيخ أبو الحسين المبارك بن عبد الجبار الطيوري، بقراءة أبي نصر\nالأصبهاني عليه، وأنا أسمع مع جميع كتاب النوادر، جمع البرجلاني، قال: أنا\nأبو عبد الله أحمد بن أحمد بن سليمان بن علي الواسطي، نا عبيد الله بن محمد\nبن أحمد المقرئ، نا جعفر بن أحمد بن نصير، نا أحمد بن محمد الطوسي الصوفي،\nنا محمد بن الحسين البرجلاني أبوجعفر، نا عمر الضرير، نا الحارث بن سعيد،\nقال: دعا الحسن نفرا من إخوانه قال: فجاءوا وجاء مالك بن دينار، ومعه أخ\nفقير له، فأقبل الحسن عليهما بالسلام من بين أصحابه، قال: فلما خرج القوم،\nقال له بعض أصحابه، أقبلت على هؤلاء دون أصحابك، قال: لعل بعض هؤلاء، أو\nقال: هؤلاء من الملوك غدا في القيامة.\n</p>\n\n<p>\nحدثنا البرجلاني، نا محمد بن سلام، عن أبيه، قال: كنت عند عمرو بن عبيد،\nفأتاه حميد <span id='ms387'></span> الطويل بعشرة آلاف درهم، وقال: بعث بها الأمير إليك يا أبا\nعثمان، قال بلطف له: برفقك يا أبا عبيدة.\n</p>\n\n<p>\nحدثنا البرجلاني، قال: سمعت علي بن عاصم، يقول: أخبرني أبو زيد عطاء بن\nالسائب، أنا أبو الهذيل حصين.\n</p>\n\n<p>\nحدثنا البرجلاني، قال: سمعت يزيد بن هارون، أنا أبو بكر داود بن أبي هند.\n</p>\n\n<p>\nحدثنا البرجلاني، حدثني أحمد بن محمد، نا أبو أحمد الزبيري، قال: سألت\nإسرائيل: ما كان اسم التميمي الذي يحدث عن ابن عباس؟ قال: كان اسمه أربدة.\n</p>\n\n<p>\nحدثنا البرجلاني، قال: سمعت إبراهيم سئل عن أبي مسكين الذي يروي عن\nإبراهيم في بالسويق، فقال: اسمه هرمز.\n</p>\n\n<p>\nحدثنا البرجلاني، قال نا عبيد الله ن محمد، حدثني محمد بن عمر الخزاز،\nقال: رأى فضيل بن عياض ما يصنع أهل الحديث، فقال مهلا يا ورثة الأنبياء لا\nتكونوا هكذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v47p003'> Vol. 47, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا البرجلاني، نا أحمد بن محمد بن حنبل بن هلال، نا سفيان، قال: قال\nمالك بن دينار لأصحابه أنا أقص عليكم من ثلاثين سنة، ما حذق منكم أحد بعد.\n</p>\n\n<p>\nحدثنا البرجلاني، نا الحميدي، عن سفيان، قال: قال مالك بن دينار لقتادة:\nوأي راية بيطار نصبت؟\n</p>\n\n<p>\nحدثنا البرجلاني، نا إسحاق بن منصور السلولي، نا داود بن نصير الطائي، عن\nعبد الملك، عن عطاء، قال: إذا ظهر القلس على لسانك فتوضأ.\n</p>\n\n<h1 class='l1' id='head4'>4- </h1>\n\n<p>\nقال وحدثنا إسحاق بن منصور، نا داود الطائي، عن حميد الطويل، عن أنس، \"\nأن النبي صلى الله عليه وسلم بزق في ثوبه، ورد بعضه على بعض \".\n</p>\n\n<p>\nرسالة أبي داود السجستاني إلى أهل مكة وغيرها في وصف كتابه لتأليف السنن\n</p>\n\n<p>\nسمعت الشيخ أبا الحسين الطيوري قراءة عليه وأنا أسمع من أول الرسالة إلى\nآخر اعتقاد الشافعي، بقراءة أبي نصر الأصبهاني في جمادى الأولى سنة أربع\nوتسعين وأربعمائة، وسمعت الاعتقاد فقط ثانيا بقراءة أبي نصر المؤتمن بن\nأحمد الساجي في جمادى الأولى سنة خمس وتسعين وأربعمائة يقول: سمعت أبا عبد\nالله محمد بن علي بن عبد الله الصوري الحافظ، يقول: سمعت أبا الحسين محمد\nبن أحمد بن محمد <span id='ms388'></span> بن أحمد بن جميع الغساني، بصيدا يقول: سمعت أبا بكر محمد\nبن عبد العزيز بن محمد بن الفضل بن يحيى بن القاسم بن عون بن عبد الله بن\nالحارث بن نوفل بن الحارث بن عبد المطلب الهاشمي، بمكة، يقول: سمعت أبا\nداود سليمان بن الأشعث بن إسحاق بن كثير بن شداد السجستاني، وسئل عن رسالته\nالتى كتبها إلى أهل مكة، وغيرها كتابا لهم فأملى علينا: سلام عليكم، فإني\nأحمد إليكم الله الذي لا إله إلا هو، وأسأله أن يصلي على محمد عبده ورسوله\nصلى الله عليه وسلم تسليما، كلما ذكر، أما بعد\n</p>\n\n<p>\nعافانا الله وإياكم عافة لا مكروه معها، ولا عقاب بعدها، فإنكم سألتم أن\nأذكر لكم الأحاديث التي في كتاب السنن أهي أصح ما عرفت في البابا، ووقفت\nعلى جميع ما ذكرتم، فاعلموا أنه كذلك كله. إلا أن يكون قد روي من وجهين\nصحيحين، أحدهما أقوم إسنادا، والآخر صاحبه أقدم في الحفظ قدما، فكتبت ذلك،\nولا أرى في كتابي من هذا عشرة أحاديث، ولم أكتب في الباب إلا حديثا،\nأوحديثين، وإن كان في الباب أحاديث صحاح، فإنه يكثر، وإنما أردت قرب منفعته\n, إذا أعدت الحديث في الباب من وجهين وثلاثة فإنما هو من زاده كلام فيه ,\nوبما فيه كلمة زيادة على الأحاديث، وربما اختصرت الحديث الطويل، لأني لو\nكتبته بطوله لم يعلم مني من سمعه، ولا علمتم موضع الفقه منه، فاختصرته\nلذلك، وأما المراسيل فقد كان يحتج بها العلماء فيما مضى، مثل سفيان الثوري،\nومالك بن أنس، والأوزاعي، حتى جاء الشافعي، فتكلم فيها وتابعه على ذلك أحمد\nبن حنبل وغيره، قال: ألم يكن مسندا ضد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v47p004'> Vol. 47, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nالمراسيل، ولم يوجد المسند، فالمراسيل يحتج بها، وليس هو مثل المتصل في\nالقوة، وليس في كتاب السنن الذي صنفته عن رجل متروك الحديث شيء، وإذا كان\nفيه حديث منكر بينته أنه منكر، وليس على نحوه في الباب غيره، وهذه الأحاديث\nليس منها في كتاب ابن المبارك , ولا كتاب وكيع، إلا الشيء اليسير، وعامته\nفي <span id='ms389'></span> كتابتهما، ولا مراسيل، وفي كتاب السنن من موطأ مالك بن أنس شيء صالح،\nوكذلك من مصنفات حماد بن سلمة، وعبد الرزاق، وليس ثلث هذه الكتب مما أحسبه\nفي كتب جميعهم، أعني مصنفات مالك بن أنس، وحماد بن سلمة، وعبد الرزاق، وقد\nألفته طبقا على ما وقع عندي، فإن ذكر لك عن النبي صلى الله عليه وسلم، سنة\nليس فيما خرجته فاعلم أنه حديث واه، إلا أن يكون في كتابي من طريق آخر،\nفإني لم أخرج الطرق لأنه يكثر على المتعلم، ولا أعلم أحدا جمع على\nالاستقصاء غيري، وكان الحسن بن علي الخلال قد جمع منه قدر تسعمائة حديث،\nوذكر أن ابن المبارك، قال: السنن عن النبي صلى الله عليه وسلم نحو تسعمائة\nحديث، فقيل له: إن أبا يوسف قال: هي ألف، قال ابن المبرك: أبو يوسف يأخذ\nبتلك الهنات من هنا وهنا نحو الأحاديث الضعيفة، وما كان في كتابي من حديث\nفيه وهن شديد فقد بينته، ومنه ما لا يصح سنده، ما لم أذكر فيه شيئا فهو\nصالح، وبعضها أصح من بعض، وهذا لو وصفه غيري، قلت أنا فيه أكثر وهو كتاب لا\nيرد عليك سنة عن النبي صلى الله عليه وسلم، بإسناد صالح إلا وهو فيه، إلا\nأن يكون كان استخرج من الحديث، ولا يكاد يكون هذا , ولا أعلم شيئا بعد\nالقرآن ألزم للناس أن يتعلموا من هذا الكتاب، ولا يضر رجلا أن لا يكتب من\nالعلم بعدما يكتب هذه الكتب شيئا، وإذا نظر فيه وتدبره وتقصيه، حينئذ يعلم\nمقداره، وأما هذه المسائل مسائل الثوري، ومالك، والشافعي، فهذه الأحاديث\nأصولها، ويعجبني أن يكتب الرجل مع هذه الكتب رأي أصحاب النبي صلى الله عليه\nوسلم، ويكتب أيضا مثل جامع سفيان الثوري، وأنه أحسن ما وضع للناس من\nالجوامع والأحاديث التي وصفتها في كتاب السنن أكثرها مشاهير، وهو عند كل من\nكتب شيئا من الحديث، إلا أن تمييزها لا يقدر عليه كل الناس، والفخر بها\nأنها مشاهير، فإنه لا يحتج بحديث <span id='ms390'></span> غريب، ولو كان من رواية مالك، ويحيى بن\nسعيد، والثقات من أئمة العلم، ولو احتج رجل بحديث غريب وجدت من يطعن فيه،\nولا يحتج بالحديث الذي قد أخذ به، إذا كان الحديث غريبا شاذا، فأما الحديث\nالمشهور المتصل الصحيح فليس يقدر أن يرده عليك أحد، قال إبراهيم النخعي:\nكانوا يكرهون الغريب من الحديث، وقال يزيد بن أبي حبيب: إذا سمعت الحديث\nفأنشده كما تنشد الضالة، فإن عرف، وإلا فدعه، وإن من الأحاديث في كتاب\nالسنن ما ليس بمتصل، وهو مرسل، ومدلس إذا لم توجد الصحاح عند عامة أهل\nالحديث علي، يعني أنه متصل، وهو مثل الحسن عن جابر، وعن أبي هريرة، والحكم\nعن مقسم، عن ابن عباس، وليس بمتصل، وسماع الحكم عن مقسم أربعة أحاديث، وأما\nأبو إسحاق، عن الحارث، عن علي، فليم يسمع أبو إسحاق منالحارث إلا أربعة\nأحاديث، ليس فيها مسند واحد، وأما في كتاب السنن في هذا فقليل، ولعل ليس في\nكتاب السنن للحارث الأعور إلا حديث واحد، وإنما كتبته بآخرة، وربما كان في\nالحديث ثبت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v47p005'> Vol. 47, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nصحة الحديث منه إذا كان يخفى ذلك علي، فربما تركت الحديث إذا لم أفهمه،\nوربما كتبته، وتبينته، أو لم أقف عليه، وربما أتوقف على مثل هذه لأنه ضرر\nعلى العامة أن يكشف لهم كل ما كان من هذا الباب فيما مضى من عيوب الحديث،\nلأن علم العامة يقصر عن مثل هذا، وعدد كتبي هذه السنن ثمانية عشر جزءا مع\nالمراسيل، منها جزء واحد مراسيل، وما روي عن النبي صلى الله عليه وسلم من\nالمراسيل منها ما لا يصح، ومنها ما هو مسند عند غيره، وهو متصل صحيح، ولعل\nعدد الذي في كتبي من الأحاديث قدر أربعة آلاف وثمانمائة حديث، ونحو ستمائة\nحديث من المراسيل، فمن أحب أن يميز هذه الأحاديث مع الألفاظ فربما يجيء\nالحديث من طريق وهو عند العامة من حديث الأئمة الذين هم مشهورون، غير أنه\nربما طلب اللفظة التي يكون لها معاني كثيرة وممن عرفت نقل من جمع <span id='ms391'></span> هذه\nالكتب، فربما يجيء من طريق الإسناد فيعلم من حديث غيره أنه متصل، ولا\nيتبينه السامع إلا بأن يعلم الأحاديث ويكون له غير معرفة فيقف عليه مثل ما\nيروي عن ابن جريج، قال: أخبرني عن الزهري، ويرويه البرساني، عن ابن جريج،\nعن الزهري، فالذي يسمع أنه متصل ولا يصح بينهم، فإنما تركناه كذلك هو لأن\nأصل الحديث غير متصل ولا يصح، وهو حديث معلول، مثل هذا كثير، والذي لا\nيعلم، يقول: قد ترك حديثا صحيحا في هذا وجاء بحديث معلول، وإنما لم أضف في\nكتاب السنن إلا الأحكام، ولم أضف كتب الزهد، وفضائل الأعمال، وغيرها، فهذا\nالأربعة ألف حديث، والثمانمائة كلها في الأحكام، فإنما أحاديث كثيرة صحاح\nفي الزهد والفضائل وغيرها في غير هذا لم أخرجه.\n</p>\n\n<p>\nوالسلام عليكم ورحمة الله وبركاته، وصلى الله على النبي محمد وآله وسلم\nتسليما كثيرا.\n</p>\n\n<p>\nقال لنا أبو عبد الله الصوري: سمعت إسناد هذه الرسالة، وأسطرا منها من\nلفظ أبي الحسين بن جميع، ثم قرأها عليه أبو الموفق محمد بن محمد النسيابوري\nوأنا أسمع، وذلك بصيدا في داره سنة أربعمائة.\n</p>\n\n<p>\nمجلس الصوري رحمه الله\n</p>\n\n<h1 class='l1' id='head5'>5- </h1>\n\n<p>\nحدثنا أبو عبد الله الصوري الحافظ إملاء،أنا أبو محمد عبد الرحمن بن عمر\nبن محمد بن النحاس، بمصر، نا أبو أحمد محمد بن إبراهيم بن حفص بن\nالوصني،سنة ثمان وثلاثين وثلاثمائة، نا يونس بن عبد الأعلى، ابن وهب، حدثني\nعمر بن محمد، أن سالم بن عبد الله بن عمر، حدثه عن عبد الله بن عمر، قال:\nما سمعت عمر بن الخطاب، يقول لشيء قط، إن لأظن بكذا وكذا، إلا كان كما يظن،\nبينما عمر جالس إذ مر رجل جميل، فقال له: لقد أخطأ ظني، وإن هذا الرجل على\nدينه في الجاهلية، أو لقد كان كاهنهم في الجاهلية، على الرجل، فدعي له،\nفقال له عمر: لقد أخطأ ظني، وإنك على دينك في الجاهلية، أو لقد كنت كاهنهم،\nقال: ما رأيت كاليوم، استقبل به رجل مسلم، فقال عمر: فإني أعزم عليك <span id='ms392'></span> إلا ما\nأخبرتني، قال: كنت كاهنهم في الجاهلية، قال: فماذا أعجب ما جاءتك به جنيتك؟\nقال: بينا أنا يوما في السوق لقيني أعرف منهم الفزع، قالت: ألم تر إلى الجن\nوإيلاسها، وإياسها من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v47p006'> Vol. 47, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nأنساكها، ولحوقها بالفلاس وأحلاسها، قال عمر: صدق، بينا أنا عند آلهتهم،\nإذ جاء رجل بعجل، فذبح فصرخ منه صارخ لم أسمع صارخا قط أشد صوتا منه، يقول:\nيا جليح، أمر نجيح، رجل فصيح، يقول: لا إله إلا الله، فوثب القوم، فقلت: لا\nأبرح حتى أعلم ما وراء هذا، ثم نادى يا جليح، أمر نجيح، رجل فصيح، يقول: لا\nإله إلا الله، فقلت: لا أبرح، فما نشبت أن قيل هذا نبي \" أخرجه البخاري، عن\nيحيى بن سليمان، عن ابن وهب.\n</p>\n\n<h1 class='l1' id='head6'>6- </h1>\n\n<p>\nأ - أخبرنا أبو الحسين محمد بن أحمد بن جميع الغساني، بصيدا، أنا محمد بن\nمخلد العطار، نا عباس بن يزيد البحراني، نا يزيد بن زريع، عن روح بن\nالقاسم، عن عمر بن نافع، عن أبيه، عن ابن عمر، أن النبي صلى الله عليه وسلم\n\" نهى عن القزع \". والقزع أن يحلق بعض رأس الصبي ويترك بعض.\n</p>\n\n<p>\nب- أخبرنا أبو الحسين بن جميع، أنا ابن مخلد، نا عباس بن يزيد، نا عثمان\nبن عثمان، قاضي البصرة، عن عمر بن نافع، عن أبيه، عن ابن عمر، عن النبي صلى\nالله عليه وسلم، مثله.\n</p>\n\n<p>\nاتفق الشيخان البخاري، ومسلم رحمهما الله على إخراجه، فأخرجه البخاري، عن\nمحمد، عن مخلد، عن ابن جريج، عن عبيد الله بن عمر وأخرجه مسلم، عن زهير بن\nحرب، عن يحيى القطان، وعن أبي بكر بن أبي شيبة، عن أبي أسامة، وعن ابن\nنمير، عن أبيه، كلهم عن عبيد الله، وأخرجه مسلم، عن أمية بن بسطام، عن يزيد\nبن زريع، عن روح بن القاسم، وعن محمد بن المثنى، عن عثمان بن عثمان\nالغطفاني، كما أخرجناه عنهما، كلهم عن عمر بن نافع، فشيخنا في رواية روح بن\nالقاسم، يساوي البخاري إلى عمر بن نافع، ويكون في رواية عثمان بن عثمان <span id='ms393'></span>،\nبمنزلة شيخه، وأكون أنا بمنزلته.\n</p>\n\n<h1 class='l1' id='head7'>7- </h1>\n\n<p>\nأخبرنا أبو الفتح محمد بن إبراهيم بن محمد بن يزيد الطرسوسي المعروف بابن\nالبصري، ببيت المقدس، وأبو القاسم عبد الوهاب بن أحمد بن الحسن بن علي بن\nمنير الخشاب، وأبو محمد عبد الرحمن بن عمر بن محمد بن سعيد بن إسحاق\nالتجيبي المصريان، بمصر، قالوا: أنا أبو سعيد أحمد بن محمد بن زياد بن بشر\nبن الأعرابي، بمكة، نا سعدان بن نصر بن منصور البزاز، نا سفيان بن عيينة،\nعن الزهري، عن عروة، عن زينب بنت أبي سلمة، عن حبيبة، عن أمها أم حبيبة، عن\nزينب زوج النبي صلى الله عليه وسلم، قالت: استيقظ النبي صلى الله عليه وسلم\nمن نومه فخمر وجهه وهو يقول: \" لا إله إلا الله، ويل للعرب من شر قد اقترب،\nفتح اليوم من ردم يأجوج ومأجوج مثل هذه , وحلق بإصبعيه، قلت: يا رسول الله\nأنهلك وفينا الصالحون؟ قال: نعم، إذا كثر الخبث \". اتفقا على إخراجه فأخرجه\nالبخاري، عن مالك بن إسماعيل، وأخرجه مسلم، عن عمرو الناقد، كلاهما، عن\nسفيان، ولم يذكرا في إسناده حبيبة. وأخرجه مسلم، عن أبي بكر بن أبي شيبة،\nوسعيد بن عمرو، وزهير بن حرب، وابن أبي عمر، كلهم عن سفيان، وذكروا فيه\nحبيبة، كما أخرجناه، وأخرجه البخاري، عن يحيى بن بكير، عن الليث، عن عقيل،\nوعن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v47p007'> Vol. 47, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nأبي اليمان، عن شعيب، وعن إسماعيل بن أبي أويس، عن أخيه، عن سليمان، عن\nابن أبي عتيق، وأخرجه مسلم عن حرملة، عن ابن وهب، عن يونس، وعن عبد الملك\nبن شعيب بن الليث، عن أبيه، عن جده، عن عقيل، وعن عمرو الناقد، عن يعقوب بن\nإبراهيم، عن أبيه، عن صالح بن كيسان، كلهم عن الزهري، ولم يذكروا حبيبة\nفيه، فشيوخنا يساون البخاري فيه في رواية عقيل، ويكونون بمنزلة شيخه في\nرواية محمد بن أبي عتيق، وأكون أنا فيها بمنزلته، ويكونون مثل مسلم في\nرواية يونس، وبمنزلة شيخه في رواية عقيل، ورواية صالح إلى الزهري، وأكون\nأنا فيها بمنزلته، ولا أعلم <span id='ms394'></span> بهذا الإسناد حديثا غيره، واجتمع فيه زوجتان\nللنبي صلى الله عليه وسلم، وربيبتان، فالزوجتان: زينب بنت جحش، وأم حبيبة\nبنت أبي سفيان، والربيبتان: أم حبيبة بنت أم حبيبة، وزينب بنت أبي سلمة،\nوأم سلمة، وبالله التوفيق.\n</p>\n\n<h1 class='l1' id='head8'>8- </h1>\n\n<p>\nأخبرنا أبو عبد الله الحسين بن عبد الله بن محمد بن إسحاق بن إبراهيم بن\nزهير القيسي، بطرابلس، نا أبو الحسن خيثمة بن سليمان بن حيدرة القرشي، نا\nأبو عتبة أحمد بن الفرج، نا بقية، نا الزبيدي، عن نافع، عن ابن عمر، أن\nرسول الله صلى الله عليه وسلم، قال: \" من دعي إلى عرس أو نحوه فليجب \".\nانفرد مسلم بإخراجه، فأخرجه عن إسحاق بن منصور، عن عيسى بن المنذر، عن\nبقية، فشيخنا يساويه فيه إلى بقية، وليس للزبيدي، عن نافع، عن ابن عمر في\nالصحيح غيره، وهو ضيق عزيز الوجود، ورزقناه بحمد الله عاليا.\n</p>\n\n<h1 class='l1' id='head9'>9- </h1>\n\n<p>\nحدثنا أبو محمد عبد الرحمن بن عمر بن محمد بن سعيد المعدل، إملاء بمصر\nبانتقائي عليه، نا أبو جعفر أحمد بن إسماعيل بن القاسم بن عاصم الحافظ،\nإملاء في جمادى الآخرة من سنة سبع وثلاثين وثلاثمائة، نا عمران بن الخطاب\nبن مسافر التنيسي، نا عمرو بن أبي سلمة، حدثني الأوزاعي، نا محمد بن علي بن\nالحسين، نا ابن المسيب، نا عبد الله بن عباس، قال: قال رسول الله صلى الله\nعليه وسلم: \" إن مثل الذي يرجع في صدقته، كمثل الكلب يقيء ثم يرجع في قيئه\nفيأكله \". انفرد مسلم بإخراجه، فأخرجه عن حجاج بن الشاعر، عن عبد الصمد، عن\nحرب، عن يحيى بن أبي كثير، عن الأوزاعي، فشيخنا فيه بمنزلة شيخه إلى\nالأوزاعي، وأنا فيه بمنزلته.\n</p>\n\n<p>\nاعتقاد السافعي أيضا من روايته\n</p>\n\n<p>\nأخبرنا الشيخ أبو الحسين بن الطيوري، قراءة عليه وأنا أسمع، الأولى\nبقراءة أبي نصر محمود بن الفضل الأصبهاني في جمادى الأولى سنة أربع وتسعين\nوأربعمائة، والثانية بقراءة أبي نصر المؤتمن بن أحمد الساجي في جمادى\nالأولى سنة خمس وتسعين وأربعمائة، أنا أبو طالب محمد بن علي بن الفتح\nالعشاري الحربي <span id='ms395'></span>، أنا أبو الحسن علي بن عبد العزيز بن مزدك البردعي، قراءة\nعليه، أنا أبو محمد عبد الرحمن بن أبي حاتم الرازي، نا يونس بن عبد الأعلى\nالمصري، قال: سمعت أبا عبد الله محمد بن إدريس الشافعي، يقول: وقد سئل عن\nصفات الله وما ينبغي أن يؤمن به، فقال: لله تبارك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v47p008'> Vol. 47, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nوتعالى أسماء وصفات جاء بها أنبياؤه وخبر بها نبيه صلى الله عليه وسلم\nأمته، لا يسع أحد من خلق الله كانت لدية الحجة، أن القرآن نول به، وصح عنده\nبقول النبي صلى الله عليه وسلم فيما روي عنه لا يجوز خلافه، فإن خالفه بعد\nثبوت الحجة عليه به، فهو بالله كافر، فأما قبل ثبوت الحجة من جهة الخبر\nفمعذور بالجهل، لأن علم ذلك لا يدرك بالعقل، ولا بالرؤية والفكر ونحو ذلك،\nإخبار الله إيانا أنه سميع، وأن له يدين، بقول: {بل يداه مبسوطتان} ، وأن\nله يمينا، بقوله: {والسماوات مطويات بيمينه} ، وأن له وجها، بقوله: {ل شيء\nهالك إلا وجهه} وقوله: {ويبقى وجه ربك ذو الجلال والإكرام} ، وأن له قدما،\nبقوله صلى الله عليه وسلم: \"حتى يضع الرب فيها قدمه\" يعني في جهنم، وأنه\nيصحك من عبده المؤمن، بقوله صلى الله عليه وسلم للذي قتل في سبيل الله:\n\"أنه يلقى الله وهو يضحك إليه\"، وأنه يهبط كل ليلة إلى سماء الدنيا، بخبر\nرسول الله صلى الله عليه وسلم بذلك، وأنه ليس بأعور، لقول النبي صلى الله\nعليه وسلم إذ ذكر الدجال، فقال: \"إنه أعور، وإن ربكم ليس بأعور\"، وأن\nالمؤمنين يرون ربهم يوم القيامة بأبصارهم كما يرون القمر ليلة البدر، وأن\nله إصبعا، بقوله صلى الله عليه وسلم: \"ما من قلب إلا وهو بين إصبعين من\nأصابع الرحمن عز وجل\"، وأن هذه المعاني التي وصف الله بها نفسه، ووصف بها\nرسوله صلى الله عليه وسلم، لا يدرك حقيقة ذلك بالفكر، والرؤية، ولا يكفر\nبالجهل بها أحد، إلا بعد انتهاء الخبر إليه بها، وإن خلف الوارد لذلك خبرا\nيقوم به في الفهم <span id='ms396'></span> مقام المشاهدة في السماع، وجبت الينونة على سامعه بحقيقته\nوالشهادة عليه، كما عاين وسمع من رسول الله صلى الله عليه وسلم، ولمن ثبت\nهذه الصفات، وتنفي التشيبه، كما نفى ذلك عن نفسه تعالى ذكره، فقال: {ليس\nكمثله شيء وهو السميع البصير} .\n</p>\n\n<p>\nمن حديث أبي عبيد القاسم بن سلام\n</p>\n\n<h1 class='l1' id='head10'>10- </h1>\n\n<p>\nأخبرنا أبو بكر أحمد بن علي بن الحسين الطريثيثي، بقراءتي عليه، في جمادى\nالآخرة سنة أربع وتسعين وأربعمائة، أنا أبو الحسن بن البازياء (ح) ،\nوأخبرنا أبو محمد السراج، أنا أبو يعلى بن شاذان، بذلك وبجميع كتاب غريب\nالحديث ببغداد، قالا: أنا دعلج بن أحمد بن دعلج السجستاني، نا علي بن عبد\nالعزيز البغوي، نا أبو عبيد، نا محمد بن كثير عن الأوزاعي، عن الزهري، عن\nعائشة، قالت: \" قدم وفد الحبشة، فجعلوا يزفنون، ويلعبون، والنبي صلى الله\nعليه وسلم قائم ينظر، فقمت وأنا مستترة خلفه، فنظرت حتى أعييت، ثم قعدت،\nفنظرت حتى أعييت، ثم قعدت، ورسول الله صلى الله عليه وسلم قائم ينظر،\nفاقدروا قدر الجارية الحديثة السن المشتهية للنظر \".\n</p>\n\n<h1 class='l1' id='head11'>11- </h1>\n\n<p>\nحدثني أبو معاوية، عن الأعمش، عن إبراهيم، عن الأسود، عن عائشة رضي الله\nعنها، قالت: \" كأني أنظر إلى وبيص الطيب في مفارق رسول الله صلى الله عليه\nوسلم وهو محرم \".\n</p>\n\n<p>\nحديث واحد وحديثان للشافعي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v47p009'> Vol. 47, p. 009</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>12- </h1>\n\n<p>\nأخبرنا أبو ياسر أحمد بن بندار القطان، بقراءة أبي نصر الأصبهاني عليه،\nوأنا أسمع، وأبو المعمر الأنصاري، في ربيع الآخر من سنة أربع وتسعين\nوأربعمائة، أنا أبو طالب بن غيلان، أنا أبو بكر الشافعي، نا معاذ، نا مسدد،\nنا عبد الوارث، عن أبي التياح، عن أنس، قال: كان النبي صلى الله عليه وسلم\n\" أحسن الناس خلقا، وكان لي أخ، يقال له: أبو عمير، أحسبه فطيما، وكان إذا\nجاء قال: يا أبا عمير ما فعل النغير؟ \".\n</p>\n\n<p>\nحديث واحد\n</p>\n\n<h1 class='l1' id='head13'>13- </h1>\n\n<p>\nأنا أبو سعد المعمر بن علي بن المعمر، المعروف بابن أبي عمامة الواعظ،\nبقراءتي عليه، أنا أبو محمد الحسن بن علي بن محمد الجوهري، أنا أحمد بن\nجعفر بن مالك القطيعي، نا <span id='ms397'></span> عبد الله بن أحمد، حدثني أبي، نا وكيع، حدثني\nإبراهيم بن ميمون مولى آل سمرة، عن إسحاق بن سعد بن سمرة، عن أبي عبيدة بن\nالجراح، قال: آخر ما تكلم به النبي صلى الله عليه وسلم، قال: \" أخرجوا يهود\nأهل الحجاز، وأهل نجران من جزيرة العرب \".\n</p>\n\n<p>\nفائدة\n</p>\n\n<p>\nأخبرنا أبو طالب عبد القادر بن محمد بن يوسف بقراءتي عليه، أنا أبو إسحاق\nالبرمكي، أنا ابن حيويه، نا عبد الله بن سليمان، نا جعفر بن أبي سلمة، نا\nعبد الله بن عمر، نا الوليد بن بكير، عن عمر بن نافع، عن عكرمة مولى ابن\nعباس، في قوله تعالى {السائحون} ، قال: هم طلبة الحديث\n</p>\n\n<p>\nمن حديث أبي محمد الجوهري\n</p>\n\n<h1 class='l1' id='head14'>14- </h1>\n\n<p>\nأخبرنا أبو الفوارس الحسين بن علي بن الحسين بن علي بن الحسين بن محمد\nالديلمي ثم البغدادي الخطاط المعروف بابن، بقراءتي عليه، وتلفظ لنا\nبالإجازة في جمادى الأولى من سنة أربع وتسعين وأربعمائة، قال: أملى علينا\nأبو محمد الحسن بن علي بن محمد الجوهري، نا أبو بكر أحمد بن جعفر بن حمدان\nالقطيعي، نا محمد بن يونس يعني القرشي، نا محمد بن بلال، نا عمران القطان،\nعن قتادة، عن أنس بن مالك، قال: لما دخل شهر رمضان، قال رسول الله صلى الله\nعليه وسلم: \" إن هذا الشهر قد دخل عليكم، وهو شهر الله المبارك، فيه ليلة\nخير من ألف شهر، من حرمها فقد حرم الخير كله، ولا يحرم خيرها إلا كل محروم\n\".\n</p>\n\n<h1 class='l1' id='head15'>15- </h1>\n\n<p>\nأخبرنا أبو الحسن علي بن محمد بن أحمد بن لؤلؤ الوراق، نا أبو حفص عمر بن\nأيوب السقطي، نا بشر بن الوليد القاضي، نا سليمان بن داود اليمامي، عن يحيى\nبن أبي كثير، عن أبي سلمة بن عبد الرحمن بن عوف، عن أبي هريرة، عن النبي\nصلى الله عليه وسلم، أنه قال: \" إن في الجنة بابا يقال له الضحى، فإذا كان\nيوم القيامة، نادى مناد: أين الذين كانوا يديمون على صلاة الضحى؟ هذا\nبابكم، فادخلوه برحمة الله عز وجل\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v47p010'> Vol. 47, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا أبو حفص <span id='ms398'></span> عمر بن محمد بن علي الصيرفي، نا أحمد بن عبد العزيز\nالجوهري، حدثني أبو يعلى المنقرى، نا الأصمعي، نا سلمة بن بلال، عن مجاهد،\nعن الشعبي، أن حسان بن ثابت، قال في النبي صلى الله عليه وسلم:\n</p>\n\n<p>\nثلاثة برزوا بعضاهم نصرهم ربهم إذا نشدوا\n</p>\n\n<p>\nفليس من مؤمن له بصر ينكر تفضيلهم إذا ذكروا\n</p>\n\n<p>\nعاشوا بلا فرقة ثلاثتهم واجتمعوا في الممات إذ قبروا\n</p>\n\n<p>\nحديث واحد من الأربعين لابن ودعا\n</p>\n\n<h1 class='l1' id='head16'>16- </h1>\n\n<p>\nأخبرنا القاضي أبو نصر محمد بن علي بن عبد الله بن أحمد بن صالح بن\nسليمان بن ودعان، حاكم الموصل، قدم علينا بغداد في سنة ثلاث وتسعين\nوأربعمائة، قرأت عليه وهو من جملة الأربعين، وسمعتها جميعها عليه الأولى\nحين تصفحت كتابه، فخليط عظيم يدل على عجز به وعيب الأسانيد ويعيرها على\nالأسانيد، وسمعت عليه مرة ثانية، بقراءة أبي عبد الله البلخي، قال: أنا أبو\nالحسن بن علي بن سليمان بن بحشل، حدثنا جدي لأمي عثمان بن سعدان الدقاق،\nثنا أبو إسحاق إسماعيل بن إسحاق بن حماد بن زيد بن درهم القاضي، نا سليمان\nبن حرب، نا حماد بن زيد، عن أيوب، عن نافع، عن ابن عمر، قال: خطبنا رسول\nالله صلى الله عليه وسلم خطبة ذرفت منها العيون، ووجلت لها القلوب، فكان\nفيما ضبطت منها: \" أيها الناس إن أفضل الناس من تواضع عن رفعة، وزهد عن\nغنية، وأنصف عن قوة، وحلم عن قدرة، وإن أفضل الناس عبد أخذ من الدنيا\nالكفاف، وصاحب فيها العفاف، وتزود للرحيل، وتأهب للمسير، ألا وإن أعقل\nالناس، عبد عرف ربه فأطاعه، وعرف عدوه فعصاه، وعرف دار إقامته، فأصلحها،\nوعلم \".\n</p>\n\n<p>\nصاحب القوهي، قال: سمعت يزيد بن زريع رحمه الله يقول: أصحاب الرأي أعداء\nالسنة.\n</p>\n\n<h1 class='l1' id='head17'>17- </h1>\n\n<p>\nقالا: أخبرنا الحسن بن أبي طالب، نا محمد بن العباس أبو عمر، نا أبو بكر\nبن أبي داود، نا أبي، عن سعيد بن يعقوب الطالقاني، أو غيره، قال: ذكر ابن\nالمبارك حديث النبي صلى الله عليه وسلم قال: \" لا تزال طائفة من أمتي\nظاهرين <span id='ms399'></span> على الحق لا يضرهم من ناوأهم حتى تقوم الساعة \". قال ابن المبارك:\nهم عندي أصحاب الحديث.\n</p>\n\n<p>\nقالا: أخبرنا أبو بكر محمد بن عمر بن جعفر الخرقي، وهو ابن درهم، نا أحمد\nبن جعفر الحنبلي، نا أحمد بن علي الأبار، نا أبو بكر الطالقاني، نا سعيد بن\nيعقوب، قال: قال عبد الله بن المبارك: الإسناد من الدين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v47p011'> Vol. 47, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nقالا: أنا الحسن بن أبي طالب الخلال، نا عمر بن أحمد الواعظ، نا محمد بن\nحميد المروزي، نا أبو الموجه، أنا عبدان، قال: سمعت عبد الله يعني ابن\nالمبارك، يقول: الإسناد عندي من الدين، لولا الإسناد لقال من شاء ما شاء.\n</p>\n\n<p>\nقالا: أنا أبو نعيم الحافظ الأصبهاني، نا أحمد بن محمد المازني بنيسابور،\nنا عبد الرحمن بن أبي حاتم، نا أبي، نا قبيصة، قال: سمعت سفيان الثوري،\nيقول: الملائكة حراس السماء وأصحاب الحديث حراس الأرض.\n</p>\n\n<h1 class='l1' id='head18'>18- </h1>\n\n<p>\nقالا: أخبرنا الحسن بن أبي طالب، قال: سمعت محمد بن عبد الله بن همام\nالكوفي، يقول: عبد الله بن سليمان، قال: سمعت المسيب بن واضح يقول: كان ابن\nالمبارك رحمه الله إذا رأى صبيان، وفي أيديهم المحابر، ويقول: هؤلاء غرس\nالدين أخبرنا أن رسول الله صلى الله عليه وسلم، قال: \" لا يزال الله يغرس\nفي هذا الدين غرسا يشد الدين بهم، هم اليوم أصاغركم، ويوشك أن يكونوا كبارا\nمن بعدكم \".\n</p>\n\n<h1 class='l1' id='head19'>19- </h1>\n\n<p>\nقالا: أنا أبو الحسن بن أبي بكر بن، قال: قال لنا أبو علي الرمادي: كنا\nعند أبي العباس أحمد بن يحيى ثعلب، فقال له رجل: أيش معنى قول النبي صلى\nالله عليه وسلم لعلي، وقد أقبل أبو بكر وعمر: \" هذان سيدا كهول الجنة لا\nتخبرهما \". قال: أشفق عليهما من التقصير في العمل.\n</p>\n\n<h1 class='l1' id='head20'>20- </h1>\n\n<p>\nقالا: أخبرنا أبو طالب محمد بن الحسن بن أحمد بن عبد الله بن بكير، أنا\nعبد الله بن إبراهيم بن ماسي، أنا أبو أحمد بن عبدوس، نا أبو معمر، نا عبد\nالسلام بن حرب، عن حجاج، عن عطاء، قال: قال ابن عباس: إن سمعتم منا شيئا\nفتذاكروه <span id='ms400'></span> بينكم.\n</p>\n\n<p>\nقالا: أخبرنا أبو علي بن شاذان، أنا أبو سهل بن زياد، نا محمد بن عبد\nالله بن سفيان الزيات، نا عبد الله بن صالح، نا إسرائيل، عن كهمس، عن أبي\nنضرة، عن أبي سعيد الخدري، قال: تحدثوا فإن الحديث يذكر بعضه بعضا.\n</p>\n\n<h1 class='l1' id='head21'>21- </h1>\n\n<p>\nقال: أخبرنا أبو بكر البرقاني، عن علي بن عمر الحافظ، نا إسحاق بن محمد\nبن الفضل الزيات، نا يحيى بن غيلان القطان، نا حفص بن عمر الأبلي، نا عبد\nالله بن المثنى، حدثني عمر أبو النضر، وموسى ابنا أنس، عن أبيهما أنس بن\nمالك، أنه استهم بكتابة الحديث، وروايته عن رسول الله صلى الله عليه وسلم\nوقال أنس: كنا لا نعد علم من لم يكتب علمه علما.\n</p>\n\n<p>\nقالا أخبرنا محمد بن علي الحربي أبو الحارث، أنا عمر بن إبراهيم المقرئ،\nأنا عبد الله بن محمد بن عبد العزيز، نا أبو خيثمة، نا محمد بن فضيل، نا\nيزيد بن أبي زياد، عن عبد الرحمن بن أبي ليلى، قال: إحياء الحديث مذاكرة\nفتذاكروه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v47p012'> Vol. 47, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nقالا أخبرنا الحسن بن أبي بكر، أنا أبي، أن عبد العزيز بن أحمد الغافقي،\nحدثهم بمصر، نا علي بن عبد الرحمن بن المغيرة، نا يعقوب بن كعب، نا يحيى بن\nاليمان، قال: سمعت سفيان الثوري، يقول: لو لم يأتوني لأتيتهم في بيوتهم\nيعني أصحاب الحديث.\n</p>\n\n<p>\nقالا: أخبرنا عبيد الله بن أحمد بن عثمان الصيرفي، أنا أحمد بن إبراهيم\nبن الحسن، أنا عبد الله بن محمد بن عبد العزيز، حدثني عباس هو ابن محمد، نا\nأبو بكر بن أبي الأسود، قال: قال عبد الرحمن: كان سفيان يقول: شعبة أمير\nالمؤمنين في الحديث\n</p>\n\n<p>\nقالا: أخبرنا أبو علي بن شاذان، أنا محمد بن علي بن الهيثم المقرئ، نا\nيزيد بن البادا، قال: سمعت عبيد الله بن عمر، قال: سمعت يحيى بن سعيد،\nيقول: ما أخاف على سفيان إلا في الحديث.\n</p>\n\n<h1 class='l1' id='head22'>22- </h1>\n\n<p>\nقالا: أخبرنا عبيد الله بن أبي الفتح الفارسي، وهو أحمد بن عثمان\nالصيرفي، أنا عبد الرحمن بن عمر الخلال <span id='ms401'></span>، قال محمد بن أحمد بن يعقوب بن\nشيبة: رأيت رجلا قدم رجلا إلى إسماعيل بن إسحاق القاضي، فادعى عليه دعوى\nفسأل المدعى عليه، فأنكر، فقال للمدعي: ألك بينة؟ قال: نعم، قال: وفلان،\nقال: أما فلان فمن شهودي، وأما فلان فليس من شهودي، قال: فيعرفه القاضي؟\nقال: نعم قال: بماذا؟ قال: أعرفه، يكتب الحديث، قال: وكيف تعرفه في كتبة\nالحديث؟ قال: ما علمت إلا خيرا، قال: فإن النبي صلى الله عليه وسلم، قال: \"\nيحمل هذا العلم من كل خلف عدوله \" فمن عدله رسول الله صلى الله عليه وسلم\nأولى ممن عدلت أنت، قال: فقم فهاته، فقال: قبلت شهادته.\n</p>\n\n<h1 class='l1' id='head23'>23- </h1>\n\n<p>\nقالا: أخبرنا أبو القاسم الأزهري، ومحمود الصيرفي، أنا علي بن عمر بن\nأحمد الواعظ، نا محمد بن القاسم بن زكريا المحاربي، نا عباد بن يعقوب، نا\nأبو داود النخعي سليمان بن عمرو، عن أيوب بن موسى، عن القاسم بن محمد، عن\nأبيه، أحسبه قال: عن جده أبي بكر الصديق، قال: قال رسول الله صلى الله عليه\nوسلم: \" من كتب عني علما فكتب معه صلاة علي، لم يزل في أجر ما قرئ ذلك\nالكتاب \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v47p013'> Vol. 47, p. 013</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50",
    "51",
    "52"
  ]
}