{
  "content": "\n<h1 class='l1' id='head0'>الجزء الخامس والثلاثون من المشيخة البغدادية</h1>\n\n<p>\nللحافظ أبي طاهر السلفي رحمه الله\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nعونك وعفوك يا رب\n</p>\n\n<p>\nأخبرنا الإمام الحافظ أبو طاهر أحمد بن محمد بن أحمد بن محمد بن إبراهيم\nبن سلفة السلفي الأصبهاني، نزيل الإسكندرية في كتابه إلينا منها في ربيع\nالآخر سنة أربع وتسعين وخمسمائة رحمه الله.\n</p>\n\n<p>\nمن فوائد عبد العزيز الأزجي\n</p>\n\n<p>\nمن حديث عبد العزيز الأزجي\n</p>\n\n<h1 class='l1' id='head1'>1- </h1>\n\n<p>\nقال: أخبرنا الشيخ أبو الحسين بن حسن، وولده عبد الغني، وحدثني أبو علي\nسعيد، وولده أبو علي، وعلي بن عثمان بن مقلد، وعبد الله بن محمد بن أبي\nبكر، الحرانيون، وأبو محمد عبد الدائم بن عمر بن محمد الفاسي المبارك بن\nعبد الجبار بن أحمد الصيرفي، ببغداد، بقراءة أبي نصر المؤتمن، وأنا أسمع في\nشوال سنة أربع وتسعين وأربعمائة مع جميع الجزء الأول المنتقاة من هذه\nالأحاديث قال: أنا أبو القاسم عبد العزيز بن علي بن أحمد بن الفضل بن شكر\nبن بكران الأزجي الخياط، نا محمد بن إسماعيل، نا ابن منيع، نا محمد بن جعفر\nالوركاني، نا أيوب بن جابر، عن سماك بن حرب، عن النعمان بن بشير، قال: قال\nرسول الله صلى الله عليه وسلم: \" اتقوا النار ولو بشق تمرة \". قال ابن\nمنيع: لم يروه عن سماك إلا أيوب بن جابر وهو أخو محمد بن جابر.\n</p>\n\n<h1 class='l1' id='head2'>2- </h1>\n\n<p>\nحدثنا عبد العزيز بن عبد الله الداركي، حدثني جدي، نا محمد بن حميد، نا\nسلمة بن الفضل، عن أبي جعفر الرازي، عن عاصم، عن أبي صالح، عن أبي هريرة،\nأن النبي صلى الله عليه وسلم قال: \" من صلى على جنازة فله قيراط، ومن\nانتظرها حتى يقضى قضاؤها فله قيراطان \".\n</p>\n\n<p>\nحدثنا عبد العزيز، نا جدي، نا محمد بن حميد، نا يحيى بن الضريس <span id='ms434'></span>، وحكام بن\nشعيب، وهارون بن الخليل بن زرارة، عن مطرف، عن الشعبي، قال: من زوج كريمته\nمن قاس فقد قطع رحمها.\n</p>\n\n<h1 class='l1' id='head3'>3- </h1>\n\n<p>\nحدثنا أحمد بن إبراهيم، وعبيد الله بن حبابة، والحسين بن جعفر الوزان\nالواعظ، قالوا: نا ابن منيع، نا علي بن الجعد، نا حماد بن سلمة، عن محمد بن\nزياد، عن أبي هريرة، عن النبي صلى الله عليه وسلم، قال: \" إذا أتى أحدكم\nخادمه بطعامه قد كفاه حره وعمله فليجلسه معه \".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v52p001'> Vol. 52, p. 001</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>4- </h1>\n\n<p>\nحدثنا الحسين بن جعفر، أنا ابن منيع البغوي، نا عبد الأعلى بن حماد، نا\nأحمد بن سلمة، عن علي بن زيد، عن عمار بن أبي عمار، عن ابن عباس، قال: يوم\nعاشوراء اليوم التاسع.\n</p>\n\n<h1 class='l1' id='head5'>5- </h1>\n\n<p>\nحدثنا عمر الزيات، نا محمد بن عبدة بن حرب القاضي، نا كامل بن طلحة\nالجحدري، نا أبو الأشهب، نا الحسن عن عبد الرحمن بن سمرة، أن رسول الله صلى\nالله عليه وسلم، قال: \" يا عبد الرحمن، لا تسأل الإمارة فإنك إن أعطيتها عن\nغير مسألة أعنت عليها وإن أعطيتها عن مسألة وكلت إليها، وإذا قطعت على يمين\nفرأيت غيرها خيرا منها فائت الذي هو خير وكفر عن يمينك \".\n</p>\n\n<h1 class='l1' id='head6'>6- </h1>\n\n<p>\nحدثنا أبو بكر المفيد، نا أبو العلاء محمد بن صالح الأشط، نا محمد بن\nحميد، نا زافر بن سليمان، عن محمد بن عيينة، عن أبي حازم، عن سهل بن سعد،\nأن جبريل أتى النبي صلى الله عليه وسلم، فقال: يا محمد عش ما شئت فإنك ميت،\nواحبب من شئت فإنك مفارق، واعمل ما شئت فإنك مجزي به، واعلم أن شرف المؤمن\nقيامه بالليل، وعزه استغناؤه عن الناس \".\n</p>\n\n<h1 class='l1' id='head7'>7- </h1>\n\n<p>\nحدثنا أبو بكر المفيد، نا محمد بن يحيى بن سليمان المروزي، نا عاصم بن\nعلي، نا الليث بن سعد، عن يزيد بن أبي حبيب، عن سعيد بن سنان، عن أنس بن\nمالك، أن النبي صلى الله عليه وسلم قال: \" من حلف على يمين فرأى غيرها خيرا\nمنها فلينظر الذي خير فليأته، وليكفر عن يمينه \".\n</p>\n\n<h1 class='l1' id='head8'>8- </h1>\n\n<p>\nحدثنا أبو بكر المفيد، نا إبراهيم <span id='ms435'></span> بن شريك الأسدي، نا شهاب بن عباد، نا\nسعير بن الخمس، عن عبد الله بن الحسن، عن عكرمة، عن عبد الله بن عمرو، قال:\nسمعت رسول الله صلى الله عليه وسلم، يقول: \" قتل المؤمن دون ماله شهادة \".\n</p>\n\n<h1 class='l1' id='head9'>9- </h1>\n\n<p>\nحدثنا أبو بكر المفيد، نا الهيثم بن خلف الدوري، نا الربيع بن ثعلب، نا\nأبو إسماعيل المؤدب، عن محمد بن ميسرة، عن محمد بن زياد، عن أبي هريرة،\nقال: قال رسول الله صلى الله عليه وسلم: \" ما يؤمن أحدكم أن يرفع رأسه قبل\nالإمام أن يحول الله رأسه رأس حمار \".\n</p>\n\n<h1 class='l1' id='head10'>10- </h1>\n\n<p>\nحدثنا طلحة بن عمر بن علي، وعمر بن شاهين، وعلي بن عمر الدارقطني، وعمر\nبن كثير الكتاني، قالوا: أنا ابن منيع، نا محمد بن بكار بن الريان، نا يحيى\nبن عقبة بن أبي العيزار، عن محمد بن جحادة، عن أنس، قال: قال رسول الله صلى\nالله عليه وسلم: \" لا تطرحوا الدر في أفواه الكلاب \". قال ابن بكار: أظنه\nيعني العلم. قال الدارقطني: تفرد به يحيى بن عقبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v52p002'> Vol. 52, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>11- </h1>\n\n<p>\nحدثنا عمر بن سبنك، ومحمد بن إسماعيل الوراق، وعلي بن الحسن الجراحي،\nوعمر بن كثير الكتاني، قالوا: نا ابن منيع، نا علي بن الجعد، نا شعبة، عن\nمحمد بن جحادة، عن أبي حازم، عن أبي هريرة، قال: \" نهى رسول الله صلى الله\nعليه وسلم عن كسب الإماء \".\n</p>\n\n<h1 class='l1' id='head12'>12- </h1>\n\n<p>\nحدثنا الكتاني، نا يحيى بن صاعد، نا الحسين بن الحسن المروزي، ويعقوب\nالدورقي، وزياد بن أيوب، قالوا: نا هشيم، عن أبي بشر، عن سعيد بن جبير، عن\nابن عباس، قال: قال رسول الله صلى الله عليه وسلم: \" ليس الخبر كالمعاينة\n\".\n</p>\n\n<h1 class='l1' id='head13'>13- </h1>\n\n<p>\nحدثنا الحسين بن محمد بن عبيد العسكري، نا إبراهيم بن عبد الله بن أيوب\nالمخرمي، نا سعيد بن محمد الجرمي، نا يحيى بن سعيد القرشي، عن الأعمش، عن\nأبي داود، حدثني بريدة، أن رسول الله صلى الله عليه وسلم، قال: \" من يسر\nعلى معسر بعد حله كان له مثله صدقة \".\n</p>\n\n<h1 class='l1' id='head14'>14- </h1>\n\n<p>\nحدثنا الحسين بن محمد بن عبيد العسكري، نا هارون <span id='ms436'></span> بن يوسف بن زياد، نا\nمحمد بن يحيى بن أبي عمر العدني، نا سفيان بن عيينة، عن هشام بن عروة، عن\nفاطمة بنت المنذر، عن جدتها أسماء بنت أبي بكر، قالت: \" ذبحنا فرسا على عهد\nرسول الله صلى الله عليه وسلم فأكلناه \".\n</p>\n\n<h1 class='l1' id='head15'>15- </h1>\n\n<p>\nحدثنا الحسين، نا هارون بن يوسف، نا أبو مروان العثماني، حدثني أبي عثمان\nبن خالد، عن عبد الرحمن بن أبي الزناد، عن أبيه، عن الأعرج، عن أبي هريرة،\nأن رسول الله صلى الله عليه وسلم، قال: \" لكل نبي رفيق يعني في الجنة\nورفيقي فيها عثمان بن عفان \".\n</p>\n\n<h1 class='l1' id='head16'>16- </h1>\n\n<p>\nحدثنا الحسين بن جعفر الحربي، نا جعفر بن محمد الفريابي، نا إسحاق بن\nمنصور الأنصاري، نا معن، عن مالك، عن زيد بن أسلم، أن رسول الله صلى الله\nعليه وسلم قال: \" إذا تزوج أحدكم المرأة فليأخذ بناصيتها وليدع بالبركة \".\n</p>\n\n<h1 class='l1' id='head17'>17- </h1>\n\n<p>\nحدثنا الحسين بن جعفر الحربي، نا الفريابي، نا عبد الأعلى بن حماد، وعلي\nبن عبد الله، قالا: نا سفيان بن عيينة، نا يزيد بن كيسان، عن أبي حازم، عن\nأبي هريرة، \" أن رجلا أتى النبي صلى الله عليه وسلم فذكر له نكاح امرأة من\nالأنصار، فقال: انظر إليها فإن في أعين الأنصار شيئا \".\n</p>\n\n<p>\nحدثنا أبو بكر بن المفيد، نا أبو شعيب الحراني، قال: سمعت يحيى بن عبد\nالله البابلتي، يقول: رأيت في الموسم ثلاثة لم أر مثلهم في الجلالة والنبل،\nرأيت شيخا راكبا على راحلة وقائدا وسائقا يسوق به، فقلت: من الراكب؟ ومن\nالقائد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v52p003'> Vol. 52, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n؟ ومن السائق؟ ، فقال: الراكب مالك بن أنس، والقائد سفيان بن سعيد\nالثوري، والسائق عبد الرحمن بن عمرو الأوزاعي.\n</p>\n\n<h1 class='l1' id='head18'>18- </h1>\n\n<p>\nحدثنا عمر بن أحمد الواعظ، نا يحيى بن محمد بن صاعد، وعلي بن عبد الله بن\nمبشر، قالا: نا أحمد بن المقدام أبو الأشعث، نا إبراهيم بن صالح الباهلي،\nنا أبي صالح بن درهم، قال: خرجنا إلى مكة فتلقانا أبو هريرة، فقال: سمعت\nخليلي أبا القاسم صلى الله عليه وسلم، يقول: \" من خرج من بيته يؤم البيت\nالعتيق فركب راحلته <span id='ms437'></span>، لم ترفع راحلته خفا ولم تضع خفا إلا كتب الله له بها\nأجرا , ثم قيل: هلم استأنف العمل \".\n</p>\n\n<h1 class='l1' id='head19'>19- </h1>\n\n<p>\nحدثنا عمر بن شاهين، نا ابن أبي داود، نا علي بن خشرم، نا عيسى بن يونس،\nعن عثمان بن عطاء، عن أبيه، عن ابن مسعود، عن النبي صلى الله عليه وسلم،\nقال: \" من لم يحج ولم يحج عنه لم يقبل له يوم القيامة عمل \".\n</p>\n\n<h1 class='l1' id='head20'>20- </h1>\n\n<p>\nحدثنا عمر، نا أبو خبيب البرتي، نا أحمد بن عبد الله بن أبان القرشي،\nبعبادان، نا يحيى بن سليم الطائفي، نا محمد بن سليم، عن إسماعيل بن\nإبراهيم، عن سعيد بن جبير، عن ابن عباس، أنه قال: يا بني اخرجوا من مكة\nحاجين مشاة فإني سمعت رسول الله صلى الله عليه وسلم، يقول: \" الحاج الراكب\nله بكل خطوة يخطوها سبع مائة حسنة من حسنات الحرم , قيل: يا رسول الله وما\nحسنات الحرم؟ قال: الحسنة بمائة ألف \".\n</p>\n\n<p>\nإلى هنا آخر فوائد الأزجي\n</p>\n\n<p>\nمن فوائد هناد النسفي\n</p>\n\n<h1 class='l1' id='head21'>21- </h1>\n\n<p>\nأخبرنا الشيخ أبو بكر أحمد بن علي بن بدران بن علي الحلواني الفقيه\nالزاهد، قرأت عليه من أصله في شعبان سنة أربع وتسعين وأربعمائة، أنا أبو\nالمظفر هناد بن إبراهيم بن محمد بن نصر بن صالح بن إسماعيل بن عصمة النسفي\nالقاضي، أنا أبو القاسم عبد الله بن محمد بن أحمد بن مخلد بالبصرة، نا عبد\nالقادر بن أحمد بن يحيى المازني، نا أحمد بن عمرو الزئبقي، نا إسحاق بن وهب\nالعلاف، نا بشر بن عبيد الله، نا خازم بن بكر، عن يزيد بن عياض، عن عبد\nالرحمن الأعرج، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: \" من\nصلى علي في كتاب لم تزل الملائكة تصلي عليه ما دام اسمي في ذلك الكتاب \"\n</p>\n\n<p>\nأخبرنا علي بن أحمد بن بشر المروزي بالبصرة، نا محمد بن بكر بن داسة، نا\nسليمان بن الأشعث، نا أحمد بن محمد بن شبويه المروزي، قال: سمعت وكيعا،\nيقول: قال سفيان الثوري لا أعلم عملا لمن أراد <span id='ms438'></span> الله به أفضل من الحديث.\n</p>\n\n<p>\nأخبرنا محمد بن علي بن محمد بن حبيب المتوثي بالبصرة، نا محمد بن عدي بن\nزحر، نا محمد بن الحسين، قال: سمعت محمد بن خلف العطار، يقول: سمعت عبد\nالله بن المبارك، يقول: ما تقرب الناس إلى الله بأفضل من طلب الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v52p004'> Vol. 52, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا علي بن محمد بن عبد الله الطرسوسي، بواسط، نا أحمد بن نصر بن علان\nالفقيه، نا عبد الله بن محمد، نا إسحاق النرسي، حدثني أبو عبد الله\nالمروزي، أن رجلا رأى يزيد بن هارون بعد موته في النوم، فقال له: ما فعل\nالله بك؟ قال: أنا في الجنة بالحديث ورفع درجتي بالقرآن.\n</p>\n\n<p>\nأخبرنا أبو الفضل محمد بن أحمد بن محمد الجارودي الحافظ بهراة، نا الحسن\nبن محمد بن حكيم، نا أبو الموجه، أنا عبدان، قال: سمعت عبد الله بن\nالمبارك، يقول: الإسناد من الدين، لولا الإسناد لقال من شاء ما شاء.\n</p>\n\n<p>\nأخبرنا منصور بن محمد الوليدي ببخارى، أنا محمد بن عبد الله الحافظ، نا\nأبو الحسن أحمد بن محمد العنبري، نا عثمان بن سعيد الدارمي، نا يزيد بن\nموهب، نا ضمرة، عن مطر الوراق، في قوله تعالى: {أو أثارة من علم} ، قال:\nإسناد الحديث.\n</p>\n\n<p>\nأخبرنا عبد الله بن محمد بن عبد الله الطبري، بآمد، نا محمد بن عبد الله\nالأصبهاني، نا أبو عبد الله عمر بن محمد بن إسحاق العطار قال: سمعت عبد\nالله بن أحمد بن حنبل، يقول: سمعت أبي يقول: طلب الإسناد من الدين.\n</p>\n\n<p>\nحدثنا الحسين بن الحسن بن محمد المخزومي، ثنا عثمان بن أحمد بن عبد الله،\nنا أحمد بن بشر المرثدي، نا هارون بن سفيان المستمل، نا زكريا بن عدي، قال:\nسمعت وكيعا يقول: لولا أن الحديث عندي أفضل من التسبيح ما حدثت.\n</p>\n\n<p>\nأخبرنا أحمد بن الحسين بن أحمد القاضي، بنهاوند، نا محمد بن يحيى بن محمد\nبن يحيى النهاوندي، نا عبد الله بن محمد البغوي، قال: سمعت إسحاق بن أبي\nإسرائيل، يقول: سمعت يحيى بن يمان يقول <span id='ms439'></span>: سمعت سفيان، يقول: ما أعلم شيئا\nيطلب به الله هو أفضل من الحديث، فقال له إنسان: ربما طلبوه بغير نية،\nفقال: طلبهم إياه نية.\n</p>\n\n<h1 class='l1' id='head22'>22- </h1>\n\n<p>\nأخبرنا محمد بن إبراهيم بن حمزة الشاهد، بالأبلة، نا عاصم بن محمد بن\nعاصم، نا محمد بن سهل الأبلي، نا شيبان بن فروخ الأبلي، نا نافع أبو هرمز،\nعن أنس بن مالك، عن النبي صلى الله عليه وسلم، قال: \" من كتب الحديث أو\nالعلم يريد به الدنيا لم يجد حرث الآخرة \".\n</p>\n\n<h1 class='l1' id='head23'>23- </h1>\n\n<p>\nأخبرنا أبو عبد الرحمن السلمي، بنيسابور، نا نصر بن محمد العطار، نا\nإبراهيم بن المولد، حدثني أحمد بن مروان المالكي، نا محمد بن إسماعيل بن\nسالم، نا الحميدي، قال: سمعت سفيان بن عيينة، يقول: ما من أحد يكتب الحديث\nإلا وفي وجهه نضرة يقول النبي صلى الله عليه وسلم: \" نضر الله امرأ سمع منا\nحديثا فبلغه \".\n</p>\n\n<p>\nأخبرنا عبد الله بن يحيى بن عبد الجبار، نا إسماعيل بن محمد الصفار، نا\nعباس بن عبد الله الترقفي، قال: سمعت الفريابي يقول: سمعت سفيان يقول: لو\nأردنا أن نحدثكم بالحديث كما سمعناه ما حدثناكم بحديث واحد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v52p005'> Vol. 52, p. 005</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>24- </h1>\n\n<p>\nأخبرنا أبو محمد علي بن أحمد بن بشر القاضي، بالبصرة، ثنا محمد بن بكر بن\nداسة، نا أبو داود السجستاني، نا عبيد بن هشام الحلبي، نا ابن أبي فديك، عن\nهشام بن سعد، عن زيد بن أسلم، عن عطاء بن يسار، عن ابن عباس، عن علي بن أبي\nطالب، قال: خرج علينا رسول الله صلى الله عليه وسلم ذات يوم، فقال: \" اللهم\nارحم خلفائي. قلنا: ومن خلفاؤك يا رسول الله؟ قال: الذين يروون أحاديثي\nوسنتي ويعلمون الناس \".\n</p>\n\n<h1 class='l1' id='head25'>25- </h1>\n\n<p>\nأخبرنا أحمد بن الحسين بن أحمد القاضي، بنهاوند، نا لاحق بن الحسين، نا\nوهيب بن علي السراج المصري، نا الليث بن إسحاق، نا أحمد بن عبيدة، عن أحمد\nبن يعقوب بن سراج الموصلي، قال: حضرنا مجلس عبد الجبار، فجاء شيخ يطلب\nالحديث، فدفع إليه الكتاب ليقرأه عليه فأمسك الكتاب، وقال: يا شيخ تأخرت عن\nالطلب <span id='ms440'></span> فاستحيا الشيخ وخجل، فقال له عبد الجبار لا تستحي، حدثنا سفيان بن\nعيينة، عن عمرو بن دينار، عن جابر بن عبد الله، قال: قال رسول الله صلى\nالله عليه وسلم: \" من لم يطلب العلم صغيرا وطلبه كبيرا فمات على ذلك مات\nشهيدا \".\n</p>\n\n<h1 class='l1' id='head26'>26- </h1>\n\n<p>\nأخبرنا أحمد بن عمر بن برهويه، نا محمد بن الفرخان، نا أبي، نا عطية بن\nبقية، نا أبي، نا عيسى بن أبي عيسى , نا موسى بن أبي حبيب، قال: سمعت الحكم\nبن عمير الثمالي، وكانت له صحبة، يقول: قال رسول الله صلى الله عليه وسلم:\n\" إن القرآن صعب مستصعب عسير على من كرهه، ميسر على من تبعه وطلبه، وحديثي\nصعب مستصعب وهو الحكم، وأمرت أمتي أن يأخذوا بقولي ويتبعوا سنتي، قال الله:\n{وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا} من رضي بحديثي فقد رضي\nبالقرآن، ومن تهاون بحديثي فقد تهاون بالقرآن، ومن تهاون بالقرآن خسر\nالدنيا والآخرة \".\n</p>\n\n<h1 class='l1' id='head27'>27- </h1>\n\n<p>\nأخبرنا العباس بن محمد بن العباس، نا محمد بن الحسن المقرئ، نا محمد بن\nعصام المروزي، نا صخر بن محمد المصري، نا ابن لهيعة، عن خالد بن معدان، عن\nأبي سعيد الخدري، قال: قال رسول الله صلى الله عليه وسلم: \" إن الناس لكم\nتبع وإنه سيأتيكم قوم من أقطار الأرض يتفقهون في الدين، فإذا أتوكم\nفأفهموهم الحديث وأوسعوا لهم في المجالس وأقرءوهم مني السلام \".\n</p>\n\n<h1 class='l1' id='head28'>28- </h1>\n\n<p>\nأخبرنا أبو يعلى السهمي الحافظ، بجرجان، نا أبو أحمد عبد الله بن عدي بن\nعبد الله، نا جعفر بن سهل البالسي، نا حفص بن نصر أبو الميمون العبدي\nالكوفي، نا عمر بن شاكر، عن أنس بن مالك، قال: سمعت رسول الله صلى الله\nعليه وسلم، يقول: \" من سمع بعلم فطلبه لم ينصرف إلا مغفورا له \".\n</p>\n\n<h1 class='l1' id='head29'>29- </h1>\n\n<p>\nأخبرنا محمد بن القاسم الفارسي بنيسابور، نا عبد الرحمن بن إبراهيم\nالمعدل، نا علي بن حمشاذ، نا محمد بن سليمان الواسطي، نا محمد بن يزيد، نا\nسفيان الثوري، عن عبد الرحمن بن عبد الله، عن أبيه، عن النبي صلى الله عليه <span id='ms441'></span>\nوسلم، أنه قال: \" المؤمن إذا مات وترك ورقة واحدة عليها علم تكون تلك\nالورقة يوم القيامة سترا فيما بينه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v52p006'> Vol. 52, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nوبين النار، وأعطاه الله بكل حرف مكتوب عليها مدينة أوسع من الدنيا بسبع\nمرات، وما من مؤمن يتعبد ساعة عند عالم إلا ناداه ربه عز وجل: جلست إلى\nحبيبي وعزتي وجلالي لأسكننك الجنة معه في جواري وأبوئكما الرؤية إلى وجهي\n\".\n</p>\n\n<h1 class='l1' id='head30'>30- </h1>\n\n<p>\nأخبرنا أحمد بن الحسين، نا أحمد بن جعفر، نا العباس بن يوسف، نا محمد بن\nسنان القزاز، نا الحسين بن الحسن الأشقر، نا سلم بن سالم، عن نوح بن أبي\nمريم، عن عكرمة، عن ابن عباس، قال: قراءتك على العالم وقراءته عليك سواء.\n</p>\n\n<p>\nومن حديثه أيضا\n</p>\n\n<h1 class='l1' id='head31'>31- </h1>\n\n<p>\nأخبرنا الشيخ أبو بكر أحمد بن علي بن بدران، أنا أبو المظفر هناد بن\nإبراهيم النسفي، أنا أحمد بن الحسين القاضي، بنهاوند، نا لاحق بن الحسين بن\nلاحق، نا محمد بن أحمد بن إسماعيل البزاز العسكري، نا يحيى بن أيوب العلاف،\nنا محمد بن روح، نا يونس بن هارون، عن مالك بن أنس، عن أبيه، عن جده، عن\nعمر بن الخطاب، قال: قال رسول الله صلى الله عليه وسلم: \" ثلاثة يفرح بهن\nالجسد ويربو عليهن: الطعام الطيب ولبس اللين وشرب العسل \".\n</p>\n\n<h1 class='l1' id='head32'>32- </h1>\n\n<p>\nأخبرنا أبو الفتح هلال بن محمد بن جعفر، نا إسماعيل بن علي الخزاعي، نا\nأحمد بن يعقوب البلخي، بالري، نا إبراهيم بن موسى، نا بشر بن المفضل، عن\nأبيه، عن أبي الجوزاء، عن ابن عباس، قال: قال رسول الله صلى الله عليه\nوسلم: \" النظر إلى الوجه الحسن يجلو البصر، والنظر إلى الوجه القبيح يورث\nالكلح \".\n</p>\n\n<h1 class='l1' id='head33'>33- </h1>\n\n<p>\nأخبرنا عبد الرحمن بن محمد بن فضالة الحافظ، نا أحمد بن محمد بن حامد\nالجمال البلخي، نا أبو عبد الله محمد بن علي بن الحسين الحافظ، نا أبو محمد\nبكر بن محمد، نا مضاء بن حارث البكري، نا شقيق بن إبراهيم الزاهد، نا عباد\nبن كثير، عن هشام بن عروة، عن أبيه، عن عائشة، قالت: \" رأيت رسول الله صلى <span id='ms442'></span>\nالله عليه وسلم يأكل التمر بيمينه ويعض البطيخ بشماله \".\n</p>\n\n<h1 class='l1' id='head34'>34- </h1>\n\n<p>\nأخبرنا الحسن بن الحسين بن العباس، أنا أحمد بن نصر الزارع، نا أبو سعيد\nالحسن بن علي، نا إبراهيم بن سليمان، نا شعبة، عن توبة العنبري، عن أنس بن\nمالك، قال: قال النبي صلى الله عليه وسلم: \" عليكم بالوجوه الملاح والخرق\nالسود فإن الله حيي حليم يستحيي أن يعذب وجه مليح في النار.\n</p>\n\n<h1 class='l1' id='head35'>35- </h1>\n\n<p>\nأ - أخبرنا علي بن محمد بن أحمد بن أحمد، نا علي بن عبيد الله بن محمد،\nنا أحمد بن علي، نا أبو الربيع، نا حيان بن علي، نا محمد بن عبيد الله بن\nأبي رافع، عن أخيه عبد الله بن عبيد الله بن أبي رافع، عن أبيه، عن النبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v52p007'> Vol. 52, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم، قال: \" من ذكرني بخير إذا طنت أذن أحدكم فليصل علي،\nوليقل: ذكر الله من ذكرني بخير \".\n</p>\n\n<p>\nب- أخبرنا محمد بن علقمة بن وهب بن عيسى، نا أحمد بن الوليد، نا ممد بن\nموسى، عن عبد الحميد بن صيفي بن، وأبو محمد أحمد بن الحسن المقري بن محمد\nبن عمر القنطري، أنا محمد بن إسحاق بن إبراهيم الثقفي، نا إسحاق بن\nإبراهيم، نا النضر بن شميل، نا شعبة، نا زيد بن محمد العمري، نا نافع، عن\nابن عمر، عن حفصة، قالت: \" كان رسول الله صلى الله عليه وسلم إذا طلع الفجر\nلا يزيد على ركعتين \".\n</p>\n\n<h1 class='l1' id='head36'>36- </h1>\n\n<p>\nأخبرنا أبو طالب محمد بن علي بن الفتح العشاري، أنا أبو بكر أحمد بن\nإبراهيم بن شاذان البزار، نا عبد الله بن محمد المنيعي، نا أحمد بن محمد بن\nحنبل، سنة ثمان وعشرين ومائتين، نا سفيان بن عيينة، عن الزهري، عن أبي\nسلمة، عن عائشة، أن النبي صلى الله عليه وسلم، قال: \" كل شراب أسكر فهو\nحرام \".\n</p>\n\n<p>\nمن فوائد القاضي أبي القاسم التنوخي\n</p>\n\n<h1 class='l1' id='head37'>37- </h1>\n\n<p>\nأخبرنا الشيخ أبو منصور محمد بن أحمد بن النقور، بقراءتي عليه في الحي\nسنة ست وتسعين، نا القاضي أبو القاسم علي بن المحسن بن علي التنوخي، إملاء،\nنا <span id='ms443'></span> أبو الحسن علي بن محمد بن أحمد بن كيسان، نا يوسف بن يعقوب القاضي، نا\nالقاسم بن سلام بن مسكين، عن أبيه، عن قتادة، عن خليد بن عبد الله العصري،\nعن أبي الدرداء، عن رسول الله صلى الله عليه وسلم، قال: \" ما أشرقت الشمس\nقط إلا بعث بجنبتيها ملكان يناديان إنهما ليسمعان الخلائق غير الثقلين الجن\nوالإنس: أيها الناس هلموا إلى ربكم فإن ما قل وكفى خير مما كثر وألهى، ولا\nغربت الشمس إلا وبجنبتيها مناديان وإنهما ليسمعان الخلائق غير الثقلين الجن\nوالإنس: اللهم عجل لمنفق خلفا وأعط ممسكا تلفا \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v52p008'> Vol. 52, p. 008</a>\n            </div>\n             <span id='ms444'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50",
    "51",
    "52"
  ]
}