{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nاللهم يسر وأعن يا كريم\n</p>\n\n<h1 class='l1' id='head0'>مقدمة المؤلف</h1>\n\n<p>\nقال الشيخ الإمام ناصح الدين أبو الفرج عبد الرحمن بن نجم بن عبد الوهاب\nالأنصاري ابن الحنبلي، الحمد لله الحاوي كتابه أنواع العلوم، الدال أمره\nعلى الموجود والمعدوم، المشرف خطابه لذوي العقول والحلوم، الضارب الأمثال\nلأرباب الألباب والفهوم، القاضي بالحق والفاصل بين الظالم والمظلوم يوم\nاجتماع الخصوم، مبرم الأمور بقضاء محتوم، منزل الماء بقدر معلوم، ومعلم\nالإنسان البيان في الأمر المظنون والحكم المجزوم، شارع السبيل المأمون من\nالكتاب المصون على لسان النبي المعصوم، أحمده حمدا غير منقوص ولا مهضوم،\nوأؤمن به إيمانا غير مظنون ولا موهوم، وأشهد أن لا إله إلا الله وحده لا\nشريك له شهادة تقي حر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nنار السموم، وتفي تكفير ذنب المأثوم، وأشهد أن محمدا عبده ورسوله الحاكم\nبشرعه على كل حاكم من البرية ومحكوم، المفضل جمعه على كل مفرد من الخلق\nوملموم، صلى الله عليه وعلى آله وأصحابه الذين لا تحصى فضائلهم بمنثور ولا\nمنظوم، ولا تجهل مآثرهم إلى يوم الوقت المعلوم.\n</p>\n\n<p>\n\" وبعد \" فإن الفقهاء رضي الله عنهم أرباب النظر والمحرزين أدلة العبر،\nقد ألفوا في مذاهب الجدال ما يتضمن تحرير الاستدلال وتقرير الجواب والسؤال\nألا أن الأمر الاصطلاحي منقوض بمثله وربما نسخ اصطلاحا اصطلاح بوعره عند\nقوم أو بسهله، والمذهب الذي يرسخ ولا ينسخ ويعلو فرعه ويشمخ ما كان مجناه\nمن حبات القلوب، وسقياه من الشراب الطهور المنقى من العيوب، الكاشف لأسرار\nالغيوب (لا يأتيه الباطل من بين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nيديه ولا من خلفه تنزيل من حكيم حميد) . وقد استخرت الله تعالى في\nاستنباط طريق من طرقه، وإسكان بعض القاصدين لهذا الفن غرفة من غرفه، وهذا\nالكتاب يشتمل على ثمانية أبواب، لكل باب فضل في فصل الخطاب، ولكنه وقف على\nذوي الحلوم والألباب، ومشارع هذه الأبواب من الكتاب المعصوم من الزلل\nوالارتياب.\n</p>\n\n<p>\nالباب الأول \": في ذكر الجدل في الكتاب العزيز والممدوح منه والمذموم.\n</p>\n\n<p>\n\" الباب الثاني \": أول من سن الجدال.\n</p>\n\n<p>\n\" الباب الثالث \": جدال الأنبياء صلوات الله عليهم <span id='ms01'></span> وسلامه للأمم.\n</p>\n\n<p>\n\" الباب الرابع \": ذكر الأدلة وأنواعها على وجود الصانع سبحانه.\n</p>\n\n<p>\n\" الباب الخامس \": ذكر الأدلة على أنه واحد.\n</p>\n\n<p>\n\" الباب السادس \": ذكر أدلة البعث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nالباب السابع \": ذكر الأدلة على رسالة محمد صلى الله عليه وسلم من القرآن\nالعزيز.\n</p>\n\n<p>\n\" الباب الثامن \": في السؤال والجواب ونكت من الجدال فهذه ثمانية أبواب،\nوعلى توفيق الله سبحانه وتعالى الإحالة بالصواب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>الباب الأول</h1>\n\n<p>\nفي ذكر الجدل والحجة\n</p>\n\n<p>\nاعلم أن الله سبحانه ذكر لفظة الجدل وما تصرف منها في كتابه العزيز في\nتسعة وعشرين موضعا - ولفظه الحجة وما تصرف منها في سبعة وعشرين موضعا ولفظة\nالسلطان أيضا في ثلاثة وثلاثين موضعا الجميع المراد به الحجة سوى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nموضع واحد في الحاقة: (هلك عني سلطانية) وقيل: المراد به الحجة، فأما\nالجدل فهو مذموم في كل موضع ذكر إلا في ثلاثة مواضع: \" أحدها \": في النحل:\n(ادع إلى سبيل ربك بالحكمة والموعظة الحسنة وجادلهم بالتي هي أحسن) . \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nالموضع الثاني \": في العنكبوت: (ولا تجادلوا أهل الكتاب إلا بالتي هي\nأحسن) . \" الموضع الثالث \" : في المجادلة: (قد سمع الله قول التي تجادلك في\nزوجها) ، وهذه المرأة هي خولة بنت ثعلبة الأنصارية، كانت تحت زوجها أوس بن\nالصامت والقصة مشهورة. فأما قوله سبحانه: (وجادلهم بالتي هي أحسن) فيحتمل\nأن يكون المراد بالأحسن الأظهر من الأدلة. ويحتمل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nالتعجيز عن الإتيان بمثل القرآن، لأنه أحسن الأدلة نظاما وبيانا وأكملها\nحسنا وإحسانا وأرجحها من الثواب ميزانا وأوضحها على اختلاف مدلولاتها كشفا\nوبرهانا. ويحتمل الإصغاء إلى شبههم والرفق بهم في حلها ودحضها. ويحتمل بترك\nالغلظة عليهم في حال جدالهم لتكون عليهم الحجة أظهر والجحد منهم أنكد وهي\nسنة الأنبياء عليهم السلام، مع الأمم عند الدعوة. والمجادلة من ذلك لما\nقالوا لمحمد (مجنون. قال:) وما مسني السوء (، أي: جنون من غير أن يقابلهم\nعلى ذلك بقول خشن مع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nالنخوة العربية والعزة الهاشمية. وقالوا لنوح عليه السلام:) إن هو إلا\nرجل به جنة ... قال رب انصرني بما كذبون (، وقالوا له:) إنا لنراك في ضلال\nمبين قال يا قوم ليس بي ضلالة <span id='ms02'></span> ولكني رسول من رب العالمين (. وقالوا لصالح:)\nإن هو إلا رجل افترى على الله كذبا ... قال رب انصرني بما كذبون (، وقالوا\nلهود:) إنا لنراك في سفاهة وإنا لنظنك من الكاذبين. قال يا قوم ليس بي\nسفاهة ولكني رسول من رب العالمين (فلو قابلهم الأنبياء بغلظة لنفرت طباعهم\nوانصرفت عقولهم عن التسديد لما قالوا والتدبر لما جاؤوا به من البينات، فلم\nتتضح لهم المحجة، ولم تقم عليهم الحجة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nوشاهد هذه الحالة قوله تعالى:) وإذا قيل له اتق الله أخذته العزة بالإثم)\n.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>الباب الثاني</h1>\n\n<p>\nفي أول من سن الجدال\n</p>\n\n<p>\nأول من سن الجدال الملائكة صلوات الله عليهم حيث قالوا: (أتجعل فيها من\nيفسد فيها ويسفك الدماء ونحن نسبح بحمدك ونقدس لك قال إني أعلم ما لا\nتعلمون) . وهذا منهم استدلال بالترجيح والأولوية، أي: من سبح وقدس لك هو\nأولى بالإيجاد والجعل فيها ممن يفسد فيها ويسفك الدماء، وكان جواب الله لهم\nالترجيح أيضا من جهة أخرى ولهذا لم يرد عليهم قولهم، إذ قد علم سبحانه أن\nالذي ظنوه فيهم ووصفوهم به كائن بل عدل الله سبحانه إلى أمر مجمل فقال:\n(إني أعلم ما لا تعلمون) من ترتيب خلقي وتدبير صنعي المحوط بالحكمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nالدال على القدرة فإني خلقت الملائكة من نور لا ظلمة فيه، فكان منهم\nالخير المحض بإرادتي، وخلقت الشياطين من ظلمة نار السموم وهو المارج، فكان\nمنهم الشر المحض بإرادتي، وخلقت آدم وذريته من نور وظلمة، فكان منهم الخير\nوالشر بإرادتي، ووضعت فيهم عقلا يرشد إلى المصالح،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nونفسا ميالة إلى الهوى المردي، وأمددت الفريقين بجندين يسوقان العقل\nوالنفس إلى ما سبق من التقدير الناشئ عن علم التدبير، وكان حكمي في هذين\nالفريقين أن من غلب عقله على هواه فهو من الناجين، ومن غلب هواه على عقله\nفهو من الهالكين وهذا ما اشتمل عليه قوله تعالى: (إني أعلم ما لا تعلمون) .\nومما اشتمل عليه (إني أعلم ما لا تعلمون) أن اختلاف الصنائع أول دليل على\nقدرة الصانع، ومما اشتمل عليه (إني أعلم <span id='ms03'></span> ما لا تعلمون) أني ركبت فيهم من\nالشهوة ما لو ركبته فيكم لفعلتم فعلهم أو لم تطيقوا صبرهم على أنهم قد\nأحبوني محبة بذلوا فيها أبدانهم للتمزيق، ودماءهم للإراقة، وأرواحهم\nللذهاب، ومنهم الصابرون على أنواع المكاره، والصائمون في الهواجر،\nوالعابدون على ضعف القوى، والناهون نفوسهم مع قوة الهوى، ويرون ذلك المر\nحلوا في رضائي، وتسليما لقضائي وقدري، يسابق كل ولي منهم بالعبادة أجله،\nيؤتون ما أتوا وقلوبهم وجلة، فظهرت حكمة الله عز وجل في خلقهم، ورجحت حجة\nالله سبحانه على الملائكة في قدحهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nفأما إبليس فهو أول من اظهر الخلاف وركب العناد وسار به في البلاد.\nوالفرق بينه وبين الملائكة أن الملائكة لم يظهر منهم خلاف ولا عصيان، بل\nطلبوا بسؤالهم الإيضاح والبيان. وإبليس أفتى ودل في مسألته فانقطع في\nمجادلته وخسر في كرته وبيان فساد تعليله، وإزاغته عن الصواب في تأويله. أنه\nقال: (خلقتني من نار وخلقته من طين) ومعناه: أن النار جوهر لطيف شفاف له\nقوة الإشراق وسلطان الإحراق، والطين جسم مظلم كثيف، ليس باللطيف ولا\nالخفيف. والسجود خدمة يتضمن تعظيم المسجود له والأولى بها الأعلى منهما،\nهذا منتهى كلامه ومضمون قوله وهو مردود عليه من وجوه: \" منها \": أنه عارض\nالنص بالقياس وهو فساد في الاعتبار وعدم استبصار؛ لأن العمل بالنص مقدم على\nالقياس؛ لأن سهام القياس تصيب مرة وتخطئ أخرى. وكلام المعصوم المنزه عن\nالغلط والزلل لا يخطى. \" ومنها \": أن الماء والتراب والهواء والنار أصول\nالأجسام ومواد المركبات. فلا يقوم جسم إلا باجتماعها، وإذا كانت متكافئة في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nالتأثير فاختصاص أحدها بالأفضلية لا دليل عليه. \" ومنها \": أن الطين\nاشتمل على أصلين من الأصول الأربعة وهما: الماء والتراب، فكيف يكون اصل\nواحد منهما خيرا من أصلين متكافئين. وعلى تقدير تسليم التفاضل فالماء افضل؛\nلأن سلطانه يقهر سلطان النار إذا التقيا. \" ومنها \": على تقدير صحة قياسه\nفالترجيح للسجود من وجهين: \" أحدهما \": أن مصلحة امتثال الأمر راجحة على\nالامتناع؛ لأن امتثال الأمر آمن من العقاب المرتب على المخالفة. \" الوجه\nالثاني \": أن <span id='ms04'></span> الامتناع من السجود بهذا التعليل المذكور من جهته يلزم منه\nتخطئة الأمر إلى وضع الشيء في غير موضعه، وذلك في غاية الجناية على الإله\nالحكيم. وقد قال بعض المتكلمين: إن كل شبهة وقعت في الملل فأصلها من شبهتي\nإبليس. قال المصنف: بل هي شبهة واحدة مطردة في كل مذهب فاسد وقد ذكرنا ذلك\nفي كتاب البروق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الحجة فهي عبارة عن دليل الدعوى وقد تطلق على الشبهة أيضا؛ لأنها\nمستند المخالفة. قال الله تعالى: (حجتهم داحضة عند ربهم) ، وقال تعالى:)\nلئلا يكون\n</p>\n\n<p>\nللناس على الله حجة بعد الرسل (، وقوله تعالى:) فلله الحجة البالغة (أي\nالدليل القاطع الذي لا يعارضه معارض، وذلك قوله تعالى:) وتلك حجتنا آتيناها\nإبراهيم على قومه (، وقد قيل في قوله تعالى إخبارا عن إبليس) وما كان لي\nعليكم من سلطان (أي حجة وإنما غرهم بالشبهة فالحجة حقيقة في الدليل مجاز في\nالشبهة. اس على الله حجة بعد الرسل) ، وقوله تعالى: (فلله الحجة البالغة)\nأي الدليل القاطع الذي لا يعارضه معارض، وذلك قوله تعالى: (وتلك حجتنا\nآتيناها إبراهيم على قومه) ، وقد قيل في قوله تعالى إخبارا عن إبليس (وما\nكان لي عليكم من سلطان) أي حجة وإنما غرهم بالشبهة فالحجة حقيقة في الدليل\nمجاز في الشبهة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>الباب الثالث</h1>\n\n<p>\nفي جدال الأنبياء عليهم السلام للأمم\n</p>\n\n<p>\nفي جدال الأنبياء عليهم الصلاة والسلام للأمم أولهم: جدال نوح عليه\nالسلام: قال: (استغفروا ربكم إنه كان غفارا. يرسل السماء عليكم مدرارا.\nويمددكم بأموال وبنين ويجعل لكم جنات ويجعل لكم أنهارا. ما لكم لا ترجون\nلله وقارا. وقد خلقكم أطوارا. ألم تروا كيف خلق الله سبع سماوات طباقا.\nوجعل القمر فيهن نورا وجعل الشمس سراجا. والله أنبتكم من الأرض نباتا. ثم\nيعيدكم فيها ويخرجكم إخراجا. والله جعل لكم الأرض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nبساطا لتسلكوا منها سبلا فجاجا) ، وقال تعالى: (ولقد أرسلنا نوحا إلى\nقومه إني لكم نذير مبين. أن لا تعبدوا إلا الله إني أخاف عليكم عذاب يوم\nأليم. فقال الملأ الذين كفروا من قومه ما نراك <span id='ms05'></span> إلا بشرا مثلنا وما نراك\nاتبعك إلا الذين هم أراذلنا بادي الرأي وما نرى لكم علينا من فضل بل نظنكم\nكاذبين) أجابهم نوح عليه السلام بالحجة العظمى فقال: (يا قوم أرأيتم إن كنت\nعلى بينة من ربي) إلى هنا هي الحجة العظمى، وهذه الحجة العظمى هي التي\nأضافها الله عز وجل إلى نفسه في قوله: (وتلك حجتنا آتيناها إبراهيم على\nقومه) وقد أشبعنا القول فيها في كتاب الحجة العظمى. (قالوا يا نوح قد\nجادلتنا فأكثرت جدالنا فأتنا بما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nتعدنا إن كنت من الصادقين) . جدال إبراهيم وحجاجه وله ثلاثة مقامات \"\nالأول \": مع نفسه. \" الثاني \": مع أبيه. \" الثالث \": مع نمرود وقومه. \"\nالأول \": رأى كوكبا قال هذا ربي إلى آخر القصة. وجه استدلاله أنه رأى إنارة\nالكوكب وحسنه وعلو مكانه ولم ير قبله مثله، فقال: هذا ربي، بناء على أن\nالرب لا ينبغي أن يكون له مثل، فلما أفل أدرك نقصه وعيبه؛ لان الأفول تغير،\nوالتغير حدوث والكامل لا يجوز عليه الحدوث؛ لأنه صانع الحدوث وطرد القياس\nفي الإثبات والنفي على باقي الكواكب بالاعتبار الأول، ومن حيث علم أنها\nمكونة مصنوعة علم أنها لا بد لها من صانع هو أكمل منها فقال: (وجهت وجهي\nللذي فطر السموات والأرض) ليدخل في ذلك الكواكب التي اعترضته في طريق\nالاستدلال. \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nالمقام الثاني مع أبيه \": قال الله تعالى: (واذكر في الكتاب إبراهيم إنه\nكان صديقا نبيا. إذ قال لأبيه يا أبت لم تعبد مالا يسمع ولا يبصر ولا يغني\nعنك شيئا. يا أبت إني قد جاءني من العلم ما لم يأتك فاتبعني أهدك صراطا\nسويا. يا أبت لا تعبد الشيطان إن الشيطان كان للرحمن عصيا. يا أبت إني أخاف\nأن يمسك عذاب من الرحمن فتكون للشيطان وليا. قال أراغب أنت عن آلهتي يا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nإبراهيم لئن لم تنته لأرجمنك واهجرني مليا) . فكان جواب أبيه جواب جاهل،\nلانه قابله على نصحه له بالرجم والهجر أشبه جواب قومه، وما كان جواب قومه\nإلا أن (قالوا حرقوه وانصروا آلهتكم) . \" المقام الثالث <span id='ms06'></span> \": مع النمرود\nوقومه وهو قوله تعالى: (ألم تر إلى الذي حاج إبراهيم في ربه أن آتاه الله\nالملك إذ قال إبراهيم ربي الذي يحي ويميت قال أنا أحيي وأميت قال إبراهيم\nفإن الله يأتي بالشمس من المشرق فأت بها من المغرب فبهت الذي كفر والله لا\nيهدي القوم الظالمين) . فالصادر من خصمه معارضة إلا أنها فاسدة، لان حقيقة\nالإحياء والإماتة التي فسرها خصمه غير الذي قصده إبراهيم، فلا يخلو حال\nنمرود إما أن يكون ما فهم حقيقة الإحياء والإماتة، أو فهم إلا أنه قصد\nالمصادمة والمباهتة، وكلاهما يوجب العدول إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nدليل يفضح معارضته ويقطع حجاجه، ومتى كان الخصم بهذه الصفة جاز لخصمه\nالانتقال إلى دليل آخر أقرب إلى الفهم وأفلج للحجة، وسيأتي نظيره في قصة\nموسى عليه السلام، قال الله تعالى: (وحاجه قومه قال أتحاجوني في الله وقد\nهدان) وذكر الحجة العظمى فقال: (وكيف أخاف) إلى قوله: (فأي الفريقين أحق\nبالأمن) وقد شرحنا هذا في كتاب الحجة العظمى. فإن قيل ما الحكمة أنه جادل\nالملك بالإحياء والإماتة والإتيان بالشمس من المشرق وكل ذلك يمكن دعوى\nالمعارضة له\n</p>\n\n<p>\nوالكلام عليه، ولم يدعه بالحجة العظمى وجادل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nقومه بالحجة العظمى، فالجواب أن الملك كان يدعي الربوبية، فلا يقال انه\nلا يخلو إما أن يكون لنا إله أو لا بخلاف حال قومه فإنهم لم يدعوا ربوبية.\nلام عليه، ولم يدعه بالحجة العظمى وجادل قومه بالحجة العظمى، فالجواب أن\nالملك كان يدعي الربوبية، فلا يقال انه لا يخلو إما أن يكون لنا إله أو لا\nبخلاف حال قومه فإنهم لم يدعوا ربوبية.\n</p>\n\n<p>\nجدال موسى عليه السلام قال الله سبحانه: (فأتيا فرعون فقولا إنا رسول رب\nالعالمين) إلى أن قال سبحانه: (قال فرعون وما رب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nالعالمين. قال رب السموات والأرض وما بينهما إن كنتم موقنين. قال لمن\nحوله ألا تستمعون. قال ربكم ورب آبائكم الأولين. قال إن رسولكم الذي أرسل\nإليكم لمجنون. قال رب والمشرق والمغرب وما بينهما إن كنتم تعقلون. قال لئن\nاتخذت إلها غيري <span id='ms07'></span> لاجعلنك من المسجونين. قال أو لو جئتك بشيء مبين. قال فأت\nبه إن كنت من الصادقين فألقى عصاه فإذا هي ثعبان مبين ونزع يده فإذا هي\nبيضاء للناظرين) والإشارة إلى وجه الدلالة من ذلك أن فرعون لما قال: (وما\nرب العالمين) علم موسى أنه سؤال عن ماهية رب العالمين، ورب العالمين لا\nماهية له، لانه الأول فلا شيء قبله فيكون منه، بل هو مكون ما تتكون الأشياء\nمنه، فلم يشتغل موسى برد سؤاله وبيان فساده، وكان المقصود تعريف الرب جل\nوعلا بصفته فقال: (رب السموات والأرض وما بينهما)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nفحصر الكائنات في ثلاث كلمات فلما قال: (ألا تستمعون. قال ربكم ورب\nآبائكم الأولين) ردا على فرعون قوله (أنا ربكم الأعلى) فلما قال: (إن\nرسولكم الذي أرسل إليكم لمجنون) أردف ما ذكر بشاهدين آخرين فقال: (رب\nالمشرق والمغرب وما بينهما) ؛ لان المشرق والمغرب آيتان عظيمتان لا يقدر\nفرعون على ادعائهما، فلما اندحضت حجته قال: (لئن اتخذت إلها غيري لاجعلنك\nمن المسجونين. قال أو لو جئتك بشيء مبين. قال فأت به إن كنت من الصادقين\nفألقى عصاه فإذا هي ثعبان مبين ونزع يده فإذا هي بيضاء للناظرين) آيتان\nعظيمتان في انقلاب اعيانهما، وإنما كانت الآية في العصا؛ لأنها أنزلت على\nآدم بسبب الكلب لما نبح عليه لما تعاظمت دعوى فرعون قوبل بها إهانة له\nواستحقارا، وكونها ظهرت في صورة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nثعبان مناسب لحاله؛ لأن مسها لين وفعلها قاتل. وفرعون بإظهار كرمه وعدله\nلين وفعله قاتل لنفسه وغيره. فأما يده البيضاء فالإشارة فيها جئتك بالشرع\nالنير الأبيض الذي لا ظلمة فبه، كما قال رسول الله (جئتكم بها بيضاء نقية)\nولما كانت آية موسى عليه السلام حسية، ومعجزاته مرئية لم يخاطبهم بالحجة\nالعظمى؛ لأنها عقلية، ولما هموا بقتله الهم الله سبحانه مؤمن آل فرعون\nالحجة العظمى فقال: (أتقتلون رجلا أن يقول ربي الله وقد جاءكم بالبينات من\nربكم وإن يك كاذبا فعليه كذبه وإن يك صادقا يصبكم بعض الذي يعدكم) وقد\nشرحنا ذلك في كتاب الحجة <span id='ms08'></span> العظمى. وأما جدال رسول الله (لكفار قريش واليهود\nفسيأتي في ذكر الأدلة الدالة على صدق رسالته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>الباب الرابع</h1>\n\n<p>\nفي ذكر الأدلة على وجود الصانع سبحانه\n</p>\n\n<p>\nفي ذكر الأدلة على وجود الصانع سبحانه: أعلم أنها لا تحصى لأن كل موجود\nعن عدم فهو دليل على وجود موجد كما قال سبحانه:) وإن من شيء إلا يسبح\nبحمده) وذلك التسبيح إذعان لموجده وعبادة لربه كما قيل:\n</p>\n\n<p>\nوفي كل شيء له آية ... تدل على أنه الواحد\n</p>\n\n<p>\nفأما أدلة الكتاب العزيز فمنها قوله تعالى: (\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nأفلا ينظرون إلى الإبل كيف خلقت. وإلى السماء كيف رفعت. وإلى الجبال كيف\nنصبت. وإلى الأرض كيف سطحت. فذكر إنما أنت مذكر) ، وقال تعالى: (ألم نجعل\nالأرض مهادا. والجبال أوتادا. وخلقناكم أزواجا. وجعلنا نومكم سباتا. وجعلنا\nالليل لباسا. وجعلنا النهار معاشا. وبنينا فوقكم سبعا شدادا. وجعلنا سراجا\nوهاجا. وأنزلنا من المعصرات ماء ثجاجا. لنخرج به حبا ونباتا. وجنات ألفافا)\nوصرف سبحانه هذه الكلمات في كتابه العزيز وصرف هذه الأدلة منها الدلالة على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nوجوده وقدرته وحكمته، وأنه لا مشارك له ولا معاضد ولا مغالب فقال: (أأنتم\nأشد خلقا أم السماء بناها. رفع سمكها فسواها. وأغطش ليلها وأخرج ضحاها.\nوالأرض بعد ذلك دحاها. أخرج منها ماءها ومرعاها. والجبال أرساها متاعا لكم\nولأنعامكم) ، وقال تعالى: (وهو الذي مد الأرض وجعل فيها رواسي وأنهارا ومن\nكل الثمرات جعل فيها زوجين اثنين يغشي الليل النهار إن في ذلك لآيات لقوم\nيتفكرون. وفي الأرض قطع متجاورات وجنات من أعناب وزرع ونخيل صنوان وغير\nصنوان يسقى بماء واحد ونفضل بعضها على بعض في الأكل إن في ذلك لآيات لقوم\nيعقلون) ، وقال تعالى: (إن في خلق السموات والأرض واختلاف الليل والنهار\nوالفلك التي تجري في البحر بما ينفع الناس وما أنزل الله من السماء من ماء\nفأحيا به الأرض بعد موتها وبث فيها من كل دابة وتصريف الرياح والسحاب\nالمسخر بين السماء والأرض لآيات لقوم يعقلون) ، وقال تعالى: (هو الذي جعل\nالشمس ضياء والقمر نورا وقدره منازل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nلتعلموا عدد <span id='ms09'></span> السنين والحساب ما خلق الله ذلك إلا بالحق يفصل الآيات لقوم\nيعلمون) ، وقال تعالى: (تولج الليل في النهار وتولج النهار في الليل وتخرج\nالحي من الميت وتخرج الميت من الحي وترزق من تشاء بغير حساب) ، وقال تعالى:\n(إن الله فالق الحب والنوى يخرج الحي من الميت ومخرج الميت من الحي ذلكم\nالله فأنى تؤفكون فالق الإصباح وجعل الليل سكنا والشمس والقمر حسبانا ذلك\nتقدير العزيز العليم وهو الذي جعل لكم النجوم لتهتدوا بها في ظلمات البر\nوالبحر قد فصلنا الآيات لقوم يعلمون وهو الذي أنشأكم من نفس واحدة فمستقر\nومستودع قد فصلنا الآيات لقوم يفقهون) ، وقال تعالى: (هو الذي يسيركم في\nالبر والبحر حتى إذا كنتم في الفلك وجرين بهم بريح طيبة وفرحوا بها جاءتها\nريح عاصف وجاءهم الموج من كل مكان وظنوا أنهم أحيط بهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nدعوا الله مخلصين له الدين لئن أنجيتنا من هذه لنكونن من الشاكرين) ،\nوقال تعالى: (وإذا مسكم الضر في البحر ضل من تدعون إلا إياه) ، وقال تعالى:\n(وآية لهم الأرض الميتة أحييناها وأخرجنا منها حبا فمنه يأكلون. وجعلنا\nفيها جنات من نخيل وأعناب وفجرنا فيها من العيون. ليأكلوا من ثمره وما\nعملته أيديهم أفلا يشكرون سبحان الذي خلق الأزواج كلها مما تنبت الأرض ومن\nأنفسهم ومما لا يعلمون. وآيه لهم الليل نسلخ منه النهار فإذا هم مظلمون.\nوالشمس تجري لمستقر لها ذلك تقدير العزيز العليم. والقمر قدرناه منازل حتى\nعاد كالعرجون. القديم لا الشمس ينبغي لها أن تدرك القمر ولا الليل سابق\nالنهار وكل في فلك يسبحون. وآية لهم أنا حملنا ذريتهم في الفلك المشحون\nوخلقنا لهم من مثله ما يركبون. وإن نشأ نغرقهم فلا صريخ لهم ولا هم ينقذون.\nإلا رحمة منا ومتاعا إلى حين) ،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nوقال تعالى: (أو لم يروا أنا خلقنا لهم مما عملت أيدينا أنعاما فهم لها\nمالكون وذللناها لهم فمنها ركوبهم ومنها يأكلون. ولهم فيها منافع ومشارب\nأفلا يشكرون) ، وقال\n</p>\n\n<p>\nتعالى: (أفرأيتم ما تمنون. أأنتم تخلقونه أم نحن الخالقون) ، وقال تعالى <span id='ms10'></span>:\n(أفرأيتم الماء الذي تشربون. أأنتم أنزلتموه من المزن أم نحن المنزلون) ،\nوقال: (أفرأيتم النار التي تورون. أأنتم أنشأتم شجرتها أم نحن المنشئون) ،\nوقال تعالى: (ولقد خلقنا الإنسان من سلالة من طين. ثم جعلناه نطفة في قرار\nمكين. ثم خلقنا النطفة علقة) إلى قوله: (فتبارك الله أحسن الخالقين) ، وقال\nتعالى: (فلينظر الإنسان إلى طعامه أنا صببنا الماء صبا ثم شققنا الأرض شقا)\nإلى قوله: (متاعا لكم ولأنعامكم) ، فوجه الدلالة من هذه الآيات جلي لمن\nسبقت له السعادات. قال تعالى: (انظر كيف نصرف الآيات) وقد مدح الله تعالى\nقوما أدتهم الفكر إلى معرفة العبر. قال سبحانه وتعالى: (ويتفكرون في خلق\nالسموات والأرض ربنا ما خلقت هذا باطلا سبحانك فقنا عذاب النار) .:\n(أفرأيتم ما تمنون. أأنتم تخلقونه أم نحن الخالقون) ، وقال تعالى: (أفرأيتم\nالماء الذي تشربون. أأنتم أنزلتموه من المزن أم نحن المنزلون) ، وقال:\n(أفرأيتم النار التي تورون. أأنتم أنشأتم شجرتها أم نحن المنشئون) ، وقال\nتعالى: (ولقد خلقنا الإنسان من سلالة من طين. ثم جعلناه نطفة في قرار مكين.\nثم خلقنا النطفة علقة) إلى قوله: (فتبارك الله أحسن الخالقين) ، وقال\nتعالى: (فلينظر الإنسان إلى طعامه أنا صببنا الماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nصبا ثم شققنا الأرض شقا) إلى قوله: (متاعا لكم ولأنعامكم) ، فوجه الدلالة\nمن هذه الآيات جلي لمن سبقت له السعادات. قال تعالى: (انظر كيف نصرف\nالآيات) وقد مدح الله تعالى قوما أدتهم الفكر إلى معرفة العبر. قال سبحانه\nوتعالى: (ويتفكرون في خلق السموات والأرض ربنا ما خلقت هذا باطلا سبحانك\nفقنا عذاب النار) .\n</p>\n\n<p>\n\" فصل \": وقد حصلت معرفة الله سبحانه لقوم مخصوصين من طريق آخر وهم\nالملائكة وما جرى لهم من سؤال وجواب. وفي قصة إبليس كفاية له عن التنويع\nفيما يقيس والتجنيس، وحصل العلم اليقيني لآدم فيما حدث من أمره وتقادم\nفاستسلم وسالم. والأنبياء مائة ألف نبي وأربعة وعشرون ألف نبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nالكل عرفوا الصانع معرفة اليقين، منهم المرسلون ثلثمائة وثلاثة عشر أغنى\nعيان الآيات عندهم عن الخبر، ففي نوح ودعوته ونجاة أهل سفينته، وفي إبراهيم <span id='ms11'></span>\nوناره وحياة أطياره، ويوسف وبراءته بشهادة غلامه وإجابته في قضاء حاجاته\nوإهلاك عدوه من جميع جهاته، ويونس وحوته، وزكريا وسكوته، ومريم وابنها،\nآيات بينات، ويتبع هذا الجمع جمع لا تحد لهم كثرة كلهم أخبر عن وجود إله\nواحد قادر مريد عالم حي. والأنبياء وأتباعهم هم حجج الخلق وعلماؤهم وأعيان\nالعلماء ونبلاؤهم. ولو لم يكن هناك دليل على وجود الإله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nسوى اتفاقهم على وجوده بالصفات المذكورة كان ذلك كافبا في حصول العلم\nواليقين بخبرهم إذ كانوا جميعا لا يتصور التواطؤ منهم على الكذب والله\nالهادي بفضله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>الباب الخامس</h1>\n\n<p>\nفي ذكر الأدلة على أنه واحد سبحانه\n</p>\n\n<p>\nذكر الأدلة على أنه واحد سبحانه. ومن حيث ثبت أنه موجود بصفة الوجوب ثبت\nأنه واحد؛ لأن الصنعة مفتقرة إلى الصانع وليست مفتقرة إلى ما زاد على\nالصانع، فصار وجود ما زاد على الصنعة جائزا والجائز الوجود لا يجوز أن يكون\nإلها مبدعا قديما. وأما أدلة الكتاب العزيز فكثيرة، من ذلك قوله تبارك\nوتعالى: (لو كان فيهما آلهة إلا الله لفسدتا) وهذا الدليل معتمد أرباب\nالكلام من أهل الإسلام، وقد نقل عن بعض علماء السلف أنه قال: نظرت في سبعين\nكتابا من كتب التوحيد فوجدت مدارها على قوله تعالى: (لو كان فيهما آلهة إلا\nالله لفسدتا) دليل آخر في سورة المؤمنين قوله تعالى: (\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nما اتخذ الله من ولد وما كان معه من إله إذا لذهب كل إله بما خلق ولعلا\nبعضهم على بعض سبحان الله عما يصفون) وفي الكلام حذف وتقديره ولو كان معه\nآلهة وإنما حذف للإيجاز. والإيجاز مستحسن في كل مكان وههنا اكمل حسنا لئلا\nيتكرر ذكر الإله؛ لأنه إبطال على تقدير، وإنما ذهب كل إله بما خلق لأجل طلب\nالاستعلاء بالعلو والقدرة، وذلك منشأ المخالفة والمنافسة والتغالب والمغلوب\nلا يكون إلها. \" دليل آخر \" قوله سبحانه: (قل لو كان معه آلهة كما يقولون\nإذا لابتغوا إلى ذي الرش سبيلا) ومعناه أن الآلهة تطلب المنازعة والمخالفة\nفي المراد فحينئذ يقع الفساد إذ يريد أحدهما حياة <span id='ms12'></span> شخص ولآخر موته، أو\nإسعاده والآخر إشقاءه، فإن قيل الشبهة على هذه الأدلة من وجهين: \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nأحدهما \": يجوز أن يكون اثنان تتفق إرادتهما فلا يقع خلاف فلا يقع فساد.\n\" الشبهة الثانية \": قالوا لما رأينا وجود الشيء وضده من الموت والحياة،\nوالنور والظلمة، والخير والشر، وما يقتضي الحكمة وينافيها من النقض بعد\nالبناء والعجز بعد القوة، جاز أن ينسب إلى مدبرين اثنين. والجواب عن الشبهة\nالأولى: استحالة الإرادة وجود اثنين لا تنفك ارادة أحدهما عن إرادة الآخر\nمتكافئين في العلم والقدرة والإرادة والحكمة والتدبير على وجه لا تتقدم صفة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nالآخر في الأعيان والأذهان فإذا هما واحد سموه اثنين.\n</p>\n\n<p>\nوالجواب عن الشبهة الثانية: أن صدور الشيء وضده أدل على قدرة الصانع، وقد\nنبه سبحانه على ذلك في عدة مواضع من الكتاب العزيز من ذلك قوله تعالى:\n(تسقى بماء واحد ونفضل بعضها على بعض في الأكل) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>الباب السادس</h1>\n\n<p>\nفي ذكر أدلة البعث في الكتاب العزيز\n</p>\n\n<p>\nذكر أدلة البعث في الكتاب العزيز:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nوهي كثيرة من ذلك قوله تعالى: (ويقول الإنسان أإذا ما مت لسوف أخرج حيا.\nأو لا يذكر الإنسان أنا خلقناه من قبل ولم يك شيئا) ، ومثله (أو لم ير\nالإنسان أنا خلقناه من نطفة فإذا هو خصيم مبين) المراد ها هنا أبي بن خلف.\nوقيل العاص بن وائل. ثم ذكر سبحانه وتعالى شبهة فقال: (وضرب لنا مثلا ونسي\nخلقه قال من يحيي العظام وهي رميم) فجاء الجواب من وجهين: \" أحدهما \": جدلا\nيتضمن فساد شبهته من جهة أنه استبعد الإعادة والحياة في عظام وحش وترك\nنفسه، وذلك أهم من إحياء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nالحيوان البهيم، لأن إيجاد الحيوان البهيم كان لأجل الإنسان. \" الوجه\nالثاني \": (قل يحييها الذي أنشأها أول مرة) إلى آخر السورة فإن إيجاد\nالمبادئ أصعب في مطرد العرف وحكم العقل من رد شيء كان إلى ما كان على ما لا\nيخفى وقوله سبحانه: (الذي جعل لكم من الشجر الأخضر نارا) معناه: إيجاد شيء\nمما ينافبه وينافره، فلا بد من قوة من خارج تغلب على المتنافرين <span id='ms13'></span> المتنافيين\nبفعل ذلك، ثم قال سبحانه: (أو ليس الذي خلق السموات والأرض بقادر على أن\nيخلق مثلهم بلى وهو الخلاق العليم) معناه: من قدر على خلق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nالسموات والأرض قدر على خلق هذا النوع اللطيف والشكل الضعيف، وإذا قدر\nعلى إيجاده قدر على رده بعد نفاده. ثم أخبر سبحانه عن نفسه بماذا يخلق\nالأشياء وتكون فقال: (إنما أمره إذا أراد شيئا أن يقول له كن فيكون) ، وفي\nموضع آخر (إنما قولنا لشيء إذا أردناه أن نقول له كن فيكون) ، وعند ذلك سبح\nنفسه فقال: (فسبحان الذي بيده ملكوت كل شيء وإليه ترجعون) ، فعم الموجود\nوالمعدوم والإبداء والإعادة وجعل الرجوع خاتمة الكلام؛ لأن الإنكار له\nوالأدلة أقيمت عليه. ومن أدلة البعث في قوله سبحانه: (فسيقولون من يعيدنا\nقل الذي فطركم أول مرة) ، ومن أدلة البعث قوله: (وهو الذي يبدأ الخلق ثم\nيعيده وهو أهون عليه وله المثل الأعلى في السموات والأرض وهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nالعزيز الحكيم) ، وإنما قال سبحانه: (وهو أهون عليه) ضرب مثل، لأن\nالمقدورات عندنا متفاوتة في العسر واليسر باختلاف القدرة التي تزيد وتنقص\nفي حقنا، ولما كان إيجاد شيء مستحيلا منا، وإيجاد شيء من شيء ممكنا،\nفاستعار له كلمة \" أفعل \" ضرب ذلك مثلا. ولما استحال في حقه العجز والضعف\nعن إيجاد شيء لا من شيء قال: (وله المثل الأعلى) وذلك مطرد في سائر صفاته\nسبحانه من العلم والقدرة والحياة والرحمة والرضا والغضب، وكل صفة وصف بها\nالإنسان من ذلك مثاله قولنا عالم، والواحد منا عالم، ولكن يطلق على المخلوق\nباعتبار معلوم ما، وإن علمه من جهة جهله من جهات، ثم علمه إما بطريق الخبر\nوالنظر أو الاضطرار، والله سبحانه عالم بما كان وما يكون على وجه لا يخفى\nعليه شيء ولا يداخله الشك ولا الذهول ولا النسيان ولا يتقدم بزمان ولا مكان\nولا نظير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nولا حيز ولا اضطرار. قال تعالى: (ألا يعلم من خلق) ، فهذا معنى قوله:\n(وله المثل الأعلى) ومن أدلة البعث قوله تعالى: (قل سيروا في الأرض فانظروا\nكيف <span id='ms14'></span> بدأ الخلق ثم الله ينشىء النشأة الآخرة إن الله على كل شيء قدير) ، ومن\nأدلة البعث قوله تعالى: (ومن آياته أنك ترى الأرض خاشعة فإذا أنزلنا عليها\nالماء اهتزت وربت إن الذي أحياها لمحي الموتى إنه على كل شيء قدير) ، ومن\nأدلة البعث في سورة الواقعة قوله: (أفرأيتم ما تمنون) (أفرأيتم ما تحرثون)\n(أفرأيتم الماء الذي تشربون) (أفرأيتم النار التي تورون)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nووجه دلالة النار على البعث أن النار تكمن في الشجر والحجر ثم تظهر\nبالقدح، وتشب بالنفخ، فالحجر والشجر كالقبر، والقدح والنفخ كالنفخة في\nالصور، وإنما ذكر الله سبحانه في هذه السورة هذه الأدلة الأربعة متوالية؛\nلأنه بدأ السورة بالواقعة وهي القيامة وقال: (ليس لوقعتها كاذبة. خافضة\nرافعة) ، وإن الجاحدين كما قال كانوا يقولون: (قل إن الأولين والآخرين.\nلمجموعون إلى ميقات يوم معلوم) ، ومن أدلة البعث في سورة الأحقاف:) أو لم\nيروا\n</p>\n\n<p>\nأن الله الذي خلق السموات والأرض ولم يعي بخلقهن بقادر على أن يحيي\nالموتى بلى إنه على كل شيء قدير (، ومن أدلة البعث) ألم تر أن الله أنزل من\nالسماء ماء فتصبح الأرض مخضرة (. قال المصنف: والأدلة على البعث جوازا\nووجوبا: أما الجواز: فالنظائر الحسية. وأما الوجوب: فما وعد الله تعالى به\nمن البعث والإعادة، وإكرام الطائعين بجنته وإهانة المجرمين بعقوبته وما\nاقتنع للخلق بتكرير وعده الصادق حتى حلف على ذلك في عدة مواضع من ذلك) زعم\nالذين كفروا أن لن يبعثوا قل بلى وربي لتبعثن ثم لتنبؤن بما عملتم (ومن\nذلك) فورب السماء والأرض إنه لحق مثل ما أنكم تنطقون (ومن ذلك:) ويستنبئونك\nأحق هو قل إي وربي إنه لحق (. الله الذي خلق السموات والأرض ولم يعي بخلقهن\nبقادر على أن يحيي الموتى بلى إنه على كل شيء قدير) ، ومن أدلة البعث (ألم\nتر أن الله أنزل من السماء ماء فتصبح الأرض مخضرة) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nقال المصنف: والأدلة على البعث جوازا ووجوبا: أما الجواز: فالنظائر\nالحسية. وأما الوجوب: فما وعد الله تعالى به من البعث والإعادة، وإكرام\nالطائعين بجنته <span id='ms15'></span> وإهانة المجرمين بعقوبته وما اقتنع للخلق بتكرير وعده\nالصادق حتى حلف على ذلك في عدة مواضع من ذلك (زعم الذين كفروا أن لن يبعثوا\nقل بلى وربي لتبعثن ثم لتنبؤن بما عملتم) ومن ذلك (فورب السماء والأرض إنه\nلحق مثل ما أنكم تنطقون) ومن ذلك: (ويستنبئونك أحق هو قل إي وربي إنه لحق)\n.\n</p>\n\n<p>\n\" فصل \" ولم يكن لمنكر شبهة إلا مجرد تعجب واستبعاد قال الله تعالى: (وإن\nتعجب فعجب قولهم أئذا كنا ترابا أئنا لفي خلق جديد) معناه: أن كان لك عجب\nمن شيء فمن إنكارهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nالبعث فاعجب؛ لأن العجب ما ندر وجوده وخفي سببه، وليس هذا مما ندر وهم\nيشاهدون إحياء الأرض بعد موتها واكتساء الأشجار بعد عريها، وعود النهار بعد\nزواله والليل بعد ذهابه، وإخراج الحي من الميت والميت من الحي ولا مما خفي\nسببه، فإن الله سبحانه هو الفاعل لذلك والمخترع له والقادر عليه، وحكمته\nإظهار ما استتر عن خلقه من تدبيره، وما النشأة الثانية بأعجب من الأولى،\nوقد قال بعض الحكماء: ثبت أن الله عز وجل حكيم، والحكيم لا ينقض ما بنى إلا\nلحكمه أتم من حكمة النقض ولا يجوز أن يكون أنقض ولا مماثله على ما لا يخفى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>الباب السابع</h1>\n\n<p>\nفي ذكر أدلة نبوة محمد\n</p>\n\n<p>\nصلى الله عليه وسلم من الكتاب العزيز\n</p>\n\n<p>\nذكر أدلة نبوة محمد من الكتاب العزيز: والكتاب العزيز كله دليل على صدق\nرسالته بل كل سورة منه دليل عليه لمكان العجز عن الإتيان بمثلها، وقد ورد\nالتحدي بذلك في الكتاب العزيز في خمسة مواضع من ذلك قوله تعالى: (وإن كنتم\nفي ريب مما نزلنا على عبدنا فأتوا بسورة من مثله وادعوا شهداءكم من دون\nالله إن كنتم صادقين) . الموضع الثاني: قوله عز وجل: (قل لئن اجتمعت الإنس\nوالجن على أن يأتوا بمثل هذا القرآن لا يأتون بمثله ولو كان بعضهم لبعض\nظهيرا) . الثالث: (أم يقولون افتراه قل فأتوا بعشر سور مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nمفتريات وادعوا من استطعتم من دون الله إن كنتم صادقين) . الموضع الرابع <span id='ms16'></span>:\n(أم يقولون افتراه قل فأتوا بسورة مثله وادعوا من استطعتم من دون الله إن\nكنتم صادقين) الموضع الخامس: (أم يقولون تقوله بل لا يؤمنون فليأتوا بحديث\nمثله إن كانوا صادقين) .\n</p>\n\n<p>\n\" دليل آخر \" (قل يا أيها الذين هادوا زعمتم أنكم أولياء لله من دون\nالناس فتمنوا الموت إن كنتم صادقين ولا يتمنونه أبدا بما قدمت أيديهم والله\nعليم بالظالمين) فلو لم يعلموا أنه رسول الله وأن خبره حق وصدق لبادروا إلى\nما يبطل دعواه ويكذب خبره.\n</p>\n\n<p>\n\" دليل آخر \" خاص باليهود والنصارى والعرب قوله تعالى: (الذين يتبعون\nالرسول النبي الأمي الذي يجدونه مكتوبا عندهم في التوراة والإنجيل) وقد\nعلموا أنه لا يعرف الكتابة ولا النظر في الكتب ولم يكن من شأنه.\n</p>\n\n<p>\n\" دليل آخر \" (محمد رسول الله والذين معه أشداء على الكفار رحماء بينهم\nتراهم ركعا سجدا يبتغون فضلا من الله ورضوانا سيماهم في وجوههم من أثر\nالسجود ذلك مثلهم في التوراة ومثلهم في الإنجيل) إلى آخرة الآية فالدلالة\nمن ذلك من وجهين: \" أحدهما \": أن هذه الصفات لا تكون إلا في الصادقين إذ\nكانت أعدل السمات واكمل الصفات. \" الثاني \": ذكرهم في التوراة والإنجيل كما\nسبق.\n</p>\n\n<p>\n\" دليل آخر \" مختص باليهود قوله تعالى: (والذين آتيناهم الكتاب يعلمون\nأنه منزل من ربك بالحق فلا تكونن من الممترين) فلولا أنه يعلم أنهم يعلمون\nذلك لما استجاز أن يخبرهم بأمر يدعي معرفتهم به وهم لا يعرفونه.\n</p>\n\n<p>\n\" دليل آخر \" قوله تعالى: (وإن يريدوا أن يخدعوك فإن حسبك الله هو الذي\nأيدك بنصره وبالمؤمنين. وألف بين قلوبهم لو أنفقت ما في الأرض جميعا ما\nألفت بين قلوبهم ولكن الله ألف بينهم إنه عزيز حكيم) قال ابن عبد البر كان\nبين الأوس والخزرج من العداوة ما لم يكن بين أحد من بني آدم فألف الله\nقلوبهم؛ لأجل نصرة نبيه محمد صلى الله عليه وسلم فصاروا يدا واحدة وقلبا\nواحدا.\n</p>\n\n<p>\n\" دليل آخر \" قوله تعالى: (هو الذي أرسل رسوله بالهدى ودين الحق ليظهره\nعلى الدين كله ولو كره المشركون) وهذا خبر عن الغيب <span id='ms17'></span> وكان كما أخبر.\n</p>\n\n<p>\n\" دليل آخر \" قوله تعالى: (وعد الله الذين آمنوا منكم وعملوا الصالحات\nليستخلفنهم في الأرض كما استخلف الذين من قبلهم وليمكنن لهم دينهم الذي\nارتضى لهم وليبدلنهم من بعد خوفهم أمنا يعبدونني لا يشركون بي شيئا) ومعلوم\nأن هذه سيرة أصحاب (في خوفهم أولا، وأمنهم ثانيا، واستخلافهم في الأرض.\nوهذا ظاهر الدلالة.\n</p>\n\n<p>\n\" دليل آخر \" قوله تعالى:) وإنك لتهدي إلى صراط مستقيم. صراط الله الذي\nله ما في السموات وما في الأرض (فنظرنا فيما دعا إليه فكانت مكارم الأخلاق\nومحاسن الشيم صراط العقلاء ومختار النبلاء، وهي الأخلاق المأمور بها في\nقوله سبحانه:) وقضى ربك ألأ تعبدوا إلا إياه وبالوالدين إحسانا إما يبلغن\nعندك الكبر أحدهما أو كلاهما فلا تقل لهما أف ولا تنهرهما وقل لهما قولا\nكريما. واخفض لهما جناح الذل من الرحمة وقل رب ارحمهما كما ربياني صغيرا.\nربكم أعلم بما في نفوسكم إن تكونوا صالحين فإنه كان للأوابين غفورا. وآت ذا\nالقربى حقه والمسكين وابن السبيل ولا تبذر تبذيرا. إن المبذرين كانوا إخوان\nالشياطين وكان الشيطان لربه كفورا. وإما تعرضن عنهم ابتغاء رحمة من ربك\nترجوها فقل لهم قولا ميسورا. ولا تجعل يدك مغلولة إلى عنقك ولا تبسطها كل\nالبسط فتقعد ملوما محسورا. إن ربك يبسط الرزق لمن يشاء ويقدر إنه كان\nبعباده خبيرا بصيرا. ولا تقتلوا أولادكم خشية إملاق نحن نرزقهم وإياكم إن\nقتلهم كان خطأ كبيرا. ولا تقربوا الزنا إنه كان فاحشة وساء سبيلا. ولا\nتقتلوا النفس التي حرم الله إلا بالحق ومن قتل مظلوما فقد جعلنا لوليه\nسلطانا فلا يسرف في القتل إنه كان منصورا. ولا تقربوا مال اليتيم إلا بالتي\nهي أحسن حتى يبلغ أشده وأوفوا بالعهد إن العهد كان مسؤولا. وأوفوا الكيل\nإذا كلتم وزنوا بالقسطاس المستقيم ذلك خير وأحسن تأويلا. ولا تقف ما ليس لك\nبه علم إن السمع والبصر والفؤاد كل أولئك كان عنه مسئولا. ولا تمش في الأرض\nمرحا إنك لن تخرق الأرض ولن تبلغ الجبال طولا، كل ذلك <span id='ms18'></span> كان سيئه عند ربك\nمكروها. ذلك مما أوحى إليك ربك من الحكمة ولا تجعل مع الله إلها آخر فتلقى\nفي جهنم ملوما مدحورا (، وكذلك قوله تعالى:) إن الله يأمر بالعدل والإحسان\nوإيتاء ذي القربى وينهى عن الفحشاء والمنكر والبغي يعظكم لعلكم تذكرون)\nومثل هذه السير العادلة والمكارم المستحسنة لا تجري على لسان ممخرق.\n</p>\n\n<p>\n\" دليل آخر \" على اليهود قوله تعالى: (كل الطعام كان حلا لبني إسرائيل\nإلا ما حرم إسرائيل على نفسه من قبل أن تنزل التوراة قل فأتوا بالتوراة\nفاتلوها إن كنتم صادقين. فمن افترى على الله الكذب من بعد ذلك فأولئك هم\nالظالمون) روي أن إسرائيل أخذه وجع العرق الذي يقال له النسا فنذر لئن شفاه\nالله تعالى منه ليحرمن أحب الطعام والشراب إليه، وكان أحب ذلك إليه لحوم\nالإبل وألبانها، فشفي فوفى بنذره. وادعت اليهود أن ذلك كان حراما على نوح\nحتى انتهى الأمر إليهم فبين الله تعالى بطلان دعواهم، وأمر أن يحاجهم\nبالتوراة فلم يجسروا على إخراجها، وفي ذلك الدلالة الظاهرة على صدق محمد (.\n</p>\n\n<p>\n\" دليل آخر \" قوله تعالى:) فارتقب يوم تأتي السماء بدخان مبين (وهي:\nالسنون التي دعا النبي) بها على أهل مكة. والدخان: الجدب سمي دخانا؛ لأن\nالغبار يزيد في الجدب فيكون كالدخان.\n</p>\n\n<p>\n\" فصل \" قد توجه القرآن العظيم على مائة دليل وأربعة عشر دليلا عدد سوره\nفالتحدي بالطوال منه كالتحدي بالقصار، فعلى هذا السور القصار إذا أخذت\nعدلها كلمات على ترتيبها كانت معجزة ويقع بهذا التحدي أو سورة من القصار\nوعدلها من أي القرآن من أي سورة كان كانت معجزة، فإذن تبلغ أدلة التعجيز\nمنه مبلغا يزيد على الألف دليل، وهذا من أسرار الكتاب العزيز وعجائب\nالتنزيل.\n</p>\n\n<p>\n\" دليل آخر \" قوله: (فإن لم تفعلوا ولن تفعلوا) أخبر أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nالمنكرين نبوته لم يقدروا على معارضته وكذلك جرى.\n</p>\n\n<p>\n\" دليل آخر \" قوله تعالى: (إنا نحن نزلنا الذكر وإنا له لحافظون) وهذا\nخبر لم يسمع إلا من الرسول وكان الأمر كما أخبر.\n</p>\n\n<p>\nدليل آخر \" أخبر أنه: (لا يأتيه الباطل من بين <span id='ms19'></span> يديه ولا من خلفه) فكان\nالأمر كما أخبر بحمد الله ومنه.\n</p>\n\n<p>\n\" دليل آخر \" (آلم غلبت الروم في أدنى الأرض وهم من بعد غلبهم سيغلبون في\nبضع سنين) وقصة مبايعة أبي بكر رضي الله عنه لأبي خلف مشهورة.\n</p>\n\n<p>\n\" دليل آخر \" (لتدخلن المسجد الحرام إن شاء الله آمنين محلقين رؤوسكم\nومقصرين لا تخافون فعلم ما لم تعلموا) فكان كذلك.\n</p>\n\n<p>\n\" دليل آخر \" المباهلة قوله تعالى: (فمن حاجك فيه منى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nبعد ما جاءك من العلم فقل تعالوا ندع أبناءنا وأبناءكم ونساءنا ونساءكم)\nالآية. وهذا دليل يدل بسياقه وبخصوصه على نصارى نجران.\n</p>\n\n<p>\n\" دليل آخر \" يخص اليهود وهو قوله تعالى: (قل إن كانت لكم الدار الآخرة\nعند الله خالصة من دون الناس فتمنوا الموت إن كنتم صادقين ولن يتمنوه أبدا\nبما قدمت أيديهم والله عليم بالظالمين)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا دليل واضح وحجة قاطعة على اليهود، فلو لم يعلموا أنهم إن تمنوه\nماتوا، وإلا كانوا تمنوه فيحاجوا به رسول الله (ويبطلوا نبوته، وكان ذلك\nأهم الأشياء عندهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nدليل آخر \" قوله تعالى:) قل للمخلفين من الأعراب ستدعون إلى قوم أولي بأس\nشديد تقاتلونهم أو يسلمون (وأصحاب البأس الشديد مسيلمة وأصحابه يوم اليمامة\nوقيل فارس والروم، وأيما كان فقد أخبر عن الغيب فيه فكان الأمر كذلك.\n</p>\n\n<p>\n\" دليل آخر \" قوله تعالى:) ألم ترى إلى الذين نافقوا لإخوانهم الذين\nكفروا من أهل الكتاب لئن أخرجتم لنخرجن معكم ولا نطيع فيكم أحدا أبدا وإن\nقوتلتم لننصرنكم والله يشهد إنهم لكاذبون. لئن أخرجوا لا يخرجون معهم ولئن\nقوتلوا لا ينصرونهم (وفي هذا دليل ظاهر على صدق الرسول) ؛ لأنه من الغيب\nالذي لا يعلمه إلا الله، فإنهم أخرجوا فلم يخرجوا معهم وقوتلوا فلم\nينصروهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nدليل آخر \" قوله تعالى: (هو الذي بعث في الأميين رسولا منهم يتلوا عليهم\nآياته ويزكيهم ويعلمهم الكتاب والحكمة وإن كانوا من قبل لفي ضلال مبين.\nوآخرين منهم لما يلحقوا بهم) قيل هم من بعد الصحابة وقيل هم الأعاجم وعلى\nكلا الأمرين فقد وقع الخبر موافقا للمخبر به.\n</p>\n\n<p>\n\" دليل آخر \" قوله تعالى: (والله <span id='ms20'></span> يعصمك من الناس) وقوله: (له معقبات من\nبين يديه ومن خلفه) وكان يحرس فقال: اذهبوا فإن الله تعالى قد عصمني فأخبر\nبعصمته فما قدر أحد على قتله مع كثرة أعدائه والقاصدين له بذلك كما عرف.\n</p>\n\n<p>\n\" دليل آخر \" قوله تعالى: (أفلا يتدبرون القرآن أم على قلوب أقفالها)\n(أفلا يتدبرون القرآن ولو كان من عند غير الله لوجدوا فيه اختلافا كثيرا)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nولا خلف في خبره (وقد أخبر كما تقدم من القصص، واليهود يعرفون صحة ما\nأخبر من كتابهم هذا ولم يكن صاحب كتابة ولا مشتغلا بالكتب. وأخبر عن أمور\nمنها ما كان، ومنها ما سيكون ومن أنعم النظر في الكتاب العزيز استنبط من\nأدلة صدق محمد) أكثر مما ذكرناه، فأما أدلة رسالته من غير الكتاب العزيز\nفهي أكثر من أن تحصى وقد ألف في دلائل النبوة جماعة من العلماء منهم أبو\nنعيم الحافظ الأصبهاني، ومنهم أبو بكر بن فورك، ومنهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nالحافظ أبو بكر البيهقي.\n</p>\n\n<p>\n\" فصل \" ومن فهم مذهب الفصاحة والبلاغة وأرشده الله تعالى ووفقه أمكنه أن\nيختار من الأخبار النبوية الصحاح ألف حديث فما زاد تبلغ مرتبة التعجيز عن\nالإتيان بمثلها فيكون ألف دليل على النبوة مستمرة التعجيز مشهودا لها\nبالتمييز، وإذا تقررت هذه الأدلة التي ذكرناها فكل دليل دل على رسالة محمد)\nوعلى رسالة من سبقه من الأنبياء صلوات الله عليهم وسلامه، فهو دليل على\nالصانع سبحانه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>الباب الثامن</h1>\n\n<p>\nفي ذكر الأسئلة والأجوبة الجدلية من الكتاب العزيز\n</p>\n\n<p>\nفي ذكر الأسئلة والأجوبة الجدلية من الكتاب العزيز: سؤال المنع (وإذا قيل\nلهم لا تفسدوا في الأرض قالوا إنما نحن مصلحون) معناه: لا نسلم إنا مفسدون؛\nلأن الإصلاح ضد الإفساد فإذا ادعوا الإصلاح فقد أنكروا الإفساد ثم منعوا\nهذه الدعوى بقوله تعالى: (ألا إنهم هم المفسدون) وفي هذا دليل جواز المنع\nمن طريق المعنى، وفبه الرد على من يقول هذا بغيرتوجيه لإهمال مراعاة صيغة\nلفظ المجادل، وهذا يطرد في كل موضع هذا سبيله، ومثله قول الله تعالى عن\nالكفار حيث قالوا لرسل عيسى بن <span id='ms21'></span> مريم: (إنا تطيرنا بكم) قالوا لهم: (طائركم\nمعكم) أي: شؤمكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nمنكم لا منا، ودليله أنكم جعلتم التذكير بالله وبعبادته علة الشؤم أي:\n(أإن ذكرتم بل أنتم قوم مسرفون) سؤال النقض في قوله تعالى: (الذين قالوا إن\nالله عهد إلينا ألا نؤمن لرسول حتى يأتينا بقربان تأكله النار قل قد جاءكم\nرسل من قبلي بالبينات وبالذي قلتم فلم قتلتموهم إن كنتم صادقين) . معناه:\nالعلة التي توجب عندكم الإيمان بالرسل قد وجدت فلم قتلتموهم، فدل على أن\nالتعليل بما ذكرتم غير صحيح. وهذا النقض وارد على معنى كلامهم، فدل على\nجواز إيراد ما يهدم كلام الخصم على أي وجه كان. ومن صور النقض قوله: (وإذا\nقيل لهم اتبعوا ما أنزل الله قالوا بل نتبع ما ألفينا عليه آباءنا) النقض\nفي قوله: (أولو كان آباؤهم لا يعقلون شيئا ولا يهتدون) ،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nومن صور النقض أيضا في قوله: (ما كان للنبي والذين آمنوا أن يستغفروا\nللمشركين ولو كانوا أولي قربى من بعد ما تبين لهم أنهم أصحاب الجحيم) ،\nالنقض بإبراهيم عليه السلام؛ لأنه استغفر لأبيه وهو مشرك في قوله تعالى:\n(سأستغفر لك ربي إنه كان بي حفيا) فكان الجواب: (وما كان استغفار إبراهيم\nلأبيه إلا عن موعدة وعدها إياه، فلما تبين له أنه عدو لله تبرأ منه إن\nإبراهيم لأواه حليم) . ومن صور النقض قوله تعالى: (فلما جاءهم الحق من\nعندنا قالوا لولا أوتي مثل ما أوتي موسى أو لم يكفروا بما أتي موسى من قبل\nقالوا ساحران تظاهرا وقالوا إنا بكل كافرون) . سؤال القول بالموجب في قوله\nتعالى: (قالوا إن أنتم ألا بشر مثلنا تريدون أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nتصدونا عما كان يعبد آباؤنا فأتونا بسلطان مبين) القول بالموجب (قالت لهم\nرسلهم إن نحن إلا بشر مثلكم) تقديره: (يريد أن يصدكم عما كان يعبد آباؤكم)\n(ولكن الله يمن على من يشاء من عباده وما كان لنا أن نأتيكم بسلطان إلا\nبإذن الله) \" ومن \" القول بالموجب في قوله تعالى: (الذين يؤذون النبي\nويقولون هو أذن) القول بالموجب: (قل <span id='ms22'></span> أذن خير لكم يؤمن بالله ويؤمن\nللمؤمنين) \" سؤال المعارضة \" في قوله تعالى: (فأتوا بسورة مثله) (فأتوا\nبعشر سور مثله مفتريات) (فليأتوا بحديث مثله) وذلك أنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nجعله دليلا على نبوته، والدليل متى عورض بمثله بطل عمله فيسقط الاحتجاج\nبه.\n</p>\n\n<p>\n\" فصل \" الحكم تارة يعلل بعلة واحدة منفردة كقوله تعالى: (ولكم في القصاص\nحياة) . وتارة بعلتين، كقوله تعالى: (وإن أردتم استبدال زوج مكان زوج\nوآتيتم إحداهن قنطارا فلا تأخذوا منه شيئا أتأخذونه بهتانا وإثما مبينا\nوكيف تأخذونه وقد أفضى بعضكم إلى بعض وأخذن منكم ميثاقا غليظا) فإن قيل: بل\nهي علة واحدة مركبة من وصفين. فالجواب أن الإفضاء علة في استحقاق المهر في\nالصحيح من النكاح والفاسد لقول النبي: (\" فلها المهر بما استحل من فرجها \"\nوالميثاق الغليظ هو عقدة النكاح وهي كلمة الله عز وجل: \" وهو قوله بما\nاستحللتم من كلمة الله \" فهو قد يثبت بمجرده دون الإفضاء جميع المهر بالموت\nونصفه بالطلاق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nفصل \" وقد يعلل الحكم بعلل كل علة تستقل بالحكم كقوله تعالى:) وما منعهم\nأن تقبل منهم نفقاتهم إلا أنهم كفروا بالله وبرسوله ولا يأتون الصلاة إلا\nوهم كسالى ولا ينفقون إلا وهم كارهون) .\n</p>\n\n<p>\n\" فصل \" تعليق الحكم على علة يقتضي النقيض كقوله تعالى: (وتأتون في\nناديكم المنكر، فما كان جواب قومه إلا أن قالوا أئتنا بعذاب الله إن كنت من\nالصادقين) ، وكقوله تعالى: (أخرجوهم من قريتكم إنهم أناس يتطهرون) ، وكقوله\nتعالى: (وإذ قالوا إن كان هذا هو الحق فأمطر علينا حجارة من السماء أو\nأئتنا بعذاب أليم) ومثله: (فأسقط علينا كسفا من السماء إن كنت من الصادقين)\n.\n</p>\n\n<p>\n\" فصل \" أجوبة الأسئلة على التفصيل كقوله تعالى: (أما السفينة فكانت\nلمساكين) (وأما الغلام) (وأما الجدار) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nفصل \" وقد تذكر صورة القياس وليس بقياس دلالة كقوله تعالى: (فورب السماء\nوالأرض إنه لحق مثل ما أنكم تنطقون) فالحكم المقيس عليه أمر وجودي: وهو\nالنطق والذي وعدهم به هو الحياة بعد الموت، والبعث بعد الدفن، وهو أمر\nمعدوم وليس بينه وبين النطق مناسبة، ومجرد وجود حقيقة شيء لا <span id='ms23'></span> يدل على وجود\nحقيقة أخرى، فعند ذلك يعلم أنه ما أراد إلا تحقيق الوعد بإيجاد على وجه لا\nيشك فيه كوجود النطق، كقول النبي: (\" إنكم لترون ربكم كما ترون هذا القمر\nلا تضامون في رؤيته \" ومعلوم أنه ما أراد أن رؤية القمر مقتضية لرؤية الله\nتعالى، بل أراد أنه كائن كوجود هذا القمر ورؤيته، ولو قيل: فإن فيه شبهة\nاقتضت القياس على النطق صح من جهة أن الكلام يغور ويعود، فهو كالميت له\nغيبة بالدفن والبلى ثم حضور بالبعث فعلى هذا قياس الشبه صحيح.\n</p>\n\n<p>\n\" فصل \" ومثال قياس الشبه قوله تعالى:) يا بني آدم لا يفتننكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nالشيطان كما أخرج أبويكم من الجنة (وفيه دلالة على جواز إقامة اللازم\nللحكم أو السبب مقام نفس الحكم؛ لأن فتنته سبب الخروج من الحنة وهي سبب\nالمنع من دخولها، وذلك كله توسعة على المستدل.\n</p>\n\n<p>\n\" فصل \" في الترجيح وهو دليل معتبر في الشرع قد تكرر وجوده في الكتاب\nالعزيز في مواضع من ذلك قوله عز وجل:) ولا تهنوا في القوم إن تكونوا تألمون\nفإنهم يألمون كما تألمون وترجون من الله ما لا يرجون (ومعناه: التحريض على\nالقتال والتسلية لما اصاب من مكروه بالتساوي في الألم، والمزية لكم عليهم\nبما ترجون من ثواب الله تعالى، فأنتم أولى بطلبهم وأحرى بالصبر على المكروه\nمن جهتهم، ومن الترجيح قوله تعالى:) أفمن يهدي إلى الحق أحق أن يتبع أمن لا\nيهدي إلا أن يهدى فما لكم كيف تحكمون (ومن الترجيح أيضا قوله تعالى:) قل\nالحمد لله وسلام على عباده الذين اصطفى آلله خير أما يشركون (في خمس مرات\nأمن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nومن الترجيح قوله تعالى:) أفمن أسس بنيانه على تقوى من الله ورضوان خير\nأمن أسس بنيانه على شفا جرف هار فانهار به في نار جهنم والله لا يهدي القوم\nالظالمين (ومن الترجيح قوله تعالى:) يا صاحبي السجن أأرباب متفرقون خير أم\nالله الواحد القهار (وذلك لما تقرر أن الاثنين لا بد من وجود الفساد منهما\nلوقوع الاختلاف بينهما. ومن الترجيح المذكور <span id='ms24'></span> في الحجة العظمى) فأي الفريقين\nأحق بالأمن (.\n</p>\n\n<p>\n\" فصل \" في المفهوم وهو ينقسم قسمين مفهوم الموافقة ومفهوم المخالفة،\nفالموافقة متفق عليه لقوله تعالى:) فلا تقل لهما أف (فمفهومه تحريم الضرب\nوالسب؛ لأن التأفيف دون ذلك وكذلك قوله تعالى:) ومن أهل الكتاب من إن تأمنه\nبقنطار يؤده إليك ومنهم من إن تأمنه بدينار لا يؤده إليك إلا ما دمت عليه\nقائما (ولا يخفى أن من يؤدي القنطار يؤدي ما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nدونه ومن يخون في دينار يخون فيما فوقه، ويسمى ذلك فحوى الخطاب. ومفهوم\nالمخالفة كقوله تعالى:) ما دمت عليه قائما (فمفهومه إن لم يكن عليه قائما\nلم يؤده إليك، ومن الناس من يقول: ليس هو بحجة لقوله تعالى:) فمن افترى على\nالله الكذب من بعد ذلك فأولئك هم الظالمون) ، ومعلوم أن من افترى على الله\nالكذب فهو من الظالمين قبل الرسالة وبعدها وقبل نزول الكتاب وبعده.\n</p>\n\n<p>\n\" فصل \" وقد سمى الله سبحانه الشبه التي أوردها الكفار أمثالا، فقال\nتعالى: (وقالوا ما لهذا الرسول يأكل الطعام ويمشي في الأسواق لولا أنزل\nإليه ملك فيكون معه نذيرا. أو يلقى إليه كنز أو تكون له جنة يأكل منها وقال\nالظالمون إن تتبعون إلا رجلا مسحورا) فكان الجواب: (انظر كيف ضربوا لك\nالأمثال فضل فلا يستطيعون سبيلا) ،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا جواب جدل يتضمن فساد ما تمسكوا به من الشبه المذكورة؛ لأنهم قالوا\nإنه مسحور والمسحور مبلبل الفكر ذاهب الرأي فكيف يكون معه ملك أو يلقى إليه\nكنز، ثم جاء الجواب الآخر: (وما أرسلنا قبلك من المرسلين إلا إنهم ليأكلون\nالطعام ويمشون في الأسواق) فأما ما اقترحوه من الآيات في هذا الموضع وفي\nغيره فالجواب عنه مذكور في عدة مواضع، منها قوله تعالى: (وما منعنا أن نرسل\nبالآيات إلا أن كذب بها الأولون) وقال في موضع آخر: (وقالوا لولا أنزل عليه\nملك ولو أنزلنا ملكا لقضي الأمر ثم لا ينظرون) ومثله قوله تعالى: (ولما وقع\nعليهم الرجز قالوا يا موسى ادع لنا ربك بما عهد عندك لئن كشفت عنا الرجز\nلنؤمنن <span id='ms25'></span> لك ولنرسلن معك بني إسرائيل. فلما كشفنا عنهم الرجز إلى أجل هم\nبالغوه إذا هم ينكثون. فانتقمنا منهم فأغرقناهم في اليم بأنهم كذبوا\nبآياتنا وكانوا عنها غافلين) .\n</p>\n\n<p>\nوالفرق بين الآيات الداله على صدق الرسل عليهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nالسلام المقترحات من الأمم وبين الآيات التي تبتكرها الأنبياء أن\nالمقترحات لم تبق لهم عذرا في ترك الإيمان بعد الإتيان بها، إذ هي بمنزلة\nالمشاهد الذي أجاز الخصم شهادته عليه، فإذا رد وجحد فقد عاند وصد فاستحق\nتعجيل الإنزال به، بخلاف سائر الآيات فإنها وإن كانت أدلة إلا أن للناظر\nفيها فسحة النظر ومهلة التأمل، فلهذا لم يعجل عقابه وهذا المعنى دل عليه\nقوله تعالى: (ولو أنا أهلكناهم بعذاب من قبله لقالوا ربنا لولا أرسلت إلينا\nرسلا فنتبع آياتك من قبل أن نذل ونخزى) .\n</p>\n\n<p>\n\" فصل \" في ذم التقليد والمقلدين وقد عابهم الله عز وجل في كتابه العزيز\nفي عدة مواضع منها قوله تعالى: (وإذا قيل لهم اتبعوا ما أنزل الله قالوا بل\nنتبع ما ألفينا عليه آباءنا أو لو كان آباؤهم لا يعقلون شيئا ولا يهتدون) ،\nومن ذلك في المائدة: (وإذا قيل لهم تعالوا إلى ما أنزل الله وإلى الرسول\nقالوا حسبنا ما وجدنا عليه آباءنا أو لو كان آباؤهم لا يعلمون شيئا ولا\nيهتدون) ،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nومن ذلك في حم الزخرف: (بل قالوا إنا وجدنا آباءنا على أمة وإنا على\nآثارهم مهتدون) ، ثم ذكر سبحانه أن هذه الشبهة تمسك بها جميع الأمم قال\nسبحانه: (وكذلك ما أرسلنا من قبلك في قرية من نذير إلا قال مترفوها إنا\nوجدنا آباءنا على أمة وإنا على آثارهم مقتدون) ، فكان الجواب عن شبههم من\nوجهين: \" أحدهما \": قوله تعالى: (أو لو كان آباؤهم لا يعقلون شيئا ولا\nيهتدون) . \" الوجه الثاني \": (قل أولو جئتكم بأهدى مما وجدتم عليه آباءكم)\n. وههنا نكتتان: \" إحداهما \" قوله: (بأهدى) ولا هداية آباءهم، وإنما ذكر\nذلك توطئة لاستماع حجته وتلطفا إلى هدايته \" النكتة الثانية \": أعرضوا عن\nالجواب الملزم لهم إلى استماع ما هو أهدى إلى قولهم: (إنا بما <span id='ms26'></span> أرسلتم به\nكافرون) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nفصل \" في جواز التجوز وفي الكتاب العزيز من ذلك كثير من ذلك قوله تعالى:\n(إن الذين يكتمون ما أنزل الله من الكتاب ويشترون به ثمنا قليلا أولئك لا\nيأكلون في بطونهم إلا النار) وقد علم أنهم في الحالة الحاضرة لا يأكلون\nالنار والشراء، والصبر على النار.\n</p>\n\n<p>\n\" فصل \" يجوز عطف الواجب على غير الواجب كقوله تعالى: (كلوا من ثمره إذا\nأثمر وآتوا حقه يوم حصاده) وكقوله: (كلوا من طيبات ما رزقناكم واشكروا لله\nإن كنتم إياه تعبدون) .\n</p>\n\n<p>\n\" فصل \" والإنكار بعد الاعتراف لا يسمع دليله قوله تعالى: (ثم قيل لهم\nأين ما كنتم تشركون من دون الله قالوا ضلوا عنا بل لم نكن ندعوا من قبل\nشيئا كذلك يضل الله الكافرين) فعاقبهم على ضلالهم الأول بضلال هو الإنكار\nبعد الاعتراف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nفصل \" ومن لطائف الأجوبة الحدلية لما قال فرعون لموسى: (ألم نربك فينا\nوليدا ولبثت فينا من عمرك سنين) كان جواب موسى عليه السلام: (وتلك نعمه\nتمنها علي أن عبدت بني إسرائيل) فالذي اعتده فرعون نعمة جعلها موسى نقمة هو\nجواب على معنى الكلام لا على لفظه.\n</p>\n\n<p>\n\" فصل \" ومن أنواع التجاوز قوله تعالى: (وعليها وعلى الفلك تحملون)\nوالأنعام ثلاثة أنواع: إبل وبقر وغنم. والمركوب منها الإبل خاصة.\n</p>\n\n<p>\n\" فصل \" في المباكتة بالتشنيع منها قوله تعالى: (\" قل \" يا أهل الكتاب هل\nتنقمون منا إلا أن آمنا بالله وما أنزل إلينا وما أنزل من قبل وأن أكثركم\nفاسقون قل هل أنبئكم بشر من ذلك مثوبة عند الله من لعنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nالله وغضب عليه وجعل منهم القردة والخنازير وعبد الطاغوت أولئك شر مكانا\nوأضل عن سواء السبيل) فإذا وقع التشنيع على مذهب بسبب حكم خالف فيه\nالفقهاء، أو قول فيه نفرة مثل المخلوقة من الزنا وجواز الخضخضة على مذهب\nالإمام أحمد، أو ما كان للخصم أن يشنع على مذهبه بما هو من هذا القبيل وقد\nصح أن النبي (قال لليهود: \" يا إخوان القردة \".\n</p>\n\n<p>\n\" فصل \" ومما يجري مجرى المقابلة في الأذى والجناس في الجزاء:) وقالت\nاليهود <span id='ms27'></span> يد الله مغلولة غلت أيديهم ولعنوا بما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا (واللعن هو الطرد والبعد. ولما كانت يد الله مبسوطة بالقدرة على\nالإيجاد والإعدام والإشقاء والإسعاد كان القول بغلول يده سبحانه أبعد\nالمحالات في نظر العقل فاستحقوا الإبعاد.\n</p>\n\n<p>\n\" فصل \" التخصيص بالذكر لا يدل على الاختصاص في الحكم كقوله تعالى:) لقد\nكفر الذين قالوا إن الله هو المسيح بن مريم (وقال سبحانه بعدها:) لقد كفر\nالذين قالوا إن الله ثالث ثلاثة (.\n</p>\n\n<p>\n\" فصل \" يتضمن ثلاث شبه والجواب عنها: \" الشبهة الأولى \": أنه تارة تحدى\nبجملة القرآن وتارة بعشر سور، وتارة بسورة، والجواب أنه ذكر الآحاد والعقود\nونفاها ليعلم العجز عن كله وبعضه. فإن قيل القديم لا يوصف بكل ولا بعض قيل\nهذا كقولنا عالم مريد قادر هذه بعض صفات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nالقديم ولا نريد بعضية التجزي وكما تقول: القرآن مائة وأربع عشرة سورة\nكذا كذا آية.\n</p>\n\n<p>\n\" الشبهة الثانية \": ما الحكمة أن هذا الكتاب العزيز لم ينزل جملة واحدة\nوسائر الكتب نزلت جملة جملة قال تعالى:) وقال الذين كفروا لولا نزل عليه\nالقرآن جملة واحدة كذلك لنثبت به فؤادك ورتلناه ترتيلا. ولا يأتونك بمثل\nإلا جئناك بالحق وأحسن تفسيرا (.\n</p>\n\n<p>\nالجواب الثاني قال أهل المعاني: القوم كانوا قبلنا عمالا فكتبت كتب\nعهودهم وسلمت إليهم جملة، وهذه الأمة أحباب ورسائل الأحباب لا تنقطع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nالشبهة الثالثة \": شبهة القدرية، قالوا: كيف الجمع بين إرادة خلق الفعل\nوالعقاب عليه؟ والجواب ثبت بالإجماع أنه حكيم عادل، والحكيم العادل غير\nمتهم كيف وقد ذكر الظلم في الكتاب العزيز في مائتي موضع وثمانين موضعا.\nوذمه وذم الظالمين، ونفى الظلم عن نفسه في ثمانية وعشرين موضعا منها،\nويستحيل أن يحرم شيئا على نفسه ويقبحه من غيره ثم يفعله وهو أعدل العادلين\nوأجل المنعمين، والخوض في هذا منهي عنه، لأنه بحر مغرق ولكشفه ميعاد يوم\nتبلى السرائر.\n</p>\n\n<p>\n\" فصل \" والدليل علن أن توبة الزنديق لا تقبل قوله عز وجل:) إن الذين\nكفروا بعد إيمانهم ثم ازدادوا كفرا لن تقبل توبتهم وأولئك هم الضالون)\nوالمعنى فيه: أن قليل الكفر وكثيره سواء <span id='ms28'></span> في استحقاق القتل واستيجاب النار،\nوالتوبة مقبولة في قليله وكثيره، فلا معنى لزيادة الكفر إلا إبطان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nالكفر وإظهار الإيمان. والله تعالى أعلم بكتابه وأسرار خطابه.\n</p>\n\n<p>\n\" تمت الرسالة ولله الحمد والمنة \" \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n             <span id='ms29'></span>\n</p>\n",
  "pages": [
    "000",
    "045",
    "046",
    "047",
    "048",
    "049",
    "051",
    "052",
    "053",
    "054",
    "055",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "083",
    "084",
    "085",
    "086",
    "087",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132"
  ],
  "volumes": [
    "01"
  ]
}