{
  "content": "\n<p>\nينابيع المعاجز وأصول الدلائل بسم الله الرحمن الرحيم كلمة المصحح الحمد\nلله الذي ظهر غيبه على المنتجبين من بريته الذين استودعهم من سرائر علمه\nوخزائن حكمته، وأقدرهم على تصرف الكائنات من قدرته: سيدنا محمد وآله\nالطاهرين من أهل بيته وأسرته فصلوات الله عليه وعلى عترته ولعنته على\nأعدائهم ما دام الفلك في حركته.\n</p>\n\n<p>\nاما بعد فاني بعد ان وفقني الله تعالى بطبع كتاب (اللوامع النورانية في\nأسماء على وأهل بيته القرآنية) لمؤلفه الكبير السيد هاشم الحسيني البحراني\nكنت أتمنى ان أقوم بنشر بعض آثار أخرى له طيب الله رمسه، فأنبأني بعض\nالفضلاء بان في المكتبة الرضوية (ع) نسخة من كتاب المؤلف المسمى: (ينابيع\nالمعاجز وأصول الدلائل) فأخذت أهبتي لنشره وطبعه.\n</p>\n\n<p>\nولما كان اخراجه من المكتبة للطبع أمرا عسيرا طلبنا من الفاضل الورع\nالمحقق المدقق حجة الاسلام والمسلمين الحاج شيخ علي النمازي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp001'> Vol. 0M, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nأدام الله توفيقاته صورة من الكتاب فتفضل علينا بها ومعها صورة نسخة من\nكتاب (حلية الأبرار) لمؤلفه فشكر الله مساعيه وأحسن جزاءه، فأجمعت العزم\nلتصحيحه وتخريج أحاديثه وقمت بطبعه ونشره، فجاء بحمد الله في موضوعه بحليته\nالجديد كتابا جامعا تاما في أصول علم الإمام (ع) ومعجزته.\n</p>\n\n<p>\nيعرف هذا الكتاب عند أهل التراجم: (حلية النظر) ولكن المؤلف رضوان الله\nتعالى عليه سماه: (ينابيع المعاجز وأصول الدلائل) ولا اعلم كيف حدث\nللمترجمين للمؤلف هذا الاشتباه في نسخة الكتاب ولعله لما كان المرجع في نقل\nالتراجم كتاب رياض العلماء اكتفوا بما فيه ولم يتحققوا ما فيه حق التحقيق\nولم يطالعوا مقدمة المؤلف بالنظر الدقيق حتى يحصل لهم التوفيق.\n</p>\n\n<p>\nثم اهدى عملي المشروع هذا إلى أئمتنا المعصومين لا سيما مولانا المنتظر\nالحجة الثاني عشر صلوات الله عليه وعلى آبائه الطاهرين ثم إلى مؤلفه نور\nالله مرقده الشريف ثم إلى علمائنا العظام الذين بهم دارت رحى الاسلام أطال\nالله بقاءهم على رؤوس الأنام.\n</p>\n\n<p>\nومن الله استمد لنشر آثار حماة الدين وحملة شرع سيد المرسلين (ص) وانا\nالعبد الحقير محمد بن الحسن التفرشي المشتهر بدرودى <span id='ms001'></span> عفى الله عنه وعن\nوالديه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp002'> Vol. 0M, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nترجمة المؤلف العلامة الأجل الأعظم قدوة المحدثين السيد هاشم البحراني\nقدس الله روحه.\n</p>\n\n<p>\nامره في العلم والفهم والوثاقة وكثرة التصنيف وجودة التأليف فوق ان تحيطه\nالأقلام وقد بالغ في الثناء عليه كل من تأخر عنه ولم نر حاجة مع قلة\nبضاعتنا في التدليل إلى عظمته لان طائر صيته معروف حتى قال صاحب الجواهر\n(ره) في قدسه وتقواه في مبحث العدالة (بل عليه لا يمكن الحكم بعدالة شخص\nابدا الا في مثل المقدس الأردبيلي والسيد هاشم (ره) على ما ينقل من أحوالهم\n(1).\n</p>\n\n<p>\nولكن نذكر ما أورده صاحب الحدائق ره في اللؤلؤة في ترجمته - فهذا متن\nعبارته.\n</p>\n\n<p>\nالسيد هاشم - المعرفة بالعلامة - ابن المرحوم السيد سليمان ابن السيد\nإسماعيل ابن السيد عبد الجواد الكتكتاني - نسبة إلى كتكتان بفتح الكافين\nوالتاء المثناء الفوقانية - قرية من قرى (توبلى) بالتاء المثناة الفوقانية\nثم الواو الساكتة ثم الباء الموحدة، ثم اللام والياء أخيرا - أحد اعمال\nالبحرين.\n</p>\n\n<p>\nوكان السيد المذكور فاضلا محدثا جامعا متتبعا للاخبار بما لم يسبق إليه\nسابق سوى شيخنا المجلسي (ره) وقد صنف كتبا عديدة تشهد بشدة تتبعه واطلاعه\nالا انى لم أقف له على كتاب فتاوى في الاحكام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp003'> Vol. 0M, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nالشرعية بالكلية ولو في مسألة جزئية وإنما كتبه مجرد جمع وتأليف ولم\nيتكلم في شئ منها مما وقفت عليه - على ترجيح في الأقوال، أو بحث أو اختيار\nمذهب وقول في ذلك المجال (1) ولا ادرى ان ذلك لقصور درجته عن مرتبة النظر\nوالاستدلال أم تورعا عن ذلك، كما نقل عن السيد الزاهد العابد رضى الدين بن\nطاووس...\n</p>\n\n<p>\nوانتهت رياسة البلد - بعد الشيخ محمد بن ماجد المتقدم إلى السيد المذكور\nفقام بالقضاء في البلاد وتولى الأمور الحسبية أحسن قيام..\n</p>\n\n<p>\nونشر الامر بالمعروف والنهى عن المنكر وبالغ في ذلك وأكثر ولم تأخذه لومة\nلائم في الدين وكان من الأتقياء المتورعين..\n</p>\n\n<p>\nوتوفى قدس سره في قرية نعيم في بيت الشيخ عبد الله بن الشيخ حسين بن علي\nبن كنبار لأنه كان متزوجا بمخلفة الشيخ على <span id='ms002'></span> ابن الشيخ عبد الله المذكور\nونقل نعشه إلى قرية توبلى ودفن في مقبرة مأتين من مساجد القرية المشهورة\nوقبره مزار معروف وانتهت رياسة البلد بعده إلى الشيخ سليمان بن عبد الله\nالمذكور وكانت وفاته للسنة السابعة بعد المائة والألف وذكر بعض مشايخنا\nالمعاصرين ان وفاته كانت بعد موت الشيخ محمد ابن ماجد - المتقدم - بأربع\nسنين وعلى هذا تكون وفاته للسنة التاسعة بعد المائة والألف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp004'> Vol. 0M, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nاما مؤلفاته تبلغ قريبا إلى ثمانين كتابا.\n</p>\n\n<p>\nوها هي نبذة منها.\n</p>\n\n<p>\n1 - تفسير البرهان في أربع مجلدات.\n</p>\n\n<p>\n2 - غاية المرام وحجة الخصام في تعيين الامام من طريق الخاص والعام.\n</p>\n\n<p>\n3 - مدينة المعاجز يشتمل على معاجز الأئمة (ع).\n</p>\n\n<p>\n4 - ترتيب التهذيب.\n</p>\n\n<p>\n5 - اللوامع النورانية في أسماء على وأهل بيته القرآنية.\n</p>\n\n<p>\n6 - كتاب الانصاف في النص على الأئمة الاشراف.\n</p>\n\n<p>\n7 - كتاب حلية الأبرار في أحوال محمد وآله الأطهار.\n</p>\n\n<p>\n8 - كتاب ينابيع المعاجز وأصول الدلائل وهو الذين بين يدي.\n</p>\n\n<p>\nالقارئ المحترم وسيأتي عن قريب إن شاء الله تعالى زيادة تحقيق في ترجمة\nالمؤلف ومؤلفاته تفصيلا من بعض المحققين في مقدمة كتاب حلية الأبرار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp005'> Vol. 0M, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nأنموذجة من صورة النسخة المخطوطة التي في مكتبة الرضوية عليه السلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v0Mp006'> Vol. 0M, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nينابيع المعاجز وأصول الدلائل للعلامة المتبحر قدوة المحدثين السيد هاشم\nالحسيني البحراني طاب ثراه المتوفى سنة 1107 طبع باهتمام الصالح الوفي\nالحاج أبو القاسم المشتهر بالسالك وفقه الله لمرضاته المطبعة العلمية - قم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم وبه نستعن الحمد لله وسلام على عباده الذين\nاصطفى.\n</p>\n\n<p>\nاما بعد - فيقول أفقر العباد إلى ربه الغنى هاشم بن سليمان بن إسماعيل بن\nعبد الجواد الحسيني البحراني انه لما وفق الله سبحانه إلى تأليف كتاب مدينة\nمعاجز الأئمة الاثني عشر صلوات الله عليهم أجمعين خطر بالبال وسنح في\nالخيال ان أؤلف كتابا آخر في أصول تلك المعاجز والدلائل مما خص الله جل\nجلاله نبينا محمدا والأئمة الاثني عشر من أهل بيته صلوات الله عليهم وسلامه\nوما استودعهم من سرائر علومه وما استحفظهم من مخزونه ومكتومه فاظهر على\nأيديهم المعاجز والدلائل لأنهم حجته على عباده وخلفائه في بلاده على <span id='ms003'></span>\nالأواخر والأوائل وجعلهم علما بينا وهاديا نيرا حجج الله ودعاته ورعاته على\nخلقه يدين بدينهم العباد وتستهل بنورهم البلاد وينموا ببركتهم التلاد\nوجعلهم حياة للأنام ومصابيح للظلام ومفاتيح للكلام ودعائم للاسلام جرت بذلك\nفيهم تقادير الله على محتومها فهم الهداة المنتجبون والقوام المرتجون\nاصطفاهم الله بذلك بقية من آدم وخيرة من ذرية نوح ومصطفون من آل إبراهيم\nوسلالة إسماعيل أيدهم بروحه استودعهم سره واستحفظهم علمه و استحباهم حكمته\nواسترعاهم لدينه وانتدبهم لعظيم امره وأحباهم مناهج سبيله وفرائضه وحدوده\nفقام بهم العدل عند تحير أهل الجهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p002'> Vol. 00, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nوتميز أهل الجدل بالنور الساطع والشفاء النافع بالحق الأبلج والبيان من\nكل مخرج فليس يجهل حقهم الا شقى ولا يجحدهم الا غوى ولا يصد عنهم الا جرى\nعلى الله جل وعلا، فهم الصراط المستقيم والحق القويم فاز من ولاهم وخاب من\nعاداهم عليهم أفضل الصلوات وأكمل التحيات فصار هذا الكتاب جامعا لأجزل\nالعوائد وأحسن الفوائد وامنح الفرائد مأخوذا من كتب معتمدة وأصول ممهدة\nمصنفات لمشايخ ثقات مشهورين وأفاضل علماء معلومين بروايات مسندة متصلة باهل\nالعصمة سلام الله عليهم أجمعين فهو تحفة للاخوان ونور يستضاء به أهل\nالايمان وجعلته على أحد وعشرين بابا.\n</p>\n\n<p>\nالباب الأول: ان القرآن فيه تبيان كل شئ وفيه ما تسير به الجبال. وتقطع\nبه الأرض، ويكلم به الموتى، وان فيه لايات ما يراد بها امر الا ان يأذن\nالله جل جلاله به والنبي والأئمة الاثني عشر يعلمون ذلك صلوات الله عليهم.\n</p>\n\n<p>\nالباب الثاني: انهم عليهم السلام: ومن عنده علم الكتاب.\n</p>\n\n<p>\nالباب الثالث: انهم خزان علم الله جل جلاله. الباب الرابع: انهم، صلى\nالله عليهم أعطاهم اسم الله الأعظم.\n</p>\n\n<p>\nالباب الخامس: ان عندهم عليهم السلام علم ما في السماء وما في الأرض وعلم\nما كان وعلم ما يكون وما يحدث بالليل والنهار وساعة وساعة وعندهم علم\nالنبيين وزيادة.\n</p>\n\n<p>\nالباب السادس: انهم عليهم السلام إذا شاؤوا ان يعلموا اعلموا وان قلوبهم\nمورد إرادة الله سبحانه إذا شاء شيئا شاؤه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p003'> Vol. 00, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nالباب السابع: انهم عليهم السلام <span id='ms004'></span> محدثون.\n</p>\n\n<p>\nالباب الثامن: انهم سلام الله عليهم ينكت في قلوبهم العلم و ينقر في\nآذانهم صلوات الله عليهم.\n</p>\n\n<p>\nالباب التاسع: انه سبحانه وتعالى أيدهم عليهم السلام بروح القدس الذي به\nعرفوا الأشياء.\n</p>\n\n<p>\nالباب العاشر: انهم هم المتوسمون صلوات الله عليهم.\n</p>\n\n<p>\nالباب الحادي عشر: انهم عليهم السلام لا يحجب عنهم شئ من امر الناس\nويعرفون الرجل بحقيقة الايمان والنفاق والمحب لهم والمبغض.\n</p>\n\n<p>\nالباب الثاني عشر: ان اعمال العباد تعرض عليهم سلام الله عليهم.\n</p>\n\n<p>\nالباب الثالث عشر: انه ما يحدث حدث في الناس الا علموا به سلام الله\nعليهم.\n</p>\n\n<p>\nالباب الرابع عشر: ان عندهم عليهم السلام علم المنايا والبلايا.\n</p>\n\n<p>\nالباب الخامس عشر: ان عندهم عليهم السلام أسماء الملوك ومصحف فاطمة عليها\nالسلام.\n</p>\n\n<p>\nالباب السادس عشر: ان عندهم ديوان فيه أسماء شيعتهم سلام الله عليهم.\n</p>\n\n<p>\nالباب السابع عشر: انهم عليهم السلام موضع سر الله جل جلاله.\n</p>\n\n<p>\nالباب الثامن عشر: الأبواب التي فتحها رسول الله (ص) لأمير المؤمنين (ع)\nوالأحاديث والكلمات.\n</p>\n\n<p>\nالباب التاسع عشر: ان الله جل جلاله اختصهم بليلة القدر وما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p004'> Vol. 00, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nينزل عليهم من الملائكة والروح من العلوم سلام الله عليهم.\n</p>\n\n<p>\nالباب العشرون: انهم عليهم السلام يزادون في ليلة الجمعة ولولا أنهم\nيزادون لنفد ما عندهم وعندهم علم الملائكة والرسل.\n</p>\n\n<p>\nالباب الحادي والعشرون: فيما يعرف به الامام وما أعطى الله عز وجل رسول\nالله والأئمة عليهم السلام من أنواع شتى ولا ريب ان من استودع ذلك واستحفظه\nلا يعزب عنه شئ اراده وأقدره الله سبحانه و تعالى على اخراج المعجزات\nوابراز الدلالات وصار العلم بذلك كالكليات وما يخرج على أيديهم كالجزئيات\nليكون ذلك دليلا على النبي في دعوى النبوة وعلى الامام في دعوى الإمامة لان\nالله جل جلاله أصدق الصادقين إذا أقدرهم على شئ لا يكون الا منه جل وعلا دل\nذلك على صدقهم في دعويهم وذلك واضح بين لأنه العدل الحكيم لا يفعل قبيحا\nولا يخل بواجب وسميته بينابيع المعاجز وأصول الدلائل ومن الله سبحانه\nوتعالى استمد وعليه اعتمد وهو حسبنا ونعم <span id='ms005'></span> الوكيل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p005'> Vol. 00, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم الأول ان القرآن فيه تبيان كل شئ، وفيه ما تسير\nبه الجبال، وتقطع به الأرض ويكلم به الموتى، وان فيه لايات ما يراد بها امر\nالا ان يأذن الله جل جلاله به والنبي والأئمة الاثنا عشر صلوات الله عليهم\nيعلمون ذلك.\n</p>\n\n<p>\nمحمد بن الحسن الصفار في بصائر الدرجات وكلما في هذا الكتاب عنه فهو منه\nعن علي (محمد - خ م) بن إسماعيل عن محمد بن عمرو الزيات عن عبد الله بن\nالوليد قال قال لي أبو عبد الله (ع) أي شئ تقول الشيعة في عيسى وموسى وأمير\nالمؤمنين (ع) قلت: يقولون إن عيسى وموسى أفضل من أمير المؤمنين (ع) فقال.\nأيزعمون ان أمير المؤمنين (ع) قد علم ما علم رسول الله (ص) قلت: نعم ولكن\nلا يقدمون على أولى العزم من الرسل منه أخاصمهم قال: قال الله تبارك وتعالى\nلموسى (ع) <a class=\"quran\" href=\"http://qadatona.org/عربي/القرآن-\nالكريم/7/143\" target=\"_blank\" title=\"الأعراف 143\">﴿وكتبنا له في الألواح\nمن كل شئ﴾</a> (١) فعلمنا انه لم يكتب لموسى كل شئ، وقال الله تبارك وتعالى\nلعيسى <a class=\"quran\" href=\"http://qadatona.org/عربي/القرآن-\nالكريم/43/63\" target=\"_blank\" title=\"الزخرف 63\">﴿ولابين لكم بعض الذي\nتختلفون فيه﴾</a> (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p006'> Vol. 00, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الله تبارك وتعالى لمحمد (ص) (وجئنا بك شهيدا على هؤلاء (1) ونزلنا\nعليك الكتاب تبيانا لكل شئ (2).\n</p>\n\n<p>\nعنه عن جعفر بن محمد بن عيسى بن عبيد عن محمد بن عمرو عن عبد الله بن\nالوليد السمان قال: قال أبو جعفر (ع) يا عبد الله ما تقول الشيعة في علي\nوموسى وعيسى قلت جعلت فداك وعن أي حالات تسألني قال: أسألك عن العلم فاما\nالفضل فهم سواء قال قلت جعلت فداك فما عسى أقول فيهم؟ قال: هو والله أعلم\nمنهما ثم قال يا عبد الله أليس يقولون إن لعلى (ع) ما لرسول الله (ص) من\nالعلم قال قلت: نعم قال: فخاصمهم فيه ان الله تبارك وتعالى قال لموسى\n(وكتبنا له في الألواح من كل شئ) فاعلمنا انه لم يبين له الامر كله وقال\nالله تبارك وتعالى لمحمد (ص) (وجئنا بك على <span id='ms006'></span> هؤلاء شهيدا ونزلنا عليك الكتاب\nتبيانا لكل شئ) (3).\n</p>\n\n<p>\nمحمد بن يعقوب عن محمد بن يحيى عن محمد بن عبد الجبار عن ابن فضال عن\nحماد بن عثمان عن عبد الاعلى بن أعين قال: سمعت أبا عبد الله (ع) يقول\nولدني رسول الله (ص) وانا اعلم كتاب الله وفيه بدؤ الخلق وما هو كائن إلى\nيوم القيمة وفيه خبر السماء وخبر الأرض وخبر الجنة وخبر النار ما كان وما\nهو كائن اعلم ذلك كما انظر إلى كفى ان الله عز وجل يقول (فيه تبيان كل شئ)\n(4)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p007'> Vol. 00, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nورواه الصفار في بصائره عن محمد بن عبد الجبار عن الحسن بن علي بن فضال\nعن عبد الاعلى بن أعين قال: سمعت أبا عبد الله (ع) وذكر الحديث.\n</p>\n\n<p>\nعنه عن عدة من أصحابنا عن أحمد بن محمد عن محمد بن سنان عن يونس بن يعقوب\nعن الحرث بن المغيرة وعدة من أصحابنا منهم عبد الاعلى وأبو عبيدة وعبد الله\nبن بشير الخثعمي سمعوا أبا عبد الله (ع) يقول انى لاعلم ما في السماوات وما\nفي الأرض واعلم ما في الجنة واعلم ما في النار واعلم ما كان وما يكون ثم\nمكث هنيئة فرأى أن ذلك كبر على من سمعه منه فقال: علمت ذلك من كتاب الله عز\nوجل يقول (فيه تبيان كل شئ) (1).\n</p>\n\n<p>\nالعياشي باسناده عن يونس عن عدة من أصحابنا قالوا: قال أبو عبد الله (ع)\nانى لأخبركم خبر السماء وخبر الأرض وخبر ما كان وما هو كائن كأنه في كفى ثم\nقال من كتاب الله اعلمه ان الله يقول (فيه تبيان كل شئ (2).\n</p>\n\n<p>\nعنه باسناده عن منصور عن حماد اللحام قال قال أبو عبد الله (ع) نحن والله\nنعلم ما في السماوات وما في الأرض وما في الجنة وما في النار وما بين ذلك\nقال: فبهت انظر إليه فقال: يا حماد ان ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p008'> Vol. 00, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nفي كتاب الله ثلاث مرات قال ثم تلا هذه الآية (ويوم نبعت في كل أمة شهيدا\nمن أنفسهم وجئنا بك <span id='ms007'></span> على هؤلاء شهيدا ونزلنا عليك الكتاب تبيانا لكل شئ وهدى\nورحمة وبشرى للمسلمين) انه من كتاب الله فيه تبيان كل شئ (1).\n</p>\n\n<p>\nوعنه باسناده عن عبد الله بن الوليد قال قال. أبو عبد الله (ع) قال الله\nلموسى (وكتبنا له في الألواح من كل شئ) فعلمنا انه لم يكتب لموسى الشئ كله\nوقال الله لعيسى (ولابين لكم بعض الذي تختلفون فيه) وقال لمحمد (ص) (وجئنا\nبك على هؤلاء شهيدا ونزلنا عليك الكتاب تبيانا لكل شئ (2).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن محمد بن عيسى عن أبي عبد الله المؤمن عن عبد\nالاعلى مولى آل سام قال: سمعت أبا عبد الله (ع) يقول والله انى لاعلم كتاب\nالله من أوله إلى آخره كأنه في كفى فيه خبر السماء وخبر الأرض وخبر ما كان\nوخبر ما هو كائن قال الله: (فيه تبيان كل شئ) (3).\n</p>\n\n<p>\nورواه محمد بن يعقوب عن محمد بن يحيى عن محمد بن الحسين عن محمد بن عيسى\nعن أبي عبد الله المؤمن عن عبد الاعلى مولى آل سام قال سمعت أبا عبد الله\n(ع) يقول وذكر الحديث.\n</p>\n\n<p>\nأبو جعفر محمد بن جرير الطبري عن أبي الحسن محمد بن هارون بن موسى قال:\nحدثنا أبي عن أحمد بن الحسين عن أبيه عن الحسن بن علي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p009'> Vol. 00, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nعمن ذكره عن حذيفة بن منصور عن يونس قال: سمعته يقول وقد مررنا بجبل فيه\nدود فقال اعرف من يعلم إناث الدود من ذكره وكم عدده قال: نعلم ذلك من كتاب\nالله قال: وفى كتاب الله تبيان كل شئ (1) أورد الطبري هذا الحديث في معجزات\nالصادق (ع).\n</p>\n\n<p>\nمحمد بن يعقوب عن محمد بن يحيى عن أحمد بن أبي زاهر أو غيره عن محمد بن\nحماد عن إبراهيم عن أبيه عن أبي الحسن الأول (ع) قال قلت له جعلت فداك\nاخبرني عن النبي (ص) ورث النبيين كلهم قال: نعم من لدن آدم حتى انتهى إلى\nنفسه قال: ما بعث الله نبيا الا ومحمد (ص) اعلم منه قال قلت <span id='ms008'></span> إن عيسى بن\nمريم كان يحيى الموتى بإذن الله قال: صدقت وسليمان بن داود كان يفهم منطق\nالطير أو كان رسول الله (ص) يقدر على هذه المنازل قال فقال: ان سليمان بن\nداود قال للهدهد حين فقده وشك في امره فقال (مالي لا أرى الهدهد أم كان من\nالغائبين) حين فقده وغضب عليه فقال: (لأعذبنه عذابا شديدا أو لأذبحنه أو\nليأتيني بسلطان مبين) وإنما غضب لأنه كان يدله على الماء فهذا وهو طاير قد\nأعطى ما لم يعط سليمان وقد كانت الريح والنمل والجن والانس والشياطين\nوالمردة له طائعين ولم يكن يعرف الماء تحت الهواء وان الطير تعرفه، وان\nالله يقول في كتابه (ولو أن قرآنا سيرت به الجبال أو قطعت به الأرض أو كلم\nبه الموتى) قد ورثنا نحن هذا القرآن الذي فيه ما تسير به الجبال وتقطع به\nالبلدان، وتحيى به الموتى ونحن نعرف الماء تحت الهواء وان في كتاب الله\nلايات ما يراد بها امر الا ان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p010'> Vol. 00, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nيأذن الله به مع ما قد يأذن الله ما (مما - خ م) كتبه الماضون وجعله الله\nلنا في أم الكتاب ان الله يقول (وما من غائبة في السماء والأرض الا في كتاب\nمبين) ثم قال (ثم أورثنا الكتاب الذين اصطفينا من عبادنا) فنحن الذين\nاصطفينا من عبادنا، فنحن الذين اصطفينا الله عز وجل وأورثنا هذا الذي فيه\nتبيان كل شئ (1).\n</p>\n\n<p>\nورواه محمد بن الحسن الصفار عن محمد بن حماد عن إبراهيم بن عبد الحميد عن\nأبيه عن أبي الحسن الأول (ع).\n</p>\n\n<p>\nورواه أيضا الصفار في موضع آخر من بصائر الدرجات عن محمد بن حماد عن أخيه\nأحمد بن حماد عن إبراهيم عن أبيه عن أبي الحسن الأول (ع) قلت من تقطيع\nالأرض والسير فيها (2).\n</p>\n\n<p>\nورواه الشيخ المفيد في كتاب الاختصاص باسناده عن عبد الصمد بن علي قال:\nدخل رجل على علي بن الحسين (ع) فقال له علي بن الحسين من أنت؟ قال: أنا رجل\nمنجم عراف قال: فنظر إليه ثم <span id='ms009'></span> قال هل أدلك على رجل قد مر منذ دخلت علينا في\nأربعة عشر عالما كل عالم أكبر من الدنيا ثلث مراتب لم يتحرك من مكانه قال،\nومن هو قال: انا وان شئت أنبأتك بما اكلت وما ادخرت في بيتك (3).\n</p>\n\n<p>\nوالاخبار بما اكل وما ادخر وغير ذلك من المعجزات من الأئمة (ع) فقد ذكرت\nفي كتاب مدينة المعاجز بما لا مزيد عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p011'> Vol. 00, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nفليؤخذ من هناك قال مؤلف هذا الكتاب هذا الأصل صارت المعجزات من النبي\n(ص) والأئمة (ع) فان الله جل جلاله قد أعطاهم هذا الكتاب الذي فيه تبيان كل\nشئ، وعلم ما كان وما يكون، وما يراد به امرا الا ان يأذن الله سبحانه به\nوهل مرجع جميع المعجزات الا علم ما كان وما يكون وما يراد امرا الا حصل،\nفسبحان الله وبحمده الذي أعطاهم وفضلهم واختارهم على علم على العالمين\nوالحمد لله رب العالمين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p012'> Vol. 00, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nالباب الثاني انهم (ع) ومن عنده علم الكتاب محمد بن يعقوب عن علي بن\nإبراهيم عن أبيه ومحمد بن يحيى عن محمد بن الحسن عمن ذكره جميعا عن ابن أبي\nعمير عن ابن أذينة عن بريد بن معاوية قال قلت لأبي جعفر (ع) (قل كفى بالله\nشهيدا بيني وبينكم ومن عنده علم الكتاب) قال: إيانا عنى وعلي أولنا وأفضلنا\nوخيرنا بعد النبي (ص) (1).\n</p>\n\n<p>\nقلت هذا الحديث متصل لان إبراهيم بن هاشم روى عن ابن أبي عمير.\n</p>\n\n<p>\nعنه عن أحمد بن محمد عن محمد بن الحسن عن عباد بن سليمان عن أبيه عن سدير\nقال. كنت أنا وأبو بصير ويحيى البزاز، وداود بن كثير في مجلس أبى عبد الله\n(ع) إذ خرج علينا وهو مغضب فلما اخذ مجلسه قال: يا عجبا لأقوام يزعمون انا\nنعلم الغيب ما يعلم الغيب الا الله عز وجل لقد هممت بضرب جاريتي فلانة\nفهربت منى فما علمت في أي بيوت الدار هي؟ قال سدير فلما ان قام من مجلسه\nوصار في منزله دخلت انا وأبو بصير وميسر وقلنا له جعلنا فداك <span id='ms010'></span> سمعناك وأنت\nتقول كذا وكذا في امر جاريتك، ونحن نعلم أنك تعلم علما كثير أولا ننسبك إلى\nعلم الغيب قال: فقال يا سدير أما تقرء القرآن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p013'> Vol. 00, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nقلت بلى قال: فهل وجدت فيما قرأت من كتاب الله عز وجل قال: الذي عنده علم\nمن الكتاب انا آتيك به قبل ان يرتد إليك طرفك قال قلت جعلت فداك قد قرأت\nقال: فهل عرفت الرجل وهل علمت ما كان عنده من علم الكتاب قال: قلت اخبرني\nبه قال: قدر قطرة من الماء في البحر الأخضر فما يكون ذلك من علم الكتاب.\n</p>\n\n<p>\nقال قلت: جعلت فداك ما أقل هذا قال فقال: يا سدير ما أكثر هذا ان ينسبه\nالله عز وجل إلى العلم الذي أخبرك به يا سدير فهل وجدت فيما قرأت من كتاب\nالله عز وجل أيضا (قل كفى بالله شهيدا بيني وبينكم ومن عنده علم الكتاب)\nقال قلت قد قرأته جعلت فداك قال أفمن عنده علم الكتاب كله أفهم من عنده علم\nالكتاب بعضه قال قلت: لا بل من عنده علم الكتاب كله، قال:\n</p>\n\n<p>\nفأومى بيده إلى صدره وقال علم الكتاب والله كله عندنا، علم الكتاب والله\nكله عندنا (1).\n</p>\n\n<p>\nورواه أيضا الصفار في بصائر الدرجات.\n</p>\n\n<p>\nعلي بن إبراهيم قال: حدثني أبي عن ابن أبي عمير عن عمر بن أذينة عن أبي\nعبد الله (ع) قال: الذي عنده علم الكتاب هو أمير المؤمنين (ع) وسئل عن الذي\nعنده علم من الكتاب اعلم أم عنده علم الكتاب فقال: ما كان علم الذي عنده\nعلم من الكتاب عنده الذي عند علم الكتاب الا بقدر ما تأخذ البعوضة بجناحها\nمن ماء البحر وقال أمير المؤمنين (ع): الا ان العلم الذي هبط به آدم من\nالسماء إلى الأرض وجميع ما فضلت به النبيون إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p014'> Vol. 00, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nخاتم النبيين في عترة خاتم النبيين (1).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن يعقوب بن يزيد عن الحسن بن علي بن فضال عن عبد\nالله بن بكير عن أبي عبد الله (ع) قال: كنت عنده <span id='ms011'></span> فذكروا سليمان وما أعطى من\nالعلم وما أوتي من الملك فقال لي: وما أعطى سليمان بن داود إنما كان عنده\nحرف واحد من الاسم الأعظم وصاحبكم الذي قال الله (قل كفى بالله شهيدا بيني\nوبينكم ومن عنده علم الكتاب (2)) و كان والله عند علي عليه السلام علم\nالكتاب فقلت صدقت والله جعلت فداك (3).\n</p>\n\n<p>\nوعنه عن أحمد بن موسى عن الحسن بن موسى الخشاب عن عبد الرحمن بن كثير\nالهاشمي عن أبي عبد الله (ع) قال: قال: الذي عنده علم من الكتاب أنا آتيك\nبه قبل ان يرتد إليك طرقك. قال ففرج أبو عبد الله (ع) بين أصابعه فوضعها\nعلى صدره ثم قال: والله عندنا علم الكتاب كله (4).\n</p>\n\n<p>\nوعنه عن محمد بن الحسين (الحسن - خ ل) عن النضر بن شعيب عن محمد بن\nالفضيل عن أبي حمزة الثمالي عن أبي جعفر (ع) قال سمعته يقول في قول الله\nتبارك وتعالى (ومن عنده علم الكتاب على ابن أبي طالب (ع) (5).\n</p>\n\n<p>\nوعنه عن أحمد بن محمد عن الحسين بن سعيد عن النضر بن سويد عن القاسم بن\nسليمان عن جابر قال قال أبو جعفر (ع) في هذه الآية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p015'> Vol. 00, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n(قل كفى بالله شهيدا بيني وبينكم ومن عنده علم الكتاب) قال علي بن أبي\nطالب (ع) (1).\n</p>\n\n<p>\nوعنه عن محمد بن الحسين عن يعقوب بن يزيد عن ابن أبي عمير عن عمر بن\nأذينة عن بريد بن معاوية قال قلت لأبي جعفر (ع) (قل كفى بالله شهيدا بيني\nوبينكم ومن عنده علم الكتاب) قال إيانا عنى وعلي أولنا وأفضلنا، وخيرنا بعد\nالنبي (ص) (2).\n</p>\n\n<p>\nوعنه عن أحمد بن محمد عن البرقي عن النضر بن سويد عن يحيى الحلبي عن بعض\nأصحابنا قال: كنت مع أبي جعفر (ع) في المسجد أحدثه إذ مر إذ مر بعض ولد عبد\nالله بن سلام فقلت: جعلت فداك هذا ابن الذي يقول الناس عنده علم الكتاب\nفقال (ع) لا إنما ذاك علي بن أبي طالب (ع) نزلت فيه خمس آيات: أحدها (قل <span id='ms012'></span>\nكفى بالله شهيدا بيني و بينكم ومن عنده علم الكتاب) (3).\n</p>\n\n<p>\nوعنه عن عبد الله بن محمد عمن رواه عن الحسن بن علي بن النعمان عن محمد\nبن مروان عن فضيل بن يسار عن أبي جعفر (ع) في قول الله عز وجل قل كفى الله\nشهيدا بيني وبينكم ومن عنده علم الكتاب قال أنزلت في علي بن أبي طالب (ع)\nانه عالم هذه الأمة بعد النبي (ص) (4).\n</p>\n\n<p>\nوعنه عن أبي الفضل العلوي قال حدثني (سعيد) بن عيسى الكربزي البصري عن\nإبراهيم بن الحكم بن ظهير عن أبيه عن شريك بن عبد الله عن عبد الاعلى\nالثعلبي عن أبي تمام عن سلمان الفارسي عن أمير المؤمنين (ع) في قول الله\nتبارك وتعالى (قل كفى بالله شهيدا بيني وبينكم و\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p016'> Vol. 00, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nمن عنده علم الكتاب) فقال انا هو الذي عنده علم الكتاب وقد صدقه الله\nوأعطاه الوسيلة في الوصية فلا تخلى أمته من وسيلة إليه والى الله فقال: (يا\nأيها الذين آمنوا اتقوا الله وابتغوا إليه الوسيلة. (1)).\n</p>\n\n<p>\nوعنه عن عبد الله بن محمد عمن رواه عن الحسين (الحسن - خ م) بن علي بن\nالنعمان عن محمد بن مروان عن الفضيل بن يسار عن أبي جعفر (ع) في قول الله\nعز وجل: (قل كفى بالله شهيدا بيني وبينكم ومن عنده علم الكتاب قال: نزلت في\nعلي بن أبي طالب انه عالم هذه الأمة بعد النبي (ص) (2).\n</p>\n\n<p>\nابن بابويه قال: حدثنا محمد بن موسى بن المتوكل قال حدثنا محمد بن يحيى\nالعطار قال حدثنا أحمد بن محمد بن عيسى بن القاسم بن يحيى عن جده الحسن بن\nراشد عن عمرو بن المغلس عن خلف بن عطية العوفي عن أبي سعيد الخدري قال:\nسألت رسول الله (ص) عن قول الله جل ثناؤه (قال الذي عنده علم من الكتاب)\nقال ذاك وصي أخي سليمان بن داود فقلت له يا رسول الله فقول الله: (قل كفى\nبالله شهيدا بيني وبينكم ومن عنده علم الكتاب) قال: ذاك أخي علي بن <span id='ms013'></span> أبي\nطالب (3).\n</p>\n\n<p>\nالعياشي باسناده عن بريدة بن معاوية العجلي قال قلت: لأبي جعفر (ع) (قل\nكفى بالله شهيدا بيني وبينكم ومن عنده علم الكتاب) قال: إيانا عنى وعلي\nأفضلنا، وأولنا، وخيرنا بعد النبي (ص) (4).\n</p>\n\n<p>\nعنه باسناده عن عبد الله بن عطا قال قلت لأبي جعفر (ع) هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p017'> Vol. 00, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nابن عبد الله بن سلام يزعم أن أباه الذي يقول الله (قل كفى بالله شهيدا\nبيني وبينكم ومن عنده علم الكتاب) قال: كذب هو علي بن أبي طالب عليه السلام\n(1).\n</p>\n\n<p>\nوعنه باسناده عن عبد الله بن عجلان عن أبي جعفر (ع) قال:\n</p>\n\n<p>\nسألته عن قول الله (قل كفى بالله شهيدا بيني وبينكم ومن عنده علم الكتاب)\nقال: نزلت في علي (ع) بعد رسول الله (ص) وفى الأئمة بعده وعلي عنده علم\nالكتاب (2).\n</p>\n\n<p>\nوعنه باسناده عن الفضيل بن يسار عن أبي جعفر (ع) في قوله (ومن عنده علم\nالكتاب) قال نزلت في علي (ع): أنه عالم هذه الأمة بعد النبي (ص) (3).\n</p>\n\n<p>\nابن الفارسي في روضة الواعظين قال قال الباقر (ع) (ومن عنده علم الكتاب)\nعلي بن أبي طالب (ع) عنده علم الكتاب الأول والاخر (4).\n</p>\n\n<p>\nالشيخ علي بن أحمد ابن أبي منصور الطبرسي في الاحتجاج قال روى عن محمد بن\nأبي عمير عن عبد الله بن الوليد السمان قال: قال لي أبو عبد الله (ع) ما\nتقول الناس في أولى العزم وصاحبكم يعنى أمير المؤمنين (ع) قال قلت: ما\nيقدمون على أولى العزم أحدا فقال: ان الله تبارك وتعالى قال لموسى (وكتبنا\nله في الألواح من كل شئ موعظة) ولم يقل كل شئ وقال لعيسى (ع) ولابين لكم\nبعض الذي تختلفون فيه ولم يقل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p018'> Vol. 00, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nكل الذي تختلفون فيه وقال عن صاحبكم (لصاحبكم - خ ل) يعنى أمير المؤمنين\n(ع) (قل كفى بالله شهيدا بيني وبينكم ومن عنده علم الكتاب) وقال عز وجل\n(ولا رطب ولا يابس الا في كتاب مبين) وعلم هذا الكتاب عنده (1).\n</p>\n\n<p>\nابن شهرآشوب في المناقب عن محمد بن مسلم وأبى حمزة الثمالي وجابر <span id='ms014'></span> ين يزيد\nعن الباقر (ع) وعلي بن فضال، والفضيل ابن يسار، وأبى بصير عن الصادق (ع)،\nوأحمد بن محمد الحلبي، ومحمد بن الفضيل عن الرضا (ع)، وقد روى عن موسى بن\nجعفر، وعن زيد بن علي (ع) عن محمد بن الحنفية، وعن سلمان الفارسي، وعن أبي\nسعيد الخدري، وإسماعيل السدى أنهم قالوا: في قوله تعالى (قل كفى بالله\nشهيدا بيني وبينكم ومن عنده علم الكتاب) هو علي بن أبي أبي طالب (ع) (2).\n</p>\n\n<p>\nوالثعلبي في تفسيره باسناده، عن أبي معاوية، عن الأعمش عن أبي صالح عن\nابن عباس، وروى عن عبد الله بن عطا عن أبي جعفر (ع) انه قيل لهما زعموا ان\nالذي عنده علم الكتاب عبد الله بن سلام، قال: لا وكيف وهذه السورة مكية.\n</p>\n\n<p>\nوروى عن ابن عباس لا والله ما هو الا علي بن أبي طالب (ع) لقد كان عالما\nبالتفسير، والتأويل، والناسخ، والمنسوخ، والحلال، والحرام.\n</p>\n\n<p>\nوروى عن ابن الحنفية ان علي بن أبي طالب عنده علم الكتاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p019'> Vol. 00, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nالأول والاخر ورواه النظيري في الخصائص (1).\n</p>\n\n<p>\nومن طريق المخالفين ما رواه الثعلبي بطريقين في معنى (ومن عنده علم\nالكتاب) انه علي بن أبي طالب (ع) (2).\n</p>\n\n<p>\nوما رواه الفقيه ابن المغازلي الشافعي باسناده عن علي بن عابس قال: دخلت\nانا وأبو مريم على عبد الله بن عطا قال أبو مريم: حدث عليا بالحديث الذي\nحدثتني عن أبي جعفر (ع) قال: كنت عند أبي جعفر جالسا إذ مر عليه ابن عبد\nالله بن سلام قلت: جعلني الله فداك هذا ابن الذي عنده علم الكتاب قال: لا\nولكنه صاحبكم علي بن أبي طالب (ع) نزلت فيه آيات من كتاب الله عز وجل (ومن\nعنده علم الكتاب، أفمن كان على بينة من ربه ويتلوه شاهد منه، إنما وليكم\nالله ورسوله والذين آمنوا) الآية (3).\n</p>\n\n<p>\nقال مؤلف هذا الكتاب: قد عرفت من ذلك ان نسبة علم الذي عنده علم من\nالكتاب والذي عنده علم الكتاب الا مثل القطرة من الماء في البحر الأخضر،\nومثل ما <span id='ms015'></span> تأخذه البعوضة بجناحها من البحر يكون معاجز هم أكثر، واقدارهم على\nذلك اغزر وهم على ما يريدون أقدر.\n</p>\n\n<p>\nوذكر السيد ولى بن نعمة الله الحسيني الرضوي الحايري في كتابه المعمول في\nتفضيل علي (ع) على أولى العزم سوى النبي (ص) قال: ذكر في كتاب الأربعين عن\nحماد بن خالد، عن إسحاق الأزرق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p020'> Vol. 00, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الملك بن سليمان قال: وجد في ذخيرة أحد حواري عيسى (المسيح - خ\nالبحار) في رق مكتوب بالقلم السرياني من منقور من التوراة، وذلك لما تشاجر\nموسى والخضر (ع) في قصة السفينة والغلام والجدار، ورجع موسى إلى قومه فسأله\nأخوه هارون عما استعمله من الخضر وشاهده من عجائب البحر فقال موسى (ع):\nبينا أنا والخضر على شاطئ البحر إذ سقط بيننا (بين أيدينا - خ البحار) طائر\nاخذ في منقاره قطرة من ماء البحر ورمى بها نحو المشرق، وأخذ منه ثانية ورمى\nبها نحو المغرب: ثم أخذ الثالثة ورمى بها نحو السماء، ثم اخذ رابعة ورمى\nبها نحو الأرض، ثم أخذ خامسة وألقاها في البر فبهت والخضر عليه السلام من\nذلك وسألته عنه فقال: لا اعلم (فبهتنا لذلك فسألت الخضر (ع) عن ذلك فلم يجب\n- خ البحار) فبينما نحن كذلك وإذا بصياد يصيد في البحر فنظر الينا فقال:\nمالي أراكما في فكرة (وتعجب) من الطائر فقلنا هو كذلك فقال: أنا رجل صياد\nوقد علمت إشارته وأنتما نبيان لا تعلمان فقلنا لا نعلم الا ما علمنا الله\nعز وجل فقال: هذا الطائر يسمى مسلما لأنه إذا صاح يقول في صياحه مسلم وأشار\nبرمى الماء من منقاره نحو المشرق والمغرب والسماء والأرض وفى البحر يقول\nيأتي في آخر الزمان نبي يكون علم أهل المشرق والمغرب والسماوات والأرض عند\nعلمه مثل هذه القطرة الملقاة في هذا البحر، ويرث علمه ابن عمه ووصيه علي بن\nأبي طالب (ع) فعند ذلك سكن ما كنا فيه من التشاجر واستقل كل واحد منا علمه\n(1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p021'> Vol. 00, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nوفى بعض روايات هذا الحديث ثم أخذ خامسة فرمى بها إلى <span id='ms016'></span> البحر وجعل يرفرف\nوطار فبقينا مبهوتين ما نعلم ما أراد الطائر بفعله فبينا نحن كذلك إذ بعث\nالله ملكا في صورة آدمي فقال مالي أراكما مبهوتين قلنا: له فيما أراد\nالطائر بفعله قال: أو ما تعلمون ما أراد الطائر قلنا: الله أعلم قال لهما\nتعلمان ما أراد الطائر؟ فإنه قال وحق من شرق المشرق، وغرب المغرب، ورفع\nالسماء، ودحا الأرض ليبعث الله في آخر الزمان نبيا اسمه محمد (ص) له ولى\nوصى اسمه علي (ع) وعلمكما جميعا في علمه مثل هذه النقطة في هذا البحر.\n</p>\n\n<p>\nمعجزة لعلى أمير المؤمنين مثل معجزة آصف بن برخيا وصى سليمان بن داود\nعليهما السلام وهو الذي عنده علم من الكتاب من إتيان عرش بلقيس.\n</p>\n\n<p>\nذكر الإمام أبو محمد العسكري (ع) في تفسيره ان رجلا من محبي علي (ع) عنده\nبالكوفة ولمحبه عيال بالشام قال: قال علي (ع) يوما للرجل أتحب ان تأتيك\nعيالك ومالك قال: بلى قال علي (ع) اللهم آتيهم فإذا هم بحضرة الرجل لا يفقد\nمن جميع عياله وماله شيئا والحديث طويل وهو مذكور في مدينة المعاجز وهو\nالثمانون ومأة (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p022'> Vol. 00, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nالباب الثالث انهم (ع) خزان علم الله جل جلاله محمد بن يعقوب عن محمد بن\nيحيى العطار عن أحمد بن أبي زاهر عن الحسن بن موسى عن علي بن حسان عن عبد\nالرحمن ابن كثير قال:\n</p>\n\n<p>\nسمعت أبا عبد الله (ع) يقول: نحن ولاة الامر: (أمر الله - خ م) وخزنة علم\nالله، وعيبة وحى الله (1).\n</p>\n\n<p>\nعنه عن عدة من أصحابنا عن أحمد بن محمد عن الحسين بن سعيد عن علي بن\nأسباط عن سورة بن كليب قال قال لي أبو جعفر (ع) والله انا لخزان الله في\nسمائه وارضه لا على ذهب ولا فضة الا على علمه (2) ورواه محمد بن الحسن\nالصفار عن أحمد بن محمد عن الحسين بن سعيد عن علي بن أسباط عن أبيه أسباط\nعن سورة بن كليب قال قال أبو جعفر (ع) والله انا لخزان الله في سمائه <span id='ms017'></span> وارضه\nلا على ذهب ولا فضة الا على علمه (3).\n</p>\n\n<p>\nمحمد بن يعقوب عن علي بن موسى عن أحمد بن محمد عن الحسين بن سعيد، ومحمد\nبن خالد البرقي عن النضر بن سويد رفعه عن سدير عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p023'> Vol. 00, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nأبى جعفر (ع) قال قلت له جعلت فداك ما أنتم؟ قال: نحن نحن خزان علم الله،\nونحن تراجمة وحى الله، نحن الحجة البالغة على ما دون السماء ومن فوق الأرض\n(1).\n</p>\n\n<p>\nورواه محمد بن الحسن الصفار عن أحمد بن محمد عن الحسين بن سعيد، وأبى عبد\nالله البرقي عن أبي طالب عن سدير عن أبي عبد الله (ع) قال قلت له جعلت فداك\nما أنتم؟ قال: نحن خزان الله على علم الله وتراجمة وحى الله، نحن الحجة\nالبالغة على ما دون السماء وفوق الأرض (2) محمد بن يعقوب عن محمد بن يحيى\nعن محمد بن الحسين عن النضر بن شعيب عن محمد بن الفضيل عن أبي حمزة قال:\nسمعت أبا جعفر (ع) يقول قال رسول الله (ص) قال الله تبارك وتعالى: أنت كمال\nحجتي على الأشقياء من أمتك من ترك ولاية على والأوصياء من بعدك قال فيهم\nسنتك وسنة الأنبياء من قبلك، وهم خزان على علمي من بعدك ثم قال رسول الله\nصلى الله عليه وآله لقد أنبأني جبرئيل بأسمائهم وأسماء آباءهم (3).\n</p>\n\n<p>\nعنه عن أحمد بن إدريس، عن محمد بن عبد الجبار، عن محمد بن خالد، عن فضالة\nابن أيوب عن عبد الله بن أبي يعفور قال قال أبو عبد الله (ع) يا بن أبي\nيعفور ان الله واحد، متوحد بالوحدانية متفرد بأمره فخلق خلقا فقدرهم لذلك\nالامر فنحن هم يا بن أبي يعفور فنحن حجج الله في عباده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p024'> Vol. 00, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nوخزانه على علمه والقائمون بذلك (1).\n</p>\n\n<p>\nوعنه عن علي بن محمد عن سهل بن زياد عن موسى بن القسم بن معاوية ومحمد بن\nيحيى عن العمركي بن علي جميعا عن علي بن جعفر عن أبي الحسن موسى (ع) قال\nقال أبو عبد الله (ع) ان الله عز وجل <span id='ms018'></span> خلقنا، فأحسن خلقنا وصورنا فأحسن\nصورنا، وجعلنا خزانه في سمائه وارضه ولنا نطقت الشجرة، وبعبادتنا عبد الله\nعز وجل، ولولانا ما عبد الله (2).\n</p>\n\n<p>\nوعنه عن محمد بن يحيى عن محمد بن الحسين عن النضر بن شعيب عن محمد بن\nالفضيل عن أبي حمزة الثمالي قال: سمعت أبا جعفر (ع) يقول قال رسول الله\n(ص): ان الله تبارك وتعالى يقول استكمال حجتي على الأشقياء من أمتك من ترك\nولاية علي (ع) ووالى أعداءه وانكر فضله وفضل الأوصياء من بعده فان فضلك\nفضلهم وطاعتك طاعتهم، وحقك حقهم ومعصيتك معصيتهم وهم الأئمة الهداة من بعدك\nجرى فيهم روحك وروحك ما جرى فيك من ربك وهم عترتك من طينتك ولحمك ودمك وقد\nاجرى الله عز وجل فيهم سنتك وسنة الأنبياء قبلك وهم خزاني على علمي من\nبعدك، حق على لقد اصطفيتهم وانتجبتهم وأخلصتهم، وارتضيتهم، ونجا من أحبهم\nووالاهم وسلم لفضلهم، ولقد اتاني جبرئيل (ع) بأسمائهم وأسماء آباءهم\nوأحباءهم والمسلمين لفضلهم (3).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن محمد بن الحسين عن النضر بن شعيب عن خالد بن ماد\nعن أبي حمزة عن أبي جعفر (ع) قال: سمعته يقول: والله انا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p025'> Vol. 00, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nلخزان الله في سمائه وخزانه في ارضه ليس على ذهب ولا فضة وان منا لحملة\nالعرض يوم القيمة (1).\n</p>\n\n<p>\nعنه عن علي بن محمد عن القسم بن محمد عن سليمان بن داود المنقري عن سفيان\nبن موسى عن سدير عن أبي جعفر (ع) قال: سمعته يقول: نحن خزن الله في الدنيا\nوالآخرة وشيعتنا خزاننا ولولانا ما عرف الله (1).\n</p>\n\n<p>\nعلي بن إبراهيم قال: حدثنا جعفر بن أحمد قال حدثنا عبد الكريم بن عبد\nالرحيم قال: حدثنا محمد بن علي عن محمد بن الفضيل عن أبي حمزة عن أبي جعفر\n(ع) في قول الله لنبيه (ص) (ما كنت تدرى ما الكتاب ولا الايمان ولكن جعلناه\nنورا) (3) يعنى عليا (ع) وعلى هو النور فقال: (نهدى به من نشاء من عبادنا)\nيعنى عليا (ع) هدى به من هدى من خلقه وقال <span id='ms019'></span> لنبيه:\n</p>\n\n<p>\n(وانك لتهدى إلى صراط مستقيم) يعنى انك لتأمر بولاية على أمير المؤمنين\nوتدعو إليها وعلى: هو الصراط المستقيم (صراط الله الذي له ما في السماوات\nوما في الأرض) يعنى عليا ان جعله خازنه على ما في السماوات وما في الأرض من\nشئ وائتمنه عليه (الا إلى الله تصير الأمور) (4).\n</p>\n\n<p>\nقال مؤلف هذا الكتاب وهذا أصل كبير في ظهور المعجزات من رسول الله\nوالأئمة الاثني عشر (ع) لأنهم إذا كانوا خزان علم الله جل وعلا لم يكن وراء\nذلك عجز عما أرادوا من الله سبحانه وتعالى فهو يجيبهم لما أرادوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p026'> Vol. 00, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nويبلغهم ما أملوا لأنهم خزانه على ما في السماوات وما في الأرض لا على\nذهب ولا فضة بل على علمه سبحانه وتعالى الذي لا يعلمه الا هو ومن اطلعه من\nأولى الزلفى لديه صلوات الله عليهم أجمعين.\n</p>\n\n<p>\nفضيلة ومعجزة سماوية لمولى الأمة أمير المؤمنين (ع) روى الشيخ المفيد في\nالإختصاص باسناده عن عبد الله بن مسعود قال:\n</p>\n\n<p>\nاتيت فاطمة صلوات الله عليها فقلت لها أين بعلك فقالت: عرج به جبرئيل إلى\nالسماء فقلت: فيماذا فقالت: ان نفرا من الملائكة تشاجروا في شئ فسألوا\nحكماء من الآدميين، فأوحى الله إليهم ان تخيروا فاختاروا علي بن أبي طالب\n(ع) (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p027'> Vol. 00, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nالباب الرابع انهم صلى الله عليهم أعطاهم الله جل جلاله اسم الله الأعظم\nمحمد بن يعقوب عن محمد بن يحيى وغيره عن أحمد بن محمد عن علي بن حكم عن\nمحمد بن الفضيل قال: اخبرني شريس الوابشي عن جابر عن أبي جعفر (ع) قال: ان\nاسم الله الأعظم على ثلاثة وسبعين حرفا: وإنما كان عند آصف منها حرف واحد\nفتكلم به فخسف بالأرض ما بينه وبين سرير بلقيس حتى تناول السرير بيده ثم\nعادت الأرض كما كانت أسرع من طرفة عين، وعندنا نحن من الاسم الأعظم اثنان\nوسبعون حرفا وحرف واحد عند الله تبارك وتعالى استأثر به في علم الغيب عنده\nولا حول ولا قوة الا بالله العلي العظيم (1).\n</p>\n\n<p>\nورواه محمد بن الحسن <span id='ms020'></span> الصفار عن أحمد بن محمد عن علي بن الحكم عن محمد بن\nالفضيل قال: اخبرني ضريس الكناسي (الوابشي خ م) عن جابر عن أبي جعفر (ع)\nقال: ان اسم الله الأعظم على ثلاثة وسبعين حرفا وساق الحديث إلى آخره إلى\nقوله العظيم.\n</p>\n\n<p>\nعنه عن محمد بن يحيى عن أحمد بن محمد عن الحسين بن سعيد ومحمد بن خالد عن\nزكريا ابن عمران القمي عن هارون ابن الجهم عن رجل من أصحاب أبي عبد الله\n(ع) لم احفظ اسمه قال: سمعت أبا عبد الله (ع) يقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p028'> Vol. 00, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nان عيسى بن مريم أعطى حرفين كان يعمل بهما وأعطى موسى أربعة أحرف وأعطى\nإبراهيم ثمانية أحرف، وأعطى نوح خمسة عشر حرفا، وأعطى آدم خمسة وعشرين\nحرفا، وان الله تبارك وتعالى جمع ذلك كله لمحمد (ص) وان اسم الله الأعظم\nثلاثة وسبعون حرفا أعطى محمد (ص) اثنين وسبعين حرفا وحجب عنه حرف واحد (1).\n</p>\n\n<p>\nورواه محمد بن الحسن الصفار عن أحمد بن محمد عن الحسين بن سعيد ومحمد بن\nخالد عن زكريا ابن عمران القمي، عن هارون بن الجهم عن رجل من أصحاب أبي عبد\nالله (ع) لم يحفظ اسمه قال: سمعت أبا عبد الله (ع) يقول: ان عيسى بن مريم\n(ع): أعطى حرفين كان يعمل بهما وساق الحديث إلى آخر سواء (2).\n</p>\n\n<p>\nوعنه عن الحسين بن محمد الأشعري عن معلى بن محمد عن أحمد بن محمد بن عبد\nالله عن علي بن محمد النوفلي عن أبي الحسن صاحب العسكر (ع) قال: سمعته\nيقول: اسم الله الأعظم ثلاثة وسبعين حرفا كان عند آصف حرف فتكلم به فانخرقت\nله الأرض فيما بينه وبين سبا فتناول عرش بلقيس حتى صيره إلى سليمان ثم\nانبسطت الأرض في أقل من طرفة عين وعندنا منه اثنان وسبعون حرفا وحرف عند\nالله مستأثر به في علم الغيب (3).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن محمد بن عيسى، عن علي بن الحكم، عن محمد بن\nالفضيل عن ضريس الوابشي عن جابر عن أبي جعفر (ع) قال <span id='ms021'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p029'> Vol. 00, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nفلت له جعلت فداك قول العالم: (انا آتيك به قبل ان يرتد إليك طرفك (1))\nفقال: يا جابر ان الله جعل اسمه على ثلاثة وسبعين حرفا فكان عند العالم\nمنها حرف واحد فأخسفت الأرض ما بينه وبين السرير حتى التقت القطعان وجعل\n(وحول - خ م) من هذه على هذه: وعندنا من اسم الله الأعظم اثنان و سبعون\nحرفا وحرف في علم عنده المكنون (2).\n</p>\n\n<p>\nوعنه عن أحمد بن محمد. عن علي بن الحكم عن محمد بن الفضيل عن حمدان\n(سعدان - خ م) عن أبي عمر الجلاب عن أبي عبد الله (ع) قال: ان اسم الله\nالأعظم على ثلاثة وسبعين حرفا وإنما كان عند آصف منها حرف واحد فتكلم به\nفخسفت بالأرض ما بينه وبين سرير بلقيس، ثم تناول السرير بيده ثم عادت الأرض\nكما كانت أسرع من طرفة عين وعندنا نحن: من الاسم اثنان وسبعون حرفا وحرف\nعند الله (استأثر) به في علم الغيب المكنون عنده (3).\n</p>\n\n<p>\nعنه عن أبي عبد الله البرقي يرفعه إلى أبى عبد الله (ع) قال: ان الله جعل\nاسمه على ثلاثة وسبعين حرفا فأعطى آدم منها خمسة وعشرين حرفا، وأعطى نوحا\nمنها خمسة عشر حرفا، وأعطى إبراهيم منها ثمانية أحرف وأعطى موسى منها أربعة\nأحرف، وأعطى عيسى منها حرفين فكان يحيى به الموتى ويبرئ بهما الأكمة\nوالأبرص، وأعطي محمدا (ص) اثنين وسبعين حرفا واحتجب بحرف لئلا يعلم أحد ما\nفي نفسه ويعلم ما في نفس العباد (4).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p030'> Vol. 00, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nعنه عن أحمد بن محمد عن علي بن الحكم عن شعيب العقرقوفي عن أبي بصير عن\nأبي عبد الله (ع) قال: كان سليمان عنده اسم الله الأكبر الذي إذا سأله أعطى\nوإذا دعا به أجاب، ولو كان اليوم لاحتاج لينا (1).\n</p>\n\n<p>\nوعنه عن الحسن بن علي بن عبد الله عن الحسن بن علي بن فضال عن داود بن\nأبي يزيد عن بعض أصحابنا عن عمر بن حنظلة قال: قلت:\n</p>\n\n<p>\nلأبي جعفر (ع) انى أظن أن لي عندك منزلة قال: اجل قلت: فان لي <span id='ms022'></span> إليك حاجة\nقال: وما هي قلت: تعلمني الاسم الأعظم قال: وتطيقه قلت:\n</p>\n\n<p>\nنعم قال: فادخل البيت قال: فدخلت قال فوضع أبو جعفر (ع) يده على الأرض\nفاظلم البيت فأرعدت فرائص فقال: ما تقول أعلمك فقلت، لا فرفع يده فرجع\nالبيت كما كان (2).\n</p>\n\n<p>\nأبو جعفر محمد بن جرير الطبري قال: روى المعلى بن محمد عن أحمد بن محمد\nبن عبد الله عن علي بن محمد النوفلي قال: قال علي بن محمد يعنى الهادي (ع)\nقال: وسمعته يقول: اسم الله الأعظم ثلاثة و سبعون حرفا وإنما كان عند آصف\nمنه حرف واحد فتكلم به فانخرقت به الأرض (فانطوت الأرض التي بينه وبين سبا\nفتناول عرش بلقيس فصيره إلى سليمان ثم بسطت الأرض - خ) في أقل من طرفة عين\nوعندنا منه اثنان وسبعون حرفا، وحرف عند الله عز وجل استأثر به في علم\nالغيب (3).\n</p>\n\n<p>\nقال مؤلف هذا الكتاب عرفت مما ذكر ان عيسى بن مريم عنده حرفان من اسم\nالله الأعظم يعمل بهما، فكان يحيى بهما الموتى ويبرئ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p031'> Vol. 00, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nالأكمه والأبرص وغير ذلك من الآيات والمعجزات التي ذكرها الله سبحانه\nوتعالى في كتابه، وانه كان (ع) يمشى على الماء، وسليمان بن داود عنده حرف\nواحد، وقد ذكر الله تعالى له في القرآن من البينات والمعجزات من تسخير\nالشياطين، والجن، والريح ومعرفة منطق الطير وغير ذلك وآصف بن برخيا عنده\nحرف واحد، واتى بعرش بلقيس من سبا في أقل من طرفة عين، فكيف من عنده اثنان\nوسبعون حرفا من اسم الله الأعظم يكون علمه به له الاقتدار على اظهارات\nالمعجزات أكثر من سائر الأنبياء لان جميع ما عند الأنبياء عند نبينا\nوالأئمة صلوات الله عليهم أجمعين وليس ما عندهم عند الأنبياء فمحمد وآله\nالأئمة المعصومون مفضلون على الأنبياء بما أعطاهم الله جل جلاله من العلم\nفكلما أتت به الأنبياء (ع) من المعجزات والدلالات والبينات على نبوتهم\nفالأئمة الاثنا عشر (ع) الوارثون علمهم من رسول الله (ص) لهم المعجزات\nوالدلالات والبينات على امامتهم لان الإمامة أخت <span id='ms023'></span> النبوة فبذلك يعلم ما منه\nكانت الآيات والمعجزات والدلالات مما أودع الله جل جلاله الأنبياء والأئمة\n(ع) من الأمور التي يكون بها المعجز منهم صلوات الله عليهم أجمعين ليكون\nبذلك تصديقهم فيما ادعوا من النبوة والإمامة لان من صدقه الله الصادق فهو\nصادق والله أعلم حيث يجعل رسالته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p032'> Vol. 00, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nمعجزة لمولى الأمة وإمامها أمير المؤمنين (ع) روى السيد الأجل الرضى في\nالخصائص قال: روى أن أمير المؤمنين عليا (ع) كان جالسا في المسجد إذ دخل\nعليه رجلا فاختصما إليه كان أحدهما من الخوارج فتوجه الحكم على الخارجي\nفحكم عليه أمير المؤمنين (ع) فقال له الخارجي والله ما حكمت بالسوية ولا\nعدلت بالقضية وما قضيتك عند الله بمرضية فقال له أمير المؤمنين (ع) وأومي\nبيده إليه اخسأ عدو الله فاستحال كلبا اسود فقال: من حضره فوالله لقد رأينا\nثيابه تطائر عنه في الهواء فجعل يبصبص لأمير المؤمنين (ع) و دمعت عيناه في\nوجهه ورأينا أمير المؤمنين (ع) وقد رق له فلحظ السماء وحرك شفتيه بكلام لم\nنسمعه فوالله لقد رأيناه قد عاد إلى حال الانسانية وتراجعت ثيابه من الهواء\nحتى سقطت على كتفيه فرأيناه وقد خرج من المسجد وان رجليه لتضطربان فبهتنا\nننظر إلى أمير المؤمنين (ع) فقال. لنا مالكم تنظرون وتعجبون فقلنا يا أمير\nالمؤمنين كيف لا نتعجب وقد صنعت ما صنعت فقال: اما تعلمون آصف بن برخيا وصى\nسليمان بن داود عليهما السلام قد صنع ما هو قريب من هذا الامر فقص الله جل\nاسمه قصته حيث يقول: (أيكم يأتيني بعرشها قبل ان يأتوني مسلمين فقال عفريت\nمن الجن انا آتيك قبل ان تقوم من مقامك وانى على لقوى امين قال الذي عنده\nعلم من الكتاب انا اتيك به قبل ان يرتد إليك طرفك فلما رآه مستقرا عنده قال\nهذا من فضل ربى ليبلوني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p033'> Vol. 00, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nأأشكر أم أكفر) الآية.\n</p>\n\n<p>\nفأيما أكرم على الله نبيكم أم سليمان (ع) فقالوا بل نبينا أكرم يا أمير\nالمؤمنين قال: فوصى نبيكم أكرم من وصى سليمان <span id='ms024'></span> وإنما كان عند وصى سليمان\nعليهما السلام من اسم الله الأعظم حرف واحد فسال الله جل اسمه فخسف له\nالأرض ما بينه وبين سرير بلقيس فتناوله في أقل من طرفة العين وعندنا من اسم\nالله الأعظم اثنان وسبعون حرفا وحرف عند الله تعالى استأثر به دون خلقه\nفقالوا: يا أمير المؤمنين فإذا كان هذا عندك فما حاجتك إلى الأنصار في قتال\nمعاوية وغيره و استنفارك الناس إلى معاوية (حربه - خ) ثانية فقال (ع) بل\nعباد مكرمون لا يسبقونه بالقول وهم بأمره يعملون) إنما ادعو هؤلاء القوم\nإلى قتاله ليثبت الحجة وكمال المحنة (المحجة - خ) ولو اذن لي في اهلاكه لما\nتأخر لكن الله تعالى يمتحن خلقه بما شاء قالوا: فنهضنا من حوله ونحن نعظم\nما اوتى به (ع) (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p034'> Vol. 00, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nالباب الخامس عندهم (ع) علم ما في السماء وما في الأرض وعلم ما كان وعلم\nما يكون وما يحدث بالليل والنهار وساعة وساعة وعندهم علم النبيين (ع)\nوزيادة محمد بن يعقوب، عن علي بن محمد عن سهل عن أحمد بن محمد ابن أبي نصر\nعن عبد الكريم عن جماعة بن سعد الخثعمي أنه قال كان المفضل عند أبي عبد\nالله (ع) فقال له المفضل: جعلت فداك يفرض الله طاعة عبد على العباد ويحجب\nعنه خبر السماء قال (ع) لا الله أكرم، وارحم، وارأف بعباده من أن يفرض طاعة\nعبد على العباد، ثم يحجب عنه خبر السماء صباحا ومساءا (1).\n</p>\n\n<p>\nورواه محمد بن الحسن الصفار عن محمد بن الحسين عن أحمد بن محمد ابن أبي\nنصر عن عبد الكريم عن جماعة بن سعد الخثعمي انه كان مع مفضل عند أبي عبد\nالله (ع) (فقال له المفضل) يفرض الله طاعة عبد على العباد ثم يحجب عنه خبر\nالسماء قال: لا الله أكرم، و أرأف بعباده من أن يفرض طاعة عبد ويحجب عنه\nخبر السماء صباحا ومساءا (2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p035'> Vol. 00, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nعنه عن محمد بن يحيى عن أحمد بن محمد عن ابن محبوب عن ابن رئاب عن ضريس\nالكناسي قال <span id='ms025'></span>: سمعت أبا جعفر (ع) يقول: وعنده أناس من أصحابه عجبت من قوم\nيتولونا ويجعلونا أئمة ويصفون ان طاعتنا مفترضة عليهم كطاعة رسول الله (ص)\nثم يكسرون حجتهم و يخصمون أنفسهم بضعف قلوبهم فينقصونا حقنا ويعبون ذلك على\nمن أعطاه الله برهان حق معرفتنا والتسليم لامرنا، أترون ان الله تبارك و\nتعالى افترض طاعة أوليائه على عباده ثم يخفى عنهم اخبار السماوات والأرض\nويقطع عنهم مواد العلم فيما يرد عليهم مما فيه قوام دينهم فقال له حمران:\nجعلت فداك أرأيت ما كان من امر قيام علي بن أبي طالب والحسن والحسين عليهم\nالسلام وخروجهم وقيامهم بدين الله عز ذكره وما أصيبوا من قبل الطواغيت\nإياهم والظفر بهم حتى قتلوا وغلبوا فقال أبو جعفر (ع) يا حمران ان الله\nتبارك وتعالى قد كان قدر ذلك عليهم وقضاه وأمضاه وحتمه على سبيل الاختيار\nثم اجراه فبتقدم علم إليهم من رسول الله (ص) في ذلك قام على والحسن والحسين\n(ع) وبعلم صمت من صمت منا ولو أنهم يا حمران حيث نزل بهم ما نزل من امر\nالله عز وجل واظهار الطواغيت عليهم سألوا الله عز وجل ان يدفع عنهم ذلك\nوألحوا عليه في طلب إزالة ملك الطواغيت، وذهاب ملكهم إذا لأجابهم ودفع ذلك\nعنهم ثم كان انقضاء مدة الطواغيت وذهاب ملكهم أسرع من سلك منظوم انقطع\nفتبدد وما كان ذلك الذي أصابهم يا حمران لذنب اقترفوه ولا لعقوبة معصية\nخالفوا الله فيها ولكن المنازل وكرامة من الله أراد أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p036'> Vol. 00, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nيبلغوها فلا تذهب بك المذاهب فيهم (1).\n</p>\n\n<p>\nورواه محمد بن الحسن الصفار عن أحمد بن محمد، ومحمد بن الحسين عن الحسن\nبن محبوب، عن علي بن رئاب، عن ضريس قال:\n</p>\n\n<p>\nسمعت أبا جعفر (ع) يقول، وأناس من أصحابه حوله انى أعجب من قوم يتولونا\nويجعلونا أئمة. وساق الحديث (2).\n</p>\n\n<p>\nعنه عن محمد بن يحيى عن أحمد بن محمد عن عمر بن عبد العزيز عن محمد بن\nالفضيل عن أبي حمزة قال: سمعت أبا جفر (ع) يقول: لا <span id='ms026'></span> والله لا يكون عالم\nجاهلا ابدا عالما بشئ جاهلا بشئ ثم قال: الله اجل واعز، وأكرم من أن يفرض\nطاعة عبد يحجب عنه علم سمائه وارضه ثم قال: لا يحجب ذلك عنه (3).\n</p>\n\n<p>\nورواه محمد بن الحسن الصفار عن أحمد بن محمد عن عمر بن عبد العزيز عن\nمحمد بن الفضيل عن أبي حمزة قال سمعت أبا جعفر (ع) يقول لا يكون عالم جاهلا\nابدا عالما بشئ وساق الحديث.\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن العباس بن معروف عن حماد ابن عيسى عن حريز، عن\nأبي بصير، عن أبي (جعفر - خ) عبد الله (ع) قال: سئل علي (ع) عن علم النبي\n(ص) فقال: علم النبي (ص) جميع علم النبيين وعلم ما كان وعلم ما هو كائن إلى\nقيام الساعة ثم قال: والذي نفسي بيده انى لاعلم علم النبيين وعلم ما كان\nوعلم ما هو كائن فيما بيني وبين قيام الساعة (4).\n</p>\n\n<p>\nمحمد بن يعقوب عن أحمد بن محمد، ومحمد بن يحيى، عن محمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p037'> Vol. 00, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nابن الحسين، عن إبراهيم بن إسحاق الأحمر عن عبد الله بن حماد عن سيف\nالتمار قال: كنا مع أبي عبد الله (ع) جماعة من الشيعة في الحجر فقال:\n</p>\n\n<p>\nعلينا عين فالتفتنا يمنة ويسرة فلم نر أحدا فقلنا: ليس علينا عين فقال\nورب الكعبة ورب البينة ثلاث مرات لو كنت بين يدي موسى والخضر لأخبرتهما انى\nاعلم منهما ولأنبأتهما بما ليس في أيديهما. لان موسى والخضر أعطيا علم ما\nكان ولم يعطيا علم ما يكون وما هو كائن حتى تقوم الساعة، وقد ورثناه من\nرسول الله (ص) وراثة (1).\n</p>\n\n<p>\nورواه محمد بن الحسن الصفار، عن إبراهيم بن إسحاق، عن عبد الله ابن حماد،\nعن سيف التمار قال: كنا عند أبي عبد الله (ع) جماعة من الشيعة في الحجر\nوذكر الحديث.\n</p>\n\n<p>\nمحمد بن الحسن الصفار، عن علي بن محمد بن سعد عن حمدان بن محمد بن سليمان\nالنيسابوري، عن عبد الله بن محمد اليماني، عن مسلم ابن الحجاج، عن يونس، عن\nالحسين بن <span id='ms027'></span> علوان عن أبي عبد الله (ع) قال:\n</p>\n\n<p>\nان الله خلق أولى العزم من الرسل وفضلهم بالعلم وأورثنا علمهم وفضلنا\nعليهم في علمهم وعلم رسول الله (ص) ما لم يعلموا، وعلمنا علم الرسول وعلمهم\n(2).\n</p>\n\n<p>\nمحمد بن يعقوب عن محمد بن يحيى عن سلمة بن الخطاب، عن عبد الله بن محمد\nعن عبد الله بن القسم عن زرعة بن محمد عن المفضل بن عمر قال قال أبو عبد\nالله (ع) ان سليمان ورث داود وان محمد (ص) ورث سليمان، وانا ورثنا محمد\n(ص)، وان عندنا علم التوراة، والإنجيل، والزبور، وتبيان ما في الألواح قال\nقلت: ان هذا لهو العلم قال (ع) ليس هذا هو العلم ان العلم الذي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p038'> Vol. 00, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nيحدث يوم بيوم وساعة بعد ساعة (1).\n</p>\n\n<p>\nورواه محمد بن الحسن الصفار عن سلمة بن الخطاب عن عبد الله ابن القاسم عن\nزرعة عن المفضل قال أبو عبد الله (ع): ان سليمان ورث داود وذكر الحديث (2).\n</p>\n\n<p>\nعنه عن أحمد بن إدريس عن محمد بن عبد الجبار، عن صفوان بن ابن يحيى عن\nشعيب الحداد عن ضريس الكناسي قال: كنت عند أبي عبد الله (ع) وعنده أبو بصير\nفقال أبو عبد الله (ع) ان داود ورث علم الأنبياء، وان سليمان ورث داود، وان\nمحمد (ص) ورث سليمان، وانا ورثنا محمدا (ص) وان عندنا صحف إبراهيم، وألواح\nموسى فقال أبو بصير: ان هذا لهو العلم فقال: يا با محمد ليس هذا هو العلم\nإنما العلم ما يحدث بالليل والنهار يوما بيوم وساعة بساعة (3).\n</p>\n\n<p>\nورواه محمد بن الحسن الصفار، عن أيوب بن نوح عن صفوان بن يحيى، عن شعيب\nالحداد (الخزاز خ) عن ضريس الكناسي قال: كنت عند أبي عبد الله (ع) وعنده\nأبو بصير فقال أبو عبد الله (ع) وذكر الحديث مثله (4).\n</p>\n\n<p>\nثم قال محمد بن الحسن الصفار وروى محمد بن عيسى عن صفوان بهذا الاسناد\nمثله.\n</p>\n\n<p>\nمحمد بن الحسن الصفار، عن إبراهيم بن هاشم عن البرقي عن ابن سنان وغيره،\nعن بشر عن حمران بن أعين <span id='ms028'></span> قال قلت لأبي عبد الله (ع) عندكم التوراة والإنجيل\nوالزبور وما في الصحف الأولى صحف إبراهيم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p039'> Vol. 00, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nوموسى قال. نعم قلت: ان هذا لهو العلم الأكبر قال: يا حمران (لو لم يكن\nغير ما كان) ولكن ما يحدث بالليل والنهار علمه عندنا أعظم (1).\n</p>\n\n<p>\nعنه عن أحمد بن محمد عن علي بن النعمان عن ابن مسكان عن ضريس قال: كنت مع\nأبي بصير عند أبي جعفر (ع) فقال. له أبو بصير بما يعلم عالمكم جعلت فداك\nقال: يا أبا محمد ان عالمنا لا يعلم الغيب ولو وكل الله علمنا إلى نفسه\nلكان كبعضكم ولكن يحدث إليه ساعة بعد ساعة (2).\n</p>\n\n<p>\nوعنه عن أحمد بن محمد بن علي بن الحكم عن سيف ابن عميرة عن أبي الصباح\nالكناني قال: حدثني العلا بن سيابة عن أبي عبد الله (ع) قال: انا لنعلم ما\nفي الليل والنهار (3).\n</p>\n\n<p>\nالشيخ المفيد في الإختصاص، عن محمد بن عيسى بن عبيد عن يونس بن عبد\nالرحمن عن هشام بن سالم، عن محمد بن مسلم قال: قلت لأبي عبد الله (ع) كلام\nقد سمعته من أبى الخطاب فقال: أعرضه علي فقلت يقول: انكم تعلمون الحلال\nوالحرام وفصل ما بين الناس فسكت فلما أردت القيام اخذ بيدي فقال: يا محمد\nكذا علم القرآن والحلال والحرم يسير في جنب العلم الذي يحدث بالليل والنهار\n(4).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p040'> Vol. 00, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nقال مؤلف هذا الكتاب هذا أصل كبير في الاقدار على المعجزات من نبينا\nوأئمتنا الاثني عشر صلوات الله عليهم أجمعين لان الله جل جلاله أعطاهم علم\nما في السماوات والأرض وعلم ما كان وعلم ما يكون وعلم ما يحدث في الليل\nوالنهار وساعة، بعد ساعة وأعطاهم علم النبيين صلوات الله عليهم أجمعين وهل\nالمعجزات الا من ذلك لأنها داخلة في علم السماوات وما في الأرض إلى آخر ما\nذكرنا وهذا واضح بين.\n</p>\n\n<p>\nمعجزة لمولانا وامامنا أبى عبد الله جعفر بن محمد الصادق (ع) رواه أبو\nعمر ومحمد بن عمر وبن عبد العزيز الكشي عن إبراهيم بن محمد بن العباس <span id='ms029'></span>\nالختلي قال: حدثني أحمد بن إدريس القمي المعلم قال: حدثني محمد بن أحمد بن\nيحيى عن محمد بن الحسين عن موسى بن سعدان عن عبد الله بن القاسم عن حفص\nالأعور الأبيض التمار قال: دخلت على أبى عبد الله (ع) أيام صلب معلى بن\nخنيس فقال لي يا حفص أنى أمرت المعلى فخالفني فابتلى بالحديد انى نظرت إليه\nيوما وهو كئيب حزين فقلت: يا معلى كأنك ذكرت أهلك، وعيالك قال: اجل قلت:\n</p>\n\n<p>\nادن منى فدنا منى فمسحت وجهه فقلت أين تراك فقال أراني هذا أهلي وهذه\nزوجتي، وهذا ولدى قال: (ع) فتركته حتى تملى منهم واستترت منهم حتى ينال ما\nينال الرجل من أهله ثم قلت: ادن فدنا منى فمسحت وجهه فقلت أين تراك فقال:\nأراني معك في المدنية قال قلت: يا معلى ان لنا حديثا من حفظه علينا حفظه\nالله عليه دينه ودنياه يا معلى لا تكونوا اسرى في أيدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p041'> Vol. 00, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nالناس بحديثنا ان شاؤوا منوا عليكم وان شاؤوا قتلوكم يا معلى أنه من كتم\nالصعب من حديثنا جعل الله نورا بين عينيه وزوده القوة في الناس، ومن أذاع\nالصعب من حديثنا لم يمت حتى يعضه السلاح أو يموت بخيل يا معلى أنت مقتول\nفاستعد.\n</p>\n\n<p>\nهذا الحديث مذكور بخمس طرق في كتاب مدينة المعاجز (1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p042'> Vol. 00, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nالباب السادس انهم (ع) إذا شاؤوا ان يعلموا علموا وان قلوبهم مورد لإرادة\nالله سبحانه إذا شاء شيئا شاؤه.\n</p>\n\n<p>\nمحمد بن يعقوب عن علي بن محمد وغيره عن سهل بن زياد، عن أيوب بن نوح، عن\nصفوان بن يحيى، عن ابن مسكان عن بدر بن الوليد، عن أبي الربيع الشامي عن\nأبي عبد الله (ع) قال: ان الامام إذا شاء ان يعلم علم (1).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن محمد بن عبد الجبار عن صفوان بن يحيى عن ابن\nمسكان عن بدر بن الوليد عن أبي الربيع الشامي قال: قال أبو عبد الله:\n</p>\n\n<p>\n(ع) الامام (العالم - خ) إذا شاء ان يعلم علم (2).\n</p>\n\n<p>\nمحمد بن يعقوب عن أبي <span id='ms030'></span> على الأشعري، عن محمد بن عبد الجبار عن صفوان عن\nابن مسكان، عن بدر بن الوليد، عن أبي الربيع، عن أبي عبد الله (ع) قال: ان\nالامام إذا شاء ان يعلم علم (3).\n</p>\n\n<p>\nعنه عن محمد بن يحيى، عن عمران بن موسى عن موسى بن جعفر، عن عمرو بن سعيد\nالمدائني عن أبي عبيدة المدائني عن أبي عبد الله (ع) قال:\n</p>\n\n<p>\nإذا أراد الامام ان يعلم شيئا اعلمه الله ذلك (4).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p043'> Vol. 00, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن الحسن الصفار، عن أحمد بن الحسن بن علي بن فضال، عن عمرو بن سعيد\nالمدائني، عن مصدق بن صدقة عن عمار الساباطي (أ) وعن أبي عبيدة قال: سألت\nأبا عبد الله (ع) عن الامام يعلم الغيب قال: لا ولكن إذا أراد ان يعلم الشئ\nاعلمه الله ذلك (1).\n</p>\n\n<p>\nعنه عن الهيثم النهدي عن الحسن بن الحسين اللؤلؤي عن صفوان بن يحيى، عن\nابن مسكان عن يزيد بن فرقد النهدي عن أبي عبد الله (ع) قال:\n</p>\n\n<p>\nان الامام إذا شاء ان يعلم علم (2).\n</p>\n\n<p>\nسعد بن عبد الله القمي في بصائر الدرجات، عن أحمد بن محمد السياري قال:\nحدثني غير واحد من أصحابنا عن أبي الحسن الثالث (ع) قال:\n</p>\n\n<p>\nان الله تبارك وتعالى جعل قلوب الأئمة موردا لإرادته وإذا شاء شيئا شاؤه\nوهو قوله وما تشاؤن الا ان يشاء الله (3).\n</p>\n\n<p>\nعلي بن إبراهيم قال: حدثنا محمد بن جعفر قال: حدثنا محمد بن أحمد ، عن\nأحمد بن محمد السياري عن فلان (قال: خرج) عن أبي الحسن (ع) قال: ان الله عز\nوجل جعل قلوب الأئمة موردا لإرادته فإذا شاء الله شيئا شاؤه وهو قوله (وما\nتشاؤن الا ان يشاء الله رب العالمين (4).\n</p>\n\n<p>\nمحمد بن الحسن الصفار، عن أحمد بن محمد عن أبي عبد الله النوفلي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p044'> Vol. 00, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nعن القسم عن جابر قال: سئلت أبا جعفر (ع) عن مسألة أو سئل عنها قال:\n</p>\n\n<p>\nفقال: إذا لقيت موسى فسله عنها قال: فقلت أولا تعلمها قال: بلى قلت:\n</p>\n\n<p>\nفأخبرني بها قال: لم يؤذن لي في ذلك (1) قال مؤلف <span id='ms031'></span> هذا الكتاب هذا أصل\nكبير في اظهار المعجزات من النبي والأئمة صلوات الله عليهم أجمعين لأنهم\n(ع) إذا شاؤوا ان يعلموا علموا فإنه يودى إلى أن الله جل جلاله يعلمهم\nبالغائب وبما يكون من الأمور الحادثة وبما في النفس وغير ذلك مما لا يطلع\nعليه الا الله سبحانه وتعالى أو من يطلعه الله تعالى عليه ممن يرتضيه من\nصفوته، وأيضا قلوبهم مورد لإرادته تعالى وما يشاؤن الا ان يشاء الله رب\nالعالمين وهذا سر عظيم بينه تعالى وبينهم (ع) وهم عباد مكرمون لا يسبقونه\nبالقول وهم بأمره يعملون.\n</p>\n\n<p>\nمعجزة للامام الثاني عشر القائم المنتظر محمد بن بابويه قال: حدثنا محمد\nبن علي الأسود قال: حدثني علي بن الحسين بن موسى بن بابويه بعد موت محمد بن\nعثمان العمرى ان أسأل أبا القاسم الروحي ان يسأل مولانا صاحب الزمان (ع) ان\nيدعوا الله له ان يرزقه ولدا قال: فسألته فانهى ذلك ثم أخبرني بعد ذلك\nبثلاثة أيام قد دعا لعلي بن الحسين وانه سيولد له ولد مبارك ينفع الله به\nوبعده أولاد قال أبو جعفر محمد بن علي الأسود: وسألته في أمر نفسي ان يدعو\nلي ان ارزق ولدا فلم يجبني إليه وقال لي ليس إلى هذا سبيل قال: فولد لعلي\nبن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p045'> Vol. 00, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nالحسين تلك السنة ابنه محمد بن علي وبعده أولاد ولم يولد لي قال الشيخ\nمحمد بن علي بن بابويه كان أبو جعفر محمد بن علي الأسود كثيرا ما يقول لي\nإذا رآني اختلف إلى مجلس شيخنا محمد بن الحسن بن أحمد بن الوليد وارغب في\nكتب العلم وحفظه: ليس بعجب أن يكون لك هذه الرغبة في العلم وأنت ولدت بدعاء\nالإمام (ع) (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p046'> Vol. 00, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nالباب السابع انهم عليهم السلام محدثون محمد بن العباس بن ماهيار الشيخ\nالثقة قال: حدثنا الحسين بن عامر عن محمد بن الحسين عن أبيه أبى الخطاب عن\nصفوان بن يحيى، عن داود بن فرقد عن الحرث بن مغيرة النضري قال قال لي الحكم\nبن عيينة ان مولاي <span id='ms032'></span> علي بن الحسين (ع) قال لي إنما علم علي (ع) كله في آية\nواحدة قال:\n</p>\n\n<p>\nفخرج عمران ليسأله فوجد عليا (ع) قد قبض فقال لأبي جعفر (ع) ان الحكم\nحدثنا عن علي بن الحسين (ع) أنه قال إنما علم (ع) في آية واحدة فقال أبو\nجعفر (ع) وما تدرى ما هي قلت لا: قال هي قوله تعالى (وما أرسلنا من قبلك من\nرسول، ولا نبي ولا محدث ثم ابان شأن الرسول والمحدث صلوات الله عليهم\nأجمعين (1).\n</p>\n\n<p>\nمحمد بن يعقوب، عن محمد بن يحيى، عن أحمد بن محمد عن الحجال عن القسم بن\nمحمد عن عبيد بن زرارة قال: ارسل أبو جعفر (ع) إلى زرارة ان يعلم الحكم بن\nعيينة (عتيبة خ م) ان أوصياء محمد عليه و (ع) محدثون. (2) عنه عن محمد عن\nأحمد بن محمد عن ابن محبوب عن جميل بن صالح عن زياد بن سوقة عن الحكم بن\nعيينة (عتيبة) قال: دخلت على علي بن الحسين (ع)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p047'> Vol. 00, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nيوما فقال: يا حكم هل تدرى الآية التي كان علي بن أبي طالب (ع) يعرف\nقاتله بها ويعلم بها الأمور العظام التي كان يحدث بها الناس قال: الحكم\nفقلت في نفسي قد وقعت على علم من علم علي بن الحسين (ع) اعلم بذلك تلك\nالأمور العظام قال فقلت: لا والله لا اعلم قال ثم قلت: الآية تخبرني بها يا\nبن رسول الله قال: هو والله قول الله عز ذكره: (وما أرسلنا من قبلك من\nرسول، ولا نبي ولا محدث وكان علي بن أبي طالب (ع) محدثا فقال له رجل: يقال\nله: عبد الله بن زيد كان أخا على لامه سبحان الله محدثا! كأنه ينكر ذلك\nفاقبل عليه أبو جعفر (ع) فقال: اما والله ان ابن أمك بعد قد كان يعرف ذلك\nقال فلما قال ذلك سكت الرجل فقال هي التي هلك فيها أبو الخطاب فلم يدر ما\nتأويل المحدث والنبي (ص) (1).\n</p>\n\n<p>\nوعنه عن أحمد بن محمد ومحمد بن يحيى عن محمد <span id='ms033'></span> بن الحسين (الحسن خ. م) عن\nيعقوب بن يزيد عن محمد بن إسماعيل قال: سمعت أبا الحسن عليه السلام يقول:\nان الأئمة علماء صادقون، مفهمون، محدثون (2).\n</p>\n\n<p>\nوعنه عن علي بن إبراهيم، عن محمد بن عيسى، عن يونس، عن رجل، عن محمد بن\nمسلم قال: ذكر المحدث عند أبي عبد الله (ع) فقال:\n</p>\n\n<p>\nانه يسمع الصوت ولا يرى الشخص فقلت: له جعلت فداك كيف يعلم أنه كلام\nالملك (ع) قال: لأنه يعطى السكينة والوقار حتى يعلم أنه كلام الملك (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p048'> Vol. 00, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nوعنه عن محمد بن يحيى عن أحمد بن محمد، عن الحسين بن سعيد عن حماد بن\nعيسى، عن الحسين بن المختار عن الحارث بن المغيرة، عن حمران بن أعين قال:\nقال أبو جعفر (ع) ان عليا (ع) كان محدثا فخرجت إلى أصحابي فقلت جئتكم\nبعجيبة فقالوا وما هي قلت سمعت أبا جعفر (ع) يقول: كان علي (ع) محدثا\nفقالوا: ما صنعت شيئا الا سألته من كان يحدثه فرجعت إليه فقلت: انى حدثت\nأصحابي بما حدثتني فقالوا: ما صنعت شيئا الا سألته من كان يحدثه؟ فقال لي:\nيحدثه ملك قلت: يقول إنه نبي قال: فحرك يده هكذا - أو كصاحب سليمان أو\nكصاحب موسى أو كذي القرنين، أو ما بلغكم أنه قال: وفيكم مثله (1).\n</p>\n\n<p>\nوعنه عن علي بن محمد عن بعض أصحابنا، عن ابن أبي عمير عن حريز عن زرارة\nعن أبي جعفر (ع) قال: للامام عشر علامات، يولد مطهرا مختونا وإذا وقع على\nالأرض وقع على راحته رافعا صوته بالشهادتين ولا يجنب وتنام عينه ولا ينام\nقلبه، ولا يتثاب ولا يتمطى ويرى من خلفه كما يرى من امامه ونجوه كرائحة\nالمسك والأرض موكلة بستره وابتلاعه وإذا لبس درع رسول الله كانت عليه وفقا\nوإذا لبسها غيره من الناس طويلهم وقصيرهم زادت عليه شبرا وهو محدث إلى أن\nينقضي أيامه (ع) (2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p049'> Vol. 00, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن العباس قال حدثنا الحسين بن أحمد عن محمد بن عيسى، عن القاسم بن\nعروة عن يزيد العجلي قال: سألت أبا جعفر <span id='ms034'></span> (ع) عن الرسول والنبي والمحدث\nفقال: الرسول الذي تأتيه الملائكة ويعاينهم، تبلغه الرسالة من الله، والنبي\nالذي يرى المنام فما رأى فهو كما رأى، والمحدث الذي يسمع صوت الملائكة\nوحديثهم، ولا يرى شيئا بل نقر في اذنه و ينكت في قلبه (1).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن الحسن بن علي قال: حدثني عيسى (عبيس - خ) بن\nهشام قال: حدثنا كرام بن عمر والخثعمي عن عبد الله بن أبي يعفور قال قلت:\nلأبي عبد الله (ع) كان علي (ع) ينكت (ان عليا لينكت خ - م) في قلبه أو يوقر\n(ينقر خ - م) في صدره واذنه قال إن عليا (ع) كان محدثا قال: فلما أكثرت\nعليه قال: ان عليا (ع) يوم بني قريظة والنظير كان جبرئيل عن يمينه وميكائيل\nعن يساره يحدثانه (2).\n</p>\n\n<p>\nعنه عن علي بن إسماعيل عن صفوان بن يحيى عن الحرث بن المغيرة عن حمران\nقال حدثنا الحكم بن عيينة عن علي بن الحسين (ع) أنه قال إن علم على في آية\nمن القرآن وقال: وكتمنا الآية قال:\n</p>\n\n<p>\nوكنا نجتمع وندارس القرآن فلا نعرف الآية فقال: فدخلت على أبى جعفر (ع)\nفقلت له: ان الحكم بن عيينة حدثنا عن علي بن الحسين (ع) أنه قال علم علي\n(ع) في آية من القرآن وكتمنا الآية قال: اقرأ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p050'> Vol. 00, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nيا حمران فقرأت وما أرسلنا من قبلك من رسول، ولا نبي قال فقال أبو جعفر\nوما أرسلنا من قبلك من رسول ولا نبي ولا محدث قلت: وكان على محدثا قال نعم\nفجئت إلى أصحابنا فقلت قد أصبت الذي كان الحكم يكتمنا قال قلت قال أبو جعفر\n(ع) كان يقول علي (ع) محدث؟ فقالوا ما صنعت شيئا الا كنت تسأله من يحدثه\nقال فبعد ذلك انى اتيت أبا جعفر (ع) فقلت أليس حدثتني ان عليا (ع) كان\nمحدثا قال بلى قال قلت:\n</p>\n\n<p>\nمن يحدثه قال: ملك يحدثه قال قلت أقول إنه نبي قال (ع): لا ولكن قل مثله\nمثل صاحب سليمان ومثل صاحب موسى ومثله مثل <span id='ms035'></span> ذي القرنين (1).\n</p>\n\n<p>\nوعنه عن يعقوب بن يزيد عن محمد بن إسماعيل بن بزيع قال:\n</p>\n\n<p>\nسمعت أبا الحسن عليه السلام يقول الأئمة علماء صادقون مفهمون محدثون (2).\n</p>\n\n<p>\nوعنه عن أبي طالب عن عثمان بن عيسى قال: كنت انا وأبو بصير ومحمد بن\nعمران بمنزل بمكة فقال: محمد بن عمران سمعت أبا عبد الله (ع) يقول: نحن\nاثنا عشر محدثا فقال له أبو بصير والله لقد سمعت من أبى عبد الله (ع) قال\nفحلفه مرة أو مرتين فقال: أبو بصير لكني سمعت أبا جعفر (ع) يقول (3).\n</p>\n\n<p>\nورواه محمد بن يعقوب عن محمد بن يحيى وأحمد بن محمد عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p051'> Vol. 00, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن الحسين عن أبي طالب عن عثمان بن عيسى عن سماعة بن مهران قال:\n</p>\n\n<p>\nكنت انا وأبو بصير، ومحمد بن عمران مولى أبى جعفر (ع) في منزله بمكة\nفقال:\n</p>\n\n<p>\nمحمد بن عمران سمعت أبا عبد الله (ع) يقول نحن اثنا عشر محدثا فقال: له\nأبو بصير سمعت من أبى عبد الله (ع) فحلف مرة أو مرتين انه سمعه فقال أبو\nبصير: لكني سمعته من أبى جعفر (ع) (1).\n</p>\n\n<p>\nورواه محمد بن علي بن بابويه في كتاب الخصال قال: حدثنا محمد بن علي\nماجيلويه رضي الله عنه قال: حدثنا محمد بن يحيى العطار، عن محمد بن الحسن\nالصفار عن أبي طالب بن الصلت القمي، عن عثمان بن عيسى بن سماعة بن مهران\nقال: كنت انا وأبو بصير وساق الحديث الا ان في آخره فقال أبو بصير: لكني\nسمعته من أبى جعفر (ع) (2).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن عبد الله بن محمد عن إبراهيم بن محمد الثقفي عن\nأحمد بن يونس الجمال عن أيوب بن حسن عن قتادة أنها كانت تقرء (انه يقرء خ -\nم) وما أرسلنا من قبلك من رسول، ولا نبي، ولا محدث (3).\n</p>\n\n<p>\nعنه عن محمد بن يحيى العطار عن محمد بن الحسن بن فروح الصفار عن العباس\nبن معروف عن القاسم بن عروة عن بريد العجلي قال: سألت أبا عبد الله (ع) عن\nالرسول <span id='ms036'></span> والنبي والمحدث فقال: الرسول الذي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p052'> Vol. 00, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nيأتيه الملائكة (فيعاينهم) فتبلغه عن الله تبارك وتعالى، والنبي الذي يرى\nفي منامه فما رأى فهو كما رآى والمحدث الذي يسمع الملائكة وينقر في أذنه\nوينكت في قلبه (1).\n</p>\n\n<p>\nوعنه عن محمد بن الحسين عن أحمد بن محمد ابن أبي نصر عن حماد بن عثمان عن\nزرارة قال: سألت أبا جعفر (ع) عن الرسول والنبي والمحدث (من الرسول ومن\nالنبي ومن المحدث خ) قال: الرسول يأتيه جبرئيل فيكلمه قبلا فيرى كما يرى\nالرجل صاحبه الذي يكلمه فهذا الرسول، والنبي الذي يؤتى في منامه نحو رؤيا\nإبراهيم ونحو ما كان يأتي رسول الله (ص) ومن السبات إذ اتاه جبرئيل هكذا،\nالنبي (ص) ومنهم من تجتمع له الرسالة والنبوة وكان رسول الله (ص) نبيا\nيأتيه جبرئيل قبلا فيكلمه ويراه فيأتيه في النوم، والنبي الذي يسمع كلام\nالملائكة (الملك - خ م) عن معاينة (حتى يعاينه - خ م) فيحدثه، والمحدث فهو\nالذي يسمع ولا يعاين ولا يؤتى في المنام (2).\n</p>\n\n<p>\nوعنه عن أحمد بن محمد عن الحسين بن سعيد عن حماد بن عيسى عن الحسين بن\nالمختار عن الحرث بن المغيرة النضري عن حمران عن أبي جعفر (ع) قال: ان عليا\n(ع) كان محدثا قلت: فيكون نبيا قال: فحرك يده هكذا ثم قال (أو كصاحب سليمان\n- خ) أو كصاحب موسى، أو كذي القرنين أو ما بلغكم أنه قال وفيكم مثله (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p053'> Vol. 00, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nوعنه عن محمد بن الحسين عن صفوان عن الحرث عن حمران قال قلت. لأبي جعفر\n(ع) أليس حدثتني ان عليا (ع) كان محدثا قال بلى قلت: من يحدثه قال ملك\nيحدثه قلت: فأقول انه نبي، أو رسول قال: لا، بل مثله مثل صاحب سليمان، ومثل\nصاحب موسى (ع)، ومثله مثل ذي القرنين أو ما بلغكم ان عليا (ع) سئل عن ذي\nالقرنين فقيل كان نبيا فقال:\n</p>\n\n<p>\nلا بل كان عبدا أحب الله فأحبه الله ونصح لله فنصحه (وناصح الله وناصحه -\nخ - م) (1) فهذا مثله محمد بن يعقوب عن عدة من أصحابنا <span id='ms037'></span> عن أحمد بن محمد بن\nأبي نصر عن ثعلبة بن ميمون عن زارة قال: سألت أبا جعفر (ع) عن قول الله\n(وكان رسولا نبيا) ما الرسول، وما النبي قال: النبي الذي يرى في منامه و\nيسمع الصوت ولا يعاين الملك، والرسول الذي يسمع الصوت ويرى في - المنام،\nويعاين الملك قلت: الامام ما منزلته قال يسمع الصوت ولا يرى، ولا يعاين\nالملك ثم تلا هذه الآية (وما أرسلنا من قبلك من رسول ولا نبي ولا محدث) (2)\nورواه محمد بن الحسن الصفار باسناده عن زرارة قال سألت أبا جعفر (ع) عن قول\nالله تبارك وتعالى (وكان رسولا نبيا) وساق الحديث إلى آخره (3).\n</p>\n\n<p>\nعنه عن علي بن إبراهيم عن أبيه عن إسماعيل بن مرار قال: كتب -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p054'> Vol. 00, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nالحسن بن العباس المعروفي إلى الرضا (ع) جعلت فداك اخبرني ما الفرق بين\nالرسول، والنبي، والامام فكتب أو قال الفرق بين الرسول والنبي والامام ان\nالرسول الذي ينزل عليه جبرائيل فيراه ويسمع كلامه وينزل عليه الوحي وربما\nرأى في منامه نحو رؤيا إبراهيم، والنبي ربما سمع الكلام، وربما رأى الشخص\nولم يسمع، والامام هو الذي يسمع الكلام ولا يرى الشخص (1) وعنه من محمد بن\nيحيى عن أحمد بن محمد عن الحسن بن محبوب عن الأحوال قال: سألت أبا جعفر (ع)\nعن الرسول، والنبي والمحدث فقال:\n</p>\n\n<p>\nالرسول الذي يأتيه جبرئيل فيراه ويكلمه فهذا الرسول، واما النبي فهو -\nالذي يرى في منامه نحو رؤيا إبراهيم (ع) ونحو ما كان رأى رسول الله (ص) من\nأسباب النبوة قبل الوحي حتى اتاه جبرئيل من عند الله بالرسالة وكان محمد\n(ص) حين جمع له النبوة وجائته الرسالة من عند الله يجيئ بها جبرئيل ويكلمه\nبها قبلا، ومن الأنبياء من جمع له النبوة ويرى في منامه ويأتيه الروح\nويكلمه ويحدثه من غير أن يكون يراه في - اليقظة واما المحدث فهو الذي يحدث\nفيسمع ولا يعاين ولا يرى في منامه (2).\n</p>\n\n<p>\nوعنه عن (أحمد بن محمد - خ م) ومحمد بن يحيى عن محمد بن - الحسين <span id='ms038'></span> عن علي\nبن حسان عن ابن فضال عن علي بن يعقوب الهاشمي عن مروان بن مسلم عن بريد عن\nأبي جعفر وأبى عبد الله عليهما السلام في قول الله عز وجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p055'> Vol. 00, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n(وما أرسلنا من قبلك من رسول ولا نبي ولا محدث قلت: جعلت فداك ليس هذه\nقرائتنا فما الرسول، والنبي والمحدث قال: الرسول الذي يظهر له الملك ويكلمه\nوالنبي هو الذي يرى في منامه وربما اجتمعت النبوة والرسالة لواحد والمحدث\nالذي يسمع الصوت ولا يرى الصورة قال قلت: أصلحك الله كيف يعلم أن الذي رأى\nفي النوم حق وانه من الملك قال: يوفق لذلك حتى يعرف ولقد ختم الله بكتابكم\nالكتب وختم بنبيكم الأنبياء. (1) أحاديث الشيخ المفيد في كتاب الاختصاص\nأحمد بن محمد بن عيسى عن أبيه ومحمد بن خالد البرقي، والعباس بن معروف عن\nالقسم بن عروة عن بريدة بن معاوية العجلي قال: سألت أبا جعفر (ع) عن الرسول\nوالنبي والمحدث فقال: الرسول الذي تأتيه الملائكة و تبلغه عنه الله والنبي\nالذي يرى في منامه فما رأى فهو كما رأى والمحدث الذي يسمع الكلام كلام\nالملائكة يوقر في اذنه وينكت في قلبه - (2) أحمد بن محمد بن عيسى عن أحمد\nبن محمد بن أبي نصر عن ثعلبة بن ميمون عن زارة قال: سألت أبا جعفر (ع) عن\nقول الله (وكان رسولا نبيا) علمنا الرسول ومن النبي فقال: النبي هو الذي\nيرى في منامه ويسمع الصوت ولا يعاين والرسول يعاين الملك ويكلمه قلت الامام\nما منزلته قال: يسمع الصوت ولا يرى ولا يعاين الملك ثم، تلا هذه الآية) وما\nأرسلنا من قبلك من رسول ولا نبي ولا محدث. (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p056'> Vol. 00, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nالهيثم ابن أبي مسروق النهدي وإبراهيم بن هاشم عن إسماعيل بن مهران قال\nكتب الحسن بن العباس (المعروفي - خ م) العراقي إلى أبى - الحسن الرضا (ع)\nجعلت فداك اخبرني ما الفرق بين الرسول والنبي و - الامام فكتب إليه - أو\nقال له - الفرق بين الرسول والنبي والامام ان الرسول هو الذي ينزل عليه\nجبرائيل <span id='ms039'></span> فيراه ويكلمه ويسمع كلامه، وينزل عليه - الوحي وربما اوتى في منامه\nنحو رؤيا إبراهيم، والنبي ربما يسمع الكلام و وربما رأى الشخص ولم يسمع\nالكلام والامام يسمع الكلام ولا يرى - الشخص. (1) إبراهيم بن محمد الثقفي\nقال: حدثني إسماعيل بن يسار عن علي - بن جعفر الحضرمي عن زرارة بن أعين\nقال: سألت أبا عبد الله (ع) عن قوله تعالى: (وما أرسلنا من قبلك من رسول\nولا نبي ولا محدث فقال: الرسول - الذي يأتيه جبرئيل قبلا فيكلمه فيراه كما\nيرى الرجل صاحبه وأما النبي فهو الذي يؤتى في منامه نحو رؤيا إبراهيم ونحو\nما كان يرى محمد (ص) ومنهم من يجتمع له الرسالة والنبوة واما المحدث فهو\nالذي يسمع كلام - الملك ولا يراه ولا يأتيه في المنام. (2) عنه قال حدثني\nإسماعيل بن يسار قال حدثني علي بن جعفر الحضرمي عن سليم بن قيس الحضرمي، عن\nسليم بن قيس الشامي انه سمع عليا (ع) يقول انى وأوصيائي من بعدي أئمة\nمهتدون كلنا محدثون قلت: يا أمير - المؤمنين من هم؟ قال: الحسن والحسين، ثم\nابني علي بن الحسين قال: و على يومئذ رضيع ثم ثمانية من بعده واحدا بعد\nواحد وهم الذين اقسم الله بهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p057'> Vol. 00, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: (ووالده وما ولد م خ) اما الوالد فرسول الله وما ولد يعنى هؤلاء\nالأوصياء فقلت: يا أمير المؤمنين أيجتمع امامان فقال: لا الا وأحدهما مصمت\nلا ينطق حتى يمضى الأول قال: سليم سالت محمد بن أبي بكر فقلت: أكان علي (ع)\nمحدثا فقال: نعم قلت ويحدث الملائكة الأئمة فقال: أو ما تقرء (وما أرسلنا\nمن قبلك من رسول ولا نبي (ولا محدث) قلت: فأمير المؤمنين محدث فقال: نعم\nوفاطمة كانت محدثة ولم تكن نبية (1) ابن شهرآشوب قرء ابن عباس (وما أرسلنا\nمن قبلك من رسول ولا نبي ولا محدث).\n</p>\n\n<p>\nوعن سليم قال سمعت محمد بن أبي بكر قرء (وما أرسلنا من قبلك من رسول ولا\nنبي ولا محدث قلت وهل تحدث الملائكة الا الأنبياء قال: نعم مريم ولم <span id='ms040'></span> تكن\nنبيه وكانت محدثة، وأم موسى كانت محدثة ولم تكن نبية وسارة قد عاينت\nالملائكة فبشروها بإسحاق ومن وراء اسحق يعقوب ولم تكن نبية وفاطمة (ع) كانت\nمحدثة ولم تكن نبية (2).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن محمد بن الحسين عن صفوان بن يحيى عن أبي خالد عن\nحمران قال قلت: لأبي جعفر (ع) ما موضع العلماء منهم قال: مثل ذي القرنين،\nوصاحب سليمان، وصاحب موسى (ع) (3) قال مؤلف الكتاب هذا أصل كبير في اظهار\nالمعجزات من النبي و الأئمة (ع) لان الملك إذا كان يحدثهم من علم الله\nسبحانه وتعالى المطلع على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p058'> Vol. 00, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nالأشياء والعالم بالخفيات وما تكن الصدور فهو تبارك وتعالى يعلمهم بما في\nالضمائر وما كان وما يكون وهل المعجزات الا ذلك وهذا واضح بين الا ترى إلى\nعلي بن الحسين (ع) حيث قال في الحكم بن عتيبة هل تدرى الآية التي كان علي\nبن أبي طالب (ع) يعرف بها قاتله، ويعلم بها الأمور العظام التي كان يحدث\nبها الناس إشارة إلى أن الآية فيها ذكر المحدث وان الملك كان يحدثه ويطلعه\nعلى سرائر الغيب عن الله جل وعلا.\n</p>\n\n<p>\nمعجزة لمولانا وامامنا الحسن بن علي بن أبي طالب (ع) كتاب ثاقب المناقب\nعن الباقر عن آبائه صلوات الله عليهم وحذيفة قال:\n</p>\n\n<p>\nبينا رسول الله (ص) على جبل في جماعة من المهاجرين والأنصار إذا اقبل\nالحسن بن علي (ع) يمشى على هدى ووقار فنظر إليه رسول الله (ص) فرمقه من كان\nمعه فقال له بلال يا رسول الله (ص) اما ترى اخذه فقال صلوات الله عليه ان\nجبرئيل يهديه، وميكائيل يسدده وهو، ولدى والظاهر (والطاهر - خ ل) من نفسي\nوضلع من أضلاعي، وهذا سبطي وقرة عيني بابى هو، وقام وقمنا معه وهو يقول:\nأنت تفاحتي وأنت حبيبي ومهجة قلبي، واخذ بيده ونحن نمشي حتى جلس وجلسنا\nحوله فنظرنا إلى رسول الله (ص) وهو لا يرفع بصره عنه ثم قال: أنه سيكون\nبعدي هاديا مهديا هدية من رب العالمين إلي ينبئ <span id='ms041'></span> عني ويعرف الناس آثاري\nويحيى سنتي ويتولى أموري في فعله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p059'> Vol. 00, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nينظر الله إليه ويرحمه رحم الله من عرف ذلك وبرني وأكرمني فيه فما قطع\nكلامه صلوات الله عليه حتى اقبل علينا أعرابي يجر هررة له فلما نظر إليه\nصلوات الله عليه قال: قد جاءكم رجل يتكلم بكلام غليظ تقشعر منه جلودكم وانه\nليسألكم عن الأمور الا ان لكلامه جفوة فجاء الاعرابي فلم يسلم فقال أيكم\nمحمد قلنا وما تريد فقال (ص): مهلا فقال يا محمد (ص) أبغضك ولم ارك والآن\nقد ازددت بغضا فتبسم رسول الله (ص) وغضبنا لذلك فاردنا الاعرابي إرادة\nفأومى الينا رسول الله (ص) ان امسكوا فقال الاعرابي انك تزعم انك نبي وانك\nقد كذبت على الأنبياء وما معك من دلالاتهم شئ فقال له: يا اعرابي وما يدريك\nقال: فخبرني ببراهينك قال (ص) ان أحببت أخبرتك كيف خرجت من منزلك وكيف كنت\nفي نادى قومك وان أردت أخبرك عضو منى فيكون ذلك أوكد لبرهاني قال: أو يتكلم\nالعضو قال: نعم يا حسن قم فازدرى الاعرابي نفسه قال، نعم فقال هو ما - خ)\nيأتي وهو صبي يكلمني قال: انك ستجده عالما بما تريد فابتدر الحسن (ع) وقال\nمهلا يا اعرابي.\n</p>\n\n<p>\nوعيبا ما سألت وأين عيبي * * فقيها بل إذا جهل الجهول فان تك قد جهلت فان\nعندي * * شفاء الجهل ما سأل السئول وبحر لا تقسمه الد والى * * تراثا كان\nأورثه الرسول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p060'> Vol. 00, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nلقد بسطت لسانك وعدوت طورك وخادعك نفسك غير انك لا تبرح حتى تؤمن إن شاء\nالله تعالى فتبسم الاعرابي وقال هيه فقال الحسن صلوات الله عليه قد اجتمعتم\nفي نادى قومك وتذاكرتم ما جرى بينكم على جهل وخرق منكم وزعمتم ان محمدا\nلصبور والعرب قاطبة تبغضه ولا طالب له بثاره وزعمت انك قاتله وكان قومك\nمؤنته فحملت نفسك على ذلك وقد أخذت قناتك بيدك ترميه (تريمه خ) وتريد قتله\nفعسر عليك مسلكك وعمى عليك بصرك واتيت إلى ذلك فاتيتنا خوفا من أن يستهزء\nبك وإنما جئت لخير يراد <span id='ms042'></span> بك أنبئك عن سفرك خرجت في ليلة ضحياء إذ عصفت ريح\nشديدة اشتد منها ظلماؤها وأطبقت سماؤها و اعصر سحابها وبقيت متجرما كالاسقر\nان تقدم تجرف ان (عقر) لا يسمع الواطي حسا ولا لنافخ خرسا تداكت عليك\nغيومها وتوارت عنك نجومها فلا تهتدى بنجم طالع ولا بعلم لامع تقطع محجة\nوتهبط لجة بعد لجة في ديمومة قفر بعيدة العقر محجفة بالسفر إذا علوت مصعدا\nأدرك بعد الريح يخطفك (أردت الريح تخبطك في ريح عاصف وبرق خاطف خ) والشوك\nيخبطك في ريح عاصف وبرق خاطف قد أوحشتك قفارها وقطعتك سلامها فانصرفت فإذا\nأنت عندنا فقرت عينك وظهرت زينتك و ذهب ابنك قال: منذ قلت يا غلام هذا كأنك\nقد كشفت عن سويداء قلبي وكأنك كنت شاهدي وما خفى عليك شئ من امرى وكأنك\nعالم الغيب يا غلام لقني الاسلام قال الحسن صلوات الله عليه الله أكبر قل\nاشهد ان لا إله إلا الله وحده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p061'> Vol. 00, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nلا شريك له وان محمدا عبده ورسوله واسلم وأحسن اسلامه وسر رسول الله (ص)\nوسر المسلمون وعلمه رسول الله (ص) شيئا من القرآن فقال:\n</p>\n\n<p>\nيا رسول الله ارجع إلى قومي واعرفهم ذلك فاذن له رسول الله (ص) فانصرف ثم\nرجع ومعه جماعة من قومه فدخلوا في الاسلام وكان الحسن (ع) إذا نظر إليه\nالناس قالوا لقد أعطى ما لم يعط أحد من العالمين (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p062'> Vol. 00, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nالباب الثامن انه ينكت في قلوبهم العلم وينقر في آذانهم صلوات الله عليهم\nمحمد بن يعقوب عن محمد بن يحيى، عن محمد بن إسماعيل عن عمه حمزة بن بزيع،\nعن علي السائي عن أبي الحسن الأول موسى (ع) قال: مبلغ علمنا على ثلاثة وجوه\nماض، وغابر، وحادث فاما الماضي فمفسر واما الغابر فمزبور واما الحادث فقذف\nفي القلوب ونقر في الاسماع وهو أفضل علمنا ولا نبي بعد نبينا (ص) (1).\n</p>\n\n<p>\nعنه عن محمد بن يحيى عن أحمد بن أبي زاهر، عن علي بن موسى، عن صفوان بن\nيحيى عن الحرث بن المغيرة عن أبي عبد <span id='ms043'></span> الله (ع) قال: قلت أخبرني عن علم\nعالمكم قال وراثة من رسول الله (ص) ومن علي (ع) قال قلت: انا نتحدث أنه\nيقذف في قلوبكم وينكت في آذانكم قال: أو ذاك (2).\n</p>\n\n<p>\nوعنه عن علي بن إبراهيم عن أبيه عمن حدثه عن المفضل بن عمر قال قلت: لأبي\nالحسن (ع) روينا عن أبي عبد الله (ع) أنه قال: أن علمنا غابر ومزبور ونكت\nفي القلوب ونقر في الاسماع فقال: اما الغابر فما تقدم من علمنا واما\nالمزبور فما يأتينا واما النكت في القلوب فالهام واما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p063'> Vol. 00, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nالنقر في الاسماع فامر الملك (1).\n</p>\n\n<p>\nالمفيد في الإختصاص عن محمد بن الحسين بن أبي الخطاب و محمد بن عيسى بن\nعبيد عن أحمد بن الحسن الميثمي، عن محمد بن أبي حمزة، عن علي بن يقطين قال\nقلت: لأبي الحسن موسى (ع) علم عالمكم سماع أم الهام فقال قد يكون سماعا\nويكون الهاما ويكون معا (2).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن أحمد بن محمد، عن الحسين بن سعيد عن فضالة ابن\nأيوب عن داود بن فرقد النهدي عن الحرث بن المغيرة النضري قال قلت: لأبي عبد\nالله (ع) جعلت فداك (الذي يسئل عنه الامام وليس) عنده فيه شئ من أين يعلمه\nقال: ينكت في القلب نكتا وينقر في الاذن نقرا (3).\n</p>\n\n<p>\nعنه عن عمران بن موسى عن موسى بن جعفر عن عمر بن سعيد المدائني عن عيسى\nبن حمزة الثقفي قال قلت: لأبي عبد الله (ع) انا نسألك أحيانا فتسرع في\nالجواب وأحيانا تطرق ثم تجيبنا قال: نعم انه ينقر وينكت في آذاننا وقلوبنا\nفإذا نكت أو نقر نطقنا وإذا امسك عنا أمسكنا (4).\n</p>\n\n<p>\nوعنه عن سلمة بن الخطاب عن علي بن ميسر المدائني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p064'> Vol. 00, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nبن ميسر المدائني عن أبي عبد الله (ع) قال قلت: له أخبرني عن الامام كيف\nيجيب قال: الهام وسماع وربما كان جميعا (1).\n</p>\n\n<p>\nوعنه عن أحمد بن محمد بن عيسى عن أحمد بن محمد بن أبي نصر عن حماد بن\nعثمان عن الحرث بن المغيرة النضري قال <span id='ms044'></span> قلت لأبي عبد الله (ع) ما علم عالمكم\nجملة يقذف في قلبه أو ينكت في اذنه فقال وحي كوحي أم موسى (2).\n</p>\n\n<p>\nووراه المفيد في الإختصاص عن أحمد بن محمد بن عيسى، عن أحمد ابن محمد بن\nأبي نصر عن حماد بن عثمان عن الحرث ابن المغيرة قال قلت لأبي عبد الله (ع)\nما علم عالمكم إلى آخر الحديث (3).\n</p>\n\n<p>\nوعنه عن يعقوب بن يزيد عن محمد ابن أبي عمير عن محمد بن حمران عن سفيان\nبن السمط عن النجاشي عن أبي عبد الله (ع) أنه قال فينا والله من ينقر - في\nاذنه وينكت في قلبه وتصافحه الملائكة قلت: كان أو يكون اليوم قال بل اليوم\nوالله يا بن النجاشي قالها ثلاثا (4).\n</p>\n\n<p>\nورواه المفيد في الإختصاص (5) عن يعقوب بن يزيد عن محمد ابن أبي عمير عن\nسفيان بن السمط عن عبد الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p065'> Vol. 00, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nالنجاشي عن أبي عبد الله (ع) قال: فينا والله من ينقر في اذنه وينكت في\nقلبه وتصافحه الملائكة إلى آخر الحديث (1).\n</p>\n\n<p>\nوعنه عن محمد بن الحسين عن محمد بن إسماعيل عن حمزة بن بزيع عن علي\nالسائي قال: سألت الصادق (ع) عن مبلغ علمهم قال مبلغ علمنا ثلاثة وجوه ماض،\nوغابر، وحادث، فاما الماضي فمفسر، واما الغابر فمزبور، واما الحادث فقذف في\nالقلوب ونقر في الاسماع وهو أفضل علمنا ولا نبي بعد نبينا (2).\n</p>\n\n<p>\nوعنه عن إبراهيم بن هاشم عن محمد بن الفضيل قال قلت: لأبي الحسن (ع)\nروينا عن أبي عبد الله (ع) أنه قال: علمنا غابر، ومزبور و نكت في القلوب\nونقر في الاسماع قال: اما الغابر، فما تقدم من علمنا واما المزبور فما\nيأتينا، واما النكت في القلوب فالهام واما النقر في الاسماع فإنه من الملك.\n</p>\n\n<p>\nوروى زرارة مثل ذلك (عن أبي عبد الله (ع)) وزاد فيه قال قلت:\n</p>\n\n<p>\nكيف يعلم أنه من الملك ولا يخاف أن يكون من الشيطان إذا كان لا يرى الشخص\nقال: انه يلقى عليه السكينة فيعلم انه من الملك ولو كان من الشيطان <span id='ms045'></span> لاعتراه\nفزع وان الشيطان يا زرارة لا يتعرض لصاحب هذا الامر (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p066'> Vol. 00, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nوعنه أحمد بن محمد عن البرقي عن النضر بن سويد عن يحيى ابن عمران عن\nالحرث بن المغيرة عن أبي عبد الله (ع) قال: ان الأرض لا تترك بغير عالم\nقلت: الذي يعلمه عالمكم ما هو قال: وراثة من رسول الله ومن علي بن أبي طالب\n(ع) علم يستغنى عن الناس ولا يستغني الناس عنه قلت: وحكمته يقذف في صدره أو\nينكت في اذنه قال: أو ذاك (ذاك - وذاك خ) (1).\n</p>\n\n<p>\nوعنه عن محمد بن الحسين عن جعفر بن البشير عن المفضل عن الحرث عن أبي عبد\nالله (ع) وقلت له: اخبرني عن علم عالمكم فقال: وراثة من رسول الله (ص) ومن\nعلي بن أبي طالب فقلت انا نتحدث انه يقذف في قلبه أو ينكت في اذنه فقال أو\nذاك (2).\n</p>\n\n<p>\nقال مؤلف هذا الكتاب هذا أصل كبير في اظهار المعجزات منهم (ع) لان جملة\nالعلوم اما علم بالماضي، أو المستقبل، أو الحاضر وهم (ع) قد علموا جملة ذلك\nوالمعجزات أيضا تتنوع إلى الأقسام الثلاثة كاخبار الانسان عن أحواله\nالماضية وما جرى عليه فيها، والمستقبل كاخبار الانسان بما يقع عليه في\nالمستقبل، والحاضر كاخبار الانسان عما في نفسه وما يصدر عليه في الحاضر\nوإذا تأملت معجزاتهم (ع) رايتها لا تخرج عن العلوم الثلاثة الذي علمهم الله\nجل جلاله ذلك وكيف يعجز عن معجزة والملك ينقر في اذنه وينكت في قلبه فما\nبعد ذلك جهل ولا عجز عن شئ من المعجزات وغيره فسبحان من أعطاهم العلوم\nوأطلعهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p067'> Vol. 00, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nعلى سره المكتوم.\n</p>\n\n<p>\nمعجزة لمولانا الصادق (ع) محمد بن الحسن الصفار عن عبد الله بن محمد عن\nمحمد بن إبراهيم عن أبيه (عن عمرو قال حدثني بشر بن إبراهيم) قال: كنت\nجالسا عند أبي عبد الله (ع) إذ جاءه رجل فسأله عن مسألة فزعم أن ليس عنده\nفيها شئ (فقال ما عندي فيها شئ - خ) فقال: الرجل انا لله وانا إليه راجعون\nهذا الامام المفترض <span id='ms046'></span> الطاعة سئلته عن مسألة فزعم أنها ليس عنده فيها شئ\nفأصغى أبو عبد الله (ع) اذنه إلى الحائط كأن انسانا يكلمه فقال أين السائل\nعن مسألة كذا وكذا وكان الرجل قد جاوز اسكفة الباب فقال ها انا ذا فقال (ع)\nالقول فيها كذا وكذا ثم التفت إلي فقال: لولا أن نزداد لنفد ما عندنا (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p068'> Vol. 00, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nالباب التاسع انه سبحانه وتعالى أيدهم (ع) بروح القدس الذي به عرفوا\nالأشياء محمد بن يعقوب عن محمد بن يحيى عن أحمد بن محمد عن الحسين بن سعيد\nعن حماد بن عيسى عن إبراهيم ابن عمر اليماني عن جابر الجعفي قال قال: أبو\nعبد الله (ع) يا جابر ان الله تبارك وتعالى خلق الخلق ثلاثة أصناف وهو قول\nالله عز وجل (وكنتم أزواجا ثلاثة فأصحاب الميمنة ما أصحاب الميمنة وأصحاب\nالمشئمة ما أصحاب المشئمة والسابقون السابقون أولئك المقربون) فالسابقون هم\nرسل الله وخاصة الله من خلقه جعل فيهم خمسة أرواح أيدهم بروح القدس فبه\nعرفوا الأشياء، وأيدهم بروح الايمان فبه خافوا الله عز وجل، وأيدهم بروح\nالقوة فبه قدروا على طاعة الله، وأيدهم بروح الشهوة فبه اشتهوا طاعة الله\nعز وجل وكرهوا معصيته، وجعل فيهم روح المدرج الذي به يذهب الناس ويجيئون\nوجعل في المؤمنين أصحاب الميمنة روح الايمان فبه خافوا الله عز وجل وجعل\nفيهم روح القوة فبه قووا على طاعة الله وجعل فيهم روح الشهوة فبه اشتهوا\nطاعة الله وجعل فيهم روح المدرج الذي به يذهب الناس ويجيئون (1).\n</p>\n\n<p>\nعنه عن محمد بن يحيى عن محمد بن أحمد (أحمد بن محمد - خ م) عن موسى بن\nعمر عن محمد بن سنان عن عمار بن مروان عن المنخل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p069'> Vol. 00, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nعن جابر عن أبي جعفر (ع) قال سألته عن علم العالم فقال: لي يا جابر ان في\nالأنبياء والأوصياء خمسة أرواح، روح القدس، وروح الايمان وروح الحياة، وروح\nالقوة وروح الشهوة فبروح القدس يا جابر عرفوا ما تحت العرش إلى ما تحت\nالثرى ثم قال: يا جابر ان <span id='ms047'></span> هذه الأربعة أرواح يصيبها الحدثان الا روح القدس\nفإنها لا تلهو ولا تلعب (1).\n</p>\n\n<p>\nوعنه عن الحسين بن محمد، عن المعلى بن محمد، عن عبد الله ابن إدريس، عن\nمحمد بن سنان عن المفضل بن عمر عن أبي عبد الله (ع) قال: سألته عن علم\nالإمام (ع) ما في أقطار الأرض وهو في بيته مرخى عليه ستره فقال: يا محمد ان\nالله تبارك وتعالى جعل في النبي (ص) خمسة أرواح، روح الحياة فبه دب ودرج،\nوروح القوة فبه نهض وجاهد، وروح الشهوة فبه اكل وشرب وأتى النساء من\nالحلال.\n</p>\n\n<p>\nوروح الايمان فبه آمن وعدل وروح القدس فبه حمل النبوة فإذا قبض النبي (ص)\n(ص) انتقل روح القدس فصار إلى الإمام (ع) وروح القدس لا ينام ولا يغفل ولا\nيلهو ولا يزهو والأربعة الأرواح تنام وتغفل وتلهو وتزهو وروح القدس كان يرى\nبه (2).\n</p>\n\n<p>\nوعنه عن عدة من أصحابنا عن أحمد بن محمد عن الحسين بن سعيد، عن النضر بن\nسويد، عن يحيى الحلبي، عن أبي الصباح الكتاني عن أبي بصير قال: سألت أبا\nعبد الله (ع) عن قول الله تبارك وتعالى (و كذلك أوحينا إليك روحا من أمرنا\nما كنت تدرى ما الكتاب ولا الايمان) قال: خلق من خلق الله عز وجل أعظم من\nجبرائيل وميكائيل كان مع رسول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p070'> Vol. 00, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nالله (ص) يخبره ويسدده وهو مع الأئمة من بعده (1).\n</p>\n\n<p>\nورواه سعد بن عبد الله بن أبي خلف القمي في بصائر الدرجات وكلما كان في\nهذا الكتاب عنه فهو منه عن أحمد بن محمد بن عيسى عن الحسين بن سعيد ومحمد\nبن خالد البرقي عن النضر بن سويد، عن يحيى بن عمران الحلبي عن أبي الصباح\nالكناني عن أبي بصير قال: سألت أبا عبد الله (ع) عن قول الله عز وجل (وكذلك\nأوحينا إليك روحا من أمرنا ما كنت تدرى ما الكتاب ولا الايمان) فقال خلق من\nخلق الله أعظم من جبرائيل وميكائيل مع رسول الله (ص) يخبره ويسدده وهو مع\nالأئمة من بعده <span id='ms048'></span> صلوات الله عليهم (2).\n</p>\n\n<p>\nمحمد بن يعقوب عن محمد بن يحيى عن محمد بن الحسين عن علي بن أسباط عن\nأسباط بن سالم قال: سأله رجل من أهل هيت وانا حاضر عن قول الله عز وجل\n(وكذلك أوحينا إليك روحا من أمرنا) فقال: منذ انزل الله عز وجل ذلك الروح\nعلى محمد (ص) ما صعد إلى السماء وانه لفينا (3) وعنه عن علي بن إبراهيم عن\nمحمد بن عيسى عن يونس عن ابن مسكان عن أبي بصير قال: سألت أبا عبد الله (ع)\nعن قول الله عز وجل (يسألونك عن الروح قل الروح من امر ربى) قال: خلق أعظم\nمن جبرائيل وميكائيل كان مع رسول الله (ص) وهو مع الأئمة وهو من الملكوت\n(4).\n</p>\n\n<p>\nوعنه عن علي عن أبيه عن ابن أبي عمير عن أبي أيوب الخزاز عن أبي بصير\nقال: سمعت أبا عبد الله (ص) يقول: (يسألونك عن الروح قل الروح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p071'> Vol. 00, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nعن امر ربى) قال: خلق أعظم من جبرائيل وميكائيل لم يكن مع أحد ممن مضى\nغير رسول الله (ص) وهو مع الأئمة يسددهم وليس كلما طلب وجد (1).\n</p>\n\n<p>\nورواه سعد بن عبد الله قال: حدثنا يعقوب بن يزيد عن محمد بن أبي عمير عن\nهشام بن سالم قال: سمعت أبا عبد الله (ع) يقول: (ويسألونك عن الروح قل\nالروح من امر ربى) قال: خلق أعظم من جبرائيل وميكائيل لم يكن مع أحد من مضى\nغير محمد (ص) وهو مع الأئمة يوفقهم ويسددهم وليس كلما طلب وجد (2).\n</p>\n\n<p>\nمحمد بن يعقوب عن محمد بن يحيى عن عمران بن موسى، عن موسى بن جعفر، عن\nعلي بن أسباط، عن محمد بن الفضيل عن أبي حمزة قال: سألت أبا عبد الله (ع)\nعن العلم أهو شئ يتعلمه العالم من أفواه الرجال أم في الكتاب عندكم تقرؤونه\nفتعلمون منه قال: الامر أعظم من ذلك وأوجب اما سمعت قول الله عز وجل:\n</p>\n\n<p>\n(وكذلك أوحينا إليك روحا من أمرنا ما كنت تدري ما الكتاب ولا الايمان) ثم\nقال: أي <span id='ms049'></span> شئ يقول أصحابكم في هذه الآية أيقرون انه كان في حال لا يدري ما\nالكتاب ولا الايمان فقلت: لا أدري جعلت فداك ما يقولون فقال: بلى قد كان في\nحال لا يدري ما الكتاب ولا الايمان حتى بعث الله عز وجل الروح التي ذكر في\nالكتاب فلما أوحاها إليه علم بها العلم والفهم وهو الروح التي يعطيها الله\nعز وجل من شاء فإذا أعطاها عبدا علمه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p072'> Vol. 00, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nالفهم (1).\n</p>\n\n<p>\nورواه سعد بن عبد الله عن عمران بن موسى عن موسى بن جعفر بن وهب البغدادي\nعن ابن أسباط عن محمد بن الفضيل الصيرفي عن أبي حمزة قال: سألت أبا عبد\nالله (ع) عن العلم مما (ما - خ) هو أعلم يتعلمه العالم عن أفواه الرجال أو\nفي كتاب عندكم تقرؤنه فتعلمون منه فقال:\n</p>\n\n<p>\nالامر أعظم من ذلك وأوجب (واجل - خ) اما سمعت قول الله عز وجل (و كذلك\nأوحينا إليك روحنا من أمرنا ما كنت تدرى ما الكتاب ولا الايمان) ثم قال وأي\nشئ يقول أصحابك في هذه الآية أيقرون انه كان في حال ما يدري ما الكتاب ولا\nالايمان فقلت (البرهان والبحار - خ).\n</p>\n\n<p>\nلا أدري جعلت فداك ما يقولون في ذلك فقال: بلى وقد كان في حال لا يدري ما\nالكتاب ولا الايمان حتى بعث الله تلك الروح التي ذكر في الكتاب فلما أوحاها\nإليه علم بها العلم والفهم وهي الروح يعطيها الله من يشاء فإذا أعطاها عبدا\nعلمه الفهم والعلم (2).\n</p>\n\n<p>\nمحمد بن يعقوب عن محمد بن يحيى عن محمد بن الحسين بن علي بن أسباط عن\nالحسين ابن أبي العلا عن سعد الإسكاف قال: اتى رجل أمير المؤمنين (ع) يسأله\nعن الروح أليس هو جبرئيل فقال له أمير المؤمنين (ع): جبرئيل من الملائكة\nوالروح غير جبرئيل فكرر ذلك على الرجل فقال له: لقد قلت له عظيم من القول\nما أحد يزعم أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p073'> Vol. 00, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nالروح غير جبرئيل فقال له أمير المؤمنين (ع) انك ضال تروي عن أهل الضلال\nيقول الله عز وجل لنبيه <span id='ms050'></span> (ع) (اتى امر الله فلا تستعجلوه سبحانه وتعالى عما\nيشركون ينزل الملائكة بالروح) والروح غير الملائكة (1).\n</p>\n\n<p>\nسعد بن عبد الله قال: حدثنا محمد بن عيسى بن عبيد ومحمد بن الحسين وموسى\nبن عمر بن يزيد عن الصيقل عن علي بن أسباط عن علي بن أبي حمزة عن أبي بصير\nعن أبي جعفر (ع) قال: سألته عن قول الله عز وجل (ينزل الروح من امره على من\nيشاء من عباده) فقال (ع) جبرئيل الذي انزل على الأنبياء والروح تكون معهم\nومع الأوصياء لا يفارقهم، يفقههم ويسددهم من عند الله وانه لا إله إلا الله\nمحمد رسول الله (ص) وبهما عبد الله عز وجل واستعبد الخلق على هذا الجن و\nالانس والملائكة ولم يعبد الله ملك ولا نبي ولا انس ولا جن الا بشهادة ان\nلا إله إلا الله وان محمدا رسول الله (ص) وما خلق الله عز وجل خلقا الا\nلعبادته (2).\n</p>\n\n<p>\nعنه عن أحمد بن محمد بن عيسى عن الحسن بن محبوب عن عبد الله بن بكير عن\nزرارة عن أبي جعفر (ع) في قول الله عز وجل (و كذلك أوحينا إليك روحا من\nأمرنا ما كنت تدري ما الكتاب ولا الايمان ولكن جعلناه نورا نهدى به من نشاء\nمن عبادنا) قال: لقد انزل الله عز وجل ذلك الروح على نبيه وما صعد إلى\nالسماء منذ انزل الله وانه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p074'> Vol. 00, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nلفينا (1).\n</p>\n\n<p>\nمحمد بن العباس بن ماهيار الثقة في تفسيره قال حدثنا أحمد بن إدريس عن\nأحمد بن محمد بن عيسى عن علي بن حديد (حائد - خ) ومحمد بن إسماعيل بن بزيع\nعن منصور بن يونس عن أبي بصير وأبى الصباح الكناني قالا: قلنا لأبي عبد\nالله (ع) جعلنا الله فداك قوله تعالى (وكذلك أوحينا إليك روحا من أمرنا ما\nكنت تدري ما الكتاب ولا الايمان ولكن جعلناه نورا نهدى به من نشاء من\nعبادنا وانك لتهدى إلى صراط مستقيم) قال: يا با محمد الروح خلق أعظم من\nجبرائيل وميكائيل مع رسول الله <span id='ms051'></span> (ص) يخبره ويسدده وهو مع الأئمة (ع) يخبرهم\nويسددهم (2).\n</p>\n\n<p>\nعلي بن إبراهيم: قال حدثني أبي عن ابن أبي عمير عن أبي بصير عن أبي عبد\nالله (ع) قال: هو ملك أعظم من جبرائيل وميكائيل كان مع رسول الله (ص) وهو\nمع الأئمة (ع) (3).\n</p>\n\n<p>\nالعياشي في تفسيره باسناده عن أبي بصير قال: سمعت أبا عبد الله (ع) يقول\n(يسألونك عن الروح قل الروح من امر ربى) قال: خلق عظيم أعظم من جبرائيل\nوميكائيل لم يكن مع أحد ممن مضى غير محمد (ص) وهو مع الأئمة يسددهم وليس\nكلما طلب وجد (4).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p075'> Vol. 00, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nسعد بن عبد الله عن محمد بن خالد البرقي عن محمد بن سنان أو غيره عن بشير\nالدهان عن حمران بن أعين عن أخيه جعيد الهمداني وكان جعيد ممن خرج مع\nالحسين بن علي صلوات الله عليهما فقتل بكربلا قال قلت: للحسين ابن علي\nصلوات الله عليهما باي حكم (شئ خ) تحكمون قال (ع) يا جعيد نحكم بحكم آل\nداود فإذا عيينا عن شئ تلقانا روح القدس. (1).\n</p>\n\n<p>\nعنه عن موسى بن جعفر بن وهب البغدادي عن الحسين بن علي الوشاء قال حدثني\nعلي بن عبد العزيز عن أبيه قال: قلت لأبي عبد الله (ع) ان الناس يزعمون أن\nرسول الله (ص) وجه عليا صلوات الله عليه إلى اليمن ليقضى بينهم فقال على\nصلوات الله فما وردت على قضية الا حكمت فيها بحكم الله وحكم رسوله (ص) فقال\nصدقوا قلت وكيف ذلك ولم يكن انزل القرآن كله وقد كان رسول الله (ص) غائبا\nعنه فقال: كان تتلقاه به روح القدس (2).\n</p>\n\n<p>\nوعنه عن أحمد بن محمد بن عيسى وأحمد بن إسحاق بن سعد (سعيد - خ) عن الحسن\nبن العباس بن الحريش عن أبي جعفر الثاني (ع) قال قال: أبو جعفر الباقر (ع)\nان الأوصياء صلوات الله عليهم محدثون يحدثهم الروح القدس ولا يرونه وكان\nعلى صلوات الله عليه يعرض على روح القدس ما يسال عنه فيوجس في نفسه خيفة ان\nقد أصبت الجواب <span id='ms052'></span> فيخبر به (فيكون كما كان) (3).\n</p>\n\n<p>\nوعنه عن إسماعيل بن محمد البصري قال حدثني أبو الفضل عبد الله ابن إدريس\nعن ابن محبوب عن محمد بن سنان عن المفضل قال: سالت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p076'> Vol. 00, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nأبا عبد الله (ع) عن علم الإمام بما في أقطار الأرض وهو في بيته مرخى\nعليه ستره فقال: يا مفضل ان الله تبارك وتعالى جعل في النبي (ص) خمسة\nأرواح، روح الحياة وبها دب ودرج وروح القوة فبه نهض و جاهد عدوه، وروح\nالشهوة فبه اكل وشرب واتى النساء بالحلال وروح الايمان فبه امر وعدل، وروح\nالقدس فبه حمل النبوة ولما قبض النبي (ص) انتقل روح القدس فصار في الامام\nوروح القدس لا ينام ولا يغفل و يرى ما في شرق الأرض وغربها وبرها وبحرها\nقلت جعلت فداك يتناول الامام ما ببغداد بيده قال: نعم وما دون العرش (1).\n</p>\n\n<p>\nعنه عن موسى بن عمر بن يزيد الصيقل عن محمد بن سنان، عن عمار بن مروان عن\nجابر بن يزيد عن أبي جعفر (ع) قال إن الله تبارك وتعالى خلق الأنبياء\nوالأئمة (ع) على خمسة أرواح روح الايمان، وروح القوة، وروح الشهوة، وروح\nالحياة، وروح القدس فروح القدس من الله عز وجل وساير الأرواح يصيبه الحدثان\nوروح القدس لا يلهو ولا يتغير ولا يلعب، وبروح القدس يا جابر علمنا ما دون\nالعرش إلى ما تحت الثرى (2).\n</p>\n\n<p>\nمحمد بن يعقوب عن محمد بن يحيى عن أحمد بن محمد عن محمد بن خالد عن النضر\nبن سويد عن يحيى الحلبي عن عمران بن أعين عن جعيد الهمداني عن علي بن\nالحسين عليهما السلام قال:\n</p>\n\n<p>\nسألته باي حكم تحكمون قال: بحكم آل داود فان أعيانا شئ تلقانا به روح\nالقدس (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p077'> Vol. 00, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nعنه عن أحمد بن مهران رحمه الله عن محمد بن علي عن ابن محبوب عن هشام بن\nسالم عن عمار الساباطي قال: قلت لأبي عبد الله (ع) ما منزلة الأئمة (ع)\nقال: كمنزلة ذي القرنين وكمنزلة يوشع، وكمنزلة آصف صاحب سليمان قال: فبما\nتحكمون قال <span id='ms053'></span> (ع) بحكم الله وحكم داود وحكم محمد (ص) ويتلقانا به روح القدس\n(1).\n</p>\n\n<p>\nوعنه عن محمد بن يحيى عن محمد بن الحسين (الحسن - خ م) عن محمد بن أسلم\nعن علي بن أبي حمزة عن أبي الحسن (ع) قال: سمعته يقول ما من ملك يهبطه الله\nفي امره (يهبطه - خ م) الا بدأ بالامام فعرض ذلك عليه وان مختلف الملائكة\nمن عند الله تبارك وتعالى إلى صاحب هذا الامر (2).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن محمد بن الحسين عن محمد بن أسلم عن علي بن أبي\nحمزة عن أبي الحسن موسى بن جعفر (ع) قال: سمعته يقول وساق الحديث إلى آخره\n(3).\n</p>\n\n<p>\nوعنه عن أحمد بن الحسين عن الحسن بن بره الأصم عن ابن بكير عن أبي عبد\nالله (ع) قال: سمعته يقول: ان الملائكة لتنزل علينا في رحالنا وتتقلب على\nفرشنا وتحضر موائدنا وتأتينا من كل نبات في زمانه رطب يابس وتقلب علينا\nأجنحتها وتقلب أجنحتها على صبياننا وتمنع الدواب ان تصل الينا وتأتينا في\nوقت كل صلاة لتصليها معنا وما من يوم يأتي علينا نهار ولا ليل الا واخبار\nأهل الأرض عندنا وما يحدث فيها وما من ملك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p078'> Vol. 00, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nيموت في الأرض ويقوم غيره الا وتأتينا بخبره وكيف جاز سيرته في الدنيا\n(1).\n</p>\n\n<p>\nأبو القاسم جعفر بن محمد بن قولويه في كامل الزيارات قال قال حدثني محمد\nبن عبد الله بن جعفر الحميري عن أبيه عن علي ابن محمد بن سالم عن محمد بن\nخالد عن عبد الله بن حماد عن عبد الله بن عبد الرحمن الأصم عن عبد الله بن\nبكر الأرجاني عن أبي عبد الله (ع) قال يا بن بكر ان قلوبنا غير قلوب الناس\nانا مطيعون مصفون مصطفون نرى ما لا يرى الناس ونسمع ما لا يسمع الناس وان\nالملائكة تنزل علينا في رحالنا وتتقلب على فرشنا وتشهد طعامنا وتحضر موتنا\nوتأتينا بأخبار ما يحدث قبل أن يكون وتصلى معنا وتدعو لنا وتلقى علينا\nأجنحتها وتتقلب على أجنحتها صبياننا وتمنع <span id='ms054'></span> الدواب ان تصل الينا وتأتينا بما\nفي الأرضين من كل نبات في زمانه وتسقينا من ماء كل ارض نجد ذلك في آنيتنا\nوما من يوم ولا ساعة ولا وقت صلاة الا وهي تنبهنا لها وما من ليلة تأتى\nعلينا الا واخبار كل ارض عندنا وما يحدث فيها واخبار الجن واخبار الهواء من\nالملائكة وما من ملك يموت في الأرض ويقوم غيره مقامه الا أتتنا بخبره وكيف\nسيرته في الذين قبله وما من ارض من ستة أرضين إلى ارض السابعة الا ونحن\nنؤتى بخبرها فقلت جعلت فداك فأين منتهى هذا الجبل قال إلى الأرض السادسة\n(السابعة خ - م) وفيها جهنم على واد من أوديتها عليه حفظته أكثر من نجوم\nالسماء وقطر المطر وعدد ما في البحار، وعدد الثرى وقدر كل ملك منهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p079'> Vol. 00, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nبشئ وهو مقيم عليه لا يفارقه قلت جعلت فداك إليكم جميعا تلقون الاخبار\nقال: لا إنما يلقى ذلك إلى صاحب الامر وانا لنحمل ما يقدر العباد على حمله\nولا على الحكومة فيه فمن لم يقبل حكومتنا جبرته الملائكة على قولنا وأمرت\nالذين يحفظون ناحيته ان يقصروه (يقسروه - خ) على قولنا فإن كان من الجن من\nأهل الخلاف والكفر وثقته وعذبته حتى يصير إلى ما حكمنا به (1).\n</p>\n\n<p>\nقال مؤلف هذا الكتاب هذا أصل كبير في اظهار المعجزات من النبي والأئمة\nصلوات الله عليهم أجمعين لأنهم إذا كانوا مؤيدين بروح القدس والملائكة فلا\nيجهلون شيئا مما يرد عليهم من أحوال الناس وغيرهم لان مادة علمهم من الله\nسبحانه وتعالى الذي هو بكل شئ عليم وعلى كل ما يشاء قدير فهو تعالى يطلعهم\nعلى خفيات الأشياء وما تكن الضمائر ويقدرهم على ما شاء كيف شاء فمعجزاتهم\nمنه تعالى تصدر ومنه ترد واليه يرجع الامر كله تبارك وتعالى.\n</p>\n\n<p>\nمعجزة لمولانا وامامنا الحسن بن علي بن أبي طالب (ع) أبو جعفر محمد بن\nجرير الطبري في كتاب مسند فاطمة (ع) عن سفيان عن أبيه عن الأعمش عن أبي\nبريدة عن محمد بن حجارة قال <span id='ms055'></span> رأيت الحسن بن علي (ع) وقد مرت به صريمة من\nالضباء فصاح بهن فأجابته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p080'> Vol. 00, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nكلها بالتلبية حتى ذهبت (أتت - خ م) بين يديه فقلنا يا بن رسول الله (ص)\nهذا وحش فأرنا آية من السماء فأومئ نحو السماء ففتحت الأبواب و نزل نور حتى\nأحاط بدور المدينة وتزلزلت الدور حتى كادت ان تخرب فقلنا يا بن رسول الله\nردها فقال: نحن الأولون ونحن الآخرون ونحن الآمرون ونحن النور ننور\nالروحانيين بنور الله ونروحهم بروحه فينا مسكنه والينا معدنه الاخر منا\nكالأول والأول منا كالآخر (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p081'> Vol. 00, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nالباب العاشر انهم هم المتوسمون محمد بن يعقوب عن أحمد بن مهران عن عبد\nالعظيم بن عبد الله الحسنى عن ابن أبي عمير عن أسباط بياع الزطي قال: كنت\nعند أبي عبد الله (ع) فسأله رجل عن قول الله (ان في ذلك لايات للمتوسمين\nوانها لبسبيل مقيم) قال فقال نحن المتوسمون والسبيل فينا مقيم (1).\n</p>\n\n<p>\nورواه المفيد في الإختصاص عن يعقوب بن يزيد عن محمد بن أبي عمير عن أسباط\nبن سالم قال: كنت عند أبي عبد الله (ع) فسأله رجل من أهل هيت عن قول الله\nعز وجل (ان في ذلك لايات للمتوسمين وانها لبسبيل مقيم) فقال: نحن المتوسمون\nوالسبيل فينا مقيم (2).\n</p>\n\n<p>\nعنه عن محمد بن يحيى عن سلمة بن الخطاب عن يحيى بن إبراهيم قال حدثني\nأسباط بن سالم قال: كنت عند أبي عبد الله (ع) فدخل عليه رجل من أهل هيت\nفقال: له أصلحك الله ما تقول في قول الله (ان في ذلك آيات للمتوسمين) قال\nنحن المتوسمون والسبيل فينا (3).\n</p>\n\n<p>\nوعنه عن محمد بن إسماعيل عن الفضل بن شاذان عن حماد بن عيسى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p082'> Vol. 00, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nعن ربعي بن عبد الله عن محمد بن مسلم عن أبي جعفر (ع) في قول الله عز وجل\n(ان في ذلك لايات للمتوسمين) قال: هم الأئمة (ع) قال رسول الله (ص) اتقوا\nفراسة المؤمن فإنه ينظر بنور الله (1).\n</p>\n\n<p>\nورواه محمد بن الحسن الصفار عن العباس بن معروف عن حماد بن عيسى <span id='ms056'></span> عن ربعي\nعن محمد بن مسلم عن أبي جعفر (ع) في قول الله تبارك وتعالى (ان في ذلك\nلايات للمتوسمين) قال: هم الأئمة (ع) قال: رسول الله (ص) اتقوا فراسة\nالمؤمن فإنه ينظر بنور الله (في قوله إن في ذلك لايات للمتوسمين (2).\n</p>\n\n<p>\nورواه المفيد في الإختصاص عن العباس بن معروف عن حماد بن عيسى عن ربعي بن\nعبد الله عن محمد بن مسلم عن أبي جعفر (ع) (في قول الله ان في ذلك لايات\nللمتوسمين) قال: هم الأئمة (ع) قال رسول الله (ص) اتقوا فراسة المؤمن فإنه\nينظر بنور الله (3).\n</p>\n\n<p>\nمحمد بن يعقوب عن أحمد بن إدريس ومحمد بن يحيى عن الحسن بن علي الكوفي عن\nعبيس بن هشام عن عبد الله بن سليمان عن أبي عبد الله (ع) قال: سألته عن\nالامام فوض الله إليه كما فوض إلى سليمان بن داود فقال: نعم وذلك أن رجلا\nسأله عن مسألة فاجابه فيها وسأله آخر عن تلك المسألة فاجابه فيها بغير جواب\nالأول ثم سأله آخر فاجابه بجواب غير جواب الأولين ثم قال هذا عطاؤنا فامنن\nأو اعط بغير حساب وهكذا في قراءة علي (ع) قال قلت: أصلحك الله فحين أجابهم\nبهذا الجواب يعرفهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p083'> Vol. 00, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nالإمام قال: سبحان الله ألم تسمع الله يقول (ان في ذلك لايات للمتوسمين)\nوانهم هم الأئمة (ع) وانها لبسبيل مقيم لا يخرج منها ابدا ثم قال لي نعم ان\nالامام إذا أبصر إلى الرجل عرفه وعرف لونه وان سمع كلامه من خلف حائط عرفه\nوعرف ما هو ان الله تعالى يقول (ومن آياته خلق السماوات والأرض واختلاف\nألسنتكم وألوانكم ان في ذلك لايات للعالمين) وهم العلماء فليس يسمع شيئا من\nالامر ينطق به الا عرفه ناج أو هالك فلذلك يجيبهم بالذي يجيبهم (1).\n</p>\n\n<p>\nورواه محمد بن الحسن الصفار عن الحسن بن علي عن عبيس عن هشام عن عبد\nالصمد بن بشير عن عبد الله بن سليمان عن أبي عبد الله (ع) قال: سألته عن\nالامام فوض الله إليه <span id='ms057'></span> كما فوض إلى سليمان فقال: نعم وذلك أن رجلا سأله عن\nمسألة فأجابه فيها وساق الحديث إلى قوله فلذلك يجيبهم بالذي يجيبهم (2).\n</p>\n\n<p>\nورواه في موضع آخر في كتابه عن الحسن بن علي بن عبد الله عن عبيس بن هاشم\nعن سليمان عن أبي عبد الله (ع) قال: سأله رجل عن الامام فوض الله إليه كما\nفوض إلى سليمان فقال: نعم وذكر انه سأله رجل عن مسألة فاجابه فيها وسأله\nرجل آخر عن تلك المسألة فاجابه بغير جواب الأول ثم سأله آخر عنها قال\nفاجابه بغير جواب الأولين.\n</p>\n\n<p>\nثم قال (هذا عطاؤنا فامنن أو اعط بغير حساب هكذا في قراءة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p084'> Vol. 00, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nعلي (ع) قلت أصلحك الله فحين أجابهم بهذا الجواب يعرفهم الإمام قال:\n</p>\n\n<p>\nسبحان الله اما تسمع قول الله تبارك وتعالى في كتابه (ان في ذلك لايات\nللمتوسمين) وهم الأئمة (وانها لبسبيل مقيم) لا يخرج منها ابدا ثم قال: نعم.\n</p>\n\n<p>\nقلت صورة هذا الحديث من بصائر الدرجات وكأنه ساقط آخر الحديث من الرواية\nالثانية والرواية عن عبد الله بن سليمان.\n</p>\n\n<p>\nوالذي يؤيد ذلك ان الشيخ المفيد رواه في الاختصاص عن الحسن بن علي بن\nالمغيرة عن عبيس بن هشام عن عبد الصمد بن بشير عن عبد الله بن سليمان عن\nأبي عبد الله (ع) قال: سألته عن الامام أفوض الله إليه الامر كما فوض إلى\nسليمان فقال: نعم وذلك أن رجلا سأله عن مسألة فاجابه فيها وسأله آخر عن تلك\nالمسألة فاجابه بغير جواب الأول ثم سأله آخر عنها فاجابه بغير جواب الأولين\nثم قال: (هذا عطانا فامسك أو اعط بغير حساب (1) وهكذا في قراءة علي (ع) قلت\nأصلحك الله حين (فحين - خ م) أجابهم بهذا الجواب يعرفهم فقال: سبحان الله\nاما تسمع الله يقول في كتابه (ان في ذلك لايات للمتوسمين) وهم الأئمة\n(وانها لبسبيل مقيم) لا يخرج منهم أبدا ثم قال لي: نعم ان الامام إذا نظر\nإلى الرجل عرفه وعرف ما هو عليه وعرف لونه وإذا سمع كلامه من <span id='ms058'></span> وراء حائط\nعرفه وعرف ما هو ان الله يقول: (ومن خلق السماوات والأرض واختلاف ألسنتكم\nوألوانكم ان في ذلك لايات للعالمين) فهم العلماء وليس يسمع شيئا من الألسن\nتنطق الا عرفه ناج أو هالك فلذلك يجيبهم بالذي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p085'> Vol. 00, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nيجيبهم به (1).\n</p>\n\n<p>\nمحمد بن يعقوب عن محمد بن يحيى عن محمد بن الحسين عن محمد بن أسلم عن\nإبراهيم ابن أيوب، عن عمرو بن شمر عن جابر عن أبي جعفر (ع) قال قال أمير\nالمؤمنين (ع): في قوله (ان في ذلك لايات للمؤمنين) قال: كان رسول الله (ص)\nالمتوسم وانا من بعده والأئمة ذريتي المتوسمون (2).\n</p>\n\n<p>\nوفى نسخة أخرى عن أحمد بن مهران عن محمد بن علي عن محمد أسلم عن إبراهيم\nبن أيوب مثله.\n</p>\n\n<p>\nورواه الشيخ المفيد في الإختصاص عن محمد بن الحسين بن أبي الخطاب\nوإبراهيم بن هاشم عن عمرو بن عثمان الخزاز عن إبراهيم بن أيوب عن عمرو بن\nشمر عن جابر بن يزيد عن أبي جعفر (ع) قال: قال أمير المؤمنين (ع) ان الله\nخلق الأرواح قبل الأبدان بألفي عام فلما ركب الأرواح في أبدانها كتب بين\nأعينهم كافر ومؤمن وما هم مبتلين به، وما هم عليه من سيئ عملهم وحسنه في قد\nأذن الفارة ثم انزل الله بذلك قرآنا على نبيه فقال: (ان في ذلك لايات\nللمتوسمين) فكان رسول الله صلى الله عليه وآله وسلم المتوسم ثم انا من بعده\nوالأئمة من ذريتي هم المتوسمون (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p086'> Vol. 00, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن الحسن الصفار عن إبراهيم ابن هاشم عن عمرو بن عثمان عن إبراهيم\nبن أيوب عن عمرو بن شمر عن أبي جعفر (ع) قال: قال أمير المؤمنين (ع) انزل\nالله قرانا على نبيه فقال: (ان في ذلك لايات للمتوسمين) فكان رسول الله (ص)\nهو المتوسم ثم أنا من بعده والأئمة من بعده من ذريتي هم المتوسمون (1).\n</p>\n\n<p>\nمحمد بن الحسن الصفار قال: حدثني السندي بن الربيع عن الحسن بن علي بن\nفضال عن علي بن رئاب عن أبي الحضرمي عن أبي جعفر (ع) قال <span id='ms059'></span>: ليس مخلوق الا\nوبين عينيه مكتوب مؤمن أو كافر و ذلك محجوب عنكم وليس محجوبا من الأئمة من\nآل محمد (ص) ثم ليس يدخل عليهم أحد الا عرفوه مؤمنا أو كافرا (هو مؤمن أو\nكافر - خ) ثم تلا هذه الآية (ان في ذلك لايات للمتوسمين) (2).\n</p>\n\n<p>\nرواه المفيد في الإختصاص عن السندي بن الربيع البغدادي عن الحسن بن علي\nالفضال عن علي بن غراب عن أبي بكر بن محمد الحضرمي عن أبي جعفر (ع) قال\nسمعته يقول أنه ليس بمحجوب عن الأئمة من آل محمد (ص) ثم ليس يدخل عليهم أحد\nلا عرفوه مؤمن أو كافر ثم تلا هذه الآية (ان في ذلك لايات للمتوسمين) (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p087'> Vol. 00, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن الحسن الصفار عن أحمد بن الحسين عن أحمد بن إبراهيم عن الحسن بن\nالبراء عن علي بن حسان عن عبد (الكريم) يعنى ابن كثير قال: حججت مع أبي عبد\nالله (ع) فلما صرنا في بعض الطريق صعد على جبل فأشرف ينظر إلى الناس فقال:\nما أكثر الضجيج وأقل الحجيج فقال له داود الرقى: يا بن رسول الله (ص) هل\nيستجيب الله دعاء هذا الجمع الذي أرى فقال ويحك يا با سليمان، الله لا يغفر\nان يشرك به ان الجاحد لولاية علي (ع) كعابد وثن قلت جعلت فداك هل تعرفون\nمحبيكم ومبغضيكم قال: ويحكم يا با سليمان انه ليس من عبد يولد الا كتب بين\nعينيه مؤمن أو كافر ان الرجل ليدخل الينا بولايتنا وبالبرائة من أعدائنا\nفترى مكتوبا بين عينيه مؤمن أو كافر.\n</p>\n\n<p>\nوقال عز وجل: (ان في ذلك لايات للمتوسمين) نعرف عدونا من ولينا (1).\n</p>\n\n<p>\nورواه الشيخ المفيد في الإختصاص عن الحسن بن موسى الخشاب وأحمد بن الحسين\nعن أحمد بن إبراهيم والحسن بن براء عن علي بن حسان عن عبد الرحمن بن كثير\nقال: حججت مع أبي عبد الله (ع) فانا معه في بعض الطريق إذ صعد على جبل فنظر\nإلى الناس فقال: ما أكثر الضجيج (وأقل الحجيج) فقال له داود بن كثير <span id='ms060'></span> الرقى:\nيا بن رسول الله (ص) هل يستجيب الله دعاء الجمع الذي أرى فقال: ويحك يا با\nسليمان ان الله لا يغفر ان يشرك به ان الجاحد لولاية علي (ع) كعابد وثن\nفقلت له جعلت فداك هل تعرفون محبيكم من مبغضيكم فقال: ويحك يا با سليمان\nانه ليس من عبد يولد الا كتب بين عينيه مؤمن أو كافر وان الرجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p088'> Vol. 00, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nليدخل الينا يتولانا ويتبرء من عدونا فيرى مكتوبا بين عينيه مؤمن قال\nالله عز وجل (ان في ذلك لايات للمتوسمين) فنحن نعرف عدونا من ولينا (1).\n</p>\n\n<p>\nالعياشي في تفسيره باسناده عن محمد بن مسلم عن أبي جعفر (ع) في قول الله\n(ان في ذلك لايات للمتوسمين) قال: هم الأئمة (ع) قال رسول الله اتقوا فراسة\nالمؤمن فإنه ينظر بنور الله لقوله (ان في ذلك لايات للمتوسمين) (2).\n</p>\n\n<p>\nعنه باسناده عن أسباط بن سالم قال: سال رجل من أهل هيت أبا عبد الله (ع)\nعن قول الله (ان في ذلك لايات المتوسمين وانها لبسبيل مقيم) قال: نحن\nالمتوسمون والسبيل فينا مقيم (3).\n</p>\n\n<p>\nعنه باسناده عن أبي بصير عن أبي عبد الله (ع) ان في الامام آية للمتوسمين\nوهو السبيل المقيم ينظر بنور الله وينطق عن الله لا يعزب عليه شئ مما أراد\n(4).\n</p>\n\n<p>\nعنه باسناده عن جابر بن يزيد قال: قال أبو جعفر (ع) قال أمير المؤمنين ان\nالله تبارك وتعالى خلق الأرواح قبل الأبدان بألفي عام وركب الأرواح في\nالأبدان فكتب بين أعينها كافر ومؤمن وما هو مبتلاة بها إلى يوم القيمة ثم\nانزل بذلك قرآنا على محمد (ص) فقال (ان في ذلك لايات للمتوسمين) فكان رسول\nالله (ص) المتوسم ثم انا من بعده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p089'> Vol. 00, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nثم الأوصياء من ذريتي من بعدي (1).\n</p>\n\n<p>\nشرف الدين قال: روى الفضل بن شاذان باسناده عن رجاله عن عمار بن أبي\nمطروف عن أبي عبد الله (ع) قال: سمعته يقول: ما من أحد الا ومكتوب بين\nعينيه مؤمن أو كافر محجوبة عن الخلائق الا الأئمة والأوصياء فليس بمحجوب ثم\nتلا (ان <span id='ms061'></span> في ذلك لايات للمتوسمين) ثم قال: نحن المتوسمون وليس والله أحد\nيدخل علينا الا عرفناه بذلك السمة (2).\n</p>\n\n<p>\nابن الفارسي في روضة الواعظين قال الصادق (ع) إذا قام قائم آل محمد (ص)\nحكم بين الناس بحكم داود (ع) لا يحتاج إلى بينة يلهمه الله تعالى فيحكم\nبعلمه ويخبر كل قوم بما استنبطوه ويعرف وليه من عدوه بالتوسم قال الله\nتعالى (ان في ذلك لايات للمتوسمين وانها لبسبيل مقيم) (3).\n</p>\n\n<p>\nابن بابويه في عيون الأخبار قال: حدثنا تميم بن عبد الله بن تميم القرشي\nرضي الله عنه قال: حدثني أبي قال: حدثنا أحمد بن محمد (على - خ م) الأنصاري\nعن الحسن بن الجهم قال: حضرت مجلس المأمون يوما وعنده علي بن موسى الرضا\n(ع) وقد اجتمع الفقهاء وأهل الكلام من أهل الفرق المختلفة فسأله بعضهم فقال\nله يا بن رسول الله باي شئ تصح الإمامة لمدعيها قال بالنص والدليل قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p090'> Vol. 00, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nله فدلالة الامام فيما هي فيه قال (ع) في العلم واستجابة الدعوة قال:\n</p>\n\n<p>\nفما وجه اخباركم بما يكون قال: ذلك بعهد معهود الينا من رسول الله (ص)\nقال فما وجه اخباركم بما في قلوب الناس قال (ع) اما بلغكم قول رسول الله\n(ص) اتقوا فراسة المؤمن فإنه ينظر بنور الله قال: بلى قال (ع) فما من مؤمن\nالا وله فراسة لنظره (ينظر - خ م) بنور الله على قدر ايمانه واستبصاره\nوعلمه وقد جمع الله للأئمة منا ما فرقه في جميع المؤمنين وقد قال الله في\nكتابه العزيز (ان في ذلك لايات للمتوسمين) فأول المتوسمين رسول الله (ص) ثم\nأمير المؤمنين (ع) من بعده ثم الحسن والحسين والأئمة من ولد الحسين (ع) إلى\nيوم القيمة (1).\n</p>\n\n<p>\nالشيخ في أماليه عن أبي محمد الفحام باسناده قال: قال الباقر اتقوا فراسة\nالمؤمن فإنه ينظر بنور الله ثم تلا هذه الآية (ان في ذلك لايات للمتوسمين)\n(2).\n</p>\n\n<p>\nقال مؤلف هذا الكتاب هذا أصل كبير في اظهار المعجزات من النبي والأئمة\nصلوات الله عليهم لان الله سبحانه وتعالى قد أطلعهم <span id='ms062'></span> (ع) على ما لم يطلعه\nعليه غيرهم بسمة يعرف بها المؤمن والكافر والموالي والمعادي، وهذا من علمه\nجل وعلا وأطلعهم به على علم ما في القلوب والنفوس فلا يعزب عنهم شئ من ذلك\nوهذا من أكبر المعجزات وأوضح الدلالات فسبحان من أطلعهم على العلم بالخفي\nبالنور المضئ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p091'> Vol. 00, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nمعجزة لمولانا وامامنا أبى عبد الله جعفر بن محمد الصادق (ع) محمد بن علي\nبن بابويه في معاني الأخبار قال: حدثنا أبو علي بن أحمد بن يحيى (عيسى - خ\nم) المكتب قال: حدثنا أحمد بن محمد الوراق قال حدثنا بشر بن سعيد بن قيلويه\nالمعدل بالرافعة (بالمرافقة - خ م) قال حدثنا عبد الجبار بن كثير التميمي\nاليماني قال سمعت محمد بن هرب (حرب - خ) الهلالي أمير المدينة يقول: سالت\nجعفر بن محمد (ع) فقلت له يا بن رسول الله في نفسي مسألة أريد ان أسألك\nعنها فقال:\n</p>\n\n<p>\nان شئت أخبرتك بمسألتك قبل ان تسئلني وان شئت قل (فسل - خ م) قال: قلت يا\nبن رسول الله وباي شئ تعرف ما في نفسي قبل سؤالي (عنه) (ع) بالتوسم والتفرس\nاما سمعت قول الله عز وجل (ان في ذلك لايات للمتوسمين) وقول رسول الله (ص)\nاتقوا فراسة المؤمن فإنه ينظر بنور الله عز وجل قال: فقلت له يا بن رسول\nالله (ص) فأخبرني بمسألتي قال (ع): أردت ان تسألني عن رسول الله (ص) لم لم\nيطق حمله علي بن أبي طالب (ع) عن حطه الأصنام من سطح الكعبة مع قوته وشدته\nوما ظهر منه وقلع باب القموص بخيبر والرمي به (بها - خ م) إلى ورائه أربعين\nذراعا وكان لا يطيق حمله أربعون رجلا وقد كان رسول الله (ص) يركب الناقة\nوالفرس والبغلة والحمار وركب البراق ليلة المعراج وكل ذلك دون علي (ع) في\nالقوة والشدة قال: فقلت له عن هذا والله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p092'> Vol. 00, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nأردت ان أسألك يا بن رسول الله وساق الحديث بطوله (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p093'> Vol. 00, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nالباب الحادي عشر انهم (ع) لا يحجب عنهم شئ من امر الناس ويعرفون الرجل <span id='ms063'></span>\nبحقيقة الايمان والنفاق والمحب لهم والمبغض.\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن علي بن إسماعيل عن محمد بن عمرو عن إسماعيل\nالأزرق قال سمعت أبا عبد الله (ع) ان الله اجل وأكرم واحلم وأعظم من أن\nيكون احتج على عباده بحججه ثم يغيب عنهم شيئا من أحوالهم (أمرهم - خ) (1).\n</p>\n\n<p>\nوعنه عن أحمد بن محمد عن علي بن حكم عن الكيال عن عبد العزيز الصايغ قال\nقال لي أبو عبد الله (ع) أترى ان الله استرعى راعيا على عباده واستخلف\nخليفة عليهم يحجب عنهم شيئا من أمرهم (2).\n</p>\n\n<p>\nوعنه عن محمد بن عيسى عن النضر بن سويد عن أبي داود عن إسماعيل بن فروة\nعن سعد بن أبي الأصبغ قال: كنت عند أبي عبد الله (ع) جالسا فدخل عليه الحسن\nبن السرى الكرخي فقال: أبو عبد الله (ع) (له شئ فجاراه في شئ فقال: ليس هو\nكذلك ثلاث مرات ثم قال أبو عبد الله (ع) أترى من جعله الله حجة على خلقه\nيخفى عليه شئ من أمورهم (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p095'> Vol. 00, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nوعنه عن أحمد بن الحسين عن الحسين بن سعيد عن عمرو بن ميمون عن عمار بن\nهارون عن أبي جعفر (ع) أنه قال: انا لنعرف الرجل إذا رأيناه بحقيقة الايمان\nوبحقيقة النفاق (1).\n</p>\n\n<p>\nوعنه عن محمد بن هارون عن أبي الحسن موسى بن القاسم يرفعه قال قال: علي\nبن الحسين (ع) انا لنعرف الرجل إذا رأيناه بحقيقة الايمان وحقيقة النفاق\nوان شيعتنا لمكتوبون بأسمائهم وأسماء آباءهم (2).\n</p>\n\n<p>\nالحسن بن علي بن النعمان عن بكير بن كرب عن أبي عبد الله (ع) قال: ان\nالله اخذ ميثاق شيعتنا من صلب آدم فنعرف خياركم من شراركم (3).\n</p>\n\n<p>\nوعنه عن محمد بن حماد الكوفي عن أخيه نضر بن مزاحم عن عمرو بن شمر عن\nجابر عن أبي جعفر (ع) قال: ان الله اخذ ميثاق شيعتنا من صلب آدم فتعرف بذلك\nحب المحب وان اظهر خلاف ذلك بسبيله ونعرف بغض المبغض وان اظهر حبنا أهل\nالبيت (4).\n</p>\n\n<p>\nوعن أحمد بن الحسن بن علي بن <span id='ms064'></span> فضال عن أبيه عن عبد الله بن بكير عن زرارة\nقال كنت انا وعبد الواحد بن المختار وسعيد بن لقمان ومعنا عمر بن شجرة\nالكندي عند أبي عبد الله (ع) فقام عمر يخرج فقال أبو عبد الله (ع) من هذا\nفقالا عمر بن شجرة واثنينا عليه وذكرنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p096'> Vol. 00, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nمن حاله وورعه وحبه لاخواننا (نه - خ م) وبذله وصنيعه لهم قال فقال لهما\nأبو عبد الله (ع) ما أرى لكما علما بالناس انى لاكتفى من الرجل باللحظة\nاعرفه، ان ذا من أخبث الناس أو قال من أشر الناس (1) (فكان عمر بعد ما نزع\nمن محرم الا ركبه - خ).\n</p>\n\n<p>\nقال مؤلف هذا الكتاب هذا أصل كبير في اظهار المعجزات من النبي (ص)\nوالأئمة (ع) لان الله سبحانه وتعالى أعطاهم ما لا يحجب عنهم من أحوال الناس\nوأطلعهم عليه وأطلعهم على ما يعرف به حقيقة الايمان والنفاق وحب المحب وبغض\nالمبغض وصاروا يظهرون المعجزات على حسب ذلك إذ لا يطلع على ذلك الذي هو من\nاسرار الغيب الا الله تبارك وتعالى ومن أطلعهم عليه من النبي والأئمة صلوات\nالله عليهم أجمعين دون سائر الناس.\n</p>\n\n<p>\nمعجزة لمولانا وامامنا الصادق (ع) محمد بن الحسن الصفار عن محمد بن عيسى\nبن عبيد قال: حدثني النضر بن سويد عن أبان بن تغلب قال: دخلنا على أبى عبد\nالله (ع) و عنده رجل من أصحابنا من أهل الكوفة يعاتبه (يعابه - خ) في مال\nله و امره ان يدفعه إليه فجاءه فقال له ذهبت بمالي فقال: والله ما فعلت و\nغضب واستوى جالسا ثم قال تقول والله ما فعلت وأعادها مرارا ثم قال أنت يا\nابان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p097'> Vol. 00, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nوأنت يا زياد اما والله لو كنتما أنبياء (أمنا الله) أو خليفته في ارضه\nوحجته على خلقه ما خفى عليكما ما صنع بالمال فقال الرجل عند ذلك جعلت فداك\nقد فعلت واخذت المال (1).\n</p>\n\n<p>\nمعجزة لمولانا وامامنا علي بن أبي طالب (ع) الشيخ المفيد في الإختصاص عن\nعباد بن سليمان عن محمد بن سليمان عن <span id='ms065'></span> أبيه سليمان الديلمي عن هارون بن\nالجهم عن سعد بن ظريف الخفاف عن أبي جعفر (ع) قال: بينا أمير المؤمنين (ع)\nيوما جالسا في المجلس وأصحابه حوله فأتاه رجل من شيعته فقال له يا أمير\nالمؤمنين (ع) ان الله يعلم انى ادينه وأحبك (بحبك - خ م) في السر كما ادينه\nبحبك في العلانية وأتولاك في السر كما أتولاك في العلانية فقال له أمير\nالمؤمنين (ع) صدقت اما انك فاتخذ جلبابا للفقر فان الفقر أسرع إلى شيعتنا\nمن السيل إلى قرار الوادي قال: فولى الرجل وهو يبكى فرحا لقول أمير\nالمؤمنين (ع) وكان هناك رجل من الخوارج وصاحبا له قريبا من أمير المؤمنين\n(ع) فقال أحدهما تالله ما رأيت اليوم قط، ان (انه - خ م) اتاه رجل فقال له\nانى أحبك فقال له صدقت فقال له آخر ما أنكرت من ذلك اتجد بدا من أن إذا قيل\nله انى أحبك ان يقول صدقت أتعلم انى أحبه.\n</p>\n\n<p>\nفقال: لا قال فانا أقوم وأقول له مثل ما قال له الرجل فيرد على مثل ما رد\nعليه قال نعم فقام الرجل فقال له مثل مقالة الرجل الأول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p098'> Vol. 00, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nفنظر إليه الامام مليا ثم قال (ع) له كذبت لا والله ما تحبني ولا أحببتني\n(أحبك - خ م) قال: فبكى الخارجي ثم قال يا أمير المؤمنين (ع) تستقبلني بهذا\nوالله علم (وقد علم الله - خ م) خلافه ابسط يدك أبايعك فقال علي (ع) على\nماذا قال: على ما عمل به أبو بكر وعمر (زريق وحبتر - خ) وقال فمد يده فقال\nله أصفق لعن الله الاثنين والله لكأني بك قد قتلت على ضلال ووطئ وجهك دواب\nالعراق ولا يعرفك قومك قال فلم يلبث ان خرج عليه أهل النهروان وان خرج منهم\n(معهم - خ م) فقتل (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p099'> Vol. 00, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nالباب الثاني عشر ان اعمال العباد تعرض عليهم سلام الله عليهم محمد بن\nيعقوب عن محمد بن يحيى عن أحمد بن محمد عن الحسين بن سعيد عن القاسم بن\nمحمد عن علي بن <span id='ms066'></span> أبي حمزة عن أبي بصير عن أبي عبد الله (ع) قال: تعرض\nالاعمال على رسول الله (ص) اعمال العباد كل صباح ابرارها وفجارها فاحذروها\nوهو قول الله عز وجل (اعملوا فسيرى الله عملكم ورسوله وسكت) (1).\n</p>\n\n<p>\nعنه عن عدة من أصحابنا عن أحمد بن محمد عن الحسين بن سعيد عن النضر بن\nسويد عن يحيى الحلبي عن عبد الحميد الطائي عن يعقوب بن شعيب قال: سألت أبا\nعبد الله (ع) عن قول الله عز وجل (وقل اعملوا فسيرى الله عملكم ورسوله\nوالمؤمنون) قال: هم الأئمة (2).\n</p>\n\n<p>\nوعنه عن علي بن إبراهيم عن أبيه عن عثمان بن عيسى عن سماعة عن أبي عبد\nالله (ع) قال: سمعته (ع) يقول: مالكم تسوؤن رسول الله (ص) فقال له رجل كيف\nنسوؤه فقال (ع) اما تعلمون ان اعمالكم تعرض عليه فإذا رأى فيها معصية ساءه\nذلك فلا تسوؤا رسول الله (ص) وسروه (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p100'> Vol. 00, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nوعنه عن علي عن أبيه عن القاسم بن محمد الزيات عن عبد الله ابن ابان\nالزيات وكان مكينا عند الرضا (ع) قال: قلت للرضا (ع) ادع الله لي ولأهل\nبيتي فقال أولست افعل والله ان اعمالكم لتعرض علي في كل يوم وليلة قال:\nفاستعظمت ذلك فقال لي: اما تقرء كتاب الله عز وجل (وقل اعملوا فسيرى الله\nعملكم ورسوله والمؤمنون) قال (ع) هو والله علي بن أبي طالب (ع) (1).\n</p>\n\n<p>\nوعنه عن أحمد بن مهران عن محمد بن علي عن أبي عبد الله الصامت عن يحيى\nالمساور عن أبي عبد الله (ع) انه ذكر هذه الآية (فسيرى الله عملكم ورسوله\nوالمؤمنون) قال: والله هو علي بن أبي طالب (ع) (2).\n</p>\n\n<p>\nوعنه عن عدة من أصحابنا عن أحمد بن محمد عن الوشا قال:\n</p>\n\n<p>\nسمعت الرضا (ع) يقول إن الاعمال تعرض على رسول الله (ص) ابرارها وفجارها\n(3).\n</p>\n\n<p>\nوعنه عن أحمد بن عبد العظيم عن الحسين بن مياح عمن اخبره قال: قرء رجل\nعند أبي (ع) عبد الله (وقل اعملوا فسيرى الله عملكم ورسوله والمؤمنون) فقال\n(ع) رجل ليس <span id='ms067'></span> هكذا إنما هي والمأمونون فنحن المامونون (4).\n</p>\n\n<p>\nوعنه عن عدة من أصحابنا عن أحمد بن محمد عن علي بن حديد عن جميل بن دراج\nقال: روي لي غير واحد من أصحابنا أنه قال لا تتكلموا في الامام فان الامام\nيسمع الكلام وهو في بطن أمه فإذا وضعته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p101'> Vol. 00, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nكتب الملك بين عينيه وتمت كلمة ربك صدقا وعدلا لا مبدل لكلماته وهو\nالسميع العليم) فإذا قام بالامر وضع له في كل بلدة منارا من نور ينظر منه\nإلى اعمال العباد (1).\n</p>\n\n<p>\nوعنه عن علي بن إبراهيم عن محمد بن عيسى بن عبيد قال: كنت انا وابن فضال\nجلوسا إذ اقبل يونس قال: دخلت على أبى الحسن الرضا (ع) فقلت له: جعلت فداك\nقد أكثر الناس في العمود فقال لي: يا يونس ما تراه أتراه عمودا من حديد\nيرفع لصاحبك قال قلت ما أدري قال: لكنه ملك موكل بكل بلدة يرفع به اعمال\nتلك البلدة قال: فقام ابن فضال فقبل رأسه فقال: رحمك يا با محمد لا تزال\nتجيئ بالحديث الحق إلي يفرج الله به عنا (2).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن أحمد بن محمد ويعقوب بن يزيد عن الحسن بن علي بن\nفضال عن أبي جميلة عن محمد الحلبي عن أبي عبد الله (ع) قال: ان الاعمال\nتعرض علي في كل خميس فإذا كان الهلال أجملت فإذا كان النصف من شعبان أعرضت\nعلى رسول الله (ص) وعلى علي (ع) ثم تنسخ في الذكر الحكيم (3).\n</p>\n\n<p>\nعنه عن يعقوب بن يزيد عن الحسن بن علي الوشاء عن أحمد بن عمر (عمير - خ)\nعن أبي الحسن (ع) قال: سئل عن قول الله عز وجل (اعملوا فسيرى الله عملكم\nورسوله والمؤمنون) قال: ان الاعمال (ان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p102'> Vol. 00, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nاعمال العباد - خ) تعرض على رسول الله (ص) كل صباح ابرارها و فجارها\nفاحذروا (1).\n</p>\n\n<p>\nوعنه عن أحمد بن محمد عن علي بن الحكم عن داود بن النعمان عن أبي أيوب عن\nمحمد بن مسلم عن أبي جعفر (ع) قال: ان الاعمال تعرض على نبيكم <span id='ms068'></span> كل عشية\nالخميس فليستحيي أحدكم ان يعرض على نبيه العمل القبيح (2).\n</p>\n\n<p>\nعنه عن أحمد بن محمد عن علي بن الحكم عن منصور البزرج عن سليمان بن خالد\nعن أبي عبد الله (ع) قال سمعته يقول: ان الاعمال تعرض كل خميس على رسول\nالله (ص) فإذا كان يوم عرفة هبط الرب تبارك وتعالى وهو قول الله تبارك\nوتعالى (وقدمنا إلى ما عملوا من عمل فجعلناه هباء منثورا) فقلت جعلت فداك\nاعمال من هذه فقال اعمال مبغضينا ومبغضي شيعتنا (3).\n</p>\n\n<p>\nوعنه عن أحمد بن موسى عن يعقوب بن يزيد عن محمد بن أبي عمير عن حفص بن\nالبختري وغير واحد قال: تعرض الاعمال يوم الخميس على رسول الله (ص) وعلى\nالأئمة (ع) (4).\n</p>\n\n<p>\nوعنه عن إبراهيم بن هاشم عن عثمان بن عيسى عن سماعة عن أبي عبد الله (ع)\nقال: سمعته يقول مالكم تسوؤن رسول الله (ص) فقال له رجل جعلت فداك وكيف\nنسوؤه فقال: اما تعلمون ان اعمالكم تعرض عليه فإذا رآى (فيها) معصية الله\nساءه فلا تسوؤا رسول الله (ص) و\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p103'> Vol. 00, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nسروه (1).\n</p>\n\n<p>\nوعنه عن محمد بن الحسين عن يعقوب بن يزيد عن ابن أبي عمير عن ابن أذينة\nعن بريد العجلي قال: كنت عند أبي عبد الله (ع) فسألته عن قوله تعالى\n(اعملوا فسيرى الله عملكم ورسوله والمؤمنون) قال (ع) إيانا عنى (2).\n</p>\n\n<p>\nوعنه عن أحمد بن موسى عن الحسن بن علي بن فضال عن عبد الرحمن بن كثير عن\nأبي عبد الله (ع) في قوله (وقل اعملوا فسيرى الله عملكم ورسوله والمؤمنون)\nقال: ما من مؤمن يموت ولا كافر فيوضع في قبره حتى يعرض عمله على رسول الله\n(ص) وعلى علي (ع) فهلم جرا إلى آخر من يفرض الله طاعته على العباد (3).\n</p>\n\n<p>\nوعنه عن يعقوب بن يزيد عن الحسن بن علي الوشاء عن علي بن أبي حمزة عن أبي\nبصير قال قلت لأبي عبد الله (ع) قول الله (اعملوا فسيرى الله عملكم ورسوله\nوالمؤمنون) قلت من المؤمنون قال: من عسى أن يكون <span id='ms069'></span> الا (غير) صاحبكم (4).\n</p>\n\n<p>\nوعنه عن السندي بن محمد عن العلا بن رزين عن محمد بن مسلم عن أبي جعفر\n(ع) قال: سألته عن الاعمال هل تعرض على رسول الله (ص) قال: ما فيه شك قال\n(قيل له - خ) أرأيت قول الله (اعملوا فسيرى الله عملكم ورسوله والمؤمنون)\nفقال لله شهداء في خلقه (ارضه - خ) (5) وعنه عن الهيثم النهدي عن أبيه عن\nعبد الله عن عبد الله بن ابان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p104'> Vol. 00, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nقال قلت: للرضا (ع) وكان بيني وبينه شئ ادع الله لي ولمواليك فقال:\n</p>\n\n<p>\nوالله ان اعمالكم لتعرض علي في كل خميس (1).\n</p>\n\n<p>\nوعنه (عن الهيثم النهدي) عن محمد بن عمرو بن سعيد الزيات عن عبد الله بن\nابان قال قلت للرضا (ع) ان قوما من مواليك سألوني ان تدعو الله لهم فقال\nوالله انى لأعرض اعمالكم (انى لتعرض علي في كل يوم اعمالهم - خ) على الله\nفي كل يوم (2).\n</p>\n\n<p>\nابن بابويه عن أبيه قال حدثنا محمد بن يحيى العطار عن أبي سعيد الادمى عن\nالحسن بن أبي حمزة عن أبيه عن أبي بصير قال قلت: لأبي عبد الله (ع) ان أبا\nالخطاب كان يقول: ان رسول الله (ص) تعرض عليه اعمال أمته كل صباح ابرارها\nوفجارها فاحذروا وهو قول الله عز وجل (وقل اعملوا فسيرى الله عملكم ورسوله\nوالمؤمنون) وسكت قال أبو بصير إنما عنى الأئمة (ع) (3).\n</p>\n\n<p>\nعلي بن إبراهيم عن أبيه عن يعقوب بن شعيب عن أبي عبد الله (ع) في قول\nالله (وقل اعملوا فسيرى الله عملكم ورسوله والمؤمنون) المؤمنون هنا الأئمة\nالطاهرة (ع) (4).\n</p>\n\n<p>\nالشيخ في أماليه باسناده عن إبراهيم الأحمري عن محمد بن الحسين ويعقوب بن\nيزيد وعبد الله بن الصلت والعباس بن معروف ومنصور وأيوب والقسم ومحمد بن\nعيسى ومحمد بن خالد وغيرهم عن ابن أبي عمير عن ابن أذينة قال كنت عند أبي\nعبد الله (ع) فقلت له جعلت فداك قول الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p105'> Vol. 00, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nعز وجل (وقل اعملوا فسيرى الله عملكم ورسوله والمؤمنون) قال:\n</p>\n\n<p>\nإيانا عنى) (1).\n</p>\n\n<p>\nعنه باسناده عن إبراهيم <span id='ms070'></span> الأحمري قال: حدثني محمد بن عبد الحميد وعبد الله\nبن الصلت عن حنان بن سدير عن أبيه وحدثني عبد الله بن حماد عن سدير عن أبي\nجعفر (ع) قال قال رسول الله (ص): وهو في نفر من أصحابه ان مقامي بين أظهركم\nخير لكم (خير من مفارقتي) وان مفارقتي إياكم خير لكم فقام إليه جابر بن عبد\nالله الأنصاري وقال يا رسول الله اما مقامك بين أظهرنا فهو خير لنا فكيف\nيكون مفارقتك إيانا خير لنا وقال (ص) اما مقامي بين أظهركم خير لكم لان\nالله عز وجل يقول (وما كان الله ليعذبهم وأنت فيهم وما كان الله معذبهم وهو\nيستغفرون) يعني يعذبهم بالسيف فاما مفارقتي إياكم فهو خير لكم لان اعمالكم\nتعرض على كل اثنين وخميس فما كان من حسن حمدت الله تعالى عليه وما كان سئ\nاستغفرت لكم (2).\n</p>\n\n<p>\nالعياشي في تفسيره باسناده عن محمد بن مسلم عن أحدهما (ع) قال: سئل عن\nالاعمال هل تعرض على رسول الله (ص) وقال: ما فيه شك أرأيت قول الله (وقل\nاعملوا فسيرى الله عملكم ورسوله والمؤمنون) قال: لله شهداء في ارضه (3).\n</p>\n\n<p>\nوعنه باسناده عن زرارة قال: سألت أبا جعفر (ع) عن قول الله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p106'> Vol. 00, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\n(اعملوا فسيرى الله عملكم ورسوله والمؤمنون قال: تريدان تروون عنى (على -\nخ م) هو الذي في نفسك (1).\n</p>\n\n<p>\nوعنه باسناده عن يحيى بن مساور قلت حدثني في علي حديثا فقال (ع): أشرحه\nلك أم أجمعه قلت بل اجمعه فقال علي (ع) باب هدى من تقدمه كان كافرا ومن\nتخلف عنه كان كافرا قلت: زدني قال (ع) إذا كان يوم القيمة نصب منبر عن يمين\nالعرش له أربع و عشرون مرقاة فيأتي علي (ع) وبيده اللواء حتى يركبه ويعرض\nالخلق عليه فمن عرفه دخل الجنة ومن أنكره دخل النار قلت له: توجدنيه قال:\nنعم ما تقول في هذه الآية يقول الله تبارك وتعالى (فسيرى الله عملكم ورسوله\nوالمؤمنون) هو والله علي بن أبي طالب (ع) (2).\n</p>\n\n<p>\nوعنه باسناده عن أبي بصير <span id='ms071'></span> عن أبي عبد الله (ع) ان أبا الخطاب كان يقول إن\nرسول الله (ص) تعرض عليه اعمال أمته كل خميس فقال أبو عبد الله (ع) هو هكذا\nولكن رسول الله (ص) تعرض عليه اعمال أمته كل صباح ابرارها وفجارها فاحذروا\nوهو قول الله (فسيرى الله عملكم ورسوله والمؤمنون) (3).\n</p>\n\n<p>\nوعنه باسناده عن محمد بن الفضيل عن أبي الحسن (ع) قال: سألته عن قول الله\nتبارك وتعالى (فسيرى الله عملكم ورسوله والمؤمنون) فقال (ع) تعرض على رسول\nالله (ص) اعمال أمته كل صباح ابرارها وفجارها فاحذروا (4).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p107'> Vol. 00, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nوعنه باسناده عن بريد العجلي قلت لأبي جعفر (ع) في قول الله عز وجل\n(اعملوا فسيرى الله عملكم ورسوله والمؤمنون) فقال ما من مؤمن يموت ولا كافر\nيوضع في قبره حتى يعرض عمله على رسول الله (ص) وعلى علي (ع) فهلم جرا إلى\nآخر من فرض الله طاعته على العباد، وقال أبو عبد الله (ع) والمؤمنون هم\nالأئمة (ع) (1).\n</p>\n\n<p>\nوعنه باسناده عن محمد بن مسلم عن أبي عبد الله (ع) (اعملوا فسيرى الله\nعملكم ورسوله) قال: ان لله شاهدا في ارضه ان اعمال العباد تعرض على رسول\nالله (ص) (2).\n</p>\n\n<p>\nوعنه باسناده عن محمد بن حسان الكوفي عن محمد بن جعفر عن أبيه (عن آبائه)\n(ع) قالا: إذا كان يوم القيمة نصب منبر عن يمين العرش له أربع وعشرون مرقاة\nويجيئ علي بن أبي طالب (ع) وبيده لواء الحمد فيرتقيه ويركبه ويعرض الخلائق\nعليه فمن عرفه دخل الجنة ومن أنكره دخل النار وتفسير ذلك في كتاب الله (قل\nاعملوا فسيرى الله عملكم ورسوله والمؤمنون) قال: هو والله أمير المؤمنين\nعلي بن أبي طالب صلوات الله عليه (3).\n</p>\n\n<p>\nوعنه باسناده عن يونس بن ظبيان قال: سمعت أبا عبد الله (ع) يقول: ان\nالامام إذا أراد ان يحمل له بإمام أتى بسبع ورقات من الجنة فاكلهن قبل ان\nيواقع فإذا وقع في الرحم سمع الكلام في بطن أمه فإذا وضعته رفع له عمود من\nنور ما بين السماء والأرض يرى <span id='ms072'></span> ما بين المشرق والمغرب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p108'> Vol. 00, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nوكتب على عضده وتمت كلمت ربك صدقا وعدلا) قال أبو عبد الله (ع) قال\nالوشاء حين مد (مر - خ م) هذا الحديث لا أروي لكم هذا لا تحدثوا عني (1)\nمحمد بن يعقوب عن محمد بن يحيى عن أحمد بن محمد عن علي بن حديد عن منصور بن\nيونس بن ظبيان قال سمعت أبا عبد الله (ع) يقول: ان الله عز وجل إذا أراد ان\nيخلق الامام من الامام بعث ملكا فاخذ شربة من ماء من تحت العرش ثم أوقعها\nأو دفعها إلى الامام فشربها فيمكث في الرحم أربعين يوما لا يسمع الكلام ثم\nيسمع الكلام بعد ذلك فإذا وضعته أمه بعث الله إليه ذلك الملك الذي اخذ\nالشربة فكتب على عضده الأيمن وتمت كلمة ربك صدقا وعدلا لا مبدل لكلماته\nفإذا قام بهذا الامر رفع الله له في كل بلدة منارا ينظر به إلى اعمال\nالعباد (2).\n</p>\n\n<p>\nعنه عن عدة من أصحابنا عن أحمد بن محمد عن ابن محبوب عن الربيع بن محمد\nالمسلى عن محمد بن مروان قال: سمعت أبا عبد الله (ع) يقول إن الامام ليسمع\nفي بطن أمه فإذا ولد خط بين كتفيه (وتمت كلمة ربك صدقا وعدلا لا مبدل\nلكلماته فهو السميع العليم) فإذا صار الامر إليه جعل الله له عمودا من نور\nيبصر به ما يعمل كل أهل بلدة (فيه) (3).\n</p>\n\n<p>\nعلي بن إبراهيم قال: حدثني أبي عن حميد بن شعيب عن الحسن بن راشد قال قال\nأبو عبد الله (ع): ان الله إذا أحب ان يخلق الامام اخذ شربة من تحت العرش\nمن ماء المزن أعطاها ملكا فسقاها إياه فمن ذلك يخلق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p109'> Vol. 00, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nالامام فإذا ولد بعث الله ذلك الملك إلى الامام فكتب بين عينيه وتمت كلمة\nربك صدقا وعدلا لا مبدل لكلماته وهو السميع العليم، فإذا مضى ذلك الامام\nالذي قبله رفع له منار يبصر به اعمال العباد فلذلك يحتج الله به على خلقه\n(1) العياشي باسناده عن يونس بن ظبيان عن أبي <span id='ms073'></span> عبد الله (ع) قال: إذا أراد\nالله ان يقبض روح أمام ويخلق بعده اماما انزل قطرة من تحت العرش إلى الأرض\nيلقيها على ثمرة أو بقلة قال فيأكل تلك الثمرة وتلك البقلة الامام الذي\nيخلق منه نطفة الامام الذي يقوم من بعده قال فيخلق الله من تلك القطرة نطفة\nفي الصلب ثم تصير إلى الرحم فتمكث فيه أربعين يوما فإذا مضى له أربعون يوما\nسمع الصوت فإذا مضى له أربعة اشهر كتب على عضده الأيمن (وتمت كلمة ربك صدقا\nوعدلا لا مبدل لكلماته وهو السميع العليم) فإذا خرج إلى الأرض اوتى الحكمة\nوزين بالحلم والبس الهيبة وجعل له مصباح من نور فعرف به الضمير ويرى به\nسائر الأعمال (ويرى به اعمال العباد - خ م) (2) قال مؤلف هذا الكتاب هذا\nأصل كبير في اظهار المعجزات من النبي (ص) والأئمة (ع) لان الله سبحانه\nوتعالى لما أطلعهم على اعمال العباد كان جميع المعجزات المتعلقة باعمال\nالعباد القلبية وغيرها منهم تصدر لان اعمال العباد منها قلبية وغير قلبية\nفيعلمون بما في نفوس الناس وما وقع من أيديهم وسعوا إليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p110'> Vol. 00, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nبأرجلهم ونظروا إليه بأعينهم وشموه وذاقوه وما فعلوه بجميع جوارحهم لأنها\nكلها من اعمالهم وقد أطلعهم الله عليها وهو الله تعالى عالم بجميع افعال\nالعباد واطلع النبي والأئمة سلام الله عليهم على افعال العباد لأنهم\nالشهداء على خلقه يوم القيمة كما جاء به القرآن العزيز والروايات عنهم سلام\nالله عليهم وفى اطلاعهم على أفعال العباد يكون به اظهار المعجز باخبارهم\nبما في الضمائر وغيره من افعال العباد الا ترى إلى قول الصادق (ع) في آخر\nحديث وجعل له مصباح من نور يعرف به الضمير ويرى به سائر الأعمال وهذا سر من\nسر الله وعلم من الله سبحانه وتعالى.\n</p>\n\n<p>\nمعجزة لمولانا وامامنا جعفر بن محمد الصادق (ع) الشيخ الطوسي في أماليه\nقال أخبرنا محمد بن محمد يعنى المفيد أخبرنا أبو الحسن علي بن بهلال\nالمهلبي قال: حدثنا علي بن سليمان قال:\n</p>\n\n<p>\nحدثنا أحمد بن القاسم <span id='ms074'></span> الهمداني قال: حدثنا أحمد بن محمد السياري قال\nحدثنا محمد بن خالد البرقي قال: حدثنا سعيد بن مسلم عن داود بن كثير الرقى\nقال: كنت جالسا عند أبي عبد الله (ع) إذ قال لي مبتدئا من قبل نفسه يا داود\nلقد عرضت علي اعمالكم يوم الخميس فرأيت فيما عرض علي من عملك صدقتك (صلتك -\nخ م) لابن عمك فلان فسرني ذلك باني علمت أن صلتك له أسرع لفناء عمره وقطع\nاجله قال داود: وكان لي ابن عم معاندا ناصبيا خبيثا بلغني عنه وعن عياله\nسوء حال فصككت له نفقة قبل خروجي إلى مكة فلما صرت بالمدينة اخبرني أبو عبد\nالله (ع) بذلك (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p111'> Vol. 00, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nالباب الثالث عشر انه ما يحدث من حدث في الناس الا علموا به سلام الله\nعليهم محمد بن الحسن الصفار عن أحمد بن محمد عن البرقي عن النضر بن سويد\nيحيى الحلبي عن الحرث بن المغيرة عن النضري قال قال أبو عبد الله (ع) اتقوا\nالكلام فانا نؤتى به (1).\n</p>\n\n<p>\nورواه المفيد في الإختصاص عن أحمد بن محمد بن عيسى عن الحسين بن سعيد\nومحمد بن خالد البرقي عن النضر بن سويد عن يحيى بن عمران الحلبي عن الحارث\nبن مغيرة النضري قال قال أبو عبد الله (ع): اتقوا الكلام فانا نؤتى به (2).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن محمد بن عيسى عن أبي عبد الله المؤمن عن حكم بن\nالحناط عن الحرث بن المغيرة وأبى بكر الحضرمي جميعا عن أبي عبد الله (ع)\nقالا قال ما يحدث قبلكم (فيكم - خ م) حدث الا علمنا به قلت: وكيف ذلك قال:\nيأتي به راكب يضطرب (يضرب - خ م) (3).\n</p>\n\n<p>\nورواه المفيد في الإختصاص عن محمد بن عيسى عن أبي عبد الله بن زكريا بن\nمحمد المؤمن عن الحكم بن أيمن عن الحرث بن المغيرة وأبى بكر بن محمد\nالحضرمي عن أبي عبد الله (ع) قالا قال: ما يحدث قبلكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p112'> Vol. 00, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nالا علمنا به قلت: وكيف ذلك قال يأتينا به راكب يضطرب (يضرب - خ <span id='ms075'></span> م) (1).\n</p>\n\n<p>\nقال مؤلف هذا الكتاب هذا أصل كبير في اظهار المعجزات من النبي والأئمة\nصلوات الله عليهم لان الله تعالى إذا وكل من يوصل لهم اخبار بما يحدث في\nالناس فكيف يخفى عليهم شئ مما أحدثوه وان أسروه لأنه تعالى مطلع على\nالكائنات وعالم بالخفيات فإذا أظلمهم على ذلك صاروا يخبرون به وهذا امر\nعظيم من المعجزات وشئ جليل من الدلالات.\n</p>\n\n<p>\nمعجزة لمولانا وامامنا زين العابدين (ع) الشيخ المفيد في الإختصاص عن أبي\nالحسن موسى بن جعفر بن وهب البغدادي عن علي بن سعيد (معبد - خ م) عن علي بن\nالحسن بن رباط عن علي بن عبد العزيز عن أبيه قال قال أبو عبد الله (ع): لما\nولى عبد الملك بن مروان فاستقامت له الأشياء كتب إلى الحجاج بن يوسف اما\nبعد فجنبني (فحسبي - خ) دماء بنى عبد المطلب فانى رأيت آل أبي سفيان لما\nولغوا فيها لم يلبثوا بعدها الا قليلا والسلام وكتب الكتاب بسر (سرا) ولم\nيعلم بها أحدا وبعث به مع البريد وورد خبر ذلك من ساعته على علي بن الحسين\n(ع) وأخبر ان عبد الملك زيد في ملكه برهة من دهره لكفه عن بني هاشم وامر ان\nيكتب إلى عبد الملك ويخبره بان رسول الله اتاه في منامه فأخبره بذلك فكتب\nعلي بن الحسين بذلك إلى عبد الملك بن مروان (2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p113'> Vol. 00, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nورواه محمد بن الحسن الصفار عن عمران بن موسى قال: حدثني موسى بن جعفر عن\nعلي بن سعيد عن علي بن الحسين عن علي بن عبد العزيز قال قال أبو عبد الله\n(ع): وذكر الحديث إلى آخره. (1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p114'> Vol. 00, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nالباب الرابع عشر ان عندهم علم المنايا والبلايا محمد بن الحسن الصفار عن\nالعباس بن معروف عن حماد بن عيسى عن حريز عن عمران (حمران - خ) ابن ميثم عن\nعباية بن ربعي قال: سمعت عليا (ع) يقول سلوني قبل ان تفقدوني الا تسألون من\nعنده علم البلايا والمنايا. (والأنساب) (1).\n</p>\n\n<p>\nعنه عن محمد بن الحسين عن محمد بن سنان عن <span id='ms076'></span> عمار بن مروان عن المنخل عن\nجابر عن أبي جعفر (ع) قال سمعته يقول: انا أهل بيت علمنا المنايا والبلايا\nوالأنساب فاعتبروا بنا وبعدونا وبهدانا وبهداهم وبقضائنا وبقضائهم وبحكمنا\nوبحكمهم وميتنا وميتهم يموتون بالقرحة والدبيلة ونموت بما شاء الله (2).\n</p>\n\n<p>\nوعنه عن أبي المفضل العلوي عن سعيد بن عيسى الكزبري البصري عن إبراهيم بن\nالحكم بن ظهيرة عن أبيه عن شريك بن عبد الله عن عبد الاعلى التغلبي عن أبي\nوقاص عن سلمان الفارسي قال: قال أمير المؤمنين (ع) عندي علم المنايا\nوالبلايا والوصايا والأنساب وفصل الخطاب (3) وعنه عن عبد الله بن عامر عن\nعبد الرحمن بن أبي نجران قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p115'> Vol. 00, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nكتب أبو الحسن الرضا (ع) رسالة واقرأنيها قال: قال علي بن الحسين (ع) ان\nمحمدا كان امين الله في ارضه فلما قبض محمد (ص) كنا أهل البيت ورثته فنحن\nامنا الله في ارضه عندنا علم البلايا والمنايا وأنساب العرب ومولد الاسلام\nوانا لنعرف الرجل إذا رأيناه بحقيقة الايمان وحقيقة النفاق وان شيعتنا\nلمكتوبون بأسمائهم وأسماء آباءهم أخذ الله علينا وعليهم الميثاق ويردون\nموردنا ويدخلون مدخلنا نحن النجباء وافراطنا افراط الأنبياء ونحن أبناء\nالأوصياء، ونحن المخصوصون بكتاب الله ونحن وأولى الناس بكتاب الله ونحن\nأولى الناس بدين الله ونحن الذين شرع الله لنا دينه فقال في كتابه شرع لكم\nيا آل محمد من الدين ما وصى به نوحا والذي أوحينا إليك يا محمد وما وصينا\nبه إبراهيم وإسماعيل وموسى وعيسى واسحق ويعقوب فقد علمنا وبلغنا ما علمنا\nواستودعنا علمهم ونحن ورثة الأنبياء ونحن ورثة اولي العزم من الرسل ان\nأقيموا الدين يا آل محمد ولا تفرقوا فيه وكونوا على جماعة كبر على المشركين\nمن أشرك بالله بولاية علي (ع) ما تدعوهم إليه من ولاية على أن الله يا محمد\nيهدي إليه من ينيب من يجيبك إلى ولاية علي (1).\n</p>\n\n<p>\nمحمد بن يعقوب عن علي بن إبراهيم عن أبيه عن عبد العزيز المهتدى عن عبد\nالله بن جندب انه كتب إليه الرضا (ع).\n</p>\n\n<p>\nاما <span id='ms077'></span> بعد فان محمدا (ص) كان أمين الله في خلقه فلما قبض (ص)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p116'> Vol. 00, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nكنا أهل البيت ورثته فنحن أمناء الله في ارضه عندنا علم المنايا و\nالبلايا وأنساب العرب ومولد الاسلام وانا لنعرف الرجل إذا رأيناه بحقيقة\nالايمان وحقيقة النفاق وان شيعتنا لمكتوبون بأسمائهم وأسماء آباءهم أخذ\nالله علينا وعليهم الميثاق ويردون موردنا ويدخلون مدخلنا ليس على ملة\nالاسلام غيرنا وغيرهم ونحن النجباء النجاة ونحن افراط الأنبياء ونحن أولاد\nالأوصياء ونحن المخصوصون في كتاب الله عز وجل ونحن أولى الناس بكتاب الله\nونحن أولى الناس برسول الله (ص) ونحن الذين شرع لنا دينه فقال: في كتابه\nشرع لكم يا آل محمد من الدين ما وصى به نوحا (قد وصينا ما وصى به نوحا)\nوالذي أوحينا إليك يا محمد وما وصينا به إبراهيم وموسى وعيسى فقد علمنا\nوبلغنا علم ما علمنا واستودعنا علمهم نحن ورثة أولى العزم من الرسل ان\nأقيموا الدين يا آل محمد ولا تفرقوا فيه وكونوا على جماعة كبر على المشركين\nمن أشرك بولاية علي ما تدعوهم إليه من ولاية علي ان الله يا محمد يهدى إليه\nمن ينيب من يجيبك إلى ولاية علي (1) علي بن إبراهيم قال: حدثني أبي عن عبد\nالله بن جندب قال:\n</p>\n\n<p>\nكتبت إلى أبى الحسن الرضا عليه السلام أسأله عن تفسير هذه الآية يعنى\nقوله تعالى (الله نور السماوات والأرض) الآية فكتب إلى الجواب.\n</p>\n\n<p>\nاما بعد فان محمدا (ص) كان امين الله في خلقه فلما قبض النبي (ص) كنا أهل\nالبيت ورثته فنحن أمناء الله في أرضه عندنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p117'> Vol. 00, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nعلم المنايا والبلايا وأنساب العرب ومولد الاسلام وما من فئة تضل مائة\nوتهدى مائة الا ونحن نعرف سائقها وقائدها وناعقها.\n</p>\n\n<p>\nوانا لنعرف الرجل إذا رأيناه بحقيقة الايمان وحقيقة النفاق وان شيعتنا\nلمكتوبون بأسمائهم وأسماء آبائهم اخذ الله علينا وعليهم الميثاق ويردون\nموردنا ويدخلون مدخلنا ليس على ملة الاسلام غيرنا وغيرهم إلى يوم القيمة\nنحن الآخذون بحجزة نبينا ونبينا آخذ بحجزة ربنا والحجزة النور وشيعتنا\nآخذون بحجزتنا <span id='ms078'></span> من فارقنا هلك ومن تابعنا نجى والمفارق لنا والجاحد لولايتنا\nكافر ومتبعنا وتابع أولياءنا مؤمن لا يحبنا كافر ولا يبغضنا مؤمن ومن مات\nوهو يحبنا كان حقا على الله ان يبعثه معنا نحن نور لمن تبعنا وهدى لمن\nاهتدى بنا ومن لم يكن منا فليس من الاسلام في شئ بنا فتح الله الدين وبنا\nيختمه وبنا أطعمكم الله عشب الأرض وبنا انزل الله قطر السماء وبنا آمنكم\nالله من الغرق في بحركم ومن الخسف في بركم وبنا نفعكم الله في حياتكم وفى\nقبوركم وفى محشركم وعند الصراط وعند الميزان وعند دخول الجنة (دخولكم\nالجنان - خ) مثلنا في كتاب الله كمثل مشكاة والمشكاة في القنديل فنحن\nالمشكاة فيها مصباح المصباح، محمد رسول الله (ص) المصباح في زجاجة من عنصرة\nطاهرة الزجاجة كأنها كوكب درى توقد من شجرة مباركة زيتونة لا شرقية ولا\nغربية لادعية ولا منكرة (يكاد زيتها يضئ ولو لم تمسه نار) كمثل القرآن نور\nعلى نور امام بعد امام يهدى الله لنوره من يشاء ويضرب الله الأمثال للناس\nوالله بكل شئ عليم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p118'> Vol. 00, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nفالنور علي (ع) يهدى الله لولايتنا من أحب وحق على الله ان يبعث ولينا\nمشرقا وجهه منيرا برهانه ظاهرة عند الله حجته حق على الله ان يجعل أولياؤنا\nالمتقين والصديقين والشهداء والصالحين وحسن أولئك رفيقا فشهداءنا لهم فضل\nعلى الشهداء بعشر درجات ولشهيد شيعتنا فضل على كل شهيد غيرنا بتسع درجات\nنحن النجباء ونحن افراط الأنبياء ونحن أولاد الأوصياء ونحن المخصوصون في\nكتاب الله ونحن أولى الناس برسول الله ونحن الذين شرع الله لنا دينه فقال\nفي كتابه شرع لكم من الدين ما وصى به نوحا والذي أوحينا إليك يا محمد وما\nوصينا به إبراهيم (وإسماعيل واسحق ويعقوب - خ م) وموسى وعيسى قد علمنا\nوبلغنا ما علمنا واستودعنا علمهم.\n</p>\n\n<p>\nونحن ورثة الأنبياء وورثة أولى العلم وأولى العزم من الرسل والأنبياء ان\nأقيموا الدين كما قال ولا تفرقوا فيه (وان - خ م) كبر على المشركين ما\nتدعوهم إليه <span id='ms079'></span> من الشرك من أشرك بولاية علي ما تدعوهم إليه من ولاية على\nالله، يا محمد يهدى إليه من ينيب من يجيبك إلى ولاية علي (ع) وقد بعثت إليك\nبكتاب فيه هدى فتدبره وافهمه لأنه شفاء لما في الصدور (1).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن علي بن حسان قال: حدثنا أبو عبد الله الرياحي عن\nأبي الصامت الحلواني عن أبي جعفر (ع) قال فضل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p119'> Vol. 00, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nأمير المؤمنين (ع) ما جاء به آخذ به وما نهى عنه انتهى عنه جرى له من\nالطاعة بعد رسول الله (ص) مثل الذي جرى لرسول الله (ص) والفضل لمحمد (ص)\nالمتقدم بين يديه كالمتقدم بين يدي الله ورسوله والمتفضل عليه كالمتفضل على\nالله وعلى رسوله والراد عليه (والمتفضل عليه (خ د) في صغيرة أو كبيرة على\nحد الشرك بالله.\n</p>\n\n<p>\nان رسول الله (ص) باب الله الذي لا يوتى الا منه وسبيله الذي من سلكه وصل\nإلى الله وكذلك كان أمير المؤمنين (ع) من بعده وجرى على الأئمة واحدا بعد\nواحد جعلهم الله أركان الأرض ان تميد باهلها وعمد الاسلام ورابطته (ورابطه\n- خ) على سبيل هداه لا يهتدى هاد لا بهداهم ولا يضل خارج من هدى الا بتقصير\nعن حقهم أمناء الله على ما هبط من علمه أو عذر أو نذر والحجة البالغة على\nمن في الأرض يجرى لاخرهم من الله مثل الذي جرى لأولهم ولا يصل أحد إلى شئ\nمن ذلك الا بعون الله وقال أمير المؤمنين (ع): انا قسيم الجنة والنار لا\nيدخلها داخل الا على حد قسمي وانا الفاروق الأكبر والامام لمن بعدي والمؤدى\nعمن كان قبلي لا يتقدمني أحد الا احمد (ص) وانى وإياه على سبيل واحد الا\nانه هو المدعو باسمه ولقد أعطيت الست علم المنايا والبلايا والوصايا\nوالأنساب وفصل الخطاب، وانى صاحب الكرات ودولة الدول انى لصاحب العصا\nوالميسم والدابة التي تكلم الناس (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p120'> Vol. 00, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nرواه محمد بن يعقوب عن محمد بن يحيى وأحمد بن محمد عن محمد بن الحسن عن\nعلي بن حسان قال <span id='ms080'></span>: حدثني أبو عبد الله الرياحي عن أبي الصامت الحلواني عن\nأبي جعفر (ع) قال قال أمير المؤمنين (ع):\n</p>\n\n<p>\nانا قسيم الله بين الجنة والنار لا يدخلها داخل الا على قسمي وانا\nالفاروق الأكبر انا الامام لمن بعدي والمؤدى عمن كان قبلي لا يتقدمني أحد\nالا احمد (ص) وانى وإياه لعلى سبيل واحد الا انه المدعو باسمه ولقد أعطيت\nالست علم البلايا والمنايا والوصايا وفصل الخطاب وانى لصاحب الكرات ودولة\nالدول وانى لصاحب العصا والميسم والدابة التي تكلم الناس (1).\n</p>\n\n<p>\nعنه عن أحمد بن مهران عن محمد بن علي، ومحمد بن يحيى عن أحمد بن محمد\nجميعا عن محمد سنان عن المفضل بن عمر عن أبي عبد الله (ع) قال: ما جاء به\nعلي آخذ به وما نهى عنه انتهى عنه جرى له من الفضل ما جرى لمحمد ولمحمد\nالفضل على جميع من خلق الله عز وجل المتعقب عليه في شئ من أحكامه كالمتعقب\nعلى الله وعلى رسوله والراد عليه في صغيرة أو كبيرة على حد الشرك بالله كان\nأمير - المؤمنين (ع) باب الله الذي لا يؤتى الا منه وسبيله الذي من سلك\nبغيره يهلك وكذلك يجرى لائمة الهدى واحدا بعد واحد.\n</p>\n\n<p>\nجعلهم الله أركان الأرض ان تميد باهلها وحجته البالغة على من فوق الأرض\nومن تحت الثرى وكان أمير المؤمنين (ع) كثيرا ما يقول: أنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p121'> Vol. 00, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nقسيم الله بين الجنة والنار وانا الفاروق الأكبر وأنا صاحب العصا والميسم\nولقد أقرت لي جميع الملائكة والروح والرسل بمثل ما أقروا به لمحمد (ص) ولقد\nحملت مثل حمولته وهي حمولة الرب وان رسول الله (ص) يدعى فيكسى وادعى فاكسي\nويستنطق واستنطق فانطق على حد نطقه ولقد أعطيت خصالا ما سبقني إليها أحد\nقبلي علمت المنايا والبلايا والأنساب وفصل الخطاب فلم يفتني ما سبقني ولم\nيعزب عنى ما غاب عنى ابشر بإذن الله واؤدى عنه كل ذلك من الله مكنني فيه\nبعلمه (1).\n</p>\n\n<p>\nثم قال محمد بن يعقوب الحسين بن محمد الأشعري عن معلى بن محمد عن <span id='ms081'></span> محمد بن\nجمهور القمي عن محمد بن سنان قال: حدثنا المفضل قال سمعت أبا عبد الله (ع)\nيقول ثم ذكر الحديث الأول..\n</p>\n\n<p>\nرواه محمد بن الحسن الصفار عن أحمد بن محمد وعبد الله بن عامر عن محمد بن\nسنان عن مفضل بن عمر الجعفي قال: سمعت أبا عبد الله (ع) يقول ما جاء به على\nآخذ به (فضل أمير المؤمنين (ع) ما جاء به النبي (ص) اخذ به الخ - خ م) وما\nنهى عنه انتهى عنه جرى له من الفضل ما جرى لمحمد (ص) وساق الحديث إلى أن\nقال: ولقد أعطيت خصالا ما سبقني إليها أحد قبلي علمت المنايا والبلايا\nوالأنساب وفصل الخطاب فلم يفتني ما سبقني ولن يعزب ما غاب عنى ابشر بإذن\nالله واؤدى عنه كل ذلك منا من الله مكنني فيه بعمله (2) محمد بن يعقوب عن\nعلي بن محمد ومحمد بن الحسين (الحسن - خ) عن سهل بن زياد عن محمد بن الوليد\nشباب الصيرفي قال: حدثني سعيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p122'> Vol. 00, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nالأعرج قال. دخلت أنا وسليمان بن خالد على أبى عبد الله (ع) فابتدأنا\nفقال: يا سليمان ما جاء عن أمير المؤمنين (ع) يؤخذ به وما نهى عنه ينتهى\nعنه جرى له من الفضل ما جرى لرسول الله (ص) ولرسول الله الفضل على جميع من\nخلق الله المعيب على أمير المؤمنين (ع) في شئ من أحكامه كالمعيب على الله\nعز وجل وعلى رسوله والراد عليه في صغيرة أو كبيرة على حد الشرك بالله كان\nأمير المؤمنين (ع) باب الله الذي لا يؤتى الا منه وسبيله الذي من سلك بغيره\nهلك وبذلك جرت الأئمة (ع) واحدا بعد واحد جعلهم الله أركان الأرض ان تميد\nبهم والحجة البالغة على من فوق الأرض ومن تحت الثرى وقال قال أمير المؤمنين\n(ع): أنا قسيم الله بين الجنة والنار وأنا الفاروق الأكبر وانا صاحب العصا\nوالميسم ولقد أقرت لي جميع الملائكة والروح بمثل ما أقرت لمحمد (ص).\n</p>\n\n<p>\nولقد حملت على مثل حمولة رسول الله (ص) وهي <span id='ms082'></span> حمولة الرب وان محمدا (ص)\nيدعى فيكسى ويستنطق وادعى وأكسى واستنطق فانطق على حد منطقه ولقد أعطيت\nخصالا لم يعطهن أحد قبلي علمت علم المنايا والبلايا والأنساب وفصل الخطاب\nفلم يفتني ما سبقني ولم يعزب عنى ما غاب عنى ابشر بإذن الله واؤدى عن الله\nعز وجل كل ذلك مكنني فيه بأذنه (1).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن أحمد بن الحسين عن أحمد بن إبراهيم وأحمد بن\nزكريا عن محمد بن نعيم عن زرارة (يزدان - خ) بن إبراهيم عمن حدثه من أصحابه\nعن أبي عبد الله (ع) قال: سمعته يقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p123'> Vol. 00, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nقال أمير المؤمنين (ع) والله لقد أعطاني الله تبارك وتعالى سبعة (تسعة -\nخ م) أشياء لم يعطها أحد قبلي خلا محمد (ص) لقد فتحت لي السبل وعلمت\nالأنساب، واجري لي السحاب وعلمت المنايا والبلايا وفصل الخطاب ولقد نظرت\nإلى الملكوت باذن ربي فما غاب عنى ما كان قبلي ولا فاتني ما يكون من بعدي\nوان بولايتي أكمل الله لهذه الأمة دينهم وأتم عليهم النعم ورضى اسلامهم إذ\nيقول يوم الولاية لمحمد (ص) يا محمد اخبرهم انى اليوم أكملت لهم دينهم\nورضيت لهم الاسلام دينا وأتممت عليهم نعمتي كل ذلك منا من الله من به علي\nفله الحمد (1).\n</p>\n\n<p>\nالشيخ في أماليه قال: أخبرنا أبو عبد الله محمد بن محمد بن النعمان رحمه\nالله قال: أخبرنا أبو الحسن أحمد بن محمد بن الحسن بن الوليد قال:\n</p>\n\n<p>\nحدثنا أبي قال: حدثنا محمد بن الحسن الصفار عن أحمد بن أبي عبد الله\nالبرقي عن أبيه عن محمد بن أبي عمير عن المفضل بن عمر عن الصادق جعفر بن\nمحمد (ع) قال قال أمير المؤمنين (ع) صلوات الله عليه: أعطيت سبعا لم يعطها\nأحد قبلي سوى النبي (ص) لقد فتحت لي السبل وعلمت المنايا والبلايا والأنساب\nوفصل الخطاب ولقد نظرت إلى الملكوت باذن ربى فما غاب عنى ما كان قبلي ولا\nما يأتي بعدي فان بولايتي أكمل الله لهذه الأمة دينهم وأتم عليهم النعم\nورضى لهم <span id='ms083'></span> اسلامهم إذ يقول يوم الولاية لمحمد (ص) يا محمد أخبرهم انى أكملت\nلهم اليوم دينهم وأتممت عليهم النعم ورضيت لهم اسلامهم كل ذلك من الله به\nعلي فله الحمد (2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p124'> Vol. 00, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nقال مؤلف هذا الكتاب هذا أصل كبير في اظهار المعجزات من النبي والأئمة\n(ع) لان الله سبحانه وتعالى أطلعهم على منايا الناس وغيرهم وما يصيبهم من\nالبلاء كالأمراض والعلل وغيرها مما لم يطلع عليه الا الله جل جلاله الخالق\nلهم والمحيي والمميت والمبتلى والمصح الا يعلم من خلق وهو اللطيف الخبير\nوهو على ما يشاء قدير وبكل شئ عليم فبذلك العلم الذي أطلعهم عليه تعالى\nصاروا (ع) يخبرون بالآجال والبلايا من الأمراض وغيرها وهو امر عظيم من\nالمعجزات والدلالات.\n</p>\n\n<p>\nمعجزة لمولانا وامامنا الثاني عشر القائم المنتظر (ع) محمد بن يعقوب عن\nعلي بن محمد عن أبي عقيل عيسى بن نصر قال: كتب علي بن زياد الصيمري إلى\nالقائم (ع) يسأل كفنا فكتب إليه انك تحتاج إليه في سنة ثمانين فمات سنة\nثمانين وبعث إليه بالكفن قبل موته بأيام (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p125'> Vol. 00, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nمعجزة لمولانا وامامنا ثامن الأئمة أبى الحسن الثاني علي بن بن موسى\nالرضا صلوات الله عليهم أجمعين محمد بن يعقوب عن محمد بن يحيى عن أحمد بن\nمحمد أو غيره عن علي بن الحكم عن الحسين بن عمر بن يزيد قال: دخلت على أبى\nالحسن الرضا (ع) وأنا يومئذ واقف وقد كان أبى سئل أباه عن سبع مسائل فاجابه\nفي ست وامسك عن السابعة فقلت: (لا) والله لأسألنه عما سأل أبى أباه فان\nأجاب بمثل جواب أبيه كانت دلالة فسألته فأجاب مثل أبيه أبى في المسائل الست\nفلم يزد في الجواب واوا ولا ياء وامسك عن السابعة وقد كان أبى قال: لأبيه\nانى احتج عليك عند الله يوم القيمة بأنك زعمت أن عبد الله لم يكن اماما\nفوضع يده على عنقه.\n</p>\n\n<p>\nثم قال له نعم احتج علي بذلك عند الله عز وجل فما كان فيه من اثم فهو في\nعنقي فلما ودعته قال <span id='ms084'></span> إنه ليس أحد من شيعتنا يبتلى ببلية أو يشتكي فيصبر على\nذلك الا كتب الله له اجر الف شهيد فقلت في نفسي و الله ما كان لهذا ذكر\nفلما مضيت وكنت في بعض الطريق خرج بي عرق المديني فلقيت منه شدة فلما كان\nمن قابل حججت فدخلت عليه وقد بقي من وجعي وبقية فشكوت إليه وقلت له جعلت\nفداك عوذ رجلي وبسطتها بين يديه فقال (ع) لي ليس على رجلك هذا بأس ولكن\nأرني رجلك الصحيحة فبسطتها بين يديه فعوذها فلما خرجت لم البث الا يسيرا\nحتى خرج بي العرق وكان وجعه يسيرا (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p126'> Vol. 00, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nالباب الخامس عشر ان عندهم أسماء الملوك وعندهم مصحف فاطمة سلام الله\nعليها محمد بن الحسن الصفار عن عبد الرحمن بن أبي هاشم وجعفر بن بشير عن\nعنبسة عن المعلى بن خنيس قال كنت عند أبي عبد الله (ع) إذ اقبل محمد بن عبد\nالله فسلم ثم ذهب فرق له أبو عبد الله (ع) ودمعت عينه فقلت له لقد رأيتك\nصنعت به ما لم تكن تصنع قال: رفقت له لان ينسب في امر ليس له، لم أجده في\nكتاب علي عليه السلام من خلفاء هذه ولا ملوكها (1).\n</p>\n\n<p>\nعنه عن يعقوب بن يزيد عن ابن أبي عمير عن ابن أذينة عن جماعة سمعوا أبا\nعبد الله (ع) يقول وقد سئل عن محمد فقال: ان عندي لكتابين فيها اسم كل نبي\nوكل ملك يملك لا والله ما من محمد بن عبد الله في أحدهما (2).\n</p>\n\n<p>\nوعنه عن أحمد بن محمد عن الحسين بن سعيد عن القسم بن محمد عن عبد الصمد\nبن بشير عن فضيل سكره قال: دخلت على أبى عبد الله (ع) فقال: يا فضيل أتدري\nفي أي شئ كنت انظر فيه قبل، قال قلت:\n</p>\n\n<p>\nلا قال: كنت انظر في كتاب فاطمة (ع) فليس من ملك يملك الا فيه مكتوب\nباسمه اسم أبيه فما وجدت لولد الحسن (ع) فيه شيئا (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p127'> Vol. 00, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nوعنه عن علي بن إسماعيل عن صفوان بن يحيى <span id='ms085'></span> عن العيص بن القسم عن المعلى بن\nخنيس قال قال أبو عبد الله ما من نبي ولا وصى ولا ملك الا في كتاب عندي لا\nوالله ما لمحمد بن عبد الله بن حسن فيه اسم (1).\n</p>\n\n<p>\nمحمد بن يعقوب عن علي بن إبراهيم عن أبيه عن ابن أبي عمير عن فضيل بن\nيسار عن بريد بن معاوية وزرارة ان عبد الملك ابن أعين قال لأبي عبد الله\n(ع): ان الزيدية والمعتزلة قد أطافوا بمحمد بن عبد الله فهل له سلطان فقال\n(ع): والله ان عندي لكتابين فيهما تسمية كل نبي وكل ملك يملك الأرض لا\nوالله ما من محمد بن عبد الله في واحد منهما (2).\n</p>\n\n<p>\nعنه عن محمد بن يحيى عن أحمد بن محمد عن الحسين بن سعيد عن القاسم بن\nمحمد عن عبد الصمد بن بشير عن فضيل بن سكرة قال:\n</p>\n\n<p>\nدخلت على أبى عبد الله (ع) فقال (ع): يا فضيل أتدري في أي شئ كنت انظر\nقبيل قال: قلت: لا قال انظر في كتاب فاطمة (ع) ليس من ملك يملك الأرض الا\nوهو مكتوب فيه باسمه واسم أبيه وما وجدت لولد الحسن (ع) فيه شيئا (ع) (3).\n</p>\n\n<p>\nوعنه عن عدة من أصحابنا عن محمد بن محمد عن عبد الله الجهال عن أحمد بن\nعمر الحلبي عن أبي بصير قال: دخلت على أبى عبد الله (ع) فقلت: له جعلت فداك\nانى أسئلك عن مسألة هيهنا أحد يسمع كلامي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p128'> Vol. 00, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فرفع أبو عبد الله (ع) سترا بينه وبين بيت آخر فاطلع فيه ثم قال يا\nبا محمد سل عما بدا لك قال: قلت جعلت فداك ان شيعتك يتحدثون ان رسول الله\n(ص) علم عليا بابا يفتح له منه الف باب قال: فقال يا با محمد علم رسول الله\n(ص) عليا الف باب يفتح من كل باب الف باب قال قلت: هذا والله العلم قال:\nفسكت ساعة في الأرض ثم قال: انه لعلم وما هو بذاك قال: ثم قال يا با محمد\nوان <span id='ms086'></span> عندنا الجامعة وما يدريهم ما الجامعة قال قلت: جعلت فداك وما الجامعة\nقال صحيفة طولها سبعون ذراعا بذراع رسول الله (ص) واملائه من فلق فيه وخط\nعلي (ع) بيمينه فيها كل حلال وحرام وكل شئ يحتاج إليه الناس حتى الأرش في\nالخدش وضرب بيده إلي وقال لي تأذن يا با محمد قال قلت جعلت فداك إنما انا\nلك فاصنع ما شئت قال فغمزني بيده وقال حتى أرش هذا كأنه مغضب قال قلت: هذا\nوالله العلم قال: انه لعلم وليس بذاك ثم سكت ساعة ثم قال وان عندنا الجفر\nوما يدريهم ما الجفر قال قلت: وما الجفر قال (ع) وعاء من ادم فيه علم\nالنبيين والوصيين وعلم العلماء الذين مضوا من بني إسرائيل قال قلت: ان هذا\nهو العلم قال: انه لعلم وما يدريهم ما بذاك ثم سكت ساعة ثم قال (ع) وان\nعندنا لمصحف فاطمة (ع) وما يدريهم ما مصحف فاطمة (ع) قال قلت: وما مصحف\nفاطمة (غ) قال: مصحف فيه مثل قرآنكم هذا ثلث مرات والله ما فيه من قرآنكم\nحرف واحد قال قلت: هذا والله العلم قال إنه لعلم وما هو بذاك ثم سكت ساعة\nثم قال إن عندنا علم ما كان وعلم ما هو كائن إلى أن تقوم الساعة قال قلت\nجعلت فداك هذا والله هو العلم قال: انه لعلم وليس بذاك قال قلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p129'> Vol. 00, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nجعلت فداك فأي شئ العلم قال: ما يحدث بالليل والنهار، الامر بعد الامر\nوالشئ بعد الشئ إلى يوم القيمة (1).\n</p>\n\n<p>\nورواه محمد بن الحسن عن أحمد بن محمد عن الحسين بن سعيد الجمال عن أحمد\nبن عمر الحلبي عن أبي بصير قال: دخلت على أبى عبد الله (ع) وذكر الحديث\nبعينه (2).\n</p>\n\n<p>\nوعنه عن عدة من أصحابنا عن أحمد بن محمد عن عمر بن عبد العزيز عن حماد بن\nعثمان قال: سمعت أبا عبد الله (ع) قال تظهر الزنادقة في سنة ثمانية وعشرين\nومائة وذلك انى نظرت في مصحف فاطمة (ع) قال قلت: وما مصحف <span id='ms087'></span> فاطمة (ع) قال\n(ع) ان الله تعالى لما قبض نبيه (ص) دخل على فاطمة من وفاته من الحزن ما لا\nيعلمه الا الله عز وجل فأرسل إليها ملكا يسلى غمها ويحدثها فشكت ذلك إلى\nأمير المؤمنين (ع) فقال لها: إذا أحسست بذلك وسمعت الصوت فقولي لي فأعلمته\nبذلك فجعل أمير المؤمنين يكتب كلما يسمع (سمع - خ م) حتى أثبت من ذلك مصحفا\nقال ثم قال: اما انه ليس فيه شئ من الحلال والحرام ولكن فيه علم ما يكون\n(3).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن أحمد بن محمد عن عمر بن عبد العزيز عن حماد بن\nعثمان عن أبي عبد الله (ع) قال: سمعته يقول تظهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p130'> Vol. 00, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nالزنادقة في سنة ثمان وعشرين ومائة وذلك في مصحف فاطمة (ع) وساق الحديث\nإلى أن قال ولكن فيه علم ما يكون (1).\n</p>\n\n<p>\nوعنه عن محمد بن يحيى عن أحمد بن محمد عن ابن محبوب عن ابن رئاب عن أبي\nعبيدة قال: سأل أبا عبد الله (ع) بعض أصحابنا عن الجفر فقال: هو جلد ثور\nمملوء علما قال له: فالجامعة قال: تلك صحيفة طولها سبعون ذراعا في عرض\nالأديم مثل فخذ الفالج فيها كل ما يحتاج الناس إليه وليس من قضية الا وهي\nفيها حتى أرش الخدش قال: فمصحف فاطمة (ع) قال فسكت طويلا ثم قال إنكم\nلتبحثون عما تريدون وعما لا تريدون ان فاطمة مكثت بعد رسول الله (ص) خمسة\nوسبعين يوما وكان دخلها حزن شديد على أبيها وكان جبرئيل يأتيها فيحسن\nعزاءها على أبيها ويتطيب نفسها ويخبرها عن أبيها ومكانه ويخبرها بما يكون\nبعدها في ذريتها وكان علي (ع) يكتب ذلك فهذا مصحف فاطمة (ع) (2).\n</p>\n\n<p>\nورواه محمد بن الحسن الصفار عن أحمد ومحمد بن الحسين عن الحسن بن محبوب\nعن علي بن رئاب عن أبي عبيدة قال: سال أبا عبد الله (ع) بعض أصحابنا عن\nالجفر وساق الحديث إلى آخره (3).\n</p>\n\n<p>\nقال مؤلف هذا الكتاب هذا أصل كبير في اظهار المعجزات من النبي والأئمة\nصلوات الله عليهم <span id='ms088'></span> لان الله سبحانه وتعالى أطلعهم على سر من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p131'> Vol. 00, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nاسراره وعلم من غيبه بما كان من ملك وما يكون وصاروا يخبرون بذلك وبما\nكان وما يكون مما علموا من مصحف فاطمة (ع) كان ذلك من المعجزات وشئ جليل من\nالدلالات.\n</p>\n\n<p>\nمعجزة لمولانا وامامنا زين العابدين علي بن الحسن (ع) محمد بن الحسن\nالصفار عن أحمد بن محمد عن الحسين بن سعيد عن القسم بن محمد عن سليمان بن\nدينار عن عبد الله بن عطاء التميمي قال: كنت مع علي بن الحسين (ع) في\nالمسجد فمر عمر بن عبد العزيز عليه شراكا فضة وكان من أحسن الناس وهو شاب\nفنظر إليه علي بن الحسين (ع) فقال يا عبد الله بن عطا أترى هذا المترف انه\nلن يموت حتى يلي الناس قلت انا لله هذا الفاسق قال: نعم فلا يلبث فيهم الا\nيسيرا حتى يموت فإذا مات لعنه أهل السماء واستغفر له أهل الأرض (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p132'> Vol. 00, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nالباب السادس عشر عندهم ديوان فيه أسماء شيعتهم سلام الله عليهم محمد بن\nالحسن الصفار عن يعقوب بن يزيد عن الحسن بن علي بن فضال عن طريف بن ناصح\nوغيره عمن رواه عن حبابة الوالبية قال:\n</p>\n\n<p>\nقلت لأبي عبد الله (ع) ان لي أب واخ وهو يعرف فضلكم وانى أحب ان تعلمني\nامن شيعتكم هو قال: وما اسمه قال فلان بن فلان قال فقال يا فلانة هات\nالناموس فجائت بصحيفة تحملها كبيرة فنشرها فنظر فيها فقال: نعم هوذا اسمه\nواسم أبيه هيهنا (1).\n</p>\n\n<p>\nعنه عن أحمد بن محمد عن علي بن حكم عن سيف بن عميرة عن أبي بكر الحضرمي\nعن رجل من بنى حنيفة قال كنت مع عمى انه دخل على علي بن الحسين فرأى بين\nيديه صحاحف ينظر فيها فقال له أي شئ هذه الصحيفة جعلت فداك فقال: هذه ديوان\nشيعتنا قال: أفتأذن لي اطلب اسمى فيه قال: نعم قال: فانى لست اقرأ وابن أخي\nعلى الباب فتأذن له يدخل حتى يقرء قال نعم فأدخلني عمى فنظرت في <span id='ms089'></span> الكتاب\nفأول شئ هجمت عليه اسمي فقلت اسمي ورب الكعبة قال ويحك فأين انا فجزت بخمسة\nأسماء أو ستة ثم وجدت اسم عمي فقال علي بن الحسين (ع):\n</p>\n\n<p>\nاخذ الله ميثاقهم على ولايتنا لا يزيدون ولا ينقصون ان الله خلقنا من\nعليين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p133'> Vol. 00, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nوخلق شيعتنا من طينة أسفل من ذلك وخلق عدونا من سجيل وخلق أولياءهم منهم\nمن أسفل من ذلك (النار) (1).\n</p>\n\n<p>\nوعنه عن يعقوب بن يزيد عن الحسن بن علي الوشاء عن ابن أبي حمزة قال: خرجت\nبابى بصير أقوده إلى باب أبى عبد الله (ع) قال فقال لي:\n</p>\n\n<p>\nلا تتكلم ولا تقل شيئا فانتهيت به الباب فتنحنح فسمعت أبا عبد الله (ع)\nيقول يا فلانة افتحي لأبي محمد الباب قال: فدخلنا والسراج بين يديه وإذا\nسفط بين يديه مفتوح قال فوقعت على الرعدة فجعلت ارتعد فرفع رأسه إلي فقال\nأنت ابن أبي حمزة (أبزاز أنت - خ م) قلت نعم جعلني الله فداك قال فرمى إلى\nبملاة قوهية كانت على المرفقة فقال اطو هذه فطويتها ثم قال ابزاز أنت وهو\nينظر في الصحيفة فازددت رعدة قال فلما خرجنا قلت يا با محمد رأيت ما مر بي\nالليلة انى وجدت بين يدي أبى عبد الله (ع) سفطا قد أخرج منه صحيفة فنظر\nفيها فكلما نظر فيها أخذتني الرعدة قال: فضرب أبو بصير على جبهته ثم قال\nالا أخبرتني فتلك والله الصحيفة التي فيها أسماء الشيعة ولو أخبرتني لسألته\nان يريك اسمك فيها (2).\n</p>\n\n<p>\nوعنه عن أحمد بن محمد عن الحسين بن سعيد عن فضالة بن أيوب عن أحمد بن\nسليمان عن عمر بن أبي بكران عن رجل عن حذيفة بن أسد الغفاري قال: لما وادع\nالحسن بن علي (ع) معاوية وانصرف إلى المدينة صحبته في منصرفه وكان بين\nعينيه حمل بعير لا يفارقه حيث توجه فقلت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p134'> Vol. 00, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nله ذات يوم جعلت فداك يا با محمد هذا الحمل لا يفارقك حيثما توجهت فقال\nيا حذيفة أتدري ما هو قلت: لا قال هذا الديوان قلت <span id='ms090'></span> ديوان ماذا قال (ع)\nديوان شيعتنا فيه أسماؤهم قلت جعلت فداك فأرني اسمى فقال: أغد بالغداة قال\nفغدوت إليه ومعي ابن أخ لي وكان يقرأ ولم أكن اقرأ فقال لي ما غدا بك قلت\nالحاجة التي وعدتني قال: من ذا الذي (الفتى - خ م) معك قلت ابن أخ لي وهو\nيقرأ ولست أقرء قال فقال (ع) لي اجلس فجلست ثم قال علي بالديوان الأوسط\nفاتى به قال فنظر الفتى فإذا الأسماء تلوح قال فبينما هو يقرء قال يا عماه\nهوذا اسمي قلت ثكلتك أمك انظر أين اسمى فصفح ثم قال هوذا اسمك قال\nفاستبشرنا واستشهد الفتى مع الحسين بن علي صلوات الله عليهما (1).\n</p>\n\n<p>\nوعنه عن علي بن الحسين عن الحسن ابن الحسين (الحسن - خ) السجاني عن\nالحسين بن يسار عن داود الرقى قال قلت لأبي الحسن الماضي (ع) اسمى عندكم في\nالصحف التي فيها أسماء شيعتكم قال (ع) أي والله في الناموس (2).\n</p>\n\n<p>\nوعنه عن أحمد بن محمد عن البرقي عن المرزبان بن عمران قال:\n</p>\n\n<p>\nسألت الرضا (ع) عن نفسي فقلت أسألك عن أهم الأشياء امن شيعتكم انا فقال\nعليه السلام نعم فقلت جعلت فداك أفتعرف اسمى في الأسماء قال نعم (3).\n</p>\n\n<p>\nالكشي عن إبراهيم بن محمد بن العباس الختلي قال: حدثني احمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p135'> Vol. 00, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nبن إدريس قال حدثني الحسين بن أحمد بن يحيى بن عمران قال حدثني محمد بن\nعيسى عن الحسين بن علي عن المرزبان ابن عمران القمي الأشعري قال قلت لأبي\nالحسن الرضا (ع) أسألك عن أهم الأمور إلى أمن شيعتكم انا فقال نعم قلت اسمى\nمكتوب عندكم قال نعم (1).\n</p>\n\n<p>\nمحمد بن الحسين الصفار عن إبراهيم بن هاشم عن عبد العزيز المهتدى عن عبد\nالله بن جندب عن أبي الحسن الرضا (ع) انه كتب إليه في رسالة له ان شيعتنا\nالمكتوبون بأسمائهم وأسماء آبائهم اخذ الله علينا وعليهم الميثاق ويردون\nموردنا ويدخلون مدخلنا ليس على ملة الاسلام غيرنا وغيرهم (2).\n</p>\n\n<p>\nوعنه عن عبد الله بن عامر عن عبد الرحمن بن أبي نجران <span id='ms091'></span> قال: كتب أبو الحسن\nالرضا (ع) رسالة وأقرأنيها قال قال علي بن الحسين (ع) وفى الرسالة قال:\n(يعنى علي بن الحسين (ع)) وان شيعتنا لمكتوبون بأسمائهم وأسماء آبائهم اخذ\nالله علينا وعليهم الميثاق ويردون موردنا ويدخلون مدخلنا (3).\n</p>\n\n<p>\nمحمد بن يعقوب عن علي بن إبراهيم عن عبد العزيز بن المهتدى عن عبد الله\nبن جندب انه كتب إليه الرضا (ع) وفى المكاتبة وان شيعتنا لمكتوبون بأسمائهم\nوأسماء آبائهم اخذ الله علينا وعليهم الميثاق يردون موردنا ويدخلون مدخلنا\nليس على ملة الاسلام غيرنا وغيرهم (4).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p136'> Vol. 00, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nعلي بن إبراهيم في تفسيره قال حدثني أبي عن عبد الله بن جندب قال كتبت\nإلى أبى الحسن الرضا (ع) أساله وذكر الحديث وقال فيه ان شيعتنا لمكتوبون\nبأسمائهم وأسماء آبائهم اخذ الله علينا وعليهم الميثاق ويردون موردنا\nويدخلون مدخلنا ليس على ملة الاسلام غيرنا وغيرهم (1).\n</p>\n\n<p>\nقال مؤلف هذا الكتاب هذا أصل كبير في اظهار المعجزات من النبي والأئمة\nصلوات الله عليهم لان الله سبحانه وتعالى لما أطلعهم على أسماء شيعتهم\nوبذلك يطلعهم على أعدائهم وهذا نوع من علم الغيب الذي لا يطلع عليه الا هو\nجل جلاله وبذلك يعرفون الداخل عليهم انه من شيعتهم أو عدوهم ويطلعون\nالانسان على أنه من شيعتهم ولا ريب ان هذا من أكبر المعجزات وأوضح الدلالات\nفسبحان من أطلعهم على علوم الغيب واذهب بهم الغمة والكروب.\n</p>\n\n<p>\nمعجزة لمولانا وامامنا الصادق (ع) محمد بن الحسن الصفار عن عبد الله بن\nمحمد عن محمد بن الحسن السرى الكرخي قال: كنت عند أبي عبد الله (ع) فدخل\nعليه شيخ و معه ابنه فقال له الشيخ جعلت فداك أمن شيعتكم انا فأخرج إليه\nأبو عبد الله (ع) صحيفة مثل فخذ البعير فناوله طرفها ثم قال: له ادرج\nفادرجه حتى أوقفه على حرف من حروف المعجم فإذا اسم ابنه قبل اسمه فصاح\nالابن فرحا، اسمى والله فرحم الشيخ ثم قال ادرج فادرج ثم أوقفه أيضا على\nاسمه كذلك (2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p137'> Vol. 00, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nالباب السابع عشر انهم (ع) موضع سر الله جل <span id='ms092'></span> جلاله محمد بن الحسن الصفار\nعن أحمد بن موسى عن يعقوب بن يزيد عن من رواه عبد الصمد بن بشير عن أبي\nالجارود عن أبي جعفر (ع) قال: ان رسول الله (ص) دعا عليا (ع) في مرضه الذي\nتوفى فقال يا علي ادن منى حتى أسر إليك ما اسره الله إلي وائتمنك على ما\nائتمني عليه ففعل ذلك رسول الله (ص) بعلي (ع) وفعله علي (ع) بالحسن (ع)\nوفعله الحسن (ع) بالحسين (ع) وفعله الحسين (ع) بابى وفعله أبى بي (1).\n</p>\n\n<p>\nعنه عن عبد الله بن حماد (محمد - خ م) عن معمر بن خلاد عن أبي الحسن\nالرضا (ع) قال: سمعته يقول أسر الله سره إلى جبرئيل واسره جبرئيل إلى محمد\n(ص) واسر محمد (ص) إلى علي (ع) واسره علي (ع) إلى من شاء واحدا بعد واحد\n(ع) (2).\n</p>\n\n<p>\nسعد بن عبد الله عن إبراهيم بن هاشم عن محمد بن خالد البرقي عن محمد بن\nسنان وغيره عن عبد الله بن يسار قال قال أبو عبد الله (ع) قال قال رسول\nالله (ص) وذكر (ع) حديثا قدسيا قال جل جلاله: يا محمد علي أول من آخذ\nميثاقه من الأئمة (ع) يا محمد علي آخر من اقبض روحه من الأئمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p138'> Vol. 00, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\n(ع) وهو الدابة التي تكلم الناس على أظهره على جميع ما أوحيه إليك ليس لك\nان تكتمه منه شيئا يا محمد ابطنه الذي امرته إليك فليس فيما بيني وبينك سر\nدونه يا محمد، علي ما خلقت من حرام وحلال عليم به (1).\n</p>\n\n<p>\nمحمد بن يعقوب عن محمد بن يحيى عن أحمد بن محمد عن الحسين بن سعيد عن علي\nبن أسباط عن الحكم بن مسكين عن بعض أصحابنا قال: قلت لأبي عبد الله (ع) متى\nيعرف الأخير ما عند الأول قال في آخر دقيقة تبقى من روحه (3).\n</p>\n\n<p>\nوعنه عن محمد بن يحيى عن محمد بن الحسين عن علي بن أسباط عن الحكم بن\nمسكين عن عبيد بن زرارة وجماعة معه قال: سمعنا أبا عبد <span id='ms093'></span> الله (ع) يقول: يعرف\nالذي بعد الامام علم من كان قبله في آخر دقيقة تبقى من روحه (3).\n</p>\n\n<p>\nوعنه عن محمد بن يحيى عن محمد بن الحسين عن يعقوب بن يزيد عن علي بن\nأسباط عن بعض أصحابه عن أبي عبد الله (ع) قال قلت له:\n</p>\n\n<p>\nالامام متى يعرف إمامته وينتهي الامر إليه قال: في آخر دقيقة من حياة\nالأول (4).\n</p>\n\n<p>\nقال مؤلف هذا الكتاب هذا أصل كبير في اظهار المعجزات من النبي والأئمة\n(ع) لان الله سبحانه وتعالى جعلهم موضع سره وعيبة وحيه وسفط علمه فأي معجزة\nبعد الإحاطة بذلك لا يظهروها وأي دلالة بعد العلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p139'> Vol. 00, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nبذلك لا يبينوها فسبحان من أعطاهم ما لم يعطه أحدا من المخلوقين وخولهم\nبما لم يخول به أحدا من العالمين.\n</p>\n\n<p>\nمعجزة لمولانا وامامنا أمير المؤمنين علي بن أبي طالب (ع) الشيخ المفيد\nفي الإختصاص عن المعلى بن محمد البصري عن بسطام بن مرة عن إسحاق بن حسان عن\nالهيثم بن واقد عن علي بن الحسين العبدي عن سعد بن طريف عن الأصبغ بن نباتة\nقال أمرنا أمير المؤمنين بالمسير إلى المدائن من الكوفة فسرنا يوم الأحد\nوتخلف عمرو بن حريث في سبعة نفر فخرجوا إلى مكان بالحيرة يسمى الخورنق فقال\nنتنزه فإذا كان يوم الأربعاء خرجنا ولحقنا عليا (ع) قبل ان يجمع، فبينما هم\nيتغدون إذ خرج عليهم ضب فصادوه فاخذه عمرو بن حريث فنصب كفه فقالوا بايعوا\nهذا أمير المؤمنين فبايعه السبعة وعمرو ثامنهم وارتحلوا ليلة الأربعاء\nفقدموا المدائن يوم الجمعة وأمير المؤمنين (ع) يخطب ولم يفارق بعضهم بعضا\nكانوا جميعا قد نزلوا على باب المسجد فلما دخلوا نظر إليهم أمير المؤمنين\n(ع) فقال أيها الناس ان رسول الله (ص) أسر إلي الف حديث لكل حديث الف باب\nلكل باب الف مفتاح وانى سمعت الله يقول (يوم ندعوا كل أناس بامامهم) وانى\nاقسم لكم بالله ليبعثن يوم القيمة ثمانية نفر بامامهم وهو ضب ولو شئت ان\nأسميهم فعلت قال: فلقد رأيت عمرو بن حريث <span id='ms094'></span> سقط سقط السعفة رعبا (كما تسقط\nالسعفة وجيبا - خ م) (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p140'> Vol. 00, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nالباب الثامن عشر الأبواب التي فتحها رسول الله (ص) لأمير المؤمنين (ع)\nوالأحاديث والكلمات محمد بن الحسن الصفار عن يعقوب بن يزيد عن محمد بن أبي\nعمير عن مرازم عن أبي عبد الله (ع) قال علم رسول الله (ص) عليا الف باب\nيفتح كل باب الف باب (1).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن السندي بن محمد عن صفوان بن يحيى قال حدثني محمد\nبن بشير لا اعلمه الا وقد سمعته من بشير عن أبي عبد الله (ع) قال: قال رسول\nالله (ص) في مرضه الذي توفى فيه ادعيا لي خليلي فأرسلتا إلى أبويهما مرتين\nفلما رآهما اعرض بوجهه عنهما ثم قال ادعيا لي خليلي فأرسلتا إلى علي بن أبي\nطالب (ع) فلما جاء أكب عليه فلم يزل يحدثه قال: فلما خرج من عنده قالتا له\nما حدثك قال: حدثني بباب يفتح الف باب كل باب يفتح الف باب (2).\n</p>\n\n<p>\nعنه عن أحمد بن محمد عن الحسن بن محبوب عن هشام بن سالم عن أبي حمزة\nالثمالي عن أبي إسحاق السيفى (السبعيى - خ) قال سمعت بعض أصحاب أمير\nالمؤمنين (ع) ممن يثق به يقول: سمعت عليا (ع) يقول إن في صدري هذا لعلما\nجما علمنيه رسول الله (ص) لواجد له حفظة يرعونه حق رعايته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p141'> Vol. 00, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nويرونه عنى كما يسمعونه منى إذا أودعتهم بعضه فيعلم به كثيرا من العلم ان\nالعلم مفتاح كل باب وكل باب يفتح الف باب (1).\n</p>\n\n<p>\nورواه المفيد في الإختصاص عن أحمد وعبد الله ابني محمد بن عيسى عن الحسن\nبن محبوب عن هشام بن سالم عن أبي حمزة الثمالي عن أبي إسحاق السبيعي قال\nسمعت بعض أصحاب أمير المؤمنين (ع) ممن يثق به قال:\n</p>\n\n<p>\nسمعت عليا (ع) يقول إن في صدري هذا لعلما جما علمنيه رسول الله (ص) لواجد\nله حفظة يرعونه حق رعايته ويروونه عنى كما يسمعونه منى إذا لأودعتهم بعضه\nفعلم به كثيرا من العلم ان العلم مفتاح كل <span id='ms095'></span> باب وكل باب يفتح الف باب (2).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن محمد بن الحسين عن ابن أبي عمير عن ابن أذينة\nقال قال بكير بن أعين: حدثني من سمع أبا جعفر (ع) يحدث قال لم يخرج إلى\nالناس من تلك الأبواب التي علمها رسول الله (ص) عليا (ع) الا باب أو بابين\n(أو اثنان - خ م) وأكثر علمي أنه قال واحد (3).\n</p>\n\n<p>\nوعنه عن أحمد بن محمد عن الحسين بن سعيد عن القسم بن محمد عن أبي حمزة عن\nحمران الحلبي عن أبان بن تغلب عن أبي عبد الله (ع) قال:\n</p>\n\n<p>\nكان في ذوابة سيف رسول الله (ص) صحيفة صغيرة وان عليا دعاء ابنه الحسن\n(ع) فدفعها إليه ودفع إليه سكينا وقال له افتحها فلم يستطع ان يفتتحها\nففتحها له ثم قال له: اقرأ فقرء الحسن (ع) الألف والباء والسين واللام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p142'> Vol. 00, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nوالحرف (حرفا - خ) بعد الحرف (حرف - خ) قال ثم طواها ودفعها إلى ابنه\nالحسين (ع) فلم يقدر على فتحها ففتحها له علي (ع) فقال اقرأ فقرأها كما قرء\nالحسن (ع) ثم طواها فدفعها إلى ابنه محمد بن الحنفية ولم يقدر على أن\nيفتحها ففتحها له فقال له اقرأ فلم يستخرج منها شيئا فاخذها وطواها ثم\nعلقها في ذؤابة السيف فقلت لأبي عبد الله (ع) وأي شئ كان في تلك الصحيفة\nقال: هي الأحرف التي يفتح كل حرف الف حرف قال أبو بصير قال أبو عبد الله\n(ع) فما خرج منها الا حرفان حتى الساعة (1).\n</p>\n\n<p>\nورواه المفيد في الإختصاص عن أحمد بن محمد بن عيسى عن الحسين بن سعيد عن\nالقسم بن محمد الجوهري عن علي بن أبي حمزة عن عمران بن علي الحلبي عن أبان\nبن تغلب قال: حدثني أبو عبد الله (ع) انه كان في ذؤابة سيف علي (ع) صحيفة\nوان عليا (ع) دعا إليه الحسن (ع) فرفعها إليه ودفع إليه سكينا وقال له\nافتحها فلم يستطع ان يفتحها ففتحها له ثم قال له اقرأ فقرء الحسن (ع) الألف <span id='ms096'></span>\nوالباء والسين واللام والحرف بعد الحرف ثم طواها فدفعها إلى أخيه فلم يقدر\nعلى أن يفتحها ففتحها له ثم قال اقرأ فقرأها كما قرء الحسن (ع) ثم طواها\nفدفعها إلى محمد بن الحنفية فلم يقدر على أن يفتحها ففتحها له علي (ع) فقال\nاقرأ فلم يستخرج منها شيئا فاخذها وطواها وعلقها من ذؤابة السيف فقلت لأبي\nعبد الله (ع) أي شئ كان في الصحيفة فقال هي الأحرف التي تفتح كل حرف الف\nحرف قال أبو بصير: قال أبو عبد الله (ع) فما خرج منها إلى الناس حرفان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p143'> Vol. 00, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nإلى الساعة خ - م) الا حرفان حتى الساعة (1).\n</p>\n\n<p>\nمحمد بن يعقوب عن عدة من أصحابنا عن أحمد بن محمد عن عبد الله بن الحجال\nعن أحمد بن عمر الحلبي عن أبي بصير قال دخلت على أبى عبد الله (ع) فقلت له\nجعلت فداك انى أسئلك عن مسألة هيهنا أحد يسمع كلامي قال فرفع أبو عبد الله\n(ع) سترا بينه وبين بيت فاطلع ثم قال يا با محمد سل عما بدا لك قال قلت:\nجعلت ان شيعتك يتحدثون ان رسول الله (ص) علم عليا (ع) باب يفتح له منه الف\nباب قال فقال يا با محمد علم رسول الله (ص) عليا الف باب يفتح من كل باب\nالف (3).\n</p>\n\n<p>\nورواه محمد بن الحسن الصفار عن أحمد بن محمد عن الحسين بن سعيد الجمال عن\nأحمد بن عمر الحلبي عن أبي بصير قال دخلت على أبى عبد الله (ع) وذكر الحديث\nبعينه (3).\n</p>\n\n<p>\nمحمد بن يعقوب عن محمد بن الحسن وغيره عن سهل بن زياد عن محمد بن عيسى\nومحمد بن يحيى ومحمد بن الحسين جميعا عن محمد بن سنان عن إسماعيل بن جابر\nوعبد الكريم بن عمر عن عبد الحميد ابن أبي الديلم عن أبي عبد الله (ع) قال\nأوصى رسول الله (ص) إلى علي (إليه خ - م) بألف كلمة والف باب يفتح كل كلمة\nوكل باب الف كلمة والف باب (4).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p144'> Vol. 00, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nعنه عن علي بن إبراهيم <span id='ms097'></span> عن أبيه وصالح بن السندي عن جعفر بن بشير عن يحيى\nبن معمر العطار عن بشير الدهان عن أبي عبد الله (ع) قال:\n</p>\n\n<p>\nقال رسول الله (ص) في مرضه الذي توفى فيه ادعوا لي خليلي فأرسلتا إلى\nأبويهما فلما نظر إليهما رسول الله اعرض عنهما ثم قال ادعوا لي خليلي فأرسل\nإلى علي عليه السلام فلما نظر إليه أكب عليه يحدثه فلما خرج لقياه فقالا له\nما حدثك خليلك فقال حدثني الف باب يفتح كل باب الف باب (1).\n</p>\n\n<p>\nوعنه عن أحمد بن إدريس عن محمد بن عبد الجبار عن محمد بن إسماعيل عن\nمنصور بن يونس عن أبي بكر الحضرمي عن أبي جعفر (ع) قال: علم رسول الله عليا\nعليه السلام الف حرف كل حرف يفتح الف حرف (2).\n</p>\n\n<p>\nورواه الشيخ في الاختصاص عن أحمد بن محمد بن عيسى ومحمد بن عبد الجبار عن\nمحمد بن إسماعيل بن بزيع عن منصور بن يونس عن أبي بكر الحضرمي عن أبي جعفر\n(ع) قال علم رسول الله (ص) عليا الف حرف يفتح الف حرف (3).\n</p>\n\n<p>\nمحمد بن يعقوب عن عدة من أصحابنا عن أحمد بن محمد عن علي بن حكم عن علي\nبن أبي حمزة عن أبي بصير عن أبي عبد الله (ع) قال:\n</p>\n\n<p>\nكان في ذؤابة سيف رسول الله (ص) صحيفة صغيرة قلت لأبي عبد الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p145'> Vol. 00, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nعليه السلام أي شئ كان في تلك الصحيفة قال: هي الأحرف التي يفتح كل حرف\nالف حرف قال أبو بصير: قال أبو عبد الله (ع) فما خرج منها حرفان حتى الساعة\n(1).\n</p>\n\n<p>\nوعنه عن علي بن محمد عن سهل بن زياد عن محمد بن الوليد شباب الصيرفي عن\nيونس بن رباط، قال دخلت انا وكامل التمار على أبى عبد الله (ع) فقال كامل\nجعلت فداك حديث رواه فلان فقال: اذكره فقال حدثني ان النبي (ص) حدث عليا\n(ع) بألف باب يوم توفى رسول الله (ص) كل باب يفتح الف باب فذلك الف الف باب\nفقال لقد كان ذلك <span id='ms098'></span> قلت:\n</p>\n\n<p>\nجعلت فداك فظهر ذلك لشيعتكم ومواليكم فقال: يا كامل باب أو بابان فقلت له\nجعلت فداك فما يروى من فضلكم من الف باب الا باب أو بابان؟ قال فقال: وما\nعسيتم ان ترووا من فضلنا الا ألفا غير معطوفة (2).\n</p>\n\n<p>\nأحاديث الشيخ المفيد في الإختصاص عن أحمد بن محمد بن عيسى ومحمد بن عبد\nالجبار عن عبد الله بن محمد الحجال عن ثعلبة بن ميمون عن عبد الله بن هلال\nقال قال أبو عبد الله (ع) علم رسول الله صلى الله عليه وآله عليا (ع) بابا\nيفتح له منه الف باب كل باب يفتح له الف باب (3).\n</p>\n\n<p>\nأحمد بن محمد بن عيسى وأحمد بن الحسن بن علي بن فضال عن عبد الله بن بكير\nعن عبد الرحمن بن أبي عبد الله قال: سمعت أبا عبد الله (ع) يقول: ان رسول\nالله (ص) علم عليا (ع) بابا يفتح له الف باب (كل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p146'> Vol. 00, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nباب يفتح له الف باب) (1).\n</p>\n\n<p>\nيعقوب بن يزيد وإبراهيم بن هاشم عن محمد بن أبي عمير عن إبراهيم بن عبد\nالحميد عن أبي حمزة الثمالي عن جعفر (ع) قال قال علي (ع) لقد علمني رسول\nالله (ص) الف باب كل باب يفتح له الف باب (2).\n</p>\n\n<p>\nمحمد بن عيسى بن عبيد وإبراهيم بن إسحاق عن عبد الله بن حماد الأنصاري عن\nصباح المزني عن الحرث بن الحصيرة عن الأصبغ بن نباتة عن أمير المؤمنين (ع)\nقال: سمعته يقول إن رسول الله (ص) علمني الف باب من الحلال والحرام مما كان\nومما هو كائن إلى يوم القيمة كل باب منها يفتح الف باب فذلك الف الف باب\nحتى علمت علم المنايا والبلايا وفصل الخطاب (3).\n</p>\n\n<p>\nأحمد بن محمد بن عيسى وإبراهيم بن هاشم عن عثمان بن عيسى عن عبد الله بن\nبكير عن عبد الرحمن بن أبي عبد الله عن أبي عبد الله (ع) قال: علم رسول\nالله (ص) عليا (ع) حرفا يفتح الف حرف كل حرف منها يفتح الف حرف (4).\n</p>\n\n<p>\nأحمد <span id='ms099'></span> بن محمد بن عيسى ومحمد بن الحسين بن أبي الخطاب و محمد بن عبد\nالجبار عن محمد بن إسماعيل بن بزيع عن منصور بن يونس عن أبي حمزة الثمالي\nعن علي بن الحسين (ع) قال: علم رسول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p147'> Vol. 00, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nالله (ص) عليا كلمة تفتح الف كلمة والألف تفتح كل كلمة الف كلمة (1).\n</p>\n\n<p>\nعلي بن محمد بن حجال عن الحسن بن الحسين الكوفي عن محمد ابن سنان عن\nإسماعيل بن جابر وعبد الكريم بن عمرو عن عبد الكريم بن أبي الديلم عن أبي\nعبد الله (ع) قال: أوصى رسول الله (ص) إلى علي (ع) بألف كلمة تفتح كل كلمة\nالف كلمة (2).\n</p>\n\n<p>\nيعقوب بن يزيد وإبراهيم بن هاشم عن محمد بن أبي عمير عن منصور بن يونس عن\nأبي حمزة الثمالي عن علي بن الحسين (ع) قال: علم رسول الله (ص) عليا (ع)\nالف كلمة تفتح الف كلمة وا (لا) لف كلمة يفتح كل كلمة الف كلمة.. (3).\n</p>\n\n<p>\nأحمد بن محمد بن عيسى ومحمد بن عبد الجبار عن محمد بن خالد البرقي عن\nفضالة بن أيوب عن سيف بن عميرة عن أبي بكر الحضرمي عن مولاه حمزة بن رافع\nعن أم سلمة زوجة النبي (ع) قالت قال: رسول الله (ص) في مرضه الذي توفى فيه\nادعوا إلى خليلي فأرسلت عايشة إلى أبيها فلما جاءه غطى رسول الله وجهه\nفقال: ادعوا لي خليلي فرجع أبو بكر وبعثت حفصة إلى أبيها فلما جاء غطى رسول\nالله (ص) وجهه وقال ادعوا إلى خليلي فرجع عمر وأرسلت فاطمة عليها السلام\nإلى علي (ع) فلما جاء قام رسول الله (ص) فدخل ثم تجلل عليا (ع) ثوبه (بثوبه\n- خ م) قالت قال:\n</p>\n\n<p>\nعلي (ع) فحدثني بألف حديث (يفتح كل حديث الف حديث) حتى عرقت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p148'> Vol. 00, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nوعرق رسول الله (ص) فسال على عرقه وسال عليه عرقي (1).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن أحمد بن محمد عن الحسين بن سعيد عن الحسين بن\nعلوان عن سعد بن طريف عن الأصبغ بن نباتة قال: كنت مع <span id='ms100'></span> أمير المؤمنين (ع)\nفأتاه رجل فسلم عليه ثم قال: يا أمير المؤمنين انى والله لأحبك في الله\nوأحبك في السر كما أحبك في العلانية وأدين الله بولايتك في السر كما أدينه\n(أدين بها - خ م) في العلانية قال: وبيد أمير المؤمنين (ع) عود فتطأطأ بها\n(به خ) رأسه ثم نكت بعوده في الأرض ساعة ثم رفع رأسه إليه ثم قال: ان رسول\nالله (ص) حدثني بألف حديث لكل حديث الف باب وان أرواح المؤمنين لتلتقي في\nالهوا فتشأم فما تعارف منها ائتلف وما تناثر منها اختلف وبحق الله (ويحك -\nخ) لقد كذبت فما اعرف وجهك في الوجوه ولا اسمك في الأسماء قال: ثم دخل عليه\nآخر فقال يا أمير المؤمنين انى لأحبك في الله وأحبك في السر كما أحبك في\nالعلانية وأدين الله بولايتك في السر كما أدين بها في العلانية قال فنكت\nبعوده الثانية فرفع (ثم رفع - خ) رأسه إليه فقال: صدقت ان طينتنا طينة\nمخزونة اخذ الله ميثاقها من صلب آدم فلم يشذ منها شاذ ولا يدخل فيها داخل\nمن غيرها فاذهب فأعد (فاتخذ - خ) للفقر جلبابا فانى سمعت رسول الله (ص)\nيقول والله الفقر إلى شيعتنا (محبينا خ - م) أسرع من السيل إلى بطن الوادي\n(2).\n</p>\n\n<p>\nقال مؤلف هذا الكتاب هذا أصل كبير في اظهار المعجزات من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p149'> Vol. 00, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله والأئمة سلام الله عليهم لان الله سبحانه وتعالى لما أطلعهم\nعلى العلوم الغزيرة والسرائر والحكم الكثيرة صاروا بذلك لهم الاقدار على\nاظهار المعجزات والدلالات لان المعجزات تحصل بنوع من أنواع الأبواب فكيف\nبحال من أحاط بها علما ووعاها فهما فسبحان من أطلعهم على تلك السرائر\nفصاروا يعلمون بما تحويه الضمائر وانصاعوا يخبرون بما خفى على أهل البصائر.\n</p>\n\n<p>\nمعجزة لمولانا وامامنا أمير المؤمنين (ع) في الاختصاص عن محمد بن عيسى بن\nعبيد وإبراهيم بن إسحاق بن إبراهيم عن عبد الله بن حماد الأنصاري عن الحرث\nبن حصيرة عن الأصبغ قال:\n</p>\n\n<p>\nكنا وقوفا على أمير المؤمنين (ع) بالكوفة وهو يعطى العطايا <span id='ms101'></span> في المسجد إذ\nجاءت امرأة فقالت يا أمير المؤمنين أعطيت العطايا جميع الاحياء ما خلا هذا\nالحي من مراد لم تعطهم شيئا فقال (ع) اسكتي يا جريئة يا بذية يا سلقع (سلفع\n- خ) يا سلقلق يامن لا تحيض كما تحيض النساء قال فولت فخرجت من المسجد\nفتبعها عمرو بن حريث فقال لها أيتها الامرأة قد قال علي فيك ما قال أيصدق\nعليك فقالت والله ما كذب وان كل ما رماني به لفي وما اطلع على أحد الا الله\nالذي خلقني وأمي التي ولدتني فرجع عمرو بن حريث فقال يا أمير المؤمنين تبعت\nالمرأة فسألتها عما رميتها فأقرت بذلك كله فمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p150'> Vol. 00, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nأين علمت ذلك فقال (ع) ان رسول الله (ص) علمني الف باب من الحلال والحرام\nيفتح كل باب الف باب حتى علمت المنايا والوصايا وفصل الخطاب وحتى علمت\nالمذكورات من النساء والمؤنثين من الرجال (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p151'> Vol. 00, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nالباب التاسع عشر ان الله جل جلاله اختصهم بليلة القدر وما تنزل عليهم من\nالملائكة والروح من العلوم سلام الله عليهم.\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن يعقوب بن يزيد عن ابن أبي عمير عن الحسين بن\nموسى عن ابن بكير عن أبي عبد الله (ع) قال إن ليلة القدر يكتب ما يكون منها\nفي السنة إلى مثلها من خير أو شر أو موت أو حياة أو مطر ويكتب فيها وفد\nالحاج ثم يفضى ذلك إلى أهل الأرض فقلت إلى من أهل الأرض فقال إلى من ترى\n(1).\n</p>\n\n<p>\nعنه عن أحمد بن محمد عن علي بن حكم عن سيف بن عميرة عن داود بن فرقد قال:\nسألته عن قول الله عز وجل (انا أنزلناه في ليلة القدر وما ادراك ما ليلة\nالقدر) قال: ينزل فيها ما يكون من السنة إلى السنة من موت أو مولود قلت له:\nإلى من يجئ إلى الناس تلك الليلة (وفى نسخة المطبوع قلت له: إلى من عسى أن\nيكون، ان الناس في تلك الليلة الخ) في صلاة ودعاء ومسألة وصاحب هذا الامر\nفي <span id='ms102'></span> شغل نزول (تنزل - خ) الملائكة إليه بأمور السنة من غروب الشمس إلى\nطلوعها من كل امر سلام هي (له) حتى مطلع (يطلع - خ) الفجر (2).\n</p>\n\n<p>\nوعنه عن العباس بن معروف عن سعدان بن مسلم عن عبد الله بن سنان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p152'> Vol. 00, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nقال: سألته عن النصف من شعبان فقال ما عندي فيه شئ ولكن إذا كانت ليلة\nتسع عشرة من شهر رمضان فيها الأرزاق وكتب فيها الآجال وخرج صكاك الحاج\nفاطلع الله على عباده فغفر لهم الا شارب الخمر مسكر فإذا كانت ليلة ثلث\nوعشرين فيها يفرق كل امر حكيم ثم ينهى ذلك ويمضي قلت إلى من قال: إلى\nصاحبكم ولولا ذلك لم يعلم (1).\n</p>\n\n<p>\nوعنه عن أحمد بن محمد عن عمر بن عبد العزيز عن يونس عن الحرث بن المغيرة\nالبصري وابن أبي عمير عمن رواه عن هشام قال قلت لأبي عبد الله (ع) قول الله\nتبارك وتعالى في كتابه (فيها يفرق كل امر حكيم) قال: تلك ليلة القدر يكتب\nفيها وفد الحاج وما يكون فيها من طاعة أو معصية أو حياة أو موت ويحدث الله\nفي الليل والنهار ما يشاء ثم يلقيه إلى صاحب الأرض قال الحرث بن المغيرة\nالبصري فقلت ومن صاحب الأرض قال: صاحبكم (2).\n</p>\n\n<p>\nوعنه عن إبراهيم عن ابن أبي عمير الهمداني عن يونس عن داود بن فرقد عن\nأبي المهاجر عن أبي الهذيل عن أبي جعفر (ع) قال يا أبا الهذيل انا لا يخفى\nعلينا ليلة القدر ان الملائكة يطوفون بنا فيها (3).\n</p>\n\n<p>\nوعنه عن محمد بن عيسى عن علي بن الحكم عن سيف بن عميرة عن داود بن فرقد\nقال: سألته عن ليلة القدر التي تنزل فيه الملائكة قال: تنزل الملائكة\nوالروح فيها باذن ربهم من كل امر سلام هي حتى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p153'> Vol. 00, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nمطلع الفجر قال: ثم قال أبو عبد الله (ع) ممن وعلى (والى - خ) من تنزل\n(1).\n</p>\n\n<p>\nوعنه عن أحمد بن محمد عن الحسين بن سعيد عن النضر بن سويد عن الحسين بن\nموسى عن سعيد بن يسار قال: كنت عند <span id='ms103'></span> المعلى بن خنيس إذ جاءه رسول أبى عبد\nالله (ع) فقلت له سله عن ليلة القدر فلما رجع قلت: له سئلته قال: نعم\nفأخبرني بما أردت وما لم أرد فقال:\n</p>\n\n<p>\nان الله يقضى فيها مقادير تلك السنة ثم يقذف به إلى الأرض فقلت: إلى من\nفقال لي من ترى يا عاجز يا ضعيف (2).\n</p>\n\n<p>\nوعنه عن عباس (عباد - خ م) بن سليمان عن محمد بن سليمان الديلمي عن أبيه\nعن عبد الله (ع) قال: ان نطفة الامام من الجنة وإذا وقع من بطن أمه إلى\nالأرض وقع وهو واضع يده إلى الأرض رافع رأسه إلى السماء فقلت جعلت فداك ولم\nذاك قال: لان مناديا يناديه من جو السماء من بطنان العرش من الأفق الاعلى\nيا فلان ابن فلان ثبت فإنك صفوتي من خلقي وعيبة علمي وأميني على وحيي\nوخليفتي في ارضى لك ولمن تولاك أوجبت رحمتي ومنحت جناني وأحللت جواري ثم\nوعزتي وجلالي لأصلين من عاداك أشد عذابي وان أوسعت عليه في دنياي من سعة\nرزقي قال فإذا انقضى صوت المنادى اجابه هو شهد الله انه لا إله إلا هو\nوالملائكة وأولو العلم قائما بالقسط لا إله إلا هو العزيز الحكيم، فإذا\nقالها أعطاه الله العلم الأول والعلم الاخر واستحق زيادة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p154'> Vol. 00, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nالروح في ليلة القدر (1).\n</p>\n\n<p>\nورواه محمد بن يعقوب عن علي بن محمد عن عبد الله بن إسحاق العلوي عن محمد\nبن زيد الرازي عن محمد بن سليمان الديلمي عن علي بن أبي حمزة عن أبي بصير\nعن أبي عبد الله (ع) الحديث (2).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن الحسن بن أحمد بن محمد عن أبيه عن الحسن بن عباس\nبن حرش انه عرضه على أبى جعفر (ع) فاقر به قال وقال أبو عبد الله (ع) ان\nالقلب الذي يعاين ما ينزل في ليلة القدر لعظيم الشأن قيل كيف ذاك يا با عبد\nالله قال: يشق والله بطن ذلك الرجل ثم يؤخذ قلبه فيكتب عليه بعداد النور\nذلك العلم (فذلك جميع العلم <span id='ms104'></span> خ م) ثم يكون القلب مصحفا للبصر وتكون الاذن\nواعية للبصر و يكون اللسان مترجما للاذان إذا أراد ذلك الرجل علم شئ نظر\nببصره وقلبه فكأنه ينظر في كتاب فقلت بعد ذلك فكيف العلم في غيرها أيشق\nالقلب فيه أم لا قال: لا يشق ولكن الله يلهم ذلك الرجل بالقذف في القلب حتى\nيخيل للاذن (إلى الاذن - خ م) انها تكلم بما شاء الله (من) علمه والله واسع\nعليم (3).\n</p>\n\n<p>\nعنه عن عبد الله بن محمد عن محمد بن الحسين بن أبي الخطاب عن محمد بن عبد\nالله عن يونس عن عمر بن يزيد قال قلت لأبي عبد الله (ع) أرأيت من لم يقر\nبأنكم في ليلة القدر كما ذكرت ولم يجحده\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p155'> Vol. 00, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nقال: اما إذا قامت عليه الحجة ممن يثق به في علمنا فلم يثق به فهو كافر\nواما من لم يسمع ذلك فهو في عذر حتى يسمع ثم قال أبو عبد الله (ع) يؤمن\nبالله ويؤمن للمؤمنين (1).\n</p>\n\n<p>\nوعنه عن أحمد بن محمد وأحمد بن إسحاق عن القسم بن يحيى عن بعض أصحابنا عن\nأبي عبد الله (ع) قال: سمعته يقول كان علي ابن أبي طالب (ع) كثيرا ما يقول\nالتقينا عند رسول الله (ص) التيمي وصاحبه وهو يقرا انا أنزلناه في ليلة\nالقدر يتخشع ويبكي فيقولان ما أشد رقتك (لهذه) بهذه السورة فيقول لهما إنما\nرققت لما رأت عيناي ووعاه قلبي ولما رأى قلب هذا من بعدي يعنى عليا (ع)\nفيقولان ما الذي رأيت وما الذي يرى فيتلوا هذا الحرف (تنزل الملائكة والروح\nفيها باذن ربهم من كل امر سلام هي حتى مطلع الفجر) قال ثم يقول هل بقي من\nبعد قوله تبارك وتعالى كل امر فيقولان: لا فيقول هل تعلمان من المنزل إليه\nبذلك فيقولان لا والله يا رسول الله (ص) فيقول:\n</p>\n\n<p>\nنعم فهل يكون ليلة القدر من بعدي فيقولان: نعم قال: فهل ينزل الامر فيها\nفيقولان نعم فيقول إلى من فيقولان لا ندري فيأخذ برأسي فيقول ان لم <span id='ms105'></span> تدريا\nفادريا هو هذا من بعدي قال فان كانا ليفرقان تلك الليلة بعد رسول الله (ص)\nمن شدة ما يدخلهما من الرعب (2).\n</p>\n\n<p>\nوعنه عن الحسن بن أحمد بن محمد عن الحسن بن العباس بن حريش قال: عرضت هذا\nالكتاب على أبى جعفر (ع) فاقر به قال وقال: أبو عبد الله (ع)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p156'> Vol. 00, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nقال علي (ع) في صبيحة أول ليلة القدر التي كانت بعد رسول الله (ص) سلوني\nفوالله لا تسألوني عن شئ الا أخبرتكم بما يكون والى ثلاثمائة وستين يوما من\nالسنة فما دونها وما فوقها ثم لأخبرتكم بشئ لا يتكلف ولا يرى الا بادعاء في\nعلم الامر علم الله تبارك وتعالى وتعليمه (1) والله لا يسألني أهل التوراة\nولا أهل الإنجيل ولا أهل الزبور ولا أهل الفرقان الا فرقت بين أهل كل كتاب\nبحكم ما في كتابهم قال: وقلت لأبي عبد الله (ع) أرأيت ما تعلمونه في ليلة\nالقدر هل يمضى تلك السنة وبقى منه شئ لم يتكلموا به قال لا والذي نفسي بيده\nلو أنه فيما علمنا في تلك الليلة ان انصتوا لأعدائكم لصنتنا فالصمت أشد من\nالكلام (2).\n</p>\n\n<p>\nوالروايات في ليلة القدر كثيرة من أراد الوقوف على تفصيل بزيادة فعليه\nبتفسير انا أنزلناه في ليلة القدر من الكافي لمحمد بن يعقوب وكتاب البرهان\nفي تفسير القرآن من رواية أهل البيت تصنيف مؤلف هذا الكتاب والمذكور هنا\nمما لا مزيد عليه والامر في ليلة القدر من مشاهير الأمور فاقتصرت في هذا\nالكتاب على ذلك من رواية محمد بن الحسن الصفار في بصائر الدرجات.\n</p>\n\n<p>\nقال مؤلف هذا الكتاب هذا أصل كبير في اظهار المعجزات من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p157'> Vol. 00, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nالنبي والأئمة صلوات الله عليهم أجمعين لان الله سبحانه وتعالى لما\nأطلعهم على علم غيبه بما ينزل في ليلة القدر من الأحوال في السنة من\nالحوادث من الموت والحياة والمطر وما يولد وما يكون في تلك السنة مما (لا -\nظ) يطلع الا الله سبحانه عليه صاروا بذلك يخبرون الانسان بما يقع من أحواله\nوهذا امر عظيم من <span id='ms106'></span> المعجزات وشئ جليل من الدلالات فسبحان من فضلهم على\nالمخلوقات وأعطاهم ما لم يعطه أحدا من البريات.\n</p>\n\n<p>\nمعجزة لمولانا وامامنا أمير المؤمنين علي بن أبي طالب وولده (ع) محمد بن\nالحسن الصفار عن الحسن بن أحمد عن أحمد بن محمد عن العباس بن حريش عن أبي\nجعفر الثاني (ع) قال: قال أبو عبد الله (ع) (قال) لما قبض رسول الله هبط\nجبرئيل ومعه الملائكة والروح الذين كانوا يهبطون في ليلة القدر قال ففتح\nلأمير المؤمنين (ع) بصره فرآهم من منتهى السماوات إلى الأرض يغسلون النبي\n(ص) معه ويصلون معه عليه ويحفرون له والله ما حفر له غيرهم حتى إذا وضع في\nقبره نزلوا مع من نزل فوضعوه فتكلم وفتح لأمير المؤمنين عليه السلام سمعه\nيوصيهم به فبكى وسمعهم يقولون لا نألوه - جهدا وإنما هو صاحبنا بعدك الا\nانه ليس يعايننا ببصره بعد مرتنا هذه قال: فلما مات أمير المؤمنين (ع) رأى\nالحسن (ع) والحسين (ع) مثل الذي كان رأى ورأيا النبي (ص) أيضا بعين\nالملائكة مثل الذي صنعه (صنعوه خ) بالنبي (ص) حتى إذا مات الحسن رأى منه\nالحسين (ع) مثل ذلك ورأي النبي (ص) وعليا (ع) يعينان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p158'> Vol. 00, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nالملائكة حتى إذا مات الحسين (ع) رأى علي بن الحسين (ع) منه مثل ذلك ورأي\nالنبي وعليا والحسن يعينون الملائكة حتى إذا مات علي بن الحسين (ع) رأى\nمحمد بن علي (ع) مثل ذلك ورأي النبي وعليا والحسن والحسين (ع) يعينون\nالملائكة حتى إذا مات محمد بن علي (ع) رأى جعفر (ع) مثل ذلك ورأي النبي\nوعليا والحسن والحسين وعلي بن الحسين يعينون الملائكة حتى إذا مات جعفر (ع)\nرأى موسى مثل ذلك وهذا هكذا يجرى إلى آخرنا (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p159'> Vol. 00, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nالباب العشرين انهم (ع) يزادون في ليلة الجمعة ولولا أنه يزادون لنفد ما\nعندهم وعندهم علم الملائكة محمد بن يعقوب قال حدثني أحمد بن إدريس القمي\nومحمد بن يحيى عن الحسن بن علي الكوفي عن موسى بن سعدان عن عبد الله بن\nأيوب عن <span id='ms107'></span> أبي عبد الله (ع) قال قال لي يا با يحيى ان لنا في ليالي الجمعة\nلشأنا من الشأن قال قلت جعلت فداك وما ذاك الشأن قال يؤذن لأرواح الأنبياء\nالموتى وارواح الأوصياء الموتى وروح الوصي الذي بين أظهركم (ظهرانيكم - خ)\nيعرج بها إلى السماء حتى توافي عرش ربها فتطوف به أسبوعا وتصلى عند كل\nقائمة من قوائم العرش ركعتين ثم ترد إلى الأبدان التي كانت فيها فتصبح\nالأنبياء والأوصياء قد ملؤا سرورا ويصبح الوصي الذي بين أظهركم (ظهرانيكم -\nخ) وقد زيد في علمه ثم جم الغفير (1).\n</p>\n\n<p>\nعنه عن محمد بن يحيى عن أحمد بن أبي زاهر عن جعفر بن محمد الكوفي (عن\nيوسف) الابزاري عن المفضل قال قال لي أبو عبد الله (ع) ذات يوم وكان لا\nيكتبني قبل ذلك يا با عبد الله قال قلت لبيك قال إن لنا في كل ليلة جمعة\nسرورا قال قلت زادك الله وما ذاك قال إذا كان ليلة الجمعة وافى رسول الله\n(ص) العرش ووافى الأئمة معه ووافينا معه فلا ترد أرواحنا إلى أبداننا الا\nبعلم مستفاد ولولا ذلك لانفدنا (2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p160'> Vol. 00, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nورواه محمد بن الحسن الصفار عن أحمد بن موسى عن جعفر بن محمد بن مالك عن\nسيف (يوسف - خ م) الابزاري عن المفضل قال قال لي أبو عبد الله (ع) ذات يوم\nوذكر الحديث (1).\n</p>\n\n<p>\nوروى الصفار الحديث الأول عن الحسن بن علي عن معاوية عن موسى بن سعدان عن\nعبد الله بن أيوب عن شريك (بن) مليح قال: وحدثني الخضر بن عيسى الكاهلي عن\nعبد الله بن أبي أيوب شريك (بن) مليح عن أبي يحيى الصنعاني عن أبي عبد الله\n(ع) قال يا أبا يحيى ان لنا في ليالي الجمعة لشأن من الشأن إلى آخر الحديث\n(2).\n</p>\n\n<p>\nمحمد بن يعقوب عن محمد بن يحيى عن سلمة بن الخطاب عن عبد الله بن محمد عن\nالحسين بن أحمد المنقري عن يونس عن المفضل عن أبي عبد الله (ع) قال ما من\nليلة جمعة الا ولأولياء <span id='ms108'></span> الله فيها سرورا قلت كيف ذاك جعلت فداك قال: إذا\nكان ليلة الجمعة وافى رسول الله العرش ووافى الأئمة و وافيت معهم فما ارجع\nالا بعلم مستفاد ولولا ذلك لنفد ما عندي (3).\n</p>\n\n<p>\nورواه الصفار أيضا في بصائر الدرجات - محمد بن الحسن الصفار عن الحسن\n(الحسين - خ) بن أحمد عن أحمد بن محمد عن الحسن بن العباس بن حريش عن أبي\nجعفر عليه السلام قال: ان لنا في ليالي الجمعة لشأنا من الشأن قلت جعلت\nفداك أي شأن قال يؤذن للملائكة والنبيين والأوصياء الموتى ولأرواح الأوصياء\nالاحياء والوصي الذي بين ظهرانيكم يعرج بها إلى السماء فيطوفون بعرش ربهم\n(بها - خ)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p161'> Vol. 00, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nسبعا وهم يقولون سبوح قدوس رب الملائكة والروح حتى إذا فرغوا، صلوا خلف\nكل قائمة له ركعتين ثم ينصرفون وتنصرف الملائكة بما وضع الله فيها من\nالاجتهاد شديدا اعضامهم لما رأو أو قد زيد في اجتهادهم وخوفهم مثله وتنصرف\nالنبيون والأوصياء وارواح الاحياء شديدا حبهم وقد فرحوا أشد الفرح لأنفسهم\nويصبح الوصي والأوصياء وقد ألهموا الهاما من العلم علما جما مثل جم الغفير\nليس شئ أشد سرورا منهم اكتم فوالله لهذا أعز عند الله كذا وكذا عندك حصنه\nقال الحبور (قال يا محبور - خ م) والله ما يلهم الاقرار بما ترى الا\nالصالحون قلت والله ما عندي كبير (كثير - خ) صلاح قال لا تكذب على الله فان\nالله قد سماك صالحا حيث يقول: أولئك (مع الذين أنعم الله عليهم من النبيين\nوالصديقين يعنى الذين آمنوا بنا وبأمير المؤمنين (ع) (1).\n</p>\n\n<p>\nوعنه عن محمد بن أحمد عن علي بن سليمان عن محمد بن جمهور يرفعه إلى أبى\nعبد الله (ع) قال قال لنا: ان في كل ليلة جمعة وقد (ة) إلى الله عز وجل\n(2).\n</p>\n\n<p>\nمحمد بن يعقوب عن علي بن محمد ومحمد بن الحسن عن سهل بن زياد عن أحمد بن\nمحمد عن أحمد بن أبي نصر عن صفوان بن يحيى قال سمعت أبا الحسن (ع) يقول:\nكان جعفر بن محمد (ع) يقول <span id='ms109'></span> لولا انا نزداد لأنفدنا (3).\n</p>\n\n<p>\nعنه عن محمد بن يحيى عن أحمد بن محمد عن محمد بن خالد عن صفوان عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p162'> Vol. 00, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nأبى الحسن (ع) مثله (1).\n</p>\n\n<p>\nوعنه عن محمد بن يحيى عن أحمد بن محمد عن الحسين بن سعيد عن النضر بن\nسويد عن يحيى الحلبي عن ذريح المحاربي قال قال لي أبو عبد الله (ع) يا ذريح\nلولا انا نزداد لأنفدنا (2).\n</p>\n\n<p>\nوعنه عن محمد بن يحيى عن أحمد بن محمد عن ابن أبي نصر عن ثعلبة عن زرارة\nقال سمعت أبا جعفر (ع) يقول: لولا أن نزداد لأنفدنا قال قلت تزدادون شيئا\nلا يعلمه رسول الله (ص) فقال اما انه إذا ذلك عرض على رسول الله (ص) ثم على\nالأئمة ثم انتهى الامر الينا (3).\n</p>\n\n<p>\nورواه محمد بن الحسن الصفار قال: حدثني أحمد بن محمد بن عيسى (عن الحسن\nبن علي بن نعمان) عن أحمد بن محمد بن أبي نصر عن ثعلبة عن زرارة قال سمعت\nأبا جعفر (ع) يقول: لولا انا نزداد لنفد ما عندنا قال قلت: تزدادون شيئا لا\nيعلمه رسول الله (ص) قال إنه إذا كان ذلك عرض على رسول الله (ص) ثم على\nالأئمة ثم انتهى الينا الامر (4).\n</p>\n\n<p>\nورواه المفيد في الإختصاص عن أحمد بن محمد بن عيسى عن أحمد بن أبي نصر عن\nثعلبة بن ميمون عن زرارة قال: سمعت أبا جعفر (ع) يقول: لولا انا نزداد\nلأنفدنا فقلت: تزدادون شيئا لا يعلمه رسول الله (ص) فقال: انه إذا كان ذلك\nعرض على رسول الله وعلى الأئمة (ع)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p163'> Vol. 00, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nثم انتهى الينا (1).\n</p>\n\n<p>\nمحمد بن يعقوب عن علي بن إبراهيم عن محمد بن عيسى عن يونس ابن عبد الرحمن\nعن بعض أصحابه عن أبي عبد الله قال ليس يخرج شئ من عند الله عز وجل حتى\nيبدأ برسول الله (ص) ثم بأمير المؤمنين (ع) ثم بواحد بعد واحد لكيلا يكون\nآخرنا اعلم من أولنا (2).\n</p>\n\n<p>\nورواه محمد بن الحسن الصفار عن محمد بن عيسى عن يونس بن عبد الرحمن عن <span id='ms110'></span>\nبعض أصحابه عن أبي عبد الله (ع) قال: سمعته يقول ليس شئ يخرج من الله عز\nوجل حتى يبدء برسول الله (ص) ثم بأمير المؤمنين ثم واحدا بعد واحد لكيلا\nيكون أولنا اعلم من آخرنا (3).\n</p>\n\n<p>\nورواه المفيد في الإختصاص عن محمد بن عيسى بن عبيد عن يونس بن عبد الرحمن\nعن بعض أصحابه عن أبي عبد الله (ع) قال: ليس شئ يخرج من عند الله عز وجل\nحتى يبدء برسول الله (ص) ثم بعلى (ع) ثم بواحد واحد لكيلا يكون آخرنا اعلم\nمن أولنا (4).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن محمد بن الحسين عن موسى بن سعدان عن عبد الله بن\nالقاسم عن سماعة بن مهران قال: قال أبو عبد الله (ع) ان لله علمين علم اظهر\nعليه ملائكته ورسله وأنبيائه فما اظهر عليه ملائكته ورسله فقد علمناه ذلك\nوعرض على الأئمة الذين كانوا قبلنا (5).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p164'> Vol. 00, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nورواه المفيد في الإختصاص عن محمد بن الحسين بن أبي الخطاب عن عثمان بن\nعيسى عن سماعة بن مهران عن أبي عبد الله عليه السلام قال إن لله علمين علما\nاظهر عليه ملائكته ورسله وأنبيائه فذلك الذي قد علمناه وعلما استأثر به\nفإذا بدا له في شئ منه أعلمنا ذلك وعرض على الأئمة الذين كانوا قبلنا (1).\n</p>\n\n<p>\nالمفيد في الإختصاص (عن أحمد بن محمد بن عيسى) عن الحسن بن علي بن فضال\nعن محمد بن الربيع عن عبد الله بن كبير عن أبي بصير قال: سمعت أبا عبد الله\n(ع) يقول لولا انا نزداد لأنفدنا فقلت: تزدادون شيئا ليس عند رسول الله (ص)\nفقال إذا كان ذلك اتى رسول الله فأخبره ثم اتى عليا (ع) فأخبره ثم اتى إلى\nواحد بعد واحد حتى ينتهى إلى صاحب هذا الامر (2).\n</p>\n\n<p>\nوفى الاختصاص أيضا عن موسى بن جعفر عن أبيه جعفر بن محمد بن عبد الله عن\nمحمد بن عيسى بن عبد الله الأشعري عن محمد بن سليمان الديلمي مولى أبى عبد\nالله عن أبيه سليمان قال سألت أبا عبد <span id='ms111'></span> الله (ع) فقلت له: سمعتك وأنت تقول\nغير مرة لولا انا نزداد لأنفدنا فقال (ع) اما الحلال والحرام فقد انزل الله\nعلى نبيه (ص) بكماله وما يزداد الامام في حلال ولا حرام قلت له: فما هذه\nالزيادة فقال في ساير الأشياء سوى الحلال والحرام قلت تزدادون شيئا يخفى\nعلى رسول الله (ص) ولا يعلمه فقال لا إنما يخرج من عند الله فيقول انطلق به\nإلى علي فيأتي به عليا (ع) فيقول انطلق به إلى الحسن (ع) فلا يزال هكذا\nينطلق به إلى واحد بعد واحد حتى يخرج الينا ومحال ان يعلم الامام شيئا لم\nيعلمه رسول الله (ص) والامام من قبله (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p165'> Vol. 00, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن يعقوب عن علي بن محمد ومحمد بن الحسين (الحسن - خ) عن سهل بن\nزياد عن محمد بن الحسن بن شمون عن عبد الله بن عبد الرحمن عن عبد الله بن\nالقسم عن أبي عبد الله (ع) قال: ان لله تبارك وتعالى علمين علما اظهر عليه\nملائكته وأنبيائه ورسله فما اظهر عليه ملائكته ورسله وأنبيائه فقد علمناه\nوعلما استأثر به فإذا بدا لله في شئ منه اعلمنا ذلك وعرض على الأئمة الذين\nكانوا من قبلنا (1).\n</p>\n\n<p>\nعنه عن علي بن محمد ومحمد بن الحسن عن سهل بن زياد عن موسى بن القسم\nومحمد بن يحيى عن العمركي بن علي جميعا عن علي بن جعفر عن أخيه موسى بن\nجعفر (ع) مثله (2).\n</p>\n\n<p>\nوعنه عن عدة من أصحابنا عن أحمد بن محمد عن الحسين بن سعيد عن القسم بن\nمحمد عن علي بن أبي حمزة عن أبي بصير عن أبي عبد الله (ع) قال إن لله علمين\nعلما عنده لم يطلع عليه أحد من خلقه وعلما نبذه إلى ملائكته ورسله فما نبذه\nإلى ملائكته ورسله فقد انتهى الينا (3).\n</p>\n\n<p>\nوعنه علي بن إبراهيم عن صالح بن السندي عن جعفر بن بشير عن ضريس قال:\nسمعت أبا عبد الله (ع) (أبا جعفر - خ م) ان لله عز وجل علمين علم مبذول\nوعلم مكفوف <span id='ms112'></span> فاما المبذول فإنه ليس من شئ تعلمه الملائكة والرسل الا نحن\nواما المكفوف فهو الذي عند الله عز وجل في أم الكتاب إذا خرج نفد (4).\n</p>\n\n<p>\nوعنه عن أبي على الأشعري عن محمد بن عبد الجبار عن محمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p166'> Vol. 00, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nإسماعيل عن علي بن النعمان عن سويد القلا عن أبي أيوب عن أبي بصير عن أبي\nجعفر (ع) قال: ان لله عز وجل علمين علم لا يعلمه الا هو وعلم علمه ملائكته\nورسله فما علمه ملائكته ورسله فنحن نعلمه (1).\n</p>\n\n<p>\nقال مؤلف هذا الكتاب هذا أصل كبير في اظهار المعجزات من النبي والأئمة\nصلوات الله عليهم لان الله سبحانه وتعالى لما أفادتهم علوما زائدة على علم\nالحلال والحرام، والعلوم والزائدة سائر العلوم فلا ريب ان من سائر العلوم\nالزائدة، العلوم بالغيب وما يصدر من الحوادث الكائنة، أو التي تكون منها\nالحوادث الكائنة من الناس، أو التي تكون والحوادث المتعلقة بغيرهم فصاروا\nبذلك عالمين بما كان وما يكون وهل المعجزات والدلالات الا من العلم بما كان\nوما يكون وانفاذه في الخارج فسبحان من أطلعهم على اسرار علومه وأظهرهم على\nما خفى من مكنونه.\n</p>\n\n<p>\nمعجزة لمولانا وامامنا الصادق (ع) محمد بن الحسن الصفار عن عبد الله بن\nمحمد عن محمد بن إبراهيم عن أبيه (قال حدثني بشر بن إبراهيم خ م) قال: كنت\nجالسا عند أبي عبد الله (ع) إذ جاءه رجل فسأله عن مسألة فزعم أن ليس عنده\nفيها شئ فقال الرجل انا لله وانا إليه راجعون هذا الامام المفترض الطاعة\nسألته عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p167'> Vol. 00, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nمسالة فزعم أنه ليس عنده فيها شئ فأصغى أبو عبد الله (ع) اذنه إلى الحائط\nكان انسانا يكلمه فقال: أين السائل عن مسألة كذا وكذا وكان الرجل قد جاوز\nأسكفة الباب فقال: ها اناذا فقال: القول فيها كذا وكذا ثم التفت إلى فقال:\nلولا انا نزداد لنفد ما عندنا (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p168'> Vol. 00, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nالباب الحادي والعشرون فيما يعرف به الامام وما أعطى الله عز وجل رسول\nالله والأئمة (ع) من أنواع شتى.\n</p>\n\n<p>\nابن بابويه في <span id='ms113'></span> عيون الأخبار قال: حدثنا تميم بن عبد الله بن تميم القرشي\nرضي الله عنه قال: حدثني أبي قال حدثنا أحمد بن محمد الأنصاري عن الحسن بن\nالجهم قال: حضرت مجلس المأمون يوما وعنده علي بن موسى الرضا (ع) وقد اجتمع\nالفقهاء وأهل الكلام من أهل الفرق المختلفة فسأله بعضهم فقال له يا بن رسول\nالله (ص) باي شئ تصح الإمامة لمدعيها قال: بالنص والدليل قال له فدلالة\nالامام فيما هي فيه قال في العلم واستجابة الدعوة قال: فما وجه أخبارهم بما\nيكون قال: ذلك بعهد معهود الينا من رسول الله صلى الله عليه وآله وسلم قال:\nفما وجه اخباركم بما في قلوب الناس قال: اما بلغك قول رسول الله صلى الله\nعليه وآله وسلم اتقوا فراسة المؤمن فإنه ينظر بنور الله قال: بلى قال: فما\nمن مؤمن الا وله فراسة لنظره بنور الله على قدر ايمانه ومبلغ استبصاره\nوعلمه قد جمع الله للأئمة منا ما فرقه في جميع المؤمنين وقد قال الله تعالى\nفي محكم كتابه (ان في ذلك لايات للمتوسمين) فأول المتوسمين رسول الله (ص)\nثم أمير المؤمنين (ع) من بعده ثم الحسن والحسين والأئمة من ولد الحسين (ع)\nإلى يوم القيمة (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p169'> Vol. 00, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن يعقوب عن أحمد بن مهران عن محمد بن علي عن أبي بصير قال قلت لأبي\nالحسن الرضا (ع) جعلت فداك بم يعرف الإمام قال فقال بخصال اما أولها فإنه\nشئ قد تقدم من أبيه فيه وأشار إليه ليكون عليهم حجة ويسأل فيجيب وان سكت\nعنه ابتدء، ويخبر بما في غد ويكلم الناس بكل لسان ثم قال لي يا با محمد\nأعطيك علامة قبل ان تقوم فلم البث ان دخل علينا رجل من أهل خراسان فكلمه\nالخراساني بالعربية فاجابه أبو الحسن (ع) بالفارسية فقال له الخراساني\nوالله جعلت فداك ما منعني ان أكلمك بالخراسانية غير انى ظننت انك لا تحسنها\nفقال سبحان الله إذا كنت لا أحسن أجيبك فما فضلي عليك ثم قال لي: يا با <span id='ms114'></span>\nمحمد ان الامام لا يخفى عليه كلام أحد من الناس ولا طير ولا بهيمة ولا شئ\nفيه الروح فمن لم يكن هذه الخصال فيه فليس هو بإمام (1).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن عبد الله بن محمد عمن رواه عن محمد بن عبد\nالكريم عن عبد الله بن عبد الرحمن عن أبان بن عثمان عن زرارة عن أبي عبد\nالله (ع) قال قال أمير المؤمنين (ع) لابن عباس ان الله علمنا منطق الطير\nكما علم سليمان بن داود منطق كل دابة في بر أو بحر (2).\n</p>\n\n<p>\nعنه عن علي بن إسماعيل عن محمد بن عمرو الزيات عن أبيه الفيض بن المختار\nقال: سمعت أبا عبد الله (ع) يقول: ان سليمان بن داود قال:\n</p>\n\n<p>\nعلمنا منطق الطير وأوتينا من كل شئ وقد والله علمنا منطق الطير وأوتينا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p170'> Vol. 00, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nمن كل شئ (1) وعنه عن أحمد بن موسى عن محمد بن الحسين عن النضر بن شعيب\nعن عمر بن خليفة عن شيبة بن الفيض عن محمد بن مسلم قال: سمعت أبا جعفر (ع)\nيقول يا أيها الناس علمنا منطق الطير واتينا من كل شئ ان هذا لهو الفضل\nالمبين (2).\n</p>\n\n<p>\nوعنه قال حدثني أحمد بن محمد عن عمر بن عبد العزيز عن محمد الفضيل عن أبي\nحمزة الثمالي عن علي بن الحسين (ع) قال قلت له أسألك جعلت فداك عن ثلث خصال\nالقى (انفي - خ م) عن التقية فقال: ذاك لك قلت أسألك عن فلان وفلان فقال\nعليهما لعنة الله بلعاينه كلها وماتا والله وهما كافران مشركان بالله\nالعظيم ثم قلت الأئمة يحيون الموتى و يبرؤون الأكمه والأبرص ويمشون على\nالماء قال: ما أعطى الله نبيا شيئا الا وقد أعطاه محمدا (ص) وأعطاه ما لم\nيكن عندهم قلت فكلما كان عند رسول الله (ص) فقد أعطاه أمير المؤمنين (ع)\nقال نعم ثم الحسن والحسين ثم من بعده كل امام (اماما إلى الاخر) إلى يوم\nالقيمة مع الزيادة التي تحدث في كل سنة وفى كل شهر ثم قال <span id='ms115'></span> أي والله في كل\nساعة (3).\n</p>\n\n<p>\nالسيد المرتضى في عيون المعجزات باسناده مرفوعا إلى أبى جعفر ميثم التمار\nعن أمير المؤمنين قال: ان أمير المؤمنين (ع) رقى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p171'> Vol. 00, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nمن المنبر مراقيا ثم تنحنح فسكت الناس فقال رحم الله من سمع قولي فرعى\nونظر فاستحيى أيها الناس ان معاوية يزعم أنه أمير المؤمنين وانه لا يكون\nالامام اماما حتى يحيى الموتى أو ينزل من السماء مطرا أو يأتي بما يشاء كل\nذلك مما يعجز عنه غيره (1).\n</p>\n\n<p>\nأبو جعفر محمد بن جرير الطبري في مسند فاطمة (ع) قال قال: حدثنا أبو محمد\nعبد الله بن محمد قال: حدثنا إبراهيم بن سهل (سهيل - خ) قال: لقيت علي بن\nموسى الرضا (ع) وهو على حماره فقلت له من أركبك هذا وتزعم أكثر شيعتك ان\nأباك لم يوصك ولم يقعدك هذا المقعد وادعيت لنفسك ما لم يكن لك فقال لي وما\nدلالة الامام عندك فقلت ان يكلم بما وراء البيت وان يحيى ويميت فقال انا\nافعل اما الذي معك فخمسة دنانير واما أهلك فإنها ماتت منذ - سنة وقد\nأحييتها الساعة واتركها معك سنة أخرى ثم اقبضها إلى لتعلم انى امام بلا\nاختلاف (خلاف - خ) فوقع على الرعدة فقال اخرج روعك فإنك آمن ثم انطلقت إلى\nمنزلي فإذا باهلي جالسة فقلت لها ما الذي جاء بك فقلت كنت نائمة إذ أتاني\nآت ضخم شديد السمرة فوصفت لي صفة الرضا (ع) فقال لي يا هذه قومي وارجعي إلى\nزوجك فإنك ترزقين بعد الموت ولدا فرزقت والله ولدا (2).\n</p>\n\n<p>\nعنه روى أحمد بن الحسن (الحسين - خ) عن محمد بن أبي الطيب عن عبد الوهاب\nبن منصور عن محمد بن العلا قال: سالت يحيى بن أكثم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p172'> Vol. 00, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nقاضى القضاة بسر من رأى بعد منازعة جرت بيني وبينه عن علوم آل محمد صلوات\nالله عليهم عما شاهده فقال لي بينا انا ذات يوم في مسجد رسول الله (ص) واقف\nعند المنبر ادعو فرأيت محمد بن علي الرضا (ع) قد اقبل نحو القبر فناظرته في <span id='ms116'></span>\nمسائل قبل ان يسألني فسألني عن الامام فقلت له هو أنت فقال انا هو فقلت\nأفعلامة تدلني عليك وكان في يده عصا فنطقت وقالت أنت امام هذا الزمان (وقال\nيا يحيى ان امام هذا الزمان مولاي محمد (ع) - خ م (1)).\n</p>\n\n<p>\nوعنه قال حدثني أبو عبد الله الحسين بن عبد الله بن الحسن (الحرفي - خ)\nقال: حدثني أبو الحسن (أبو محمد - خ) هارون بن موسى بن أحمد التلعكبري قال:\nحدثني أبو علي محمد بن همام عن موسى بن أحمد (جعفر بن محمد - خ) بن مالك\nالفزاري عن أبي عقيلة عن أحمد التبان عن أبي الحسن موسى بن جعفر (ع) قال\nقال لي يا احمد تريد ان أريك دلالات الامام قلت: نعم قال يا ليل ادبر فأدبر\nالليل ثم قال يا نهار اقبل فاقبل النهار الينا بالنور العظيم والشمس قد\n(حتى - خ) رجعت بيضاء نقية فصلينا الزوال ثم قال يا نهار ادبر يا ليل اقبل\nفاقبل علينا الليل حتى صلينا المغرب قال: يا احمد أرأيت قلت حسبي هذا يا بن\nرسول الله (ص) (2).\n</p>\n\n<p>\nوعنه قال: حدثنا أحمد بن منصور الرشادي قال حدثنا عبد الرزاق قال حدثنا\nمهلب بن قيس قال قلت للصادق (ع) باي شئ يعرف العبد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p173'> Vol. 00, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nامامه (امامة الامام - خ) قال: ان فعل كذا، ووضع يده على حائط فإذا\nالحائط ذهب ثم وضع يده على أسطوانة فأورقت من ساعتها فقال بهذا معرفة (يعرف\n- خ) الامام (1).\n</p>\n\n<p>\nثاقب المناقب عن عبد الرحمن بن الحجاج قال: كنت مع أبي عبد الله (ع) بين\nمكة والمدينة وهو على بغلة وانا على حمار وليس معنا أحد فقلت يا سيدي ما\nيجب من عظم حق الامام فقال يا عبد الرحمن لو قال لهذا الجبل سر لسار فنظرت\nوالله إلى الجبل يسير فنظر والله إليه فقال إني لم أعنك فوقف (2).\n</p>\n\n<p>\nورواه الخرائج عن عبد الرحمن بن الحجاج.\n</p>\n\n<p>\nابن بابويه عن علي بن عبد الله الوراق عن سعد بن عبد الله عن أحمد ابن\nإسحاق بن سعد الأشعري قال <span id='ms117'></span>: دخلت على أبى محمد الحسن بن علي العسكري وانا\nأريد ان أسأله عن الخلف من بعده فقال مبتدئا يا أحمد بن إسحاق ان الله\nتبارك وتعالى لم يخل الأرض منذ خلق الله آدم ولا يخلها إلى أن تقوم الساعة\nمن حجة الله على خلقه يرفع (يدفع - خ) البلاء عن أهل الأرض به ينزل الغيث،\nوبه يخرج بركات الأرض قال:\n</p>\n\n<p>\nفقلت له يا بن رسول الله (ص) فمن الامام والخليفة بعدك فنهض (ع) مسرعا\nفدخل البيت ثم خرج وعلى عاتقه غلام كأن وجهه القمر ليلة البدر من أبناء\nثلاث سنين وقال يا أحمد بن إسحاق لولا كرامتك على الله وعلى حججه ما عرضت\nعليك ابني هذا انه سمى رسول الله (ص)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p174'> Vol. 00, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nوكنيه الذي يملأ الأرض قسطا وعدلا كما ملئت جورا وظلما يا احمد ابن إسحاق\nمثله في هذه الأمة مثل الخضر (ع) ومثل ذي القرنين والله ليغيبن غيبة لا\nينجو من الهلكة فيها الا من ثبته الله تعالى على القول بإمامته ووفق\nبالدعاء لتعجيل فرجه قال أحمد بن إسحاق: فقلت له يا مولاي فهل من علامة\nيطمئن إليها قلبي فنطق الغلام بلسان عربي فصيح فقال: انا بقية الله في ارضه\nوالمنتقم من أعدائه فلا تطلب اثرا بعد عين يا أحمد بن إسحاق قال أحمد بن\nإسحاق فخرجت مسرورا فرحا فلما كان من الغد عدت إليه فقلت له يا بن رسول\nالله (ص) لقد عظم سروري بما مننت على فما السنة الجارية فيه من الخضر وذي\nالقرنين فقال طول الغيبة يا احمد فقلت له يا بن رسول الله (ص) وان غيبته\nلتطول قال أي وربى حتى يرجع عن هذا الامر أكثر القائلين به فلا يبقى الا من\nاخذ الله عهده بولايتنا وكتب في قلبه الايمان وأيده بروح منه يا أحمد بن\nإسحاق هذا امر من الله وسر من سر الله وغيب من غيب الله فخذ ما آتيتك\nواكتمه وكن من الشاكرين تكن معنا غدا في عليين (1).\n</p>\n\n<p>\nمحمد بن يعقوب عن علي بن <span id='ms118'></span> محمد عن بعض أصحابنا ذكر اسمه فقال: حدثنا محمد\nبن إبراهيم قال: أخبرنا موسى بن محمد بن إسماعيل ابن عبد الله (عبيد - خ م)\nبن العباس بن علي بن أبي طالب قال: حدثني جعفر بن زيد بن موسى عن أبيه عن\nآبائه عليهم السلام قالوا: جاءت أم أسلم إلى النبي (ص) وهو في منزل أم سلمة\nفسألتها عن رسول الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p175'> Vol. 00, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\n(ص) فقالت خرج في بعض الحوائج والساعة يجئ فانتظرته عند أم سلمة حتى جاء\n(ص) فقالت أم أسلم بابى أنت وأمي يا رسول الله انى قد قرأت الكتب وعلمت كل\nنبي ووصى فموسى: كان له وصى في حياته ووصى بعد موته وكذلك عيسى فمن وصيك يا\nرسول الله (ص) فقال لها يا أم أسلم وصيي في حياتي وبعد مماتي واحد ثم قال\nلها يا أم أسلم من فعل فعلي فهو وصيي ثم ضرب بيده إلى حصاة من الأرض ففركها\nبإصبعه فجعلها شبه الدقيق ثم عجنها ثم طبعها بخاتمه ثم قال من فعل فعلي هذا\nفهو وصيي في حياتي وبعد مماتي فخرجت من عنده فاتيت أمير المؤمنين (ع) فقلت\nبابى أنت وأمي أنت وصى رسول الله (ص) فقال: نعم يا أم أسلم ثم ضرب بيده إلى\nحصاة ففركها فجعلها كهيئة الدقيق ثم عجنها وختمها بخاتمه ثم قال يا أم أسلم\nمن فعل فعلى هذا فهو وصيي فاتيت الحسن (ع) وهو غلام فقلت يا سيدي أنت وصى\nأبيك فقال: نعم يا أم أسلم فضرب بيده واخذ حصاة ففعل بها كفعلهما فخرجت من\nعنده فاتيت الحسين (ع) وانا استصغره (لمستصغره - خ م) لسنه فقلت له بابى\nأنت وأمي أنت وصى أخيك فقال: نعم يا أم أسلم ايتيني بحصاة ثم فعل كفعلهم\nفعمرت أم أسلم حتى لحق بعلى بن الحسين عليهما السلام بعد قتل الحسين في\nمنصرفه فسألته أنت وصى أبيك قال: نعم ثم فعل كفعلهم صلوات الله عليهم\nأجمعين (1).\n</p>\n\n<p>\nعنه عن علي بن محمد عن أبي على محمد بن إسماعيل بن موسى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p176'> Vol. 00, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nابن <span id='ms119'></span> جعفر عن أحمد بن القسم العجلي عن أحمد بن يحيى المعروف بكرد عن محمد\nبن خداهى عن عبد الله بن أيوب عن عبد الله بن هاشم عن عبد الكريم بن عمرو\nالخثعمي عن حبابة الوالبية قال: رأيت أمير المؤمنين (ع) على (في - خ) شرطة\nالخميس ومعه درة لها سبابتان يضرب بها بياع الجرى والمارماهي والزمار ويقول\nلهم يا بياعي مسوخ بني إسرائيل وجند بنى مروان فقام إليه فرات ابن أحنف\nفقال يا أمير المؤمنين (ع) وما جند بنى مروان قال فقال له: أقوام حلقوا\nاللحى وفتلوا الشوارب فمسخوا فلم أر ناطقا أحسن نطقا منه ثم اتبعته فلم أزل\nأقفو اثره حتى قعد في رحبة المسجد فقلت له يا أمير المؤمنين (ع) ما دلالة\nالإمامة يرحمك الله قالت: فقال ايتني بتلك الحصاة وأشار بيده إلى حصاة\nفأتيته بها فطبع لي فيها بخاتمه ثم قال لي يا حبابة إذا ادعى مدع الإمامة\nفقدر ان يطبع كما رأيت فاعلمي انه امام مفترض الطاعة والامام لا يعزب عنه\nشئ يريده ثم انصرفت حتى قبض أمير المؤمنين (ع) وجئت إلى الحسن (ع) وهو في\nمجلس أمير المؤمنين (ع) وكان الناس يسألونه فقال يا حبابة الوالبية فقلت:\nنعم يا مولاي فقال هاتي ما معك قالت فأعطيته فطبع فيها كما طبع أمير\nالمؤمنين (ع).\n</p>\n\n<p>\nقالت ثم اتيت الحسين (ع) وهو في مسجد رسول الله (ص) فقرب ورحب ثم قال لي\nان في الدلالة دليلا على ما تريدين أفتريدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p177'> Vol. 00, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nدلالة الإمامة فقلت نعم يا سيدي فقال هاتي ما معك فناولته الحصاة فطبع لي\nفيها.\n</p>\n\n<p>\nقالت ثم اتيت علي بن الحسين (ع) وقد بلغ بي الكبر إلى أن ارعشت وانا أعد\nيومئذ مائة وثلث عشر سنة فرأيته راكعا وساجدا و مشغولا بالعبادة فيئست من\nالدلالة فأومئ إلى بالسبابة فعادى إلى شبابي قالت فقلت يا سيدي كم مضى من\nالدنيا وكم بقي فقال اما ما مضى فنعم واما ما بقي فلا ثم قال لي هاتي ما\nمعك فأعطيته الحصاة فطبع <span id='ms120'></span> لي فيها ثم اتيت أبا جعفر (ع) فطبع لي فيها ثم\nاتيت أبا عبد الله (ع) فطبع لي فيها ثم اتيت أبا الحسن موسى (ع) فطبع فيها\nثم اتيت الرضا (ع) فطبع لي فيها فعاشت حبابة بعد ذلك تسعة اشهر على ما ذكر\nمحمد ابن هشام (1).\n</p>\n\n<p>\nابن شهرآشوب في المناقب عن العامري (في) الشيصبان وأبى على الطبرسي في\nإعلام الورى، عن عبد الله بن سليمان الحضرمي في خبر طويل ان غانم بن غانم\nدخل المدينة ومعه أمه وسأل هل تحسون رجلا من بني هاشم اسمه على قالوا: نعم\nهو ذاك فدلوني على علي بن عبد الله بن العباس فقلت له معي حصاة ختم عليها\nعلي والحسن والحسين (ع) وسمعت انه يختم عليه رجل اسمه علي قالوا نعم هو ذاك\nفقال علي بن عبد الله بن العباس يا عدو الله كذبت على علي بن أبي طالب\nوالحسن والحسين (ع) وصار بنو هاشم يضربونني حتى ارجع عن مقالتي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p178'> Vol. 00, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nثم سلبوا منى الحصاة فرأيت في ليلتي في منامي الحسين (ع) وهو يقول لي هاك\nالحصاة يا غانم وامض إلى علي ابني فهو صاحبك فانتبهت والحصاة في يدي فاتيت\nعلي بن الحسين عليهما السلام فختمها فقال لي ان في امرك لعبرة فلا تخبر به\nأحدا فقال في ذلك غانم ابن أم غانم.\n</p>\n\n<p>\nاتيت عليا وابتغى الحق عنده * * وعند على غيره لا أحاول فشد وثاقي ثم قال\nلي اصطبر * * كأني مخبول عراني خابل فقلت لحاك الله والله لم أكن * * لا\nكذب في قولي الذي انا قائل وخلى سبيلي بعد ضنك فأصبحت * * مخلاة (ته - خ م)\nنفسي وسر بي ساقل (ئل - خ م) وقلت وخير القول ما كان صادقا * * ولا يستوى\nفي الدين حق وباطل ولا يستوى من كان بالحق عالما * * كاخر يمسى وهو للحق\nجاهل وأنت امام الحق يعرف فضله * * وان قصرت عنه النهى والفضائل وأنت وصى\nالأوصياء محمد (ص) * * أبوك من نيطت إليه الوسائل (1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p179'> Vol. 00, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن يعقوب عن محمد بن أبي عبد الله وعلي <span id='ms121'></span> بن محمد عن إسحاق بن محمد\nالنخعي عن أبي هاشم داود بن القاسم الجعفري قال كنت عند أبي محمد (ص)\nفاستوذن لرجل من أهل اليمن عليه فدخل رجل عبل طويل جسيم فسلم عليه بالولاية\nفرد عليه بالقبول وأمره بالجلوس فجلس ملاصقا لي فقلت في نفسي ليت شعري من\nهذا فقال أبو محمد (ص) هذا من ولد الاعرابية صاحبة الحصاة التي طبع آبائي\nفيها بخواتيمهم فانطبعت وقد جاء بها معه يريد ان اطبع فيها ثم قال هاتها\nفأخرج حصاة وفى جانب منها موضع أملس فاخذها أبو محمد (ع).\n</p>\n\n<p>\nثم أخرج خاتمه فطبع فيها فانطبع فكأني أرى نقش خاتمه الساعة الحسن بن علي\n(ع) فقلت لليماني رايته قبل هذا قط؟ قال لا والله وانى لمنذ دهر حريص على\nرؤيته حتى كان الساعة اتاني شاب لست أراه فقال لي: قم فادخل فدخلت ثم نهض\nاليماني وهو يقول رحمة الله وبركاته عليكم أهل البيت - ذرية من بعض اشهد\nبالله ان حقك لواجب كوجوب حق أمير المؤمنين عليه السلام والأئمة من بعده\nصلوات الله عليهم أجمعين.\n</p>\n\n<p>\nثم مضى فلم أره بعد ذلك فقال اسحق قال أبو هاشم الجعفري و سألته عن اسمه\nفقال: اسمى مهجع بن الصلت بن عقبة بن سمعان بن غانم ابن أم غانم وهي\nالاعرابية اليمانية صاحبة الحصاة التي طبع فيها أمير المؤمنين (ع) والسبط\nإلى وقت أبى الحسن (ع) (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p180'> Vol. 00, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nورواه أبو عبد الله أحمد بن محمد بن عياش قال: حدثني أبو علي احمد ابن\nمحمد بن يحيى العطار وأبو جعفر محمد بن أحمد بن مصقلة القميان قالا حدثنا\nسعد ابن عبد الله بن أبي خلف قال: حدثنا داود بن القسم الجعفري أبو هاشم\nقال: كنت عند أبي محمد (ع) فاستؤذن لرجل من أهل اليمن فدخل عليه رجل جميل\nطويل جسيم فسلم عليه بالولاية فرد عليه بالقبول وأمره بالجلوس فجلس إلى\nجنبي فقلت في نفسي ليت شعري من هذا فقال أبو محمد (ص) هذا من ولد الاعرابية\nصاحبة الحصاة التي طبع آبائي <span id='ms122'></span> فيها ثم قال هاتها فأخرج حصاة وفى جانب منها\nموضع أملس فاخذها وأخرج خاتمه فطبع فيها فانطبع وكأني اقرأ الخاتم الساعة\nالحسن ابن علي (ع) فقلت لليماني رايته قط قبل هذا فقال لا والله وانى منذ\nدهر لحريص على رؤيته حتى كأن الساعة اتاني شاب لست أراه فقال قم فادخل\nفدخلت ثم نهض وهو يقول رحمة الله وبركاته عليكم أهل البيت انه حميد مجيد\nذرية بعضها من بعض اشهد ان حقك لواجب كوجوب حق أمير المؤمنين والأئمة من\nبعده صلوات الله عليهم أجمعين واليك انتهت الحكمة والإمامة وانك ولى الله\nالذي لا عذر لاحد في الجهل به فسالت عن اسمه فقال اسمى مهجع بن الصلت بن\nعقبة بن سمعان بن غانم بن أم غانم وهي الاعرابية اليمانية صاحبة العصاة\nالتي ختم فيها أمير المؤمنين (ع).\n</p>\n\n<p>\nقال أبو هاشم الجعفري في ذلك.\n</p>\n\n<p>\nبدر الحصا مولى لنا نختم الحصا * * له الله أصفى بالدليل وأخلصا وأعطاه\nآيات الإمامة كلها * * كموسى وفلق البحر واليد والعصا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p181'> Vol. 00, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nوما قمص الله النبيين حجة * * ومعجزة الا الوصيين قمصا فمن كان مرتابا\nبذاك فقصره * * من الامر ان يبلو الدليل ويفحصا قال أبو عبد الله بن عياش:\nهذه أم غانم صاحبة الحصاة غير تلك صاحبة الحصاة وهي أم الندى حبابة بنت\nجعفر الوالبية الأسدية وهي غير صاحبة الحصاة التي طبع فيها رسول الله (ص)\nوأمير المؤمنين (ع) وانها أم سليم وكانت وارثة للكتب فهن ثلاث ولكل واحدة\nمنهن خبر قد رويته (1) المفيد في الإختصاص عن أحمد بن محمد بن عيسى عن أحمد\nبن محمد بن أبي نصر عن محمد بن حمران عن الأسود بن سعيد قال قال لي أبو\nجعفر (ع) يا اسود بن سعيد ان بيننا وبين كل ارض ترا مثل تر البناء فإذا\nأمرنا في الأرض بأمر احترزنا (جذبنا - خ م) ذلك التر فأقبلت الأرض الينا\nبقليبها وأسواقها ودورها حتى ننفذ فيها ما نؤمر به من امر الله تبارك\nوتعالى (2).\n</p>\n\n<p>\nورواه محمد بن الحسن الصفار عن أحمد بن <span id='ms123'></span> محمد بن عيسى عن أحمد بن محمد ابن\nأبي نصر عن محمد بن عمران (حمران - خ م) عن الأسود بن سعيد قال قال لي أبو\nجعفر (ع) يا اسود بن سعيد ان بيننا وبين كل ارض ترا مثل تر البناء فإذا\nأمرنا في الأرض بأمر جذبنا ذلك التر فأقبلت الأرض بقليبها وأسواقها ودورها\nحتى ننفذ فيها ما نؤمر من الله تبارك وتعالى (3).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p182'> Vol. 00, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nفي القاموس التر بالتاء المثناة من فوق والراء المهملة خيط يقدر به\nالبناء.\n</p>\n\n<p>\nالمفيد في الإختصاص عن سلمة بن الخطاب عن سليمان بن سماعة وعبيد الله بن\nمحمد عن عبد الله بن القسم بن الحرث عن أبي بصير قال قال أبو عبد الله (ع)\nان الأوصياء لتطوى لهم الأرض ويعلمون ما عند أصحابهم (1) أبو القاسم جعفر\nبن محمد بن قولويه في كامل الزيارات قال:\n</p>\n\n<p>\nحدثني محمد بن عبد الله بن جعفر الحميري عن أبيه عن علي بن محمد بن سالم\n(سليمان - خ م) عن محمد بن خالد عن عبد الله بن حماد البصري عن عبد الله\n(عبد الرحمن) الأصم عن عبد الله بن بكر الا جاني عن أبي عبد الله (ع) قال\nقلت له هل يرى الامام ما بين المشرق والمغرب قال: يا بن بكر فكيف يكون حجة\nالله على ما بين قطريها وهو لا يراهم ولا يحكم فيهم فكيف يكون حجة (على قوم\nغيب لا يقدر عليهم ولا يقدرون عليه وكيف يكون مؤديا عن الله وشاهدا على\nالخلق وهو لا يراهم وكيف يكون حجة) عليهم وهو محجوب عنهم وقد حيل بينهم\nوبينه ان يقوم بأمر الله فيهم والله يقول (وما أرسلناك الا كافة للناس)\nيعنى به من على الأرض والحجة من بعد النبي (ص) يقوم مقام النبي (ص) (من\nبعده) وهو الدليل على ما تشاجرت فيه الأمة والاخذ بحقوق الناس والقائم\n(والقيام - خ م) بأمر الله والمنصف لبعضهم من بعض فإذا لم يكن معهم من ينفذ\nقوله (وهو يقول خ م) (سنريهم آياتنا في الآفاق وفى أنفسهم <span id='ms124'></span>) فأي آية في\nالآفاق غيرنا أراها الله أهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p183'> Vol. 00, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nالآفاق وقال تعالى (وما نريهم من آية الا هي أكبر من أختها) فأي آية أكبر\nمنا (1).\n</p>\n\n<p>\nمحمد بن الحسن الصفار قال: حدثنا احمد عن محمد بن سنان عن عبد الملك\nالقمي قال حدثني إدريس عن الصادق (ع) قال سمعته يقول إن منا أهل البيت لمن\nالدنيا عنده بمثل هذه وعقد بيده عشرة (2).\n</p>\n\n<p>\nوروى الشيخ المفيد في الإختصاص عن أحمد بن محمد بن عيسى عن محمد بن سنان\nعن عبد الملك بن عبد الله القمي قال: حدثني أخي إدريس بن عبد الله قال سمعت\nأبا عبد الله (ع) يقول انا منا أهل البيت لمن الدنيا له مثل هذه وعقد بيده\nعشرة (3).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن علي بن إسماعيل عن موسى بن طلحة عن حمزة بن عبد\nالمطلب بن عبد الله الجعفي قال: دخلت على الرضا (ع) ومعي صحيفة قرطاس فيه\nعن جعفر بن محمد (ع) ان الدنيا مثلت لصاحب الامر في مثل فلقة الجوز فقال يا\nحمزة ذا والله حق فانقلوه إلى أديم (4) ورواه المفيد في الإختصاص عن علي بن\nإسماعيل بن عيسى عن موسى بن طلحة عن حمزة بن (عبد المطلب) بن عبد الله\nالجعفري (الجعفي خ) قال:\n</p>\n\n<p>\nدخلت على أبى الحسن الرضا (ع) ومعي صحيفة أو قرطاس فيه عن أبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p184'> Vol. 00, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله ان الدنيا تمثل لصاحب هذا الامر في مثل فلقة الجوز فقال لي يا\nحمزة ذا والله حق فانقلوه إلى أديم (2).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن محمد بن الحسين عن موسى بن سعدان عن عبد الله بن\nالقسم عن سماعة بن مهران قال قال أبو عبد الله (ع): ان الدنيا تمثل للامام\nفي فلقة الجوز فما يعزب شئ منها وانه ليتناولها من أطرافها كما يتناول\nأحدكم من فوق ما بين يديه شيئا. (من فوق مائدته ما يشاء فلا يعزب عنه منها\nشئ) (خ - م) (3).\n</p>\n\n<p>\nورواه المفيد في الإختصاص عن محمد بن الحسين بن أبي الخطاب عن موسى بن\nسعدان <span id='ms125'></span> عن عبد الله بن القسم الحضرمي عن سماعة بن مهران قال قال أبو عبد\nالله (ع) ان الدنيا لتمثل للامام في مثل فلقة الجوز فما يعزب عنه منها شئ\nوانه ليتناولها من أطرافها كما يتناول أحدكم من فوق ما بين يديه ما يشاء\n(4).\n</p>\n\n<p>\nالمفيد في الإختصاص عن عبد الله بن محمد عمن حدثه عن محمد بن خالد البرقي\nعن حمزة بن عبد الله الجعفري قال: كتبت في ظهر قرطاس ان الدنيا ممثلة\nللامام كفلقة الجوزة فدفعته إلى أبى الحسن الرضا (ع) فقلت ان أصحابنا رووا\nحديثا ما أنكرته غير انى أحب ان أسمعه عنك قال فنظر فيه ثم طواه حتى ظننت\nانه شق عليه ثم قال هو حق فحوله في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p185'> Vol. 00, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nأديم (1).\n</p>\n\n<p>\nمحمد بن الحسن الصفار عن علي بن حسان عن ابن بكر (بكر - خ) عن رجل عن أبي\nعبد الله عليه السلام قال يوم الأحد للجن ليس تظهر فيه لاحد غيرنا (2).\n</p>\n\n<p>\nعنه عن أبي القسم بن العلا رحمه الله رفعه عن عبد العزيز بن مسلم عن\nالرضا (ع) في حديث يصف فيه الإمام (ع).\n</p>\n\n<p>\nقال (ع) الامام، يحل حلال الله، ويحرم حرام الله، ويقيم حدود الله، ويذب\nعن دين الله، ويدعوا إلى سبيل ربه بالحكمة والموعظة الحسنة و (با - خ)\nالحجة البالغة.\n</p>\n\n<p>\nالامام كالشمس الطالعة المجلى (المجللة - خ) نورها للعباد وهي في الأفق\nبحيث لا تنالها الأيدي والابصار.\n</p>\n\n<p>\nالامام البدر المنير والسراج الزاهر والنور الساطع والنجم الهادي في\nغياهب الدجى واجواز البلدان والقفار ولجج البحار.\n</p>\n\n<p>\nالامام الماء العذب على الظماء والدال على الهدى المنجى من الردى.\n</p>\n\n<p>\nالامام النار على اليفاع الحار لمن اصطلى والدليل في المهالك من فارقه\nفهالك.\n</p>\n\n<p>\nالامام السحاب الماطر والغيث الهاطل والشمس المضيئة والسماء الظليلة\nوالأرض البسيطة والعين الغزيرة والغدير والروضة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p186'> Vol. 00, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nالامام الأنيس الرفيق والوالد الشفيق والأخ الشقيق والام البرة بالولد\nالصغير ومفزع العباد في الداعية الناد.\n</p>\n\n<p>\nالامام امين الله في خلقه وحجته على عباده وخليفته في بلاده و الداعي إلى\nالله والذاب عن حرم الله.\n</p>\n\n<p>\nالامام <span id='ms126'></span> المطهر من الذنوب المبرء من العيوب، المخصوص بالعلم المرسوم\nبالحلم نظام الدين وعز المسلمين، وغيظ المنافقين، و بوار الكافرين.\n</p>\n\n<p>\nالامام واحد دهره لا يدانيه أحد ولا يعادله عالم لا يوجد منه بدل، ولا له\nمثل ولا نظير، مخصوص بالفضل كله من غير طلب منه له ولا اكتساب بل اختصاص من\nالفضل الوهاب فمن ذا الذي يبلغ معرفة الامام أو يمكنه اختياره.\n</p>\n\n<p>\nهيهات هيهات ضلت العقول، وتاهت الحلوم وحارت الألباب وخسئت العيون\nوتصاغرت العظماء وتحيرت الحكماء وتقاصرت الحلماء وحصرت الخطباء وجهلت\nالألباء وكلت الشعراء وعجزت الأدباء وعييت البلغاء عن وصف شأن من شأنه أو\nفضيلة من فضائله وأقرت بالعجز والتقصير.\n</p>\n\n<p>\nفيكف يوصف بكله أو ينعت بكنهه ويفهم شئ من أمره أو يوجد من يقوم مقامه\nويغنى غناه الا وكيف وانى وهو بحيث النجم من يد المتناولين ووصف الواصفين\nفأين الاختيار من هذا وأين العقول عن هذا وأين يوجد مثل هذا أتظنون ان غير\nذلك يوجد في غير آل محمد صلوات الله عليه وآله كذبتهم والله أنفسهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p187'> Vol. 00, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nالأباطيل ومنتهم الأباطيل فارتقوا مرتقى صعبا دحضا نزل عنه إلى الحضيض\nاقدامهم راموا إقامة الامام بعقول حائرة بائرة ناقصة وآراء مضلة فلم تزداد\nمنه الا بعدا قاتلهم الله انى يؤفكون ولقد راموا صعبا وقالوا افكا وضلوا\nضلالا بعيدا ووقعوا في الحيرة إذ تركوا الامام عن بصيرة وزين لهم الشيطان\nاعمالهم فصدهم عن السبيل وكانوا مستبصرين ورغبوا عن اختيار الله واختيار\nرسول الله (ص) وأهل بيته إلى اختيارهم والقران يناديهم (وربك يخلق ما يشاء\nويختار ما كان لهم الخيرة من أمرهم سبحان الله وتعالى عما يشركون).\n</p>\n\n<p>\nوقال عز وجل (وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله امرا أن يكون\nلهم الخيرة).\n</p>\n\n<p>\nوقال (ومالكم كيف تحكمون أم لكم كتاب فيه تدرسون ان لكم فيه لما تخيرون\nأم لكم ايمان علينا بالغة إلى يوم القيمة ان لكم لما تحكمون سلهم أيهم بذلك\nزعيم أم لهم شركاء فليأتوا بشركائهم ان كانوا صادقين) وقال عز وجل (أفلا\nيتدبرون <span id='ms127'></span> القران أم على قلوب أقفالها أم طبع الله على قلوبهم فهم لا يفقهون\nقالوا: سمعنا وهم لا يسمعون ان شر الدواب عند الله الصم البكم الذين لا\nيعقلون ولو علم الله فيهم خيرا لأسمعهم ولو أسمعهم لتولوا وهم معرضون أم\nقالوا سمعنا وعصينا بل هو فضل الله يؤتيه من يشاء والله ذو الفضل العظيم).\n</p>\n\n<p>\nفكيف لهم باختيار الامام والامام عالم لا يجهل وراع لا ينكل معدن القدس\nوالطهارة والنسك والزهادة والعلم والعبادة مخصوص بدعوة الرسول صلى الله\nعليه وآله ونسل الطاهرة البتول لا مغمز فيه في نسب ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p188'> Vol. 00, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nيدانيه ذو حسب في النسب (البيت خ) من قريش والذروة من هاشم والعترة من\nالرسول (ص) والرضا من الله جل وعز اشرف الاشراف والفرع من (بنى) عبد مناف\nنامى العلم كامل الحلم مضطلع بالإمامة عالم بالسياسة مفروض الطاعة قائم\nبأمر الله عز وجل ناصح لعباد الله حافظ لدين الله ان الأنبياء والأئمة\nصلوات الله عليهم يوفقهم الله ويؤتيهم من مخزون علمه وحكمه ما لا يؤتيه\nغيرهم ليكون علمهم فوق علم أهل زمانهم (الزمان - خ) في قوله جل وتعالى\n(أفمن يهدى إلى الحق أحق ان يتبع أم من لا يهدى الا ان يهدى فمالكم كيف\nتحكمون.\n</p>\n\n<p>\nوقوله تبارك وتعالى (ومن يؤتى الحكمة فقد اوتى خيرا كثيرا).\n</p>\n\n<p>\nوقوله في طالوت (ان الله اصطفاه عليكم وزاده بسطة في العلم والجسم والله\nيؤتى ملكه من يشاء والله واسع عليم).\n</p>\n\n<p>\nوقال لنبيه (ص) (انزل عليكم الكتاب والحكمة وعلمك ما لم تكن تعلم وكان\nفضل الله عليك عظيما) وقال في الأئمة من أهل بيت نبيه وعترته وذريته صلوات\nالله عليهم (أم يحسدون الناس على ما آتيهم الله من فضله فقد آتينا آل\nإبراهيم الكتاب والحكمة وآتيناهم ملكا عظيما فمنهم من آمن به ومنهم من صد\nعنه وكفى بجهنم سعيرا) وان العبد إذا اختاره الله عز وجل لأمور عباده شرح\nصدره لذلك وأودع قلبه ينابيع الحكمة وألهمه العلم الهاما فلم يع بعده بجواب\nولا يحير فيه بصواب (عن الصواب <span id='ms128'></span> - خ) فهو معصوم مؤيد موفق مسدد قد امن\nالخطاء والزلل والعثار ويخصه بذلك ليكون (حجته) على عباده وشاهده على خلقه\nوذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم.\n</p>\n\n<p>\nفهل يقدرون على مثل هذا فيختارونه أو يكون مختارهم بهذه الصفة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p189'> Vol. 00, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nفتقدمونه تعدوا وبيت الله الحق ونبذوا كتاب الله وراء ظهورهم كأنهم لا\nيعلمون وفى كتاب الله الهدى والشفاء فنبذوه واتبعوا أهواءهم فذمهم الله\nومقتهم واتعسهم.\n</p>\n\n<p>\nفقال جل وتعالى (فمن أضل ممن اتبع هواه بغير هدى من الله ان الله لا يهدى\nالقوم الظالمين.\n</p>\n\n<p>\nوقال: فتعسا لهم وأضل اعمالهم وقال: (كبر مقتا عند الله وعند الذين آمنوا\nكذلك يطبع الله على قلب كل متكبر جبار) وصلى الله على محمد النبي وآله وسلم\nتسليما كثيرا) (1).\n</p>\n\n<p>\nورواه محمد بن علي بن بابويه في كتاب معاني الأخبار قال: حدثنا أبو\nالعباس محمد بن إبراهيم بن إسحاق الطالقاني رضي الله عنه قال: حدثنا أبو\nأحمد القاسم بن أحمد بن محمد بن علي الهاروني قال: حدثنا أبو حامد عمران بن\nموسى بن إبراهيم عن الحسن بن القسم الزمام قال: حدثني القسم بن مسلم عن\nأخيه عبد العزيز بن مسلم عن الرضا (ع) (2).\n</p>\n\n<p>\nمحمد بن يعقوب عن أحمد بن محمد بن عيسى عن الحسن بن محبوب عن إسحاق بن\nغالب عن أبي عبد الله (ع) في خطبة له يذكر فيها حال الأئمة (ع) وصفاتهم.\n</p>\n\n<p>\nان الله عز وجل أوضح بأئمة الهدى من أهل بيت نبينا عن دينه و أبلج بهم عن\nسبيل منهاجه وفتح بهم عن باطن ينابيع علمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p190'> Vol. 00, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nفمن عرف من أمة محمد (ص) واجب حق امامه وجد طعم حلاوة أيمانه وعلم فضل\nطلاوة اسلامه لان الله تبارك وتعالى نصب الإمام علما لخلقه وجعله حجة على\nأهل مواده وعالمه.\n</p>\n\n<p>\nألبسه الله تاج الوقار وغشاه من نور الجبار يمد بسبب إلى السماء لا ينقطع\nعنه مواده ولا ينال ما عنده الله الا بجهة أسبابه ولا يقبل الله اعمال\nالعباد الا بمعرفته.\n</p>\n\n<p>\nفهو عالم يرد عليه من <span id='ms129'></span> ملتبسات الدجى ومعميات السنن و شبهات الفتن.\n</p>\n\n<p>\nفلم يزل الله تبارك وتعالى يختارهم لخلقه من ولد الحسين (ع) من عقب كل\nامام يصطفيهم ويجتبيهم ويرضى بهم لخلقه ويرتضيهم كل ما مضى منهم امام نصب\nلخلقه من عقبه أماما علما بينا وهاديا نيرا واماما قيما وحجة عالما أئمة من\nالله يهدون بالحق وبه يعدلون حجج الله ودعاته ورعاته على خلقه يدين بهداهم\nالعباد وتستهل بنورهم البلاد وينموا ببركتهم التلاد جعلهم الله حياة للأنام\nومصابيح للظلام ومفاتيح للكلام ودعائم للاسلام جرت بذلك فيهم مقادير الله\nعلى محتومها.\n</p>\n\n<p>\nوالامام هو المنتخب والمرتضى والهادي المنتجى والقائم المرتجى اصطفاه\nالله بذلك واصطنعه على عينه في الذر حين ذرأه في البرية حين برأه ظلا قبل\nخلق نسمة عن يمين عرشه محبوبا لحكمة في علم الغيب عنده اختاره بعلمه\nوانتجبه لطهره.\n</p>\n\n<p>\nبقية من آدم وخيرة من ذرية نوح ومصطفى من آل إبراهيم و سلالة من إسماعيل\nوصفوة من عترة محمد (ص). \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p191'> Vol. 00, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nلم يزل مرعيا بعين الله يحفظه ويكلؤه بستره مطرودا عنه حبائل إبليس\nوجنوده مدفوعا عنه وقوب الغواسق ونفوث كل فاسق مصروفا عنه قوارف السوء مبرأ\nمن العاهات محجوبا عن الآفات معصوما من الزلات مصونا عن الفواحش كلها\nمعروفا بالحلم والبر في يفاعه.\n</p>\n\n<p>\nمنسوبا إلى العفاف والعلم والفضل عند انتهائه مسندا إليه امر والده صامتا\nعن النطق (المنطق - خ) في حياته فإذا انقطعت (انقضت خ) مدة والده إلى أن\nانتهت به مقادير الله إلى مشيته وجاءت الإرادة من الله فيه إلى محبته وبلغ\nمنتهى مدة والده (ص) فمضى وصار امر الله إليه من بعده وقلده دينه وجعله\nالحجة على عباده وقيمه في بلاده وأيده بروحه وآتاه علمه وأنبأه أفضل بيانه\nواستودعه سره وانتدبه لعظيم امره وأنبأه أفضل بيان علمه ونصبه علما لخلقه\nوجعله حجة على أهل عالمه وضياء لأهل دينه والقيم على عباده.\n</p>\n\n<p>\nرضى الله به اماما لهم استودعه سره واستحفظه علمه واستخباه حكمته\nواسترعاه لدينه وانتدبه لعظيم امره وأحيا به مناهج سبيله و فرايضه وحدوده\nفقام <span id='ms130'></span> بالعدل عند تحير أهل الجهل وتحير أهل الجدل بالنور الساطع والشافع\nالنافع بالحق الأبلج والبيان اللائح من كل مخرج على طريق المنهج الذي مضى\nعليه الصادقون من ابائه (ع) فليس بجهل حق هذا العالم الا شقى ولا يجحده الا\nغوى ولا يصد عنه الا جرى على الله جل وعلا (1).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p192'> Vol. 00, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن الحسن الصفار عن الحسن بن علي بن النعمان عن أبيه قال حدثني\nالشامي عن أبي داود السبيعي عن أبي سعيد الخدري عن رميلة قال: وعكت وعكا\nشديدا في زمان أمير المؤمنين (ع) فوجدت في نفسي خفة في يوم الجمعة وقلت لا\nاعرف شيئا أفضل من أن أفيض على نفسي من الماء واصلي خلف أمير المؤمنين (ع)\nففعلت ثم جئت إلى المسجد فلما صعد أمير المؤمنين (ع) المنبر عاد على ذلك\nالوعك فلما انصرف أمير المؤمنين (ع) ودخل القصر دخلت معه فقال يا رميلة\nرأيتك وأنت متشبك بعضك في بعض فقلت نعم وقصصت عليه القصة التي كنت فيها\nوالذي حملني على الرغبة في الصلاة خلفه فقال: يا رميلة ليس من مؤمن يمرض\nالا مرضنا لمرضه ولا يحزن الا حزنا لحزنه ولا يدعو الا أمنا لدعائه ولا\nيسكت الا دعونا له.\n</p>\n\n<p>\nفقلت له يا أمير المؤمنين (ع) جعلت فداك هذا لمن معك في المصر (القصر - خ\nم) أرأيت إن كان في أطراف البلاد (الأرض - خ م) قال: يا رميلة ليس يغيب عنا\nمؤمن في شرق الأرض ولا غربها (1).\n</p>\n\n<p>\nالبرسي أنه قال لرميلة وكان قد مرض وابتلى وكان من خواص شيعته فقال له\nوعكت يا رميلة ثم رأيت خفافا فاتيت إلى الصلاة فقال نعم يا سيدي وما ادراك\nقال: يا رميلة ما من مؤمن ولا مؤمنة يمرض الا مرضنا لمرضه ولا يحزن الا\nحزنا لحزنه ولا دعا الا أمنا لدعائه ولا سكت الا دعونا له ولا مؤمن ولا\nمؤمنة في المشارق والمغارب الا ونحن معه (2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p193'> Vol. 00, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nابن بابويه في عيون الأخبار قال حدثنا محمد بن إبراهيم بن إسحاق\nالطالقاني رضي الله عنه قال <span id='ms131'></span> أخبرنا أحمد بن محمد بن سعيد بن عقدة الكوفي\nقال: حدثنا علي بن الحسن بن فضال عن أبيه عن أبي الحسن علي بن موسى الرضا\n(ع) قال: للامام علامات يكون اعلم الناس، واحكم الناس واتقى الناس واحكم\nالناس وأشجع الناس وأسخى الناس واعبد الناس ويولد مختونا، ويكون مطهرا،\nويرى من خلفه كما يرى من بين يديه ولا يكون له ظل وإذا وقع على الأرض من\nبطن أمه وقع على راحتيه رافعا صوته بالشهادتين ولا يحتلم وتنام عينه ولا\nينام قلبه ويكون محدثا ويستوى عليه درع رسول الله ولا يرى له بول ولا غائط\nلان الله تعالى قد وكل الأرض بابتلاع ما يخرج منه ويكون رائحته أطيب من\nرائحة المسك.\n</p>\n\n<p>\nويكون أولى الناس منهم بأنفسهم وأشفق عليهم من آبائهم وأمهاتهم.\n</p>\n\n<p>\nويكون أشد الناس تواضعا لله تعالى ويكون آخذ الناس بما يأمر به واكف\nالناس عما ينهى عنه.\n</p>\n\n<p>\nويكون دعاؤه مستجابا حتى أنه لو دعا على صخرة لانشقت بنصفين ويكون عنده\nسلاح رسول الله (ص) وسيفه ذو الفقار.\n</p>\n\n<p>\nويكون عنده صحيفة فيها أسماء شيعته إلى يوم القيمة وصحيفة فيها أسماء\nأعدائه إلى يوم القيمة ويكون عنده الجامعة وهي صحيفة طولها سبعون ذراعا\nفيها جميع ما يحتاج إليه ولد آدم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p194'> Vol. 00, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nويكون عنده الجفر الأكبر والأصغر واهاب ما عزو اهاب الكبش فيها جميع\nالعلوم حتى أرش الخدش وحتى الجلدة ونصف الجلدة وثلث الجلدة ويكون عنده مصحف\nفاطمة (ع).\n</p>\n\n<p>\nوفى حديث آخر ان الامام مؤيد بروح القدس وبينه وبين الله عمود من نور يرى\nفيه اعمال العباد وكلما احتاج إليه لدلالة اطلع عليه ويبسط له فيعلم ويقبض\nعنه فلا يعلم.\n</p>\n\n<p>\nوالامام يولد ويلد ويصح ويمرض ويأكل ويشرب ويبول ويتغوط وينكح وينام ولا\nينسى ولا يسهو ويفرح ويحزن ويضحك ويبكي ويحيى ويموت ويقبر ويزار ويحشر\nويوقف ويعرض ويسأل ويكرم ويشفع ودلالته في خصلتين في العلم واستجابة الدعوة\nوكلما اخبر به من الحوادث التي تحدث قبل كونها فذلك بعهد معهود إليه من\nرسول الله (ص) توارثه عن <span id='ms132'></span> آبائه ويكون ذلك مما عهده إليه جبرئيل عن علام\nالغيوب عز وجل و جميع الأئمة الاثني عشر (الأحد عشر - خ) بعد النبي (ص)\nقتلوا، منهم بالسيف وهو أمير المؤمنين والحسين (ع) والباقون (ع) قتلوا\nبالسم قتل كل واحد منهم طاغوت زمانه وجرى ذلك عليهم على الحقيقة والصحة لا\nكما يقوله الغلاة والمفوضة لعنهم الله فإنهم يقولون انهم لم يقتلوا على\nالحقيقة وانه شبه على الناس أمرهم فكذبوا عليهم غضب الله فإنه ما شبه امر\nأحد من أنبياء الله تعالى وحججه (ع) للناس الا امر عيسى (ع) وحده لأنه رفع\nمن الأرض حيا ورفع وقبض روحه بين السماء والأرض ثم رفع إلى السماء ورد عليه\nروحه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p195'> Vol. 00, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nوذلك قول الله عز وجل (قال الله يا عيسى انى متوفيك ورافعك إلى ومطهرك).\n</p>\n\n<p>\nوقال الله تعالى حكاية لقول عيسى يوم القيمة (وكنت عليهم شهيدا ما دمت\nفيهم فلما توفيتني كنت أنت الرقيب عليهم وأنت على كل شئ شهيد).\n</p>\n\n<p>\nويقول المتجاوزون للحد في امر الأئمة (ع) انه جائز ان يشبه امر عيسى (ع)\nللناس فلم لا يجوز ان يشبه أمرهم أيضا. والذي يجب ان يقال لهم ان عيسى\nمولود من غير أب فلم لا يجوز ان يكونوا مولودين من غير آباء فإنهم لا\nيجسرون على اظهار مذهبهم لعنهم الله تعالى في ذلك ومتى جاز أن يكون جميع\nأنبياء الله وحججه ورسله بعد آدم (ع) مولودين من الاباء والأمهات وكان عيسى\nمن بينهم مولود من غير أب جاز ان يشبه امره للناس دون امر غيرهم من\nالأنبياء والحجج (ع) كما جاز ان يولد بغير أب دونهم فإنما أراد الله عز وجل\nان امره آية وعلامة ليعلم بذلك ان الله كل شئ قدير (1).\n</p>\n\n<p>\nوقع الفراغ من هذا الكتاب على يد مؤلفه فقير الله الغنى عبده هاشم بن\nإسماعيل الحسيني البحراني شهر شوال السنة السابعة والتسعين والألف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p196'> Vol. 00, p. 196</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES#\n\n\n(1) راجع الجواهري ط ج - ج 13 ص 295.\n(1) أقول ولكن وقف صاحب الرياض على كتاب له المسمى بالتنبيهات وهو كتاب\nكبير من أول <span id='ms133'></span> الفقه إلى آخره مشتمل على الاستدلالات في المسائل وكان عند\nورثة العلامة المجلسي ره. راجع البرهان - ج 4 ص 554 في شرح حال المؤلف.\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/7/143\"\ntarget=\"_blank\">الأعراف ١٤٣</a>.\n<p>\n(٢) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/43/63\"\ntarget=\"_blank\">الزخرف ٦٣</a>.\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/16/91\"\ntarget=\"_blank\">النحل: ٩١</a>.\n</p>\n\n<p>\n(٢) البصائر الطبعة الثانية ص ٢٢٧ ص ٢٢٨.\n</p>\n\n<p>\n(٣) البصائر الطبعة الثانية ص ٢٢٧ ص ٢٢٨.\n</p>\n\n<p>\n(٤) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=61#top\">الكافي ج ١\nص ٦١</a> ط الغفاري.\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=261#top\">الكافي ج ١\nص ٢٦١</a> (2) العياشي ج 2 ص 266\n(1) العياشي ج 2 ص 266 (2) العياشي ج 2 ص 266 (3) البصائر الطبعة الثانية ص\n194\n(1) دلائل الإمامة ص 128 الطبعة الثانية\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=226#top\">الكافي ج ١\nص ٢٢٦</a> (٢) البصائر الطبعة الثانية ص ٤٧ وأيضا ص ١١٤ ح ٣ (٣) <a\nhref=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص 314\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=229#top\">الكافي ج ١\nص ٢٢٩</a>\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=257#top\">الكافي ج ١\nص ٢٥٧</a>\n(١) <a href=\"/الكتب/2337_تفسير-القمي-ج-١/الصفحة_0?pageno=367#top\">تفسير\nالقمي ج ١ ص ٣٦٧</a> الطبعة الحديثة في النجف عام 1386 هج‍ (2) الرعد 43\n(3) البصائر الطبعة الثانية ص 212 - 216 (4) البصائر الطبعة الثانية ص 212\n- 216 (5) البصائر الطبعة الثانية ص 212 - 216\n(1) البصائر الطبعة الثانية ص 213 - 216 - 214 (2) البصائر الطبعة الثانية\nص 213 - 216 - 214 (3) البصائر الطبعة الثانية ص 213 - 216 - 214 (4)\nالبصائر الطبعة الثانية ص 213 - 216 - 214\n(1) البصائر الطبعة الثانية ص 216 (2) البصائر الطبعة الثانية ص 216 (3)\nأمالي الصدوق ص 564 ط - اسلامية (4) العياشي ج 2 ص 220\n(١) العياشي ج ٢ ص ٢٢٠ - ٢٢١ (٢) العياشي ج ٢ ص ٢٢٠ - ٢٢١ (٣) العياشي ج ٢\nص ٢٢٠ - ٢٢١ (٤) <a\nhref=\"/الكتب/2663_البرهان-ج-٢/الصفحة_0?pageno=303#top\">البرهان ج ٢ ص\n٣٠٣</a>\n(١) <a href=\"/الكتب/1338_الاحتجاج-ج-٢/الصفحة_0?pageno=139#top\">الاحتجاج\nج ٢ ص ١٣٩</a> ط النجف (٢) <a href=\"/الكتب/3697_المناقب\">المناقب</a> ط\nالنجف سنة 1376 ج 1 ص 309\n(١) <a href=\"/الكتب/3697_المناقب\">المناقب</a> ط النجف سنة ١٣٧٦ ج ١ ص ٣٠٩\n- ٣١٠ (٢) <a\nhref=\"/الكتب/2663_البرهان-ج-٢/الصفحة_0?pageno=304#top\">البرهان ج ٢ ص\n٣٠٤</a> (3) مناقب ابن مغازلي ص 314 ط طهران سنة 1394 هج‍\n(1) رواه <span id='ms134'></span> المجلسي ره في المجلد 13 ط ج س 312 بتغيير يسير مع زيادة ونقصان.\n(1) مدينة المعاجز - ص - 71\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=192#top\">الكافي ج ١\nص ١٩٢</a> (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=192#top\">الكافي ج ١ ص\n١٩٢</a> (3) البصائر الطبعة الثانية ص 104\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=194#top\">الكافي ج ١\nص ١٩٤</a> - ١٩٣ (٢) البصائر الطبعة الثانية ص ١٠٤ (٣) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=194#top\">الكافي ج ١ ص\n١٩٤</a> - 193\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=193#top\">الكافي ج ١\nص ١٩٣</a> - ٢٠٨ (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=193#top\">الكافي ج ١ ص\n١٩٣</a> - ٢٠٨ (٣) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=193#top\">الكافي ج ١ ص\n١٩٣</a> - 208\n(١) البصائر الطبعة الثانية ص ١٠٤ - ١٠٥ (٢) البصائر الطبعة الثانية ص ١٠٤\n- ١٠٥ (٣) الشورى ٥١ (٤) <a href=\"/الكتب/2338_تفسير-القمي-ج-٢\">تفسير\nالقمي ج ٢</a> ص النجف ص 280 عام 1386 هج‍\n(١) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص 208\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=230#top\">الكافي ج ١\nص ٢٣٠</a>\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=230#top\">الكافي ج ١\nص ٢٣٠</a> (٢) البصائر الطبعة الثانية ص ٢٠٨ (٣) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=230#top\">الكافي ج ١ ص\n٢٣٠</a>\n(١) <a href=\"http://qadatona.org/عربي/القرآن-الكريم/27/40\"\ntarget=\"_blank\">النمل: ٤٠</a> (2) البصائر الطبعة الثانية ص 209 - 210 -\n208 (3) البصائر الطبعة الثانية ص 209 - 210 - 208 (4) البصائر الطبعة\nالثانية ص 209 - 210 - 208\n(1) البصائر الطبعة الثانية ص 211 - 210 (2) البصائر الطبعة الثانية ص 211\n- 210 (3) دلائل الإمامة الطبعة الثانية ص 219\n(1) مدينة المعاجز - ص 50\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=261#top\">الكافي ج ١\nص ٢٦١</a> (2) البصائر الطبعة الثانية ص 124\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=261#top\">الكافي ج ١\nص ٢٦١</a> - ٢٦٢ (٢) البصائر الطبعة الثانية ص ١٢٤ - ١٢٧ (٣) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=261#top\">الكافي ج ١ ص\n٢٦١</a> - 262 (4) البصائر الطبعة الثانية ص 124 - 127\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=261#top\">الكافي ج ١\nص ٢٦١</a> (2) البصائر الطبعة الثانية ص 227\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=224#top\">الكافي ج ١\nص ٢٢٤</a> - ٢٢٥ (٢) البصائر الطبعة الثانية ص ١٣٨ - ١٣٤ <span id='ms135'></span> (٣) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=224#top\">الكافي ج ١ ص\n٢٢٤</a> - 225 (4) البصائر الطبعة الثانية ص 138 - 134\n(١) البصائر الطبعة الثانية ص ١٤٠ (٢) البصائر الطبعة الثانية ص ٣٢٥ (٣)\nالبصائر الطبعة الثانية ص ٣٢٦ (٤) <a\nhref=\"/الكتب/1300_الاختصاص\">الاختصاص</a> طبعة النجف ص 308\n(1) مدينة المعاجز ص 359 - رجال الكشي طبعة كربلاء ص 424\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=258#top\">الكافي ج ١\nص ٢٥٨</a> (٢) البصائر الطبعة الثانية ص ٣١٥ (٣) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=258#top\">الكافي ج ١ ص\n٢٥٨</a> (٤) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=258#top\">الكافي ج ١ ص\n٢٥٨</a>\n(١) البصائر الطبعة الثانية ص ٣١٥ (٢) البصائر الطبعة الثانية ٣١٥ (٣) <a\nhref=\"/الكتب/2665_البرهان-ج-٤/الصفحة_0?pageno=435#top\">البرهان ج ٤ ص\n٤٣٥</a> - <a href=\"/الكتب/1389_مختصر-البصائر\">مختصر البصائر</a> ط النجف\nتأليف حسن بن سليمان الحلى ص 65 (4) تفسير القمي ط النجف ج 2 ص 409\n(1) البصائر الطبعة الثانية ص 44\n(1) كمال الدين ط الغفاري ج 2 ص 502 ح 31.\n(١) <a href=\"/الكتب/2664_البرهان-ج-٣/الصفحة_0?pageno=99#top\">البرهان ج ٣\nص ٩٩</a> (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=270#top\">الكافي ج ١ ص\n٢٧٠</a>\n(١) <a href=\"/الكتب/1122_الكافي-ج-١\">الكافي ج ١</a> - ص ٢٧٠ (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١\">الكافي ج ١</a> - ص ٢٧١ (٣) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=271#top\">الكافي ج ١ ص\n٢٧١</a>\n(١) <a href=\"/الكتب/1122_الكافي-ج-١\">الكافي ج ١</a> - ص ٢٧١ (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=388#top\">الكافي ج ١ ص\n٣٨٨</a>\n(١) <a href=\"/الكتب/2664_البرهان-ج-٣/الصفحة_0?pageno=99#top\">البرهان ج ٣\nص ٩٩</a> (2) البصائر الثانية ص 321\n(1) البصائر الطبعة الثانية ص 323 (2) البصائر الطبعة الثانية ص 319 (3)\nالبصائر الطبعة الثانية ص 319\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=534#top\">الكافي ج ١\nص ٥٣٤</a> (٢) <a\nhref=\"/الكتب/1137_الخصال/الصفحة_0?pageno=449#top\">الخصال ص ٤٤٩</a> ط\nالنجف سنة 1391 (3) البصائر الطبعة الثانية 321\n(١) البصائر الطبعة الثانية ص ٣٦٨ (٢) البصائر الطبعة الثانية ص ٣٧٣ (٣) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=269#top\">الكافي ج ١ ص\n٢٦٩</a> البصائر الطبعة الثانية ص 321\n(١) البصائر الطبعة الثانية ص ٣٦٦ (٢) <a\nhref=\"/الكتب/1122_الكافي-ج <span id='ms136'></span>-١/الصفحة_0?pageno=176#top\">الكافي ج ١ ص\n١٧٦</a> (3) البصائر الطبعة الثانية ص 368\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=176#top\">الكافي ج ١\nص ١٧٦</a> (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=176#top\">الكافي ج ١ ص\n١٧٦</a>\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=177#top\">الكافي ج ١\nص ١٧٧</a> (٢) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> - ط - النجف ص\n٣٢٢ (٣) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> - ط - النجف ص 323\n(١) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> - ط - النجف ص ٣٢٣ (٢) <a\nhref=\"/الكتب/1300_الاختصاص\">الاختصاص</a> - ط - النجف ص 323\n(١) الإختصاص - ط - النجف ص ٣٢٤ (٢) <a\nhref=\"/الكتب/2663_البرهان-ج-٢/الصفحة_0?pageno=101#top\">البرهان ج ٢ ص\n١٠١</a> - 102 (3) البصائر الطبعة الثانية ص 365\n(1) مدينة المعاجز ص 222\n(١) <a href=\"/الكتب/1122_الكافي-ج-١\">الكافي ج ١</a> - ص ٢٦٤ (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١\">الكافي ج ١</a> - ص 264\n(١) <a href=\"/الكتب/1122_الكافي-ج-١\">الكافي ج ١</a> - ص ٢٦٤ (٢) <a\nhref=\"/الكتب/1300_الاختصاص\">الاختصاص</a> طبعة النجف ص - 280 (3) البصائر\nالطبعة الثانية ص 316 (4) البصائر الطبعة الثانية ص 316\n(١) البصائر الطبعة الثانية ص ٣١٦ (٢) البصائر الطبعة الثانية ص ٣١٧ (٣) <a\nhref=\"/الكتب/1300_الاختصاص\">الاختصاص</a> طبعة النجف ص ٢٨٠ (٤) <a\nhref=\"/الكتب/1300_الاختصاص\">الاختصاص</a> - ط - النجف ص ٢٨٠ (٥) الظاهر\nورواه الصفار في البصائر مكان ورواه في المفيد في الإختصاص لان المفيد ره\nلم ينقل الحديث في <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> الا مرة\nواحدة\n(1) البصائر الطبعة الثانية ص 317 (2) أقول انى بعد ما تصفحت المطبوعة لم\nأجد الحديث فيها وهكذا ماتلية من الأحاديث ولكن نقله الصفار في البصائر في\nالجزء السابع من الباب الرابع بعينه فراجع هناك (3) البصائر الطبعة الثانية\nص 318\n(1) البصائر الطبعة الثانية ص 326 (2) البصائر الطبعة الثانية ص 328\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=271#top\">الكافي ج ١\nص ٢٧١</a>\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=272#top\">الكافي ج ١\nص ٢٧٢</a> (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=272#top\">الكافي ج ١ ص\n٢٧٢</a>\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=273#top\">الكافي ج ١\nص ٢٧٣</a> (٢) <a href=\"/الكتب/1389_مختصر-البصائر\">مختصر البصائر</a> ط\nالنجف ص ٢ (٣) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=273#top\">الكافي <span id='ms137'></span> ج ١ ص\n٢٧٣</a> (٤) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=273#top\">الكافي ج ١ ص\n٢٧٣</a>\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=273#top\">الكافي ج ١\nص ٢٧٣</a> (٢) <a href=\"/الكتب/1389_مختصر-البصائر\">مختصر البصائر</a> ط\nالنجف ص ٣ - <a href=\"/الكتب/1456_بحار-الأنوار-ج-٢٥\">بحار الأنوار ج\n٢٥</a> ط ج ص 67\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=373#top\">الكافي ج ١\nص ٣٧٣</a> (٢) <a href=\"/الكتب/1389_مختصر-البصائر\">مختصر البصائر</a> ط\nالنجف ص ٣ - <a\nhref=\"/الكتب/2665_البرهان-ج-٤/الصفحة_0?pageno=133#top\">البرهان ج ٤ ص\n١٣٣</a> - البحار ج 25 ط ج ص 63\n(١) <a href=\"/الكتب/1122_الكافي-ج-١\">الكافي ج ١</a> - ص ٢٧٥ (٢) <a\nhref=\"/الكتب/1389_مختصر-البصائر\">مختصر البصائر</a> ط النجف ص 3\n(١) <a href=\"/الكتب/1389_مختصر-البصائر\">مختصر البصائر</a> ط النجف ص ٢ -\nالبحار ج ٢٥ ط ج ص ٦١ (٢) <a\nhref=\"/الكتب/2665_البرهان-ج-٤/الصفحة_0?pageno=133#top\">البرهان ج ٤ ص\n١٣٣</a> (3) تفسير القمي ط النجف ج 2 ص 26 (4) العياشي ج 2 ص 317\n(١) <a href=\"/الكتب/1389_مختصر-البصائر\">مختصر البصائر</a> ط النجف ص ١ -\nبحار الأنوار - ج ٢٥ ط ج ص ٥٧ (٢) <a href=\"/الكتب/1389_مختصر-\nالبصائر\">مختصر البصائر</a> ط النجف ص ١ - بحار الأنوار - ج ٢٥ ط ج ص ٥٧\n(٣) <a href=\"/الكتب/1389_مختصر-البصائر\">مختصر البصائر</a> ط النجف ص 1 -\nبحار الأنوار - ج 25 ط ج ص 57\n(١) <a href=\"/الكتب/1389_مختصر-البصائر/الصفحة_0?pageno=2#top\">مختصر\nالبصائر ص ٢</a> - <a href=\"/الكتب/1456_بحار-\nالأنوار-ج-٢٥/الصفحة_0?pageno=58#top\">بحار الأنوار ج ٢٥ ص ٥٨</a> (٢) <a\nhref=\"/الكتب/1389_مختصر-البصائر/الصفحة_0?pageno=2#top\">مختصر البصائر ص\n٢</a> - <a href=\"/الكتب/1456_بحار-\nالأنوار-ج-٢٥/الصفحة_0?pageno=58#top\">بحار الأنوار ج ٢٥ ص ٥٨</a> (٣) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=398#top\">الكافي ج ١ ص\n٣٩٨</a>\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=398#top\">الكافي ج ١\nص ٣٩٨</a> (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=394#top\">الكافي ج ١ ص\n٣٩٤</a> - البصائر الطبعة الثانية ص ٩٥ (٣) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=394#top\">الكافي ج ١ ص\n٣٩٤</a> - البصائر الطبعة الثانية ص 95\n(1) البصائر الطبعة الثانية ص 94\n(١) <a href=\"/الكتب/1133_كامل-الزيارات/الصفحة_0?pageno=327#top\">كامل\nالزيارات ص ٣٢٧</a> ط <span id='ms138'></span> النجف سنة 1356 والحديث طويل اخذ المصنف ره موضع\nالحاجة منه.\n(1) مدينة المعاجز ص 203 - دلائل الإمامة الطبعة الثانية ص 65\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=218#top\">الكافي ج ١\nص ٢١٨</a> (٢) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> - ص ٢٩٧ (٣) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=218#top\">الكافي ج ١ ص\n٢١٨</a>\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=21#top\">الكافي ج ١ ص\n٢١</a> (٢) البصائر الطبعة الثانية ص ٣٥٥ (٣) <a\nhref=\"/الكتب/1300_الاختصاص/الصفحة_0?pageno=301#top\">الاختصاص ص ٣٠١</a> -\nط - النجف\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=438#top\">الكافي ج ١\nص ٤٣٨</a> (2) البصائر الطبعة الثانية ص 387\n(١) وفى البحار عن <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> فامنن أو\nأعط بغير حساب.\n(١) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص ٣٠٠ (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=218#top\">الكافي ج ١ ص\n٢١٨</a> (٣) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص 296\nوالحديث طويل اخذ المصنف ره موضع الحاجة منه.\n(١) البصائر الطبعة الثانية ص ٣٥٤ والحديث طويل اخذ المصنف ره موضع الحاجة\nمنه (٢) البصائر الطبعة الثانية ص ٣٥٤ (٣) <a\nhref=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص 295\n(1) البصائر الطبعة الثانية ص 358\n(١) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص 297 (2)\nالعياشي 2 ص 247 - 248 (3) العياشي 2 ص 247 - 248 (4) العياشي 2 ص 247 -\n248\n(١) العياشي ج ٢ ص ٢٤٩ والحديث طويل أخذ المصنف ره موضع الحاجة منه فراجع\n(٢) <a href=\"/الكتب/2663_البرهان-ج-٢/الصفحة_0?pageno=353#top\">البرهان ج\n٢ ص ٣٥٣</a> - ٣٥١ (٣) <a\nhref=\"/الكتب/2663_البرهان-ج-٢/الصفحة_0?pageno=353#top\">البرهان ج ٢ ص\n٣٥٣</a> - 351\n(1) عيون الأخبار ج 2 ص 200 ط النجف (2) امالي الشيخ الطوسي ج 1 ص 300 ط\nالنجف\n(١) <a href=\"/الكتب/1148_معاني-الأخبار\">معاني الأخبار</a> ط الغفاري ص\n٣٥٠ أقول - وتمام الحديث هكذا بعد جملة يا بن رسول الله (ص) فأخبرني فقال:\nان عليا عليه السلام برسول الله شرف، وبه ارتفع، وبه وصل إلى اطفاء نار\nالشرك وابطال كل معبود دون الله عز وجل ولو علا النبي لحط الأصنام لكان\nبعلى مرتفعا وشريفا وواصلا إلى حط الأصنام، ولو كان ذلك كذلك لكان أفضل\nمنه، الا ترى ان عليا قال:\n</p>\n\n<p>\nلما علوت <span id='ms139'></span> ظهر رسول الله (ص) شرفت وارتفعت حتى لو شئت ان أنال السماء\nلنلتها أما علمت أن <a href=\"/الكتب/1399_المصباح\">المصباح</a> هو الذي\nيهتدي به في الظلمة وانبعاث فرعه من أصله وقد قال علي (ع) انا من احمد\nكالضوء من الضوء اما علمت أن محمدا وعليا صلوات الله عليهما كانا نورا بين\nيدي الله جل جلاله قبل خلق الخلق بألفي عام وان الملائكة لما رأت ذلك النور\nرأت له أصلا قد انشعب فيه شعاع لامع، فقالت: الهنا وسيدنا ما هذا النور\nفأوحى الله عز وجل إليهم هذا نور من نوري أصله نبوة وفرعه امامة.\n</p>\n\n<p>\nاما النبوة فلمحمد عبدي ورسولي واما الإمامة فلعلي حجتي و ولييي ولولاهما\nما خلقت خلقي اما علمت أن رسول الله (ص) رفع يدي علي (ع) بغدير خم حتى نظر\nالناس إلى بياض إبطيهما فجعله مولى المسلمين وامامهم وقد احتمل الحسن\nوالحسين (ع) يوم حظيرة بنى النجار فلما قال له بعض أصحابه ناولني أحدهما يا\nرسول الله قال: نعم الحاملان ونعم الراكبان وأبوهما خير منهما وروى في خبر\nآخر ان رسول الله حمل الحسن وحمل جبرئيل الحسين فلهذا قال نعم الحاملان\nوانه كان يصلى بأصحابه فأطال سجدة من سجداته فلما سلم قيل له يا رسول الله\nلقد أطلت هذه السجدة فقال (ص) نعم ان ابني ارتحلني فكرهت ان أعجله حتى ينزل\nوإنما أراد بذلك رفعهم وتشريفهم فالنبي (ص) رسول بني آدم وعلى امام ليس\nبنبي ولا رسول فهو غير مطيق لحمل أثقال النبوة. قال محمد ابن حرب الهلالي\nفقلت له زدني يا بن رسول الله فقال إنك لأهل للزيادة ان رسول الله (ص) حمل\nعليا (ع) على ظهره يريد بذلك انه أبو ولده وامام الأئمة من صلبه كما حول\nردائه في صلاة الاستسقاء وأراد ان يعلم أصحابه بذلك انه قد تحول الجدب خصبا\nقال: فقلت له زدني يا بن رسول الله فقال: احتمل رسول الله (ص) عليا (ع)\nيريد بذلك ان يعلم قومه انه هو الذي يخفف عن ظهر <span id='ms140'></span> رسول الله ما عليه من\nالدين والعدات والأداء عنه من بعده قال: فقلت له يا بن رسول الله زدني فقال\nإنه احتمله ليعلم بذلك انه قد احتمله وما حمل لأنه معصوم لا يحتمل وزرا\nفتكون أفعاله عند الناس حكمة وصوابا.\n</p>\n\n<p>\nوقد قال النبي (ص) لعلى (ع) يا علي ان الله تبارك وتعالى حملني ذنوب\nشيعتك ثم غفرها لي وذلك قول عز وجل (ليغفر لك الله ما تقدم من ذنبك وما\nتأخر) ولما انزل الله تبارك وتعالى عليه (يا أيها الذين آمنوا عليكم\nأنفسكم) قال النبي (ص) يا أيها عليكم أنفسكم لا يضركم من ضل إذا اهتديتم\nوعلى نفسي وأخي أطيعوا عليا فإنه مطهر معصوم لا يضل ولا يشقى ثم تلا هذه\nالآية (قال أطيعوا الله وأطيعوا الرسول فان تولوا فإنما عليه ما حمل وعليكم\nما حملتم وان تطيعوه تهتدوا وما على الرسول الا البلاغ المبين) قال محمد بن\nحرب الهلالي ثم قال لي جعفر بن محمد (ع) أيها الأمير لو أخبرتك بما في حمل\nالنبي (ص) عليا (ع) عند حط الأصنام من سطح الكعبة من المعاني التي أرادها\nبه لقلت ان جعفر بن محمد لمجنون فحسبك من ذلك ما قد سمعته فقمت إليه فقبلت\nرأسه وقلت الله اعلم حيث يجعل رسالته.\n(1) البصائر الطبعة الثانية ص 122 (2) البصائر الطبعة الثانية ص 122 (3)\nالبصائر الطبعة الثانية ص 122\n(1) البصائر الطبعة الثانية ص 288 (2) البصائر الطبعة الثانية ص 288 (3)\nالبصائر الطبعة الثانية ص 289 (4) البصائر الطبعة الثانية ص 289\n(1) البصائر الطبعة الثانية ص 289\n(1) البصائر الطبعة الثانية ص 122\n(١) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص 306\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=219#top\">الكافي ج ١\nص ٢١٩</a> (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=219#top\">الكافي ج ١ ص\n٢١٩</a> (٣) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=219#top\">الكافي ج ١ ص\n٢١٩</a>\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=219#top\">الكافي ج ١\nص ٢١٩</a> - ٢٢٠ (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=219#top\">الكافي ج ١ ص\n٢١٩</a> - ٢٢٠ (٣) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=219#top\">الكافي ج ١ <span id='ms141'></span> ص\n٢١٩</a> - ٢٢٠ (٤) <a\nhref=\"/الكتب/2663_البرهان-ج-٢/الصفحة_0?pageno=157#top\">البرهان ج ٢ ص\n١٥٧</a>\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=388#top\">الكافي ج ١\nص ٣٨٨</a> (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=388#top\">الكافي ج ١ ص\n٣٨٨</a> (3) البصائر الطبعة الثانية ص 424\n(1) البصائر الطبعة الثانية ص 424 - 426 (2) البصائر الطبعة الثانية ص 424\n- 426 (3) البصائر الطبعة الثانية ص 424 - 426 (4) البصائر الطبعة الثانية\nص 424 - 426\n(1) البصائر الطبعة الثانية ص 426 - 427 - 429 - 430 (2) البصائر الطبعة\nالثانية ص 426 - 427 - 429 - 430 (3) البصائر الطبعة الثانية ص 428 لم أجد\nالحديث في مظانه بهذا السند ولكن المروى فيه حدثنا أحمد بن الحسين عن أبيه\nعن عبد الكريم بن يحيى الخثعمي عن بريد بن معاوية قال قلت لأبي جعفر الخ\n(4) البصائر الطبعة الثانية ص 426 - 427 - 429 - 430 (5) البصائر الطبعة\nالثانية ص 426 - 427 - 429 - 430\n(١) البصائر الطبعة الثانية ص ٤٣٠ (٢) البصائر الطبعة الثانية ص ٤٣٠ (٣) <a\nhref=\"/الكتب/1148_معاني-الأخبار\">معاني الأخبار</a> ط الغفاري ص ٣٩٢ (٤)\n<a href=\"/الكتب/2337_تفسير-القمي-ج-١\">تفسير القمي ج ١</a> ط النجف ص 304\n(1) امالي الشيخ الطوسي ج 2 ص 23 - 22 ط النجف (2) امالي الشيخ الطوسي ج 2\nص 23 - 22 ط النجف (3) العياشي ج 2 ص 108\n(1) العياشي ج 2 ص 108 - 109 (2) العياشي ج 2 ص 108 - 109 (3) العياشي ج 2\nص 108 - 109 (4) العياشي ج 2 ص 108 - 109\n(1) العياشي ج 2 ص 109 - 110 (2) العياشي ج 2 ص 109 - 110 (3) العياشي ج 2\nص 109 - 110\n(١) العياشي ج ١ ص ٣٧٤ (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=387#top\">الكافي ج ١ ص\n٣٨٧</a> (٣) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=387#top\">الكافي ج ١ ص\n٣٨٧</a>\n(1) تفسير القمي ط النجف ص 215 (2) العياشي ج 1 ص 374\n(1) أمالي الطوسي ج 2 ص 27 ط النجف\n(١) البصائر الطبعة الثانية ص ٣٩٦ (٢) <a\nhref=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص 308 (3) البصائر\nالطبعة الثانية ص 396\n(١) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص ٣٠٨ - ٣٠٩ (٢)\n<a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص 308 - 309\n(1) البصائر الطبعة الثانية ص 397\n(1) البصائر الطبعة الثانية ص 266 (268 - 269) (2) البصائر الطبعة الثانية\nص 266 (268 - 269) (3) البصائر الطبعة الثانية ص 266 (268 - 269)\n(1) البصائر الطبعة الثانية ص 118\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=223#top\">الكافي ج ١\nص ٢٢٣</a>\n(1) تفسير القمي ط النجف ج 2 ص 104\n(1) البصائر الطبعة الثانية ص 199\n(١) <a href=\"/الكتب/1122_الكافي-ج <span id='ms142'></span>-١/الصفحة_0?pageno=198#top\">الكافي ج ١\nص ١٩٨</a>\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=196#top\">الكافي ج ١\nص ١٩٦</a> (2) البصائر الطبعة الثانية ص 201\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=197#top\">الكافي ج ١\nص ١٩٧</a>\n(1) البصائر الطبعة الثانية ص 201 (2) امالي الشيخ الطوسي ج 1 ص 208 ط\nالنجف\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=523#top\">الكافي ج ١\nص ٥٢٣</a>\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=354#top\">الكافي ج ١\nص ٣٥٤</a>\n(1) البصائر الطبعة الثاني ص 168 - 169 (2) البصائر الطبعة الثاني ص 168 -\n169 (3) البصائر الطبعة الثاني ص 168 - 169\n(١) البصائر الطبعة الثانية ص ١٦٩ (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=242#top\">الكافي ج ١ ص\n٢٤٢</a> (٣) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=242#top\">الكافي ج ١ ص\n٢٤٢</a>\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=239#top\">الكافي ج ١\nص ٢٣٩</a> (٢) البصائر الطبعة الثانية ص ١٥١ (٣) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=240#top\">الكافي ج ١ ص\n٢٤٠</a>\n(١) البصائر الطبعة الثانية ص ١٥٧ (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=241#top\">الكافي ج ١ ص\n٢٤١</a> (3) البصائر الطبعة الثانية ص 153\n(1) البصائر الطبعة الثانية ص 170\n(1) البصائر الطبعة الثانية ص 170\n(1) البصائر الطبعة الثانية ص 171 - 172 (2) البصائر الطبعة الثانية ص 171\n- 172\n(1) البصائر الطبعة الثانية ص 172 - 173 (2) البصائر الطبعة الثانية ص 172\n- 173 (3) البصائر الطبعة الثانية ص 172 - 173\n(١) رجال الكشي ط كربلاء ص ٤٢٦ (٢) البصائر الطبعة الثانية ص ١٧٣ (٣)\nالبصائر الطبعة الثانية ص ١١٩ (٤) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=223#top\">الكافي ج ١ ص\n٢٢٣</a>\n(١) <a href=\"/الكتب/2338_تفسير-القمي-ج-٢\">تفسير القمي ج ٢</a> ط النجف ص\n104 (2) البصائر الطبعة الثانية ص 173\n(1) البصائر الطبعة الثانية ص 377 (2) البصائر الطبعة الثانية ص 377\n(١) <a href=\"/الكتب/1389_مختصر-البصائر\">مختصر البصائر</a> الطبعة الثانية\nص ٣٦ (٢) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=274#top\">الكافي\nج ١ ص ٢٧٤</a> - ٢٧٥ (٣) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=274#top\">الكافي ج ١ ص\n٢٧٤</a> - ٢٧٥ (٤) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=274#top\">الكافي ج ١ ص\n٢٧٤</a> - 275\n(١) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص 277\n(1) البصائر الطبعة الثانية ص 302 - 303 (2) البصائر الطبعة الثانية ص 302\n- 303\n(١) البصائر <span id='ms143'></span> الطبعة الثانية ص ٣٠٥ (٢) <a\nhref=\"/الكتب/1300_الاختصاص\">الاختصاص</a> طبعة النجف ص 277 (3) البصائر\nالطبعة الثانية ص 307\n(1) البصائر الطبعة الثانية ص 307\n(١) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص ٢٧٨ (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=239#top\">الكافي ج ١ ص\n٢٣٩</a> - ٢٩٦ والحديث طويل اخذ المصنف ره موضع الحاجة منه.\n</p>\n\n<p>\n(٣) البصائر الطبعة الثانية ص ٣٠٣ (٤) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=239#top\">الكافي ج ١ ص\n٢٣٩</a> - 296 والحديث طويل اخذ المصنف ره موضع الحاجة منه.\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=296#top\">الكافي ج ١\nص ٢٩٦</a> (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=296#top\">الكافي ج ١ ص\n٢٩٦</a> (٣) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص 278\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=296#top\">الكافي ج ١\nص ٢٩٦</a> - ٢٩٧ (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=296#top\">الكافي ج ١ ص\n٢٩٦</a> - ٢٩٧ (٣) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص\n276\n(١) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> طبعة النجف ٢٧٦ (٢) <a\nhref=\"/الكتب/1300_الاختصاص\">الاختصاص</a> طبعة النجف ٢٧٦ (٣) <a\nhref=\"/الكتب/1300_الاختصاص\">الاختصاص</a> طبعة النجف ٢٧٦ (٤) <a\nhref=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص 278\n(١) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص ٢٧٩ (٢) <a\nhref=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص ٢٧٩ (٣) <a\nhref=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص 279\n(١) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص 279 (2)\nالبصائر الطبعة الثانية ص 391\n(١) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص 298\n(1) البصائر الطبعة الثانية ص 220 (2) البصائر الطبعة الثانية ص 220\n(1) البصائر الطبعة الثانية ص 220 - 221 (2) البصائر الطبعة الثانية ص 220\n- 221 (3) البصائر الطبعة الثانية ص 220 - 221\n(1) البصائر الطبعة الثانية ص 221\n(١) البصائر الطبعة الثانية ص ٢٢٣ (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=385#top\">الكافي ج ١ ص\n٣٨٥</a> (3) البصائر الطبعة الثانية ص 223\n(1) البصائر الطبعة الثانية 224 (2) البصائر الطبعة الثانية 224\n(1) عبارة الحديث في الطبعة الأولى والثانية من البصائر هكذا:\n</p>\n\n<p>\nسلوني فوالله لأخبرنكم بما يكون إلى ثلاثمائة وستين يوما من الذر فما\nدونها فما فوقها ثم لأخبرنكم بشئ من ذلك لا يتكلف ولا يرأى ولا بادعاء في\nعلم الله وتعليمه الخ (2) البصائر الطبعة الثانية ص 222\n(1) البصائر الطبعة الثانية ص <span id='ms144'></span> 225\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=254#top\">الكافي ج ١\nص ٢٥٤</a> (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=254#top\">الكافي ج ١ ص\n٢٥٤</a>\n(١) البصائر الطبعة الثانية ص ١٣٠ - ١٣١ (٢) البصائر الطبعة الثانية ص ١٣٠\n- ١٣١ (٣) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=54#top\">الكافي\nج ١ ص ٥٤</a>\n(١) البصائر الطبعة الثانية ص ١٣٠ - ١٣١ (٢) البصائر الطبعة الثانية ص ١٣٠\n- ١٣١ (٣) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=254#top\">الكافي ج ١ ص\n٢٥٤</a>\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=254#top\">الكافي ج ١\nص ٢٥٤</a> - ٢٥٥ (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=254#top\">الكافي ج ١ ص\n٢٥٤</a> - ٢٥٥ (٣) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=254#top\">الكافي ج ١ ص\n٢٥٤</a> - 255 (4) البصائر الطبعة الثانية ص 394\n(١) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص ٣٠٦ (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=255#top\">الكافي ج ١ ص\n٢٥٥</a> (٣) البصائر الطبعة الثانية ص ٣٩٢ (٤) <a\nhref=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص 307 (5) البصائر\nالطبعة الثانية ص 394\n(١) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص ٣٠٧ - ٣٠٦ -\n(٢) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص ٣٠٧ - ٣٠٦ -\n(٣) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص 307 - 306 -\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=255#top\">الكافي ج ١\nص ٢٥٥</a> (٢) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=255#top\">الكافي ج ١ ص\n٢٥٥</a> (٣) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=255#top\">الكافي ج ١ ص\n٢٥٥</a> (٤) <a\nhref=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=255#top\">الكافي ج ١ ص\n٢٥٥</a>\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=256#top\">الكافي ج ١\nص ٢٥٦</a>\n(1) البصائر الطبعة الثانية ص 396\n(1) عيون الأخبار ط النجف ج 2 ص 200\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=285#top\">الكافي ج ١\nص ٢٨٥</a> (2) البصائر الطبعة الثانية ص 243\n(1) البصائر الطبعة الثانية ص 343 وفى المصدر وعلم كل شئ مكان وأوتينا من\nكل شئ (2) البصائر الطبعة الثانية ص 344 (3) البصائر الطبعة الثانية ص 269\n(1) مدينة المعاجز ص 90 (2) دلائل الإمامة الطبعة الثانية ص 187\n(1) دلائل الإمامة الطبعة الثانية ص 213 (2) دلائل الإمامة الطبعة الثانية\nص 173 والحديث طويل اخذ المصنف ره موضع الحاجة منه <span id='ms145'></span>\n(1) دلائل الإمامة الطبعة الثانية ص 114 (2) مدينة المعاجز ص 404\n(1) كمال الدين ج 2 ط الغفاري ص 384 بحار الأنوار ج - 52 ص 24\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=355#top\">الكافي ج ١\nص ٣٥٥</a>\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=346#top\">الكافي ج ١\nص ٣٤٦</a>\n(١) <a href=\"/الكتب/3697_المناقب\">المناقب</a> ج 3 ط النجف ص 279\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=347#top\">الكافي ج ١\nص ٣٤٧</a>\n(١) مدينة المعاجز ص ٥٦٥ (٢) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a>\nط النجف ص 318 (3) البصائر الطبعة الثانية ص 407\n(١) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص 310\n(١) <a href=\"/الكتب/1133_كامل-الزيارات/الصفحة_0?pageno=328#top\">كامل\nالزيارات ص ٣٢٨</a> ط النجف سنة ١٣٥٦ والحديث طويل اخذ المصنف ره موضع\nالحاجة منه (٢) البصائر الطبعة الثانية ص ٤٠٨ (٣) <a\nhref=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص 321 (4) البصائر\nالطبعة الثانية ص 408\n(٢) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص ٢١٢ (٣)\nالبصائر الطبعة الثانية ص ٤٠٨ (٤) <a\nhref=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص 212\n(١) <a href=\"/الكتب/1300_الاختصاص\">الاختصاص</a> ط النجف ص 212 (2)\nالبصائر الطبعة الثانية ص 95\n(١) <a href=\"/الكتب/1122_الكافي-ج-١\">الكافي ج ١</a> - ص ٢٠٠ (٢) <a\nhref=\"/الكتب/1148_معاني-الأخبار\">معاني الأخبار</a> ط الغفاري ص 98\n(١) <a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=203#top\">الكافي ج ١\nص ٢٠٣</a>\n(1) البصائر الطبعة الثانية ص 251 (2) مدينة المعاجز ص 99\n(1) عيون الأخبار ط النجف ص 169# <span id='ms146'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006"
  ],
  "volumes": [
    "0M"
  ]
}