{
  "content": "\n<p>\nرسالة التوحيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n| بسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله رب العالمين الرحمن الرحيم مالك يوم الدين إياك نعبد وإياك\nنستعين اهدنا الصراط المستقيم صراط الذين أنعمت عليهم غير المغضوب عليهم\nولا الضالين\n</p>\n\n<p>\nوبعد فلما كنت في بيروت من أعمال سورية أيام بعدى عن مصر عقب حوادث سنة\n1299 هجرية ودعيت في سنة 1303 إلى تدريس بعض العلوم في المدرسة السلطانية\nومنها كان علم التوحيد رأيت أن المختصرات في هذا الفن ربما لا تأتى على\nالغرض من إفادة التلامذة والمطولات تعلوعلى أفهامهم والمتوسطات ألفت لزمن\nغير زمانهم فرأيت من الأليق أن أملى عليهم ما هو أمس بحالهم فكانت آمالى\nمختلفة تتغاير بتغاير طبقاتهم أقربها إلى كفاية الطالب ما أملى على الفرقة\nالأولى في أسلوب لا يصعب تناوله وإن لم يعهد تداوله تمهيد مقدمات وسير منها\nإلى المطالب من غير نظر إلا إلى صحة الدليل وإن جاء في التعبير على خلاف ما\nعهد من هيئة التأليف راميا إلى الخلاف من مكان بعيد حتى ربما لا يدركه إلا\nالرجل الرشيد غير أن تلك الأمالى لم تحفظ إلا في دفاتر التلامذة ولم أستبق\nلنفسى منها شيئا وعرض بعد ذلك ما استقدمنى إلى مصر وكان من تقدير الله أن\nأشتغل بغير التعليم حتى أتى النسيان على ما أمليت وذهب عن الخاطر جميع ما\nالقيت إلى أن خطر لى من مدة أشهر خاطر العود إلى ما تهواه نفسى ويصبو إليه\nعقلى وحسى وأن أشغل أوقات فراغى بمدارسة شيء من علم التوحيد علما منى أنه\nركن العلم الشديد فذكرت سابق العمل وتعلق بمثله الأمل وعزمت أن أكتب إلى\nبعض التلامذة ليرسل إلى ما تلقاه بين يدى لكيلا أنفق من الزمن ما أنا في\nأشد الحاجة إليه في إنشاء ما أرى التعويل عليه وذكرت ذلك لأخى فأخبرنى أنه\nنسخ ما أملى على الفرقة الأولى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nفطلبته وقرأته فإذا هو قريب مما أحب قد يحتاج إليه القاصر وربما لا\nيستغنى عنه المكاثر على اختصار فيه مقصود ووقوف عند حد من القول محدود قد <span id='ms001'></span>\nسلك في العقائد مسلك السلف ولم يعب في سيره آراء الخلف وبعد عن الخلاف بين\nالمذاهب بعد ممليه عن أعاصير المشاغب ولكن وجدت فيه إيجازا في بعض المواضع\nربما لا ينفذ منه ذهن المطالع وإغفالا لبعض ما تمس الحاجة إليه وزيادة عما\nيجب في مختصر مثله أن يقتصر عليه فبسطت بعض عباراته وحررت ما غمض من\nمقدماته وزدت ما أغفل وحذفت ما فضل وتوكلت على الله في نشره راجيا أن لا\nيكون في قصره ما يحمل على إغفال أمره أو يغض من قدره فما من أحد بدون أن\nيعين ولا بفوق أن يعان والله وحده ولى الأمر وهو المستعان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n| مقدمات\n</p>\n\n<p>\nالتوحيد علم يبحث فيه عن وجود الله وما يجب أن يثبت له من صفات وما يجوز\nأن يوصف به وما يجب أن ينفى عنه وعن الرسل لإثبات رسالتهم وما يجب أن\nيكونوا عليه وما يجوز أن ينسب إليهم وما يمتنع أن يلحق بهم\n</p>\n\n<p>\nأصل معنى التوحيد اعتقاد أن الله واحد لا شريك له وسمى هذا العلم به\nتسمية له بأهم أجزائه وهو إثبات الوحدة لله في الذات والفعل في خلق الأكوان\nوأنه وحده مرجع كل كون ومنتهى كل قصد وهذا المطلب كان الغاية العظمى من\nبعثة النبى صلى الله عليه وسلم كما تشهد به آيات الكتاب العزيز وسيأتى\nبيانه\n</p>\n\n<p>\nوقد يسمى علم الكلام إما لأن أشهر مسألة وقع فيها الخلاف بين علماء\nالقرون الأولى هي أن كلام الله المتلو حادث أو قديم وإما لأن مبناه الدليل\nالعقلى وأثره يظهر من كل متكلم في كلامه وقلما يرجع فيه إلى النقل اللهم\nإلا بعد تقرير الأصول الأولى ثم الانتقال منها إلى ما هو أشبه بالفرع عنها\nوإن كان أصلا لما يأتى بعدها وإما لأنه في بيانه طرق الاستدلال على أصول\nالدين أشبه بالمنطق في تبيينه مسالك الحجة في علوم أهل النظر وأبدل المنطق\nبالكلام للتفرقة بينهما\n</p>\n\n<p>\nهذا النوع من العلم علم تقرير العقائد وبيان ما جاء في النبوات كان\nمعروفا عند الأمم <span id='ms002'></span> قبل الإسلام ففى كل أمة كان القائمون بأمر الدين يعملون\nلحفظه وتأييده وكان البيان من أول وسائلهم إلى ذلك لكنهم كانوا قلما ينحون\nفي بيانهم نحو الدليل العقلى وبناء آرائهم وعقائدهم على ما في طبيعة الوجود\nأو ما يشتمل عليه نظام الكون بل كانت منازع العقول في العلم ومضارب الدين\nفي الإلزام بالعقائد وتقريبها من مشاعر القلوب على طرفى نقيض وكثيرا ما صرح\nالدين على لسان رؤسائه أنه عدو العقل نتائجه ومقدماته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nفكان جل ما في علوم الكلام تأويل وتفسير وإدهاش بالمعجزات أو إلهاء\nبالخيالات يعلم ذلك من له إلمام بأحوال الأمم قبل البعثة الإسلامية\n</p>\n\n<p>\nجاء القرآن فنهج بالدين منهجا لم يكن عليه ما سبقه من الكتب المقدسة\nمنهجا يمكن لأهل الزمن الذى أنزل فيه ولمن يأتى بعدهم أن يقوموا عليه فلم\nيقصر الاستدلال على نبوة النبى صلى الله عليه وسلم بما عهد الاستدلال به\nعلى النبوات السابقة بل جعل الدليل في حال النبى مع نزول الكتاب عليه في\nشأن من البلاغة يعجز البلغاء عن محاكاته فيه ولو في مثل أقصر سورة منه وقص\nعلينا من صفات الله ما أذن الله لنا أو ما أوجب علينا أن نعلم لكن لم يطلب\nالتسليم به لمجرد أنه جاء بحكايته ولكنه أقام الدعوى وبرهن وحكى مذاهب\nالمخالفين وكر عليها بالحجة وخاطب العقل واستنهض الفكر وعرض نظام الأكوان\nوما فيها من الأحكام والأتقان على أنظار العقول وطالبها بالإمعان فيها لتصل\nبذلك إلى اليقين بصحة ما أدعاه ودعا إليه حتى أنه في سياق قصص أحوال\nالسابقين كان يقرر للخلق سنة لا تغير وقاعدة لا تتبدل فقال ^ سنة الله التى\nخلت من قبل ولن تجد لسنة الله تبديلا ^ وصرح <span class='quran'>إن الله لا يغير ما بقوم\nحتى يغيروا ما بأنفسهم </span><span class='quran'>فطرة الله التي فطر الناس عليها لا تبديل\nلخلق الله </span>واعتضد بالدليل حتى في باب الأدب فقال <span class='quran'>ادفع بالتي هي\nأحسن فإذا الذي بينك وبينه عداوة كأنه ولي حميم </span>وتآخى العقل والدين\nلأول مرة في كتاب مقدس <span id='ms003'></span> على لسان نبى مرسل بتصريح لا يقبل التأويل\n</p>\n\n<p>\nوتقرر بين المسلمين كافة إلا من لاثقة بعقله ولا بدينه أن من قضايا الدين\nمالا يمكن الإعتقاد به إلا من طريق العقل كالعلم بوجود الله وبقدرته على\nإرسال الرسل وعلمه بما يوحى به إليهم وإرادته لاختصاصهم برسالته وما يتبع\nذلك مما يتوقف عليه فهم معنى الرسالة وكالتصديق بالرسالة نفسها كما أجمعوا\nعلى أن الدين إن جاء بشىء قد يعلو عن الفهم فلا يمكن أن يأتى بما يستحيل\nعند العقل\n</p>\n\n<p>\nجاء القرآن يصف الله بصفات وإن كانت أقرب إلى التنزيه مما وصف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n             به في مخاطبات الأجيال السابقة فمن صفات البشر ما يشاركها في\nالإسم أو فى الجنس كالقدرة والاختيار والسمع والبصر وعزا إليه أمورا يوجد\nما يشبهها في الإنسان كالاستواء على العرش وكالوجه واليدين ثم أفاض في\nالقضاء السابق وفى الاختيار الممنوح للإنسان وجادل الغالين من أهل المذهبين\nثم جاء بالوعد والوعيد على الحسنات والسيئات ووكل الأمر في الثواب والعقاب\nإلى مشيئة الله وأمثال ذلك مما لا حاجة إلى بيانه في هذه المقدمة\n</p>\n\n<p>\nفأعتبار حكم العقل مع ورود أمثال هذه المشابهات في النقل فسح مجالا\nللناظرين خصوصا ودعوة الدين إلى الفكر في المخلوقات لم تكن محدودة بحد ولا\nمشروطة بشرط للعلم بأن كل نظر صحيح فهو مؤد إلى الإعتقاد بالله على ما وصفه\nبلا غلو في التجريد ولا دنو من التحديد\n</p>\n\n<p>\nمضى زمن النبى صلى الله عليه وسلم وهو المرجع في الحيرة والسراج في ظلمات\nالشبهة وقضى الخليفتان بعده ما قدر لهما من العمر في مدافعة الأعداء وجمع\nكلمة الأولياء ولم يكن للناس من الفراغ ما يخلون فيه مع عقولهم ليبتلوها\nبالبحث في مبانى عقائدهم وما كان من اختلاف قليل رد إليهما وقضى الأمر فيه\nبحكمهما بعد استشارة من جاورهما من أهل البصر بالدين إن كانت حاجة إلى\nالاستشارة وأغلب الخلاف كان في فروع الأحكام لا فى أصول العقائد ثم كان\nالناس في الزمنين يفهمون إشارات الكتاب ونصوصه ويعتقدون بالتنزيه ويفوضون\nفيما يوهم <span id='ms004'></span> التشبيه ولا يذهبون وراء ما يفهمه ظاهر اللفظ\n</p>\n\n<p>\nكان الأمر على ذلك إلى أن حدث ما حدث في عهد الخليفة الثالث وأفضى إلى\nقتله هوى بتلك الأحداث ركن عظيم من هيكل الخلافة واصطدام الإسلام وأهله\nصدمة زحزحتهم عن الطريق التى استقاموا عليها وبقى القرآن قائما على صراطه\n<span class='quran'>إنا نحن نزلنا الذكر وإنا له لحافظون </span>وفتح للناس باب لتعدى\nالحدود التى حدها الدين فقد قتل الخليفة بدون حكم شرعى وأشعر الأمر قلوب\nالعامة أن شهوات تلاعبت بالعقول في أنفس من لم يملك الإيمان قلوبهم وغلب\nالغضب على كثير من الغالين في دينهم وتغلب هؤلاء وأولئك على أهل الأصالة\nمنهم فقضيت أمور غير ما يحبون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nوكان من العاملين في تلك الفتنة عبد الله بن سبأ يهودى أسلم وغلا في حب\nعلى كرم الله وجهه حتى زعم أن الله حل فيه وأخذ يدعو إلى أنه الأحق\nبالخلافة وطعن على عثمان فنفاه فذهب إلى البصرة وبث فيها فتنته فأخرج منها\nفذهب إلى الكوفة ونفث ما نفث من سم الفتنة فنفى منها فذهب إلى الشام فلم\nيجد فيها ما يريد فذهب إلى مصر فوجد فيها أعوانا على فتنته إلى أن كان ما\nكان مما ذكرناه ثم ظهر بمذهبه فى عهد على فنفاه إلى المدائن وكان رأيه\nجرثومة لما حدث من مذاهب الغلاة من بعده\n</p>\n\n<p>\nتوالت الأحداث بعد ذلك ونقض بعض المبايعين للخليفة الرابع ما عقدوا وكانت\nحروب بين المسلمين انتهى فيها أمر السلطان إلى الأمويين غير أن بناء\nالجماعة قد انصدع وانفصمت عرى الوحدة بينهم وتفرقت بهم المذاهب في الخلافة\nوأخذت الأحزاب في تأييد آرائهم كل ينصر رأيه على رأى خصمه بالقول والعمل\nوكانت نشأة الاختراع في الرواية والتأويل وغلا كل قبيل فافترق الناس إلى\nشيعة وخوارج ومعتدلين وغلا الخوارج فكفروا من عداهم ثم استمر عنادهم وطلبهم\nلحكومة أشبه بالجمهورية وتكفيرهم لمن خالفهم زمنا طويلا إلى أن اتضعضع\nأمرهم بعد حروب أكلت كثيرا من المسلمين وانتشرت فأرتهم في أطراف البلاد ولم\nيكفوا عن شعال الفتن <span id='ms005'></span> وبقيت منهم بقية إلى اليوم في أطراف أفريقيا وناحية من\nجزيرة العرب وغلا بعض الشيعة فرفعوا عليا أو بعض ذريته إلى مقام الألوهية\nأو ما يقرب منه وتبع ذلك خلاف في كثير من العقائد\n</p>\n\n<p>\nغير أن شيئا من ذلك لم يقف في سبيل الدعوة الإسلامية ولم يحجب ضياء\nالقرآن عن الأطراف المتسائية عن مثار النزاع وكان الناس يدخلون فيه أفواجا\nمن الفرس والسوريين ومن جاورهم والمصريين والإفريقيين ومن يليهم واستراح\nجمهور عظيم من العمل في الدفاع عن سلطان الإسلام وآن لهم أن يشتغلوا في\nاصول العقائد والأحكام بما هداهم إليه سير القرآن اشتغالا بحرص فيه على\nالنقل ولا يهمل فيه اعتبار العقل ولا يغض فيه من نظر الفكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nووجد من أهل الإخلاص من انتدب للنظر في العلم والقيام بفريضة التعليم ومن\nأشهرهم الحسن البصرى فكان له مجلس للتعليم والإفادة في البصرة يجتمع إليه\nالطالبون من كل صوب وتمتحن فيه المسائل من كل نوع وكان قد التحف بالإسلام\nولم يتبطنه أناس من كل ملة دخلوه حاملين لما كان عندهم راغبين أن يصلوا\nبينه وبين ما وجدوه فثارت الشبهات بعدما هبت على الناس أعاصير الفتن واعتمد\nكل ناظر على ما صرح به القرآن من إطلاق العنان للفكر وشارك الدخلاء من حق\nلهم السبق من العرفاء وبدت رءوس المشاقين تعلو بين المسلمين\n</p>\n\n<p>\nوكانت أول مسألة ظهر الخلاف فيها مسألة الأختيار واستقلال الإنسان\nبإرادته وأفعاله الأختيارية ومسألة من ارتكب الكبيرة ولم يتب اختلف فيها\nوأصل بن عطاء وأستاذه الحسن البصرى واعتزله يعلم أصولا لم يكن أخذها عنه\nغير أن كثيرا من السلف ومنهم الحسن على قول كان على رأى أن العبد مختار في\nأعماله الصادرة عن علمه وإرادته وقام ينازع هؤلاء أهل الجبر الذين ذهبوا\nإلى أن الإنسان في عمله الإرادى كأغصان الشجرة في حركاتها الأضطرارية كل\nذلك وأرباب السلطان من بنى مروان لا يحفلون بالأمر ولا يعنون برد الناس إلى\nأصل وجمعهم على أمر يشملهم ثم يذهب كل إلى ما شاء سوى أن <span id='ms006'></span> عمر بن عبد العزيز\nأمر الزهرى بتدوين ما وصل إليه من الحديث وهو أول من جمع الحديث\n</p>\n\n<p>\nثم لم يقف الخلاف عند المسألتين السابقتين بل امتد إلى إثبات صفات\nالمعانى للذات الإلهية أو نفيها عنها وإلى تقرير سلطة العقل في معرفة جميع\nالأحكام الدينية حتى ما كان منها فروعا وعبادات غلوا في تأييد خطة القرآن\nأو تخصيص تلك السلطة بالأصول الأولى على ما سبق بيانه ثم غالى آخرون وهم\nالأقلون فمحوها بالمرة وخالفوا في ذلك طريقة الكتاب عنادا للأولين وكانت\nالآراء في الخلفاء والخلافة تسير مع الآراء في العقائد كأنها مبنى من مبانى\nالإعتقاد الإسلامى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nتفرقت السبل باتباع واصل وتناولوا من كتب اليونان مالاق بعقولهم وظنوا من\nالتقوى أن تؤيد العقائد بما أثبته العلم بدون تفرقة بين ما كان منه راجعا\nإلى أوليات العقل وما كان سرابا في نظر الوهم فخلطوا بمعارف الدين مالا\nينطبق على أصل من أصول النظر ولجوا في ذلك حتى صارت شيعهم تعد بالعشرات\nأيدتهم الدولة العباسية وهي في ريعان القوة فغلب رأيهم وابتدأ علماؤهم\nيؤلفون الكتب فأخذ المتمسكون بمذاهب السلف يناضلونهم معتصمين بقوة اليقين\nوإن لم يكن لهم عضد من الحاكمين\n</p>\n\n<p>\nعرف الأولون من العباسيين ما كان من الفرس في إقامة دولتهم وقلب دولة\nالأمويين واعتمدوا على طلب الأنصار فيهم وأعدوا لهم منصات الرفعة بين\nوزرائهم وحواشيهم فعلا أمر كثير منهم وهم ليسوا من الدين في شيء وكان فيهم\nالمانوية واليزدية ومن لادين له وغير أولئك من الفرق الفارسية فأخذوا\nينفثون من أفكارهم ويشيرون بحالهم وبمقالهم إلى من يرى مثل آرائهم أن\nيقتدوا بهم فظهر الإلحاد وتطلعت رءوس الزندقة حتى صدر أمر المنصور بوضع كتب\nلكشف شبهاتهم وإبطال مزاعمهم\n</p>\n\n<p>\nفيما حوالى هذا العهد كانت نشأة هذا العلم نبتا لم يتكامل نموه وبناء لم\nيتشامخ علوه وبدأ علم الكلام كما انتهى مشوبا بمبادىء النظر في الكائنات\nجريا على ما سنه القرآن من ذلك\n</p>\n\n<p>\nوحدثت فتنة القول بخلق القرآن أو أزليته وانتصر للأول جمع من خلفاء\nالعباسيين <span id='ms007'></span> وأمسك عن القول أو صرح بالأزلية عدد غفير من المتمسكين بظواهر\nالكتاب والسنة أو المتعففين عن النطق بما فيه مجاراة البدعة وأهين في ذلك\nرجال من أهل العلم والتقوى وسفكت فيه دماء بغير حق وهكذا تعدى القوم حدود\nالدين باسم الدين\n</p>\n\n<p>\nعلى هذا كان النزاع بين ما تطرف من نظر العقل وما توسط أو غلا من\nالإستمساك بظاهر الشرع والكل على وفاق على أن الأحكام الدينية واجبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nالإتباع ما تعلق منها بالعبادات والمعاملات وجب الوقوف عنده وما مس بواطن\nالقلوب وملكات النفوس فرض توطين النفس عليه وكان وراء هؤلاء قوم من أهل\nالحلول أو الدهريين طلبوا أن يحملوا القرآن على ما حملوه عند التحاقهم\nبالإسلام وأفرطوا في التأويل وحولوا كل عمل ظاهر إلى سر باطن وفسروا الكتاب\nبما يبعد عن تناول الخطاب بعد الخطأ عن الصواب وعرفوا بالباطنية أو\nالإسماعيلية ولهم أسماء أخر تعرف في التاريخ فكانت مذاهبهم غائلة الدين\nوزلزال اليقين وكانت لهم فتن معروفة وحوادث مشهورة\n</p>\n\n<p>\nمع اتفاق السلف وخصومهم في مقارعة هؤلاء الزنادقة وأشياعهم كان أمر\nالخلاف بينهم جللا وكانت الأيام بينهم دولا ولا يمنع ذلك من أخذ بعضهم عن\nبعض واستفادة كل فريق من صاحبه إلى أن جاء الشيخ أبو الحسن الأشعرى في\nأوائل القرن الرابع وسلك مسلكه المعروف وسطا بين موقف السلف وتطرف من\nخالفهم وأخذ يقرر العقائد على أصول النظر وارتاب في أمره الأولون وطعن كثير\nمنهم على عقيدته وكفره الحنابلة واستباحوا دمه\n</p>\n\n<p>\nونصره جماعة من أكابر العلماء كأبى بكر الباقلانى وإمام الحرمين\nوالإسفراينى وغيرهم وسموا رأيه بمذهب أهل السنة والجماعة فانهزم من بين\nأيدى هؤلاء الأفاضل قوتان عظيمتان قوة الواقفين عند الظواهر وقوة الغالين\nفي الجرى خلف ما تزينه الخواطر ولم يبق من أولئك وهؤلاء بعد نحو من قرنين\nإلا فئات قليلة في أطراف البلاد الإسلامية\n</p>\n\n<p>\nغير أن الناصرين لمذهب الأشعرى بعد تقريرهم ما بنى رأيه عليه من نواميس\nالكون أوجبوا على المعتقد أن يوقن بتلك المقدمات ونتائجها كما يجب عليه\nاليقين بما <span id='ms008'></span> تؤدى إليه من عقائد الإيمان ذهابا منهم إلى أن عدم الدليل يؤدى\nإلى عدم المدلول ومضى الأمر على ذلك إلى أن جاء الإمام الغزالى والإمام\nالرازى ومن أخذ مأخذهما فخالفوهم في ذلك وقرروا أن دليلا واحدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \nأو أدلة كثيرة قد يظهر بطلانها ولكن قد يستدل على المطلوب بما هو أقوى منها\nفلا وجه للحجز في الإستدلال\n</p>\n\n<p>\nأما مذاهب الفلسفة فكانت تستمد آراءها من الفكر المحض ولم يكن من هم أهل\nالنظر من الفلاسفة إلا تحصيل العلم والوفاء بما تندفع إليه رغبة العقل من\nكشف مجهول أو استسكناه معقول وكان يمكنهم أن يبلغوا من مطالبهم ما شاءوا\nوكان الجمهور من أهل الدين يكنفهم بحمايته ويدع لهم من إطلاق الإرادة ما\nيتمتعون به في تحصيل لذة عقولهم وإفادة الصناعة وتقوية أركان النظام البشرى\nبما يكشفون من مساتير الأسرار المكنونة في ضمائر الكون فما أباح الله لنا\nأن نتناوله بعقولنا وأفكارنا في قوله <span class='quran'>خلق لكم ما في الأرض جميعا </span>إذ لم يستثن من ذلك ظاهرا ولا خفيا وما كان عاقل من عقلاء المسلمين ليأخذ\nعليهم الطريق أو يضع العقبات في سبيلهم إلى ما هدوا إليه بعد ما رفع القرآن\nمن شأن العقل وما وضعه من المكانة بحيث ينتهي إليه أمر السعادة والتمييز\nبين الحق والباطل والضار والنافع وبعد ما صح من قوله عليه السلام أنتم أعلم\nبشئون دنياكم وبعد ماسن لنا في غزوة بدر من سنة الأخذ بما صدق من التجارب\nوصح من الآراء\n</p>\n\n<p>\nلكن يظهر أن أمرين غلبا على غالبهم الأول الإعجاب بما نقل إليهم عن\nفلاسفة اليونان خصوصا أرسطو وأفلاطون ووجدان اللذة في تقليدهما لبادىء\nالأمر والثانى الشهوة الغالبة على الناس في ذلك الوقت وهو أشأم الأمرين\nزجوا بأنفسهم في المنازعات التى كانت قائمة بين أهل النظر في الدين\nواصطدموا بعلومهم في قلة عددهم مع ما انطبعت عليه نفوس الكافة فمال حماة\nالعقائد عليهم وجاء الغزالى ومن على طريقته فأخذوا جميع ما وجد في كتب\nالفلاسفة مما يتعلق بالإلهيات وما يتصل <span id='ms009'></span> بها من الأمور العامة وأحكام\nالجواهر والأعراض ومذاهبهم في المادة وتركيب الأجسام وجميع ما ظنه\nالمشتغلون بالكلام يمس شيئا من مبانى الدين واشتدوا في نقده وبالغ\nالمتأخرون منهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nفي تأثرهم حتى كاد يصل بهم السير إلى ما وراء الإعتدال فسقطت منزلتهم من\nالنفوس ونبذتهم العامة ولم تحفل بهم الخاصة وذهب الزمان بما كان ينتظر\nالعالم الإسلامى من سعيهم\n</p>\n\n<p>\nهذا هو السبب في خلط مسائل الكلام بمذاهب الفلسفة في كتب المتأخرين كما\nتراه في كتب البيضاوى والعضد وغيرهم وجمع علوم نظرية شتى وجعلها جميعا علما\nواحدا والذهاب بمقدماته ومباحثه إلى ما هو أقرب إلى التقليد من النظر فوقف\nالعلم عن التقدم\n</p>\n\n<p>\nثم جاءت فتن طلاب الملك من الأجيال المختلفة وتغلب الجهال على الأمر\nوفتكوا بما بقى من أثر العلم النظرى النابع من عيون الدين الإسلامى فانحرفت\nالطريق بسالكيها ولم يعد بين الناظرين في كتب السابقين إلا تحاور في\nالألفاظ أو تناظر في الأساليب على أن ذلك في قليل من الكتب أختارها الضعف\nوفضلها القصور\n</p>\n\n<p>\nثم انتشرت الفوضى العقلية بين المسلمين تحت حماية الجهلة من ساستهم فجاء\nقوم ظنوا في أنفسهم مالم يعترف به العلم لهم فوضعوا مالم يعد للإسلام قبل\nباحتماله غير أنهم وجدوا من نقص المعارف أنصارا ومن البعد عن ينابيع الدين\nأعوانا فشردوا بالعقول عن مواطنها وتحكموا في التضليل والتكفير وغلوا في\nذلك حتى قلدوا بعض من سبق من الأمم في دعوى العداوة بين العلم والدين\nوقالوا لما تصف ألسنتهم الكذب هذا حلال وهذا حرام وهذا كفر وهذا إسلام\nوالدين من وراء ما يتوهمون والله جل شأنه فوق ما يظنون وما يصفون ولكن ماذا\nأصاب العامة في عقائدهم ومصادر أعمالهم من أنفسهم بعد طول الخبط وكثرة\nالخلط شر عظيم وخطب عميم\n</p>\n\n<p>\nهذا مجمل من تاريخ هذا العلم ينبئك كيف أسس على قواعد من الكتاب المبين\nوكيف عبثت به في نهاية الأمر أيدى المفرقين حتى خرجوا به عن قصده وبعدوا به\nعن حده\n</p>\n\n<p>\nوالذى علينا اعتقاده أن الدين الإسلامى دين <span id='ms010'></span> توحيد في العقائد لا دين\nتفريق في القواعد العقل من أشد أعوانه والنقل من أقوى أركانه وما وراء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n             ذلك فنزغات شياطين وشهوات سلاطين والقرآن شاهد على كل بعمله\nقاض عليه في صوابه وخطله\n</p>\n\n<p>\nالغاية من هذا العلم القيام بغرض مجمع عليه وهو معرفة الله تعالى بصفاته\nالواجب ثبوتها له مع تنزيهه عما يستحيل اتصافه به والتصديق برسله على وجه\nاليقين الذى تطمئن به النفس اعتمادا على الدليل لا استرسالا مع التقليد\nحسبما أرشدنا إليه الكتاب فقد أمر بالنظر واستعمال العقل فيما بين أيدينا\nمن ظواهر الكون وما يمكن النفوذ إليه من دقائقه تحصيلا لليقين بما هدانا\nإليه ونهانا عن التقليد بما حكى عن أحوال الأمم في الأخذ بما عليه آباؤهم\nوتبشيع ما كانوا عليه من ذلك واستتباعه لهدم معتقداتهم وإمحاء وجودهم الملى\nوحق ما قال فإن التقليد كما يكون في الحق يأتى في الباطل وكما يكون في\nالنافع يحصل في الضار فهو مضلة يعذر فيها الحيوان ولا تجمل بحال الإنسان\n</p>\n\n<p>\n| أقسام المعلوم\n</p>\n\n<p>\nيقسمون المعلوم إلى ثلاثة أقسام ممكن لذاته وواجب لذاته ومستحيل لذاته\nويعرفون المستحيل بما عدمه لذاته من حيث هي أما الواجب فهو ما كان يوجد\nلموجد ويعدم لعدم سبب وجوده وقد يعرض له الوجوب والاستحالة لغيره وإطلاق\nالمعلوم على المستحيل ضرب من المجاز فإن المعلوم حقيقة لا بد أن يكون له\nكون في الواقع ينطبق عليه العلم والمستحيل ليس من هذا القبيل كما تراه في\nأحكامه وإنما المراد ما يمكن الحكم عليه وإن كان في صورة يخترعها له العقل\nليتوصل بها إلى الحكاية عنه\n</p>\n\n<p>\n| حكم المستحيل\n</p>\n\n<p>\nوحكم المستحيل لذاته أن لا يطرأ عليه وجود فإن العدم من لوازم ماهيته من\nحيث هى فلو طرأ الوجود عليه لسلب لازم الماهية من حيث هي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nعنها وهو يؤدى إلى سلب الماهية عن نفسها بالبداهة فالمستحيل لا يوجد فهو\nليس بموجود قطعا بل لا يمكن للعقل أن يتصور له ماهية كائنة كما أشرنا إليه\nفهو ليس بموجود لا فى الخارج ولا في <span id='ms011'></span> الذهن\n</p>\n\n<p>\n| أحكام الممكن\n</p>\n\n<p>\nمن أحكام الممكن لذاته أن لا يوجد إلا بسبب وأن لا ينعدم إلا بسبب وذلك\nلأنه لا واحد من الأمرين له لذاته فنسبتهما إلى ذاته على السواء فإن ثبت له\nأحدهما بلا سبب لزم رجحان أحد المتساويين على الآخر بلامر جح وهو محال\nبالبداهة\n</p>\n\n<p>\nومن أحكامه أنه إن وجد يكون حادثا لأنه قد ثبت أنه لا يوجد إلا بسبب فإما\nأن يتقدم وجوده على وجود سببه أو يقارنه أو يكون بعده والأول باطل وإلا لزم\nتقدم المحتاج على ما إليه الحاجة وهو إبطال لمعنى الحاجة وقد سبق الاستدلال\nعلى ثبوتها فيؤدى إلى خلاف المفروض والثانى كذلك وإلا لزم تساويهما في رتبة\nالوجود فيكون الحكم على أحدهما بأنه أثر والثانى مؤثر ترجيحا بلا مرجح وهو\nمما لا يسوغه العقل على أن عليه أحدهما ومعلولية الآخر رجحان بلا مرجح وهو\nمحال بالبداهة فتعين الثالث وهو أن يكون وجوده بعد وجود سببه فيكون مسبوقا\nبالعدم في مرتبة وجود السبب فيكون حادثا إذ الحادث ما سبق وجوده بالعدم فكل\nممكن حادث\n</p>\n\n<p>\nالممكن يحتاج في عدمه إلى سبب وجودى لأنه العدم سلب والسلب لا يحتاج إلى\nإيجاد بداهة فيكون عدم الممكن لعدم التأثير فيه أو لعدم ما كان سببا في\nبقائه أما في وجوده فيحتاج إلى سبب وجودى ضرورة لأن العدم لا يكون مصدرا\nللوجود فالموجود إن حدث فإنما يكون حدوثه بإيجاد وذلك كله بديهى\n</p>\n\n<p>\nكما يحتاج الممكن إلى السبب في وجوده ابتداء يحتاج إليه في البقاء لما\nبينا أن ذات الممكن لا تقتضى الوجود ولا يرجح لها الوجود عن العدم إلا\nللسبب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nالخارجى الوجودى فذلك لازم من لوازم ماهية الإمكان لا يفارقها من حيث هي\nفلا يكون للممكن حالة يقتضى فيها الوجود لذاته فيكون في جميع أحواله محتاجا\nإلى مرجح الوجود عن العدم لا فرق بين الابتداء والبقاء\n</p>\n\n<p>\nمعنى السبب على ما ذكرنا منشأ الإيجاد ومعطى الوجود وهو الذى يعبر عنه\nبالموجد وبالعلة الموجدة وبالعلة الفاعلة وبالفاعل الحقيقى ونحو ذلك من <span id='ms012'></span>\nالعبارات التى تختلف مبانيها ولا تتباين معانيها وقد يطلق السبب أحيانا على\nالشرط أو المعد الذى يهيء الممكن لقبول الإيجاد من موجده وهو بهذا المعنى\nقد يحتاج إليه في الإبتدء ويستغنى عنه في البقاء وقد تكون الحاجة إلى وجوده\nثم عدمه ومن هذا القبيل وجود البناء فإنه شرط في وجود البيت وقد يموت\nالبناء ويبقى بناؤه وليس البناء واهب الوجود للبيت وإنما حركات يديه وحركات\nذهنه وأطوار إرادته شرط لوجود البيت على هيئته الخاصة به\n</p>\n\n<p>\nوبالجملة فيوجد فرق بين توقف الممكن على شىء وبين استفادته الوجود من شىء\nفالتوقف قد يكون على وجود ثم عدم كما في توقف الخطوة الثانية على الأولى\nفإن الأولى ليست واهبة الوجود للثانية وإلا وجب وجودها معها مع أن الثانية\nلا توجد إلا إذا انعدمت الأولى وأما استفادة الوجود فتقتضى سبق مالك للوجود\nيعطيه للمستفيد منه وأن يكون وجود المستفيد مستمدا من وجود الواهب لا يقوم\nإلا به فلا يستقل بنفسه دونه في حال من الأحوال\n</p>\n\n<p>\n| الممكن موجود قطعا\n</p>\n\n<p>\nنرى أشياء توجد بعد أن لم تكن وأخرى تنعدم بعد أن كانت كأشخاص النباتات\nوالحيوانات فهذه الكائنات إما مستحيلة أو واجبة أو ممكنة لا سبيل إلى الأول\nلأن المستحيل لا يطرأ عليه الوجود ولا إلى الثانى لأن الواجب له الوجود من\nذاته وما بالذات لا يزول فلا يطرأ عليه العدم ولا يسبقه كما سيجىء في أحكام\nالواجب فهى ممكنة فالممكن موجود قطعا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n| وجود الممكن يقتضى بالضرورة وجود الواجب\n</p>\n\n<p>\nجملة الممكنات الموجودة ممكنة بداهة وكل ممكن محتاج إلى سبب يعطيه الوجود\nفجمله الممكنات الموجودة محتاجة بتمامها إلى موجد لها فإما أن يكون عينها\nوهو محال لاستلزامه تقدم الشيء على نفسه وإما أن يكون جزأها وهو محال\nلاستلزامه أن يكون الشىء سببا لنفسه ولما سبقه إن لم يكن الأول ولنفسه فقط\nإن فرض أول وبطلانه ظاهر فوجب أن يكون السبب وراء جملة الممكنات والموجود\nالذى ليس بممكن هو الواجب إذ ليس وراء الممكن إلا المستحيل والواجب\nوالمستحيل لا <span id='ms013'></span> يوجد فيبقى الواجب فثبت أن للممكنات الموجودة موجدا واجب\nالوجود\n</p>\n\n<p>\nوأيضا الممكنات الموجودة سواء كانت متناهية أو غير متناهية قائمة بوجود\nفذلك الوجود إما أن يكون مصدره ذات الإمكان وماهيات الممكنات وهو باطل لما\nسبق في أحكام الممكن من أنه لا شىء من الماهيات الممكنة بمقتض للوجود فتعين\nأن يكون مصدره سواها وهو الواجب بالضرورة\n</p>\n\n<p>\n| أحكام الواجب\n</p>\n\n#\n<p>\n| القدم والبقاء ونفى التركيب\n</p>\n\n<p>\nمن أحكام الواجب أن يكون قديما أزليا لأنه لو لم يكن كذلك لكان حادثا\nوالحادث ما سبق وجوده بالعدم فيكون وجوده مسبوقا بعدم وكل ما سبق بالعدم\nيحتاج إلى علة تعطيه الوجود وإلا لزم رجحان المرجوح بلا سبب وهو محال فلو\nلم يكن الواجب قديما لكان محتاجا في وجوده إلى موجد غيره وقد سبق أن الواجب\nما كان وجوده لذاته فلا يكون ما فرض واجبا وهو تناقض محال ومن أحكامه أن\nيطرأ عليه عدم إلا لزم سلب ما هو للذات عنها وهو يعود إلى سلب الشىء عن\nنفسه وهو محال بالبداهة\n</p>\n\n<p>\nمن أحكامه أن لا يكون مركبا إذ لو تركب لتقدم وجود كل جزء من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nأجزائه على وجود جملته التى هى ذاته وكل جزء من أجزائه غير ذاته بالضرورة\nفيكون وجود جملته محتاجا إلى وجود غيره وقد سبق أن الواجب ما كان وجوده\nلذاته ولأنه لو تركب لكان الحكم له بالوجود موقوفا على الحكم بوجود أجزائه\nوقد قلنا إنه لذاته من حيث هي ذاته ولأنه لا مزجح لأن يكون الوجوب له دون\nكل جزء من أجزائه بل يكون الوجوب لها أرجخ فتكون هي الواجبة دونه نفى\nالتركيب في الواجب شامل لما يسمونه حقيقة عقلية أو خارجية فلا يمكن للعقل\nأن يحاكى ذات الواجب بمركب فإن الأجزاء العقلية لا بد لها من منشأ انتزاع\nفي الخارج فلو تركبت الحقيقة العقلية لكانت الحقيقة مركبة في الخارج وإلا\nكان ما فرض حقيقة عقلية اعتبارا كاذب الصدق لا حقيقة\n</p>\n\n<p>\nكما لا يكون الواجب مركبا لا يكون قابلا للقسمة في أحد الامتدادات الثلاث\nأي <span id='ms014'></span> لا يكون له امتداد لأنه لو قبل القسمة لعاد بها إلى غير وجوده الأول\nوصار إلى وجودات متعددة وهى وجودات الأجزاء الحاصلة من القسمة فكون ذلك\nقبولا للعدم أو تركبا وكلاهما محال كما سبق\n</p>\n\n<p>\n| الحياة\n</p>\n\n<p>\nمعنى الوجود وإن كان بديهيا عند العقل ولكنه يتمثل له بالظهور ثم الثبات\nوالاستقرار وكمال الوجود وقوته بكمال هذا المعنى وقوته بالبداهة\n</p>\n\n<p>\nكل مرتبة من مراتب الوجود تستتبع بالضرورة من الصفات الوجودية ما هو كمال\nلتلك المرتبة في المعنى السابق ذكره وإلا كان الوجود لمرتبة سواها وقد فرض\nلها ما يتجلى للنفس من مثل الوجود لا ينحصر وأكمل مثال في أى مراتبه كان\nمقرونا بالنظام والكون على وجه ليس فيه خلل ولا تشويش فإن كان ذلك النظام\nبحيث يستتبع وجودا مستمرا وإن في النوع كان أدل على كمال المعنى الوجودى فى\nصاحب المثال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nفإن تجلت للنفس مرتبة من مراتب الوجود أن تكون مصدرا لكل نظام كان ذلك\nعنوانا على أنها أكمل المراتب وأعلاها وأرفعها وأقواها\n</p>\n\n<p>\nوجود الواجب هو مصدر كل وجود ممكن كما قلنا وظهر بالبرهان القاطع فهو\nبحكم ذلك أقوى الوجودات وأعلاها فهو يستتبع من الصفات الوجودية ما يلائم\nتلك المرتبة العليا وكل ما تصوره العقل كمالا في الوجود من حيث ما يحيط به\nمن معنى الثبات والاستقرار والظهور وأمكن أن يكون له وجب أن يثبت له وكونه\nمصدرا للنظام وتصريف الأعمال على وجه لا اضطراب فيه يعد من كمال الوجود كما\nذكرنا فيجب أن يكون ذلك ثابتا له فالوجود الواجب يستتبع من الصفات الوجودية\nالتى تقتضيها هذه المرتبة ما يمكن أن يكون له\n</p>\n\n<p>\nفمما يجب أن يكون له صفة الحياة وهى صفة تستتبع العلم والإرادة وذلك أن\nالحياة مما يعتبر كمالا للوجود بداهة فإن الحياة مع ما يتبعها مصدر النظام\nوناموس الحكمة وهى في أى مراتبها مبدأ الظهور والاستقرار في تلك المرتبة\nفهى كمال وجودى ويمكن أن يتصف بها الواجب وكل كمال وجودى يمكن أن يتصف به\nوجب أن يثبت له فواجب الوجود <span id='ms015'></span> حى وإن باينت حياته الممكنات فإن ما هو كمال\nللوجود إنما هو مبدأ العلم والإرادة ولو لم تثبت له هذه الصفة لكان في\nالممكنات فإن ما هو كمال للوجود إنما هو مبدأ العلم والإرادة ولو لم تثبت\nله هذه الصفة لكان في الممكنات ما هو أكمل منه وجودا وقد تقدم أنه أعلى\nالموجودات وأكملها فيه\n</p>\n\n<p>\nوالواجب هو واهب الوجود وما يتبعه فكيف لو كان فاقدا للحياة يعطيها\nفالحياة له كما أنه مصدرها\n</p>\n\n<p>\n| العلم\n</p>\n\n<p>\nومما يجب له صفة العلم ويراد به ما به انكشاف شىء عند من ثبتت له تلك\nالصفة أى مصدر ذلك الانكشاف منه لأن العلم من الصفات الوجودية التى تعد\nكمالا في الوجود ويمكن أن تكون للواجب وكل ما كان كذلك وجب أن يثبت له\nفواجب الوجود عالم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nثم البداهة قاضية بأن العلم كمال في الموجودات الممكنة ومن الممكنات من\nهو عالم فلو لم يكن الواجب عالما لكان في الموجودات الممكنة ما هو أكمل من\nالموجود الواجب وهو محال كما قدمنا ثم هو واهب العلم في عالم الإمكان ولا\nيعقل أن مصدر العلم يفقده\n</p>\n\n<p>\nعلم الواجب من لوازم وجوده كما ترى فيعلو على العلوم علو وجوده عن\nالوجودات فلا يتصور في العلوم ما هو أعلى منه فيكون محيطا بكل ما يمكن علمه\nوإلا تصور العقل علما اشمل وهو إنما يكون لوجود أكمل وهو محال\n</p>\n\n<p>\nما هو لازم لوجود الواجب يغنى بغناه ويبقى ببقائه وعلم الواجب من لوازم\nوجوده فلا يفتقر إلى شيء ما وراء ذاته فهو أزلى أبدى غنى عن الآلات وجولات\nالفكر وأفاعيل النظر فيخالف علوم الممكنات بالضرورة\n</p>\n\n<p>\nما يوجد من الممكنات فهو موافق لما انكشف بذلك العلم وإلا لم يكن علما\n</p>\n\n<p>\nمن أدلة ثبوت العلم للواجب ما نشاهده في نظام الممكنات من الإحكام\nوالإتقان ووضع كل شىء في موضعه وقرن كل ممكن بما يحتاج إليه في وجوده\nوبقائه وذلك ظاهر لجلى النظر بما يشاهد في الأعيان كبيرها وصغيرها علويها\nوسفليها فهذه الروابط بين الكواكب والنسب الثابتة <span id='ms016'></span> بينها وتقديرحركاتها على\nقاعدة تكفل لها البقاء على الوضع الذى قدر لها وإلزام كل كوكب بمدار لو خرج\nمنه لاختل نظام عالمه أو العالم بأسره وغير ذلك مما فصل في علوم الهيئة\nالفلكية كل ذلك يشهد بعلم صانعه وحكمة مدبرة\n</p>\n\n<p>\nاعتبر بما تراه جزئيات النباتات والحيوانات من توفيتها قواها وإيتائها ما\nتحتاج إليه في تقويم وجودها من الآلات والأعضاء ووضع ذلك في مواضعه من\nأبدانها وإيداع غير الحساس منها كالنبات قوة الميل إلى تناول ما يناسبه من\nالغذاء دون ما يلائمه فترى بزرة الحنظل تدفن بجوار حبة البطيخ في أرض واحدة\nثم تسقى بماء واجد وتنمى بعناية واحدة ولكن تلك تمتص من المواد ما يغذى\nالمر الزعاق وهذه تتناول ما يغذى حلو المذاق وإرشاد الحساس منها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nإلى استعمال ما منح من تلك الأدوات والأعضاء وسوق كل قوة من قواه إلى ما\nقدرت له فهو الذى يعلم حالة الجنين وهو نطفة أو علقة ويعلم حاجته متى تكامل\nخلقه وأنشأه نشأة الحى المستقل فى عمله إلى الأيدى والأرجل والأعين والمشام\nوالآذان وبقية المشاعر الباطنة ليستعمل ذلك فيما يقيم وجوده وبقية من\nالعوادى عليه وحاجته إلى المعدة والقلب والكبد والرئة ونحوها من الأعضاء\nالتى لا غنى عنها في النمو والبقاء إلى الأجل المحدود للشخص أو للنوع\n</p>\n\n<p>\nهو الذى يعلم حالة الجروة من الكلاب مثلا وأنها متى كبرت تلد أجزاء\nمتعددة فيمنحها أطباء متكثرة وغير ذلك مما لا يستطاع إحصاؤه وقد فصل الكثير\nمنه في كتب النباتات وحياة الحيوان وما يسمى التاريخ الطبيعى وفنون منافع\nالأعضاء والطب وما يتبعه على أن الباحثين في كل ذلك بعد ما بذلوا من الجهد\nوماصرفوا من الهمم وما كشفوا من الأسرار لم يزالوا في أول البحث\n</p>\n\n<p>\nهذا الصنيع الذى إنما تتفاضل العقول فى فهم أسراره والوقوف على دقائق\nحكمه ألا يدل على أن مصدره هو العالم بكل شىء الذى أعطى كل شىء خلقه ثم هدى\nهل يمكن لمجرد الاتفاق المسمى بالصدقة أن يكون ينبوعا لهذا النظام وواضعا\nلتلك <span id='ms017'></span> القواعد التى يقوم عليها وجود الأكوان عظيمها وحقيرها كلا بل مبدع ذلك\nكله هو من لا يعزب عن علمه مثقال ذرة في الأرض ولا فى السماء وهو السميع\nالعليم\n</p>\n\n<p>\n| الإرادة\n</p>\n\n<p>\nمما يجب لواجب الوجود الإرادة وهى صفة تخصص فعل العالم بأحد وجوهه\nالممكنة\n</p>\n\n<p>\nبعد ما ثبت أن واهب وجود الممكنات هو الواجب وأنه عالم وأن ما يوجد من\nالممكن لا بد أن يكون على وفق علمه ثبت بالضرورة أنه مريد لأنه إنما يفعل\nعلى حسب علمه ثم إن كل موجود فهو على قدر مخصوص وصفة معينة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nوله وقت ومكان محدودان وهذه وجوه قد خصصت له دون بقية الوجوه الممكنة\nوتخصيصها كان على وفق العلم بالضرورة ولا معنى للإرادة إلا هذا\n</p>\n\n<p>\nأما ما يعرف من معنى الإرادة وهو ما به يصح للفاعل أن ينفذ ما قصده وأن\nيرجع عنه فذلك محال فى جانب الواجب فإن هذا المعنى من الهموم الكونية\nوالعزائم القابلة للفسخ وهى من توابع النقص في العلم فتتغير على حسب تغير\nالحكم وتردد الفاعل بين البواعث على الفعل والترك\n</p>\n\n<p>\n| القدرة\n</p>\n\n<p>\nومما يجب له القدرة وهى صفة بها الإيجاد والإعدام ولما كان الواجب هو\nمبدع الكائنات على مقتضى علمه وإرادته فلا ريب يكون قادرا بالبداهة لأن فعل\nالعالم المريد فيما علم وأراد إنما يكون بسلطة له على الفعل ولا معنى\nللقدرة إلا هذا السلطان\n</p>\n\n<p>\n| الإختيار\n</p>\n\n<p>\nثبوت هذه الصفات الثلاث يستلزم بالضرورة ثبوت الأختيار إذ لا معنى له إلا\nإصدار الأثر بالقدرة على مقتضى العلم وعلى حكم الإرادة فهو الفاعل المختار\nليس من أفعاله ولا من تصرفه في خلقه ما يصدر عنه بالعلية المحضة والاستلزام\nالوجودى بدون شعور ولا إرادة وليس من مصالح الكون ما يلزمه مراعاته لزوم\nتكليف بحيث لو لم لم يراعه لتوجه عليه النقد فيأتيه تنزها عن اللائمة تعالى\nالله عن ذلك علوا كبيرا ولكن نظام الكون ومصالحه العظمى إنما تقررت له بحكم\nأنه أثر الوجود الواجب الذى هو أكمل الوجودات وأرفعها فالكمال في الكون\nإنما هو تابع <span id='ms018'></span> لكمال المكون وإتقان الإبداع إنما هو مظهر لسمو مرتبة المبدع\nوبهذا الوجود البالغ أعلى غايات النظام تعلق العلم الشامل والإرادة المطلقة\nفصدر ويصدر على هذا النمط الرفيع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n             <span class='quran'>أفحسبتم أنما خلقناكم\nعبثا وأنكم إلينا لا ترجعون </span>وهذا هو معنى قولهم إن أفعاله لا تعلل\nبالأغراض ولكنها تتنزه عن العبث ويستحيل أن تخلو من الحكم وإن خفى شىء من\nحكمتها عن أنظارنا\n</p>\n\n<p>\n| الوحدة\n</p>\n\n<p>\nومما يجب له صفة الوحدة ذاتا ووصفا ووجودا وفعلا أما الوحدة الذاتية فقد\nأثبتناها فيما تقدم بنفى التركيب في ذاته خارجا وعقلا وأما الوحدة فى الصفة\nأى أنه لا يساويه فى صفاته الثابتة له موجود فلما بينا من أن الصفة تابعة\nلمرتبة الوجود وليس في الموجودات ما يساوى واجب الوجود فى مرتبة الوجود فلا\nيساويه فيما يتبع الوجود من الصفات وأما الوحدة في الوجود وفى الفعل ونعنى\nبها التفرد بوجوب الوجود وما يتبعه من إيجاد الممكنات فهى ثابتة لأنه لو\nتعدد واجب الوجود لكان لكل من الواجبين تعين يخالف تعين الآخر بالضرورة\nوالالم يتحصل معنى التعدد وكلما اختلفت التعينات اختلفت الصفات الثابتة\nللذوات المتعينة لأن الصفة إنما تتعين وتنال تحققها الخاص بها بتعين ما\nثبتت له بالبداهة فيختلف العلم الإرادة باختلاف الذوات الواجبة إذ يكون لكل\nواحدة منها علم وإرادة يباينان علم الأخرى وإرادتها ويكون لكل واحدة علم\nوإرادة يلائمان ذاتها وتعينها الخاص بها\n</p>\n\n<p>\nهذا التخالف ذاتى لأن علم الواجب وإرادته لازمان لذاته من ذاته لا لأمر\nخارج فلا سبيل إلى التغير والتبدل فيهما كما سبق وقد قدمنا أن فعل الواجب\nإنما يصدر عنه على حسب علمه وحكم إرادته فيكون فعل كل صادرا على حكم يخالف\nالآخر مخالفة ذاتية فلو تعدد الواجبون لتخالفت أفعالهم بتخالف علومهم\nوإرادتهم وهو خلاف يستحيل معه الوفاق وكل واحد بمقتضى وجوب وجوده وما يتبعه\nمن الصفات له السلطة على الإيجاد في عامة الممكنات فكل له التصرف في كل\nمنها على حسب علمه وإرادته ولا مرجح لنفاذ إحدى القدرتين دون الأخرى\nفتتضارب أفعالهم حسب التضارب <span id='ms019'></span> فى علومهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             وإرادتهم فيفسد نظام\nالكون بل يستحيل أن يكون له نظام بل يستحيل وجود ممكن من الممكنات لأن كل\nممكن لا بد أن يتعلق به الإيجاد على حسب العلوم والإرادات المختلفة فيلزم\nأن يكون للشىء الواحد وجودات متعددة وهو محال فلو كان فيهما آلهة إلا الله\nلفسدتا لكن الفساد ممتنع بالبداهة فهو جل شأنه واحد في ذاته وصفاته لا شريك\nله في وجوده ولا في أفعاله\n</p>\n\n<p>\n| الصفات السمعية التى يجب الإعتقاد بها\n</p>\n\n<p>\nما قدمنا من الصفات التى يجب الإعتقاد بثبوتها لواجب الوجود هى ما أرشد\nإليه البرهان وجاءت الشريعة الإسلامية وما تقدمها من الشرائع المقدسة\nلتأييده والدعوة إليه بلسان نبينا محمد صلى الله عليه وسلم ولسان من سبقه\nمن الأنبياء صلوات الله عليهم أجمعين\n</p>\n\n<p>\nومن الصفات ما جاء ذكره على لسان الشرع ولا يحيله العقل إذا حمل على ما\nيليق بواجب الوجود ولكن لا يهتدى إليه النظر وحده ويجب الإعتقاد بأنه جل\nشأنه متصف بها اتباعا لما قرره الشرع وتصديقا لما أخبر به فمن تلك الصفات\nصفة الكلام فقد ورد أن الله كلم بعض انبيائه ونطق القرآن بأنه كلام الله\nفمصدر الكلام المسموع عنه سبحانه لا بد أن يكون شأنا من شؤونه قديما بقدمه\nأما الكلام المسموع نفسه المعبر عن ذلك الوصف القديم فلا خلاف في حدوثه ولا\nفى أنه خلق من خلقه وخصص بالاسناد إليه لاختياره له سبحانه في الدلالة على\nما أراد إبلاغه لخلقه ولأنه صادر عن محض قدرته ظاهرا وباطنا بحيث لا مدخل\nلوجود آخر بوجه من الوجوه سوى أن من جاء على لسانه مظهر لصدوره والقول\nبخلاف ذلك مصادرة للبداهة وتجرؤ على مقام القدم بنسبة التغير والتبدل إليه\nفإن الآيات التى يقرؤها القارىء تحدث وتفنى بالبداهة كلما تليت\n</p>\n\n<p>\nوالقائل بقدم القرآن المقروء أشنع حالا وأضل اعتقادا من كل ملة جاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             القرآن نفسه بتضليلها والدعوة إلى مخالفتها وليس فى القول بأن\nالله أوجد القرآن بدون دخل لكسب بشر فى وجوده ما يمس شرف نسبته بل ذلك <span id='ms020'></span> غاية\nما دعا الدين إلى اعتقاده فهو السنة وهو ما كان عليه النبى وأصحابه وكل ما\nخالفه فهو بدعة وضلالة\n</p>\n\n<p>\nأما ما نقل إلينا من ذلك الخلاف الذى فرق الأمة وأحدث فيها الأحداث خصوصا\nفي أوائل القرن الثالث من الهجرة وإباء بعض الأئمة أن ينطق بأن القرآن\nمخلوق فقد كان منشؤه مجرد التحرج والمبالغة فى التأدب من بعضهم وإلا فيجل\nمقام مثل الإمام ابن حنبل عن أن يعتقد أن القرآن المقروء قديم وهو يتلوه كل\nليلة بلسانه ويكفيه بصوته\n</p>\n\n<p>\nومما ثبت له بالنقل صفة البصر وهى ما به تنكشف المبصرات وصفة السمع وهى\nما به تنكشف المسموعات فهو السميع البصير لكن علينا أن نعتقد أن هذا\nالانكشاف ليس بآلة ولا جارحة ولا حدقة ولا باصرة\n</p>\n\n<p>\n| كلمات في الصفات إجمالا\n</p>\n\n<p>\nأبتدىء الكلام فيما أقصده بذكر حديث إن لم يصح فكتاب الله بجملته وتفصيله\nيؤيد معناه وهو قوله صلى الله عليه وسلم تفكروا فى خلق الله ولا تفكروا فى\nذاته فتهلكوا\n</p>\n\n<p>\nإذا قدرنا عقل البشر قدره وجدنا غاية ما ينتهى إليه كماله إنما هو الوصول\nإلى معرفة عوارض بعض الكائنات التى تقع تحت الإدراك الإنسانى حسا كان أو\nوجدانا أو تعقلا ثم التوصل بذلك إلى معرفة مناشئها وتحصيل كليات لأنواعها\nوالإحاطة ببعض القواعد لعروض ما يعرض لها أما الوصول إلى كنه حقيقة ما فمما\nلا تبلغه قوته لأن اكتناه المركبات إنما هو باكتناه ما تركبت منه وذلك\nينتهى إلى البسيط الصرف وهو لا سبيل إلى اكتناهة بالضرورة وغاية ما يمكن\nعرفانه منه هو عوارضه وآثاره خذ أظهر الأشياء وأجلاها كالضوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \nقرر الناظرون فيه له أحكاما كثيرة فصلوها فى علم خاص به ولكن لم يستطع ناظر\nأن يفهم ما هو ولا أن يكتنه معنى الإضاءة نفسه وإنما يعرف من ذلك ما يعرفه\nكل بصير له عينان وعلى هذا القياس\n</p>\n\n<p>\nثم إن الله لم يجعل للإنسان حاجة تدعو إلى اكتناه شىء من الكائنات وإنما\nحاجته إلى معرفة العوارض والخواص ولذة عقله إن كان سليما <span id='ms021'></span> إنما هى تحقيق\nنسبة تلك الخواص إلى ما اختصت به وإدراك القواعد التى قامت عليها تلك النسب\nفالاشتغال بالاكتناه أضاعة الوقت وصرف للقوة إلى غير ما سيقت إليه\n</p>\n\n<p>\nاشتغل الإنسان بتحصيل العلم بأقرب الأشياء إليه وهى نفسه أراد أن يعرف\nبعض عوارضها وهل هى عرض أو جوهر هل هى قبل الجسم أو بعده هل هى فيه أو\nمجردة عنه كل هذه صفات لم يصل العقل إلى اثبات شىء منها يمكن الاتفاق عليه\nوإنما مبلغ جهده أنه عرف أنه موجود حى له شعور وإرادة وكل ما أحاط به بعد\nذلك من الحقائق الثابتة فهو راجع إلى تلك العوارض التى وصل إليها ببديهته\nأماكنه شىء من ذلك بل وكيفية اتصافه ببعض صفاته فهو مجهول عنده ولا يجد\nسبيلا للعلم به\n</p>\n\n<p>\nهذا حال العقل الإنسانى مع ما يساويه فى الوجود أو ينحط عنه بل وكذلك\nشأنه فيما يظن من الأفعال أنه صادر عنه كالفكر وارتباطه بالحركة والنطق فما\nيكون من أمره بالنسبة إلى ذلك الوجود إلا على ماذا يكون اندهاشه بل انقطاعه\nإذا وجه نظره إلى مالا يتناهى من الوجود الأزلى الأبدى\n</p>\n\n<p>\nالنظر فى الخلق يهدى بالضرورة إلى المنافع الدنيوية ويضىء للنفس طريقها\nإلى معرفة من هذه آثاره وعليها تجلت أنواره وإلى اتصافه بما لولاه لما صدرت\nعنه هذه الآثار على ما هى عليه من النظام وتخالف الأنظار فى الكون إنما هو\nمن تصارع الحق والباطل ولا بد أن يظفر الحق ويعلو على الباطل بتعاون\nالأفكار أو صولة القوى منها على الضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nأما الفكر فى ذات الخالق فهو طلب للأكتناه من جهة وهو ممتنع على العقل\nالبشرى لما علمت من انقطاع النسبة بين الوجودين ولاستحالة التركب فى ذاته\nوتطاول إلى مالا تبلغه القوة البشرية من جهة أخرى فهو عبث ومهلكه عبث لأنه\nسعى إلى مالا يدرك ومهلكة لأنه يؤدى إلى الخبط فى الإعتقاد لأنه تحديد لما\nلا يجوز تحديده وحصر لما لا يصح حصره\n</p>\n\n<p>\nلا ريب أن هذا الحديث وما أتينا عليه من <span id='ms022'></span> البيان كما يأتى فى الذات من حيث\nهى يأتى فيها مع صفاتها فالنهى واستحالة الوصول إلى الاكتناه شاملان لها\nفيكفينا من العلم بها أن نعلم أنه متصف بها أما ما وراء ذلك فهو مما يستأثر\nهو بعلمه ولا يمكن لعقولنا أن تصل إليه ولهذا لم يأت الكتاب العزيز وما\nسبقه من الكتب إلا بتوجيه النظر إلى المصنوع لينفذ منه إلى معرفة وجود\nالصانع وصفاته الكمالية أما كيفية الاتصاف فليس من شأننا أن نبحث فيه\n</p>\n\n<p>\nفالذى يوجبه علينا الإيمان هو ان نعلم أنه موجود لا يشبه الكائنات أزلى\nأبدى حى عالم مريد قادر متفرد فى وجوب وجوده وفى كمال صفاته وفى صنع خلقه\nوأنه متكلم سميع بصير وما يتبع ذلك من الصفات التى جاء الشرع بإطلاق\nأسمائها عليه أما كون الصفات زائدة على الذات وكون الكلام صفة غير ما اشتمل\nعليه العلم من معانى الكتب السماوية وكون السمع والبصر غير العلم\nبالمسموعات والمبصرات ونحو ذلك من الشئون التى اختلف عليها النظار وتفرقت\nفيها المذاهب فمما لا يجوز الخوض فيه إذ لا يمكن لعقول البشر أن تصل إليه\nوالاستدلال على شىء منه بالألفاظ الواردة ضعف فى العقل وتغرير بالشرع لأن\nاستعمال اللغة لا ينحصر فى الحقيقة ولئن انحصر فيها فوضع اللغة لا تراعى\nفيه الوجودات بكنهها الحقيقى وإنما تلك مذاهب فلسفة إن لم يصل فيها أمثلهم\nفلم يهتد فيها فريق إلى مقنع فما علينا إلاالوقوف عندما تبلغه عقولنا وأن\nنسأل الله أن يغفر لمن آمن به وبما جاء به رسله ممن تقدمنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n| أفعال الله جل شأنه\n</p>\n\n<p>\nأفعال الله صادرة عن علمه وإرادته كما سبق تقريره وكل ما صدر عن علم\nوإرادة فهو عن الاختيار ولا شىء مما يصدر عن الاختيار بواجب على المختار\nلذاته فلا شىء من أفعاله بواجب الصدور عنه لذاته فجميع صفات الأفعال من خلق\nورزق وإعطاء ومنع وتعذيب وتنعيم مما يثبت له تعالى بالإمكان الخاص فلا\nيطوفن بعقل عاقل بعد تسليم أنه فاعل عن علم وإرادة أن يتوهم أن <span id='ms023'></span> شيئا من\nأفعاله واجب عنه لذاته كما هو الشأن في لوازم الماهيات أو فى اتصاف الواجب\nبصفاته مثلا فإن ذلك هو التناقض البديهى الاستحالة كما سبق الإشارة إليه\n</p>\n\n<p>\nبقيت علينا جولة نظر فى تلك المقالات الحمقى التى اختبط فيها القوم\nاختباط إخوة تفرقت بهم الطرق فى السير إلى مقصد واحد حتى إذا التقوا فى غسق\nالليل صاح كل فريق بالآخر صيحة المستخبر فظن كل أن الآخر عدو يريد مقارعته\nعلى ما بيده فاستحر بينهم القتال ولا زالوا يتجالدون حتى تساقط جلهم دون\nالمطلب ولما اسفر الصبح وتعارفت الوجوه رجع الرشد إلى من بقى وهم الناجون\nولو تعارفوا من قبل لتعاونوا جميعا على بلوغ ما أملوا ولو وافتهم الغاية\nإخوانا بنور الحق مهتدين نريد تلك المقالات المضطربة فى أنه يجب على الله\nرعاية المصلحة فى أفعاله وتحقيق وعيده فيمن تعدى حدوده من عبيده وما يتلو\nذلك من وقوع أعماله تحت العلل والأغراض فقد بالغ قوم فى الإيجاب حتى ظن\nالناظر فى مزاعمهم أنهم عدوه واحدا من المكلفين يفرض عليه أن يجهد للقيام\nبما عليه من الحقوق وتأدية ما لزمه من الواجبات تعالى عن ذلك علوا كبيرا\nوغلا آخرون فى نفى التعليل عن أفعاله حتى خبل للممعن فى مقالاتهم أنهم لا\nيرضونه إلا قلبا يبرم اليوم ما نقضه بالأمس ويفعل غدا ما أخبر بنقيضه اليوم\nأو غافلا لا يشعر بما يستتبعه عمله سبحان ربك رب العزة عما يصفون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             وهو أحكم الحاكمين وأصدق القائلين جبرون الله وطهارة دينه أعلى\nوأرفع من هذا كله\n</p>\n\n<p>\nاتفق الجميع على أن أفعاله تعالى لا تخلو من حكمة وصرح الغلاة والمقصرون\nجميعا بأنه تعالى منزه عن العبث فى أفعاله والكذب فى أقواله ثم بعد هذا\nأخذوا يتنابذون بالألفاظ ويتمارون فى الأوضاع ولا يدرى إلى أى غاية يقصدون\nفلنأخذ ما اتفقوا عليه ولنرد إلى حقيقة واحدة ما اختلفوا فيه\n</p>\n\n<p>\nحكمة كل عمل ما يترتب عليه مما يحتفظ نظاما أو يدفع فسادا خاصا كان أو\nعاما لو كشف للعقل من <span id='ms024'></span> أى وجه لعقله وحكم بأى العمل لم يكن عبثا ولعبا ومن\nيزعم للحكمة معنى لا يرجع إلى هذا حاكمناه إلى أوضاع اللغة وبداهة العقل لا\nيسمى ما يترتب على العمل حكمة ولا يتمثل عند العقل بمثالها إلا إذا كان ما\nيتبع العمل مرادا لفاعله بالفعل وإلا لعدم النائم حكيما فيما لو صدرت عنه\nحركة فى نومه قتلت عقربا كاد يلسع طفلا أو دفعت صبيا عن حفرة كاد يسقط فيها\nبل لوسم بالحكمة كثير من العجماوات إذا استتبعت حركاتها بعض المنافع الخاصة\nأو العامة والبداهة تأباه\n</p>\n\n<p>\nمن القواعد الصحيحة المسلمة عند جميع العقلاء أن أفعال العاقل تصان عن\nالعبث ولا يريدون من العاقل إلا العالم بما يصدر عنه بإرادته ويريدون من\nصونها عن البعث أنها لا تصدر إلا لأمر يترتب عليها يكون غاية لها وإن كان\nهذا العاقل الحادث فما ظنك بمصدر كل عقلى ومنتهى الكمال فى العلم والحكم\nهذه كلها مسلمات لا ينازع فيها أحد\n</p>\n\n<p>\nصنع الله الذى أتقن كل شىء وأحسن خلقه مشحون بضروب الحكم ففيه ما قامت به\nالسموات والأرض وما بينهما وحفظ به نظام الكون بأسره وما صانه عن الفساد\nالذى يفضى به إلى العدم وفيه ما استقامت به مصلحة كل موجود على حدثه خصوصا\nما هو من الموجودات الحية كالنبات والحيوان ولولا هذه البدائع من الحكم ما\nتيسر لنا الاستدلال على علمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nفهذه الحكم التى نعرفها الآن بوضع كل شىء فى موضعه وإيتاء كل محتاج ماله\nإليه الحاجة إما أن تكون معلومة له مرادة مع الفعل أم لا لا يمكن القول\nبالثانى وإلا لكان قولا بقصور العلم إن لم تكن معلومة أو بالغفلة إن لم تكن\nمرادة وقد سبق تحقيق أن علمه وسع كل شىء واستحالة غيبه أثر من آثاره عن\nإرادته فهو يريد الفعل ويريد ما يترتب عليه من الحكمة ولا معنى لهذا إلا\nإرادته للحكمة من حيث هى تابعة للفعل ومن المحال أن تكون الحكمة غير مرادة\nبالفعل مع العلم بارتباطها به فيجب الإعتقاد <span id='ms025'></span> بأن أفعاله يستحيل أن تكون\nخالية من الحكمة وبأن الحكمة يستحيل أن تكون غير مرادة إذ لو صح توهم أن ما\nيترتب على الفعل غير مراد لم يعد ذلك من الحكمة كما سبق\n</p>\n\n<p>\nفوجوب الحكمة فى أفعاله تابع لوجوب الكمال فى علمه وإرادته وهو مما لا\nنزاع فيه بين جميع المتخالفين وهكذا يقال فى وجوب تحقق ما وعد وأوعد به\nفإنه تابع لكمال علمه وإرادته وصدقه وهو أصدق القائلين وما جاء فى الكتاب\nأو السنة مما قد يوهم خلاف ذلك يجب إرجاعه إلى بقية الآيات وسائر الآثار\nحتى ينطبق الجميع على ما هدت إليه البديهيات السابق إيرادها وعلى ما يليق\nبكمال الله وبالغ حكمته وجليل عظمته والآصل الذى يرجع إليه كل وارد فى هذا\nالباب\n</p>\n\n<p>\nقوله تعالى <span class='quran'>وما خلقنا السماء والأرض وما بينهما لاعبين لو أردنا أن\nنتخذ لهوا لاتخذناه من لدنا إن كنا فاعلين بل نقذف بالحق على الباطل فيدمغه\nفإذا هو زاهق ولكم الويل مما تصفون </span></p>\n\n<p>\nوقوله <span class='quran'>لاتخذناه </span>من لدنا أى لصدر عن ذاتنا المنفردة بالكمال\nالمطلق الذى لا يشوبه نقص وهو محال وإن فى قوله إن كنا فاعلين نافية وهو\nنتيجة القياس السابق\n</p>\n\n<p>\nبقى أن الناظرين فى هذه الحقائق ينقسمون إلى قسمين فمنهم من يطلب علمها\nلأنه شهوة العقل وفيه لذته فهذا القسم يسمى المعانى بأسمائها ولا يبالى جوز\nالشرع إطلاقها فى جانب الله أم لم يجوز فيسمى الحكمة غاية وغرضا وعلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             غائية ورعاية للمصلحة وليس من رأيه أن يجعل لقلمه عنانا يرده\nعن إطلاق اسم متى صح عنده معناه وقد يعبر بالواجب عليه بدل الواجب له غير\nمبال بما يوهمه اللفظ\n</p>\n\n<p>\nومنهم من يطلب علمها مع مراعاة أن ذلك دين يتعبد به واعتقاد بشئون لإله\nعظيم يعبد بالتحميد والتعظيم ويجب الاحتياط فى ينزيهه حتى بعفة اللسان عن\nالنطق بما يوهم نقصا فى جانبه فيتبرأ من تلك الألفاظ مفردها ومركبها فإن\nالوجوب عليه يوهم التكليف والإلزام وبعبارة أخرى يوهم القهر والتأثر\nبالأغيار ورعاية المصلحة توهم إعمال النظر <span id='ms026'></span> وإجالة الفكر وهما من لوازم\nالنقص فى العلم والغاية والعلة الغائية والغرض توهم حركة فى نفس الفاعل من\nقبل البدء فى العمل إلى نهايته وفيها ما فى سوابقها ولكن الله أكبر هل يصح\nان تكون سعة المجال أو التعفف فى المقال سببا فى التفرقة بين المؤمنين\nوتماريهم فى الجدال حتى ينتهى بهم التفرق إلى ما صاروا إليه من سوء الحال\n</p>\n\n<p>\n| أفعال العباد\n</p>\n\n<p>\nكما يشهد سليم العقل والحواس من نفسه أنه موجود ولا يحتاج فى ذلك إلى\nدليل يهديه ولا معلم يرشده كذلك يشهد أنه مدرك لأعماله الإختيارية يزن\nنتائجها بعقله ويقدرها بإرادته ثم يصدرها بقدرة مافيه ويعد إنكار شىء من\nذلك مساويا لإنكار وجوده فى مجافاته لبداهة العقل\n</p>\n\n<p>\nكما يشهد بذلك فى نفسه يشهده أيضا فى بنى نوعه كافة متى كانوا مثله فى\nسلامة العقل والحواس ومع ذلك فقد يريد إرضاء خليل فيغضبه وقد يطلب كسب رزق\nفيفوته وربما سعى إلى منجاة فسقط فى مهلكة فيعود باللائمة على نفسه إن كان\nلم يحكم النظر فى تقدير فعله ويتخذ من خيبته أول مرة مرشدا له فى الآخرى\nفيعاود العمل من طريق أقوم وبوسائل أحكم ويتقد غيظه على من حال بينه وبين\nما يشتهى إن كان سبب الإخفاق فى المسعى منازعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nمنافس له فى مطلبه لوجدانه من نفسه أنه الفاعل فى حرمانه فينبرى لمناضلته\nوتارة يتجه إلى أمر أسمى من ذلك إن لم يكن لتقصيره أو لمنافسة غيره دخل\nفيما لقى من مصير عمله كأن هب ريح فأغرق بضاعته أو نزل صاعق فأحرق ماشيته\nأو علق أمله بمعين فمات أو بذى منصب فعزل يتجه من ذلك إلى أن فى الكون قوة\nأسمى من أن تحيط بها قدرته وأن وراء تدبيره سلطانا لا تصل إليه سلطته فإن\nكان قد هداه البرهان وتقويم الدليل إلى أن حوادث الكون بأسره مستندة إلى\nواجب وجود واحد يصرفه على مقتضى علمه وإرادته خشع وخضع ورد الأمر إليه فيما\nلقى ولكن مع ذلك لا ينسى نصيبه فيما بقى <span id='ms027'></span> فالمؤمن كما يشهد بالدليل وبالعيان\nأن قدرة مكون الكائنات أسمى من قوى الممكنات يشهد بالبداهة أنه فى أعماله\nالاختيارية عقلية كانت أو جسمانية قائم بتصريف ماوهب الله له من المدارك\nوالقوى فيما خلقت لأجله وقد عرف القوم شكر الله على نعمة فقالوا هو صرف\nالعبد جميع ما أنعم الله به عليه إلى ما خلق لأجله\n</p>\n\n<p>\nعلى هذا قامت الشرائع وبه استقامت التكاليف ومن أنكر شيئا منه قد أنكر\nمكان الإيمان من نفسه وهو عقله الذى شرفه الله بالخطاب فى أوامره ونواهيه\n</p>\n\n<p>\nأما البحث فيما وراء ذلك من التوفيق بين ما قام عليه الدليل من أحاطة علم\nالله وإرادته وبين ما تشهد به البداهة من عمل المختار فيما وقع عليه\nالاختيار فهو من طلب سر القدر الذى نهينا عن الخوض فيه واشتغال بما لا تكاد\nتصل العقول إليه وقد خاض فيه الغالون من كل ملة خصوصا من المسيحيين\nوالمسلمين ثم لم يزالوا بعد طول الجدال وقوفا حيث ابتدءوا وغاية ما فعلوا\nأن فرقوا وشتتوا فمنهم القائل بسلطة العبد على جميع أفعاله واستقلالها\nالمطلق وهو غرور ظاهر ومنهم من قال بالجبر وصرح به ومنهم من قال به وتبرأ\nمن اسمه وهو هدم للشريعة ومحو للتكاليف وإبطال لحكم العقل البديهى وهو عماد\nالإيمان\n</p>\n\n<p>\nودعوى أن الإعتقاد بكسب العبد لأفعاله يؤدى إلى الإشراك بالله وهو الظلم\nالعظيم دعوى من لم يلتفت إلى معنى الاشراك على ما جاء به الكتاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوالسنة فالإشراك اعتقاد أن لغير الله أثرا فوق ما وهبه الله من الأسباب\nالظاهرة وأن لشىء من الأشياء سلطانا على ما خرج عن قدرة المخلوقين وهو\nاعتقاد من يعظم سوى الله مستعينا به فيما لا يقدر العبد عليه كالاستنصار فى\nالحرب بغير قوة الجيوش والاستشفاء من الأمراض بغيرالأدوية التى هدانا الله\nإليها والاستعانة على السعادة الأخروية أو الدنيوية بغير الطرق والسنن التى\nشرعها الله لنا هذا هو الشرك الذى كان عليه الوثنيون ومن ماثلهم فجاءت\nالشريعة الإسلامية بمحوه ورد الأمر فيما فوق القدرة البشرية والأسباب <span id='ms028'></span>\nالكونية إلى الله وحده وتقرير أمرين عظيمين هما ركنا السعادة وقوام الأعمال\nالبشرية الأول أن العبد يكسب بإرادته وقدرته ما هو وسيلة لسعادته والثانى\nأن قدرة الله هى مرجع لجميع الكائنات وأن من آثارها ما يحول بين العبد وبين\nإنقاذ ما يريده وأن لا شىء سوى الله يمكن له أن يمد العبد بالمعونة فيما لم\nيلبغه كسبه جاءت الشريعة لتقرير ذلك وتحريم أن يستعين العبد بأحد غير خالقه\nفى توفيقه إلى إتمام عمله بعد إحكام البصيرة فيه وتكليفه بأن يرفع همته إلى\nاستمداد العون منه وحده بعد أن يكون قد أفرغ ما عنده من الجهد في تصحيح\nالفكر وإجادة العمل ولا يسمح العقل ولا الدين لأحد أن يذهب إلى غير ذلك\nوهذا الذى قررناه قد اهتدى إليه سلف الأمة فقاموا من الأعمال بما عجبت له\nالأمم وعول عليه من متأخرى أهل النظر إمام الحرمين الجوينى رحمه الله وإن\nأنكر عليه بعض من لم يفهمه\n</p>\n\n<p>\nأكرر القول بأن الإيمان بوحدانية الله لا يقتضى من المكلف إلا اعتقاد أن\nالله صرفه فى قواه فهو كاسب كإيمانه ولما كلفه الله به من بقية الأعمال\nواعتقاد أن قدرة الله فوق قدرته ولها وحدها السلطان الأعلى فى إتمام مراد\nالعبد بإزالة الموانع أو تهيئة الأسباب المتممة مما لا يعلمه ولا يدخل تحت\nإرادته\n</p>\n\n<p>\nأما التطلع إلى ما هو أغمض من ذلك فليس من مقتضى الإيمان كما بينا وإنا\nهو من شره العقول فى طلب رفع الأستار عن الأسرار ولا أنكر أن قوما قد وصلوا\nبقوة العلم والمثابرة على مجاهدة المدارك إلى ما أطمأنت به نفوسهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوتقشعت به حيرتهم ولكن قليل ما هم على أن ذلك نور يقذفه الله فى قلب من\nشاء ويخص به أهل الولاية والصفاء وكثير ماضل قوم وأضلوا وكان لمقالاتهم\nأسوأ الأثر فيما عليه حال الأمة اليوم\n</p>\n\n<p>\nلو شئت لقربت البعيد فقلت إن من بالغ الحكم فى الكون أن تتنوع الأنواع\nعلى ما هى عليه فى العيان ولا يكون النوع ممتازا عن <span id='ms029'></span> غيره حتى تلزمه خواصه\nوكذا الحال فى تميز الأشخاص فواهب الوجود يهب الأنواع والأشخاص وجودها على\nما هى عليه ثم كل وجود متى حصل كانت له توابعه ومن تلك الأنواع الإنسان ومن\nمميزاته حتى يكون غير سائر الحيوانات ان يكون مفكرا مختارا فى عمله على\nمقتضى فكره فوجوده الموهوب مستتبع لمميزاته هذه ولو سلب شيء منها لكان إما\nملكا أو حيوانا آخر والفرض أنه الإنسان فهبة الوجود له لاشىء فيها من القهر\nعلى العمل ثم علم الواجب محيط بما يقع من الإنسان بإرادته وبأن عمل كذا\nيصدر فى وقت كذا وهو خير يثاب عليه وأن عملا آخر شر يعاقب عليه عقاب الشر\nوالأعمال فى جميع الأحوال حاصلة عن الكسب والإختيار فلا شىء فى العلم بسالب\nللتخيير فى الكسب وكون ما فى العلم يقع لا محالة إنما جاء من حيث هو الواقع\nوالواقع لا يتبدل\n</p>\n\n<p>\nولنا فى علومنا الكونية أقرب الأمثال شخص من أهل العناد يعلم علم اليقين\nأن عصيانه لأميره باختياره يحل عقوبته لا محالة لكنه مع ذلك يعمل العمل\nويستقبل العقوبة وليس لشىء من علمه وانطباقه على الواقع أدنى أثر فى\nاختياره لا بالمنع ولا بالإلزام فانكشاف الواقع للعالم لا يصح فى نظر العقل\nملزما ولا مانعا وإنما يريك الوهم تغيير العبارات وتشعب الألفاظ ولو شئت\nلزدت فى بيان ذلك ورجوت أن لا يبعد عن عقل ألف النظر الصحيح ولم تفسد فطرته\nبالمماحكات اللفظية لكن يمنعنى عن الإطالة فيه عدم الحاجة إليه فى صحة\nالإيمان وتقاصر عقول العامة عن إدراك الأمر فى ذاته مهما بالغ المعبر فى\nالإيضاح عنه والتياث قلوب الجمهور من الخاصة بمرض التقليد فهم يعتقدون\nالأمر ثم يطلبون الدليل عليه ولا يريدونه إلا موافقا لما يعتقدون فإن جاءهم\nبما يخالف ما اعتقدوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nقيدوه ولجوا فى مقاومته وإن أدى ذلك إلى جحد العقل برمته فأكثرهم يعتقد\nفيستدل وقلما نجد بينهم من يستدل ليعتقد فإن صاح بهم صائح من عماق سرائرهم\nويل للخابط ذلك قلب لسنة الله فى <span id='ms030'></span> خلقه وتحريفلهدية وتحريف لهدية فى شرعه\nعرتهم هزة من الجزع ثم عادوا إلى السكون محتجين بأن هذا هو المألوف وما\nأقمنا إلا على معروف ولا حول ولا قوة إلا بالله العلى العظيم\n</p>\n\n<p>\n| حسن الأفعال وقبحها\n</p>\n\n<p>\nالأفعال الإنسانية الإختيارية لا تخرج عن أن تكون من الأكوان الواقعة تحت\nمداركنا وما تنفعل به نفوسنا عند الإحساس بها أو استحضار صورها يشابه كل\nالمشابهة ما تنفعل به عند وقوع بعض الكائنات تحت حواسنا أو حضورها فى\nمخيلاتنا وذلك بديهى لا يحتاج إلى دليل\n</p>\n\n<p>\nنجد فى أنفسنا بالضرورة تمييزا بين الجميل من الأشياء والقبيح منها فان\nاختلفت مشارب الرجال فى فهم جمال النساء أو مشارب النساء فى معنى جمال\nالرجال فلم يختلف أحد فى جمال ألوان الأزهار وتنضيد اوراق النباتات\nوالأشجار خصوصا إذا كانت أوضاع الزهر على أشكال تمثل الائتلاف والتناسب بين\nتلك الألوان بعضها مع بعض ولا فى قبح الصورة الممثل بها بتهشيم بعض أجزائها\nوانقطاع البعض الآخر على غير نظام وانفعال أنفسنا من الجميل بهجة أو إعجاب\nومن القبيح اشمئزاز أو جزع وكما يقع هذا التمييز فى المبصرات يقع فى غيرها\nمن المسموعات والملموسات والمذوقات والمشمومات كما هو معروف لكل حساس من\nبنى آدم بإحدى تلك الحواس\n</p>\n\n<p>\nليس هذا موضع تحديد ما هو الجمال وما هو القبح فى الأشياء ولكن لا\nيخالفنا أحد فى أن من خواص الإنسان بل وبعض الحيوان التمييز بينهما وعلى\nهذا قامت الصناعات على اختلاف أنواعها وبه ارتقى العمران فى أطواره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nإلى الحد الذى نراه عليه الآن وإن اختلفت الأذواق ففى الأشياء جمال وقبح\n</p>\n\n<p>\nهذا فى المحسوسات واضح كما سبق ولعله لا ينزل عن تلك الدرجة فى الوضوح\nمالم به العقل من الموجودات المعقولة وإن اختلف اعتبار الجمال فيها فالكمال\nفى المعقولات كالوجود الواجب والأرواح اللطيفة وصفات النفوس البشرية له\nجمال تشعر به أنفس عارفيه وتنبهر له بصائر لاحظية وللقص قبح لا تنكره\nالمدارك العالية وإن اختلف أثر الشعور ببعض أطواره فى الوجدان عن اثر\nالإحساس بالقبيح فى <span id='ms031'></span> المحسوسات وهل فى الناس من ينكر قبح النقص فى العقل أو\nالسقوط فى الهمة وضعف العزيمة ويكفى أن أرباب هذه النقائص المعنوية يجاهدون\nفى إخفائها ويفخرون أحيانا بأنهم متصفون بأضدادها\n</p>\n\n<p>\nوقد يجمل القبح بجمال أثره ويقبح الجميل بقبح ما يقترن به فالمر قبيح\nمستشبع ولذلك الدميم المشوه ألخلقه ينبو عنه النظر لكن أثر المر فى معالجة\nالمرض وعدل الدميم فى رعيته أو إحسانه إليك فى خاصة نفسك يغير من حالتك\nالنفسة عند حضور صورته فإن جمال الأثر يلقى على صاحبه أشعة من بهائه فلا\nيشعر الوجدان منه إلا بالجميل ومثل ذلك يقال فى قبح الحلو إذا أضر واشمئزاز\nالنفس من الجميل إذا ظلم وأصر\n</p>\n\n<p>\nهل يمكن لعاقل أن لا يقول فى الأفعال الأختيارية كما قال فى الموجودات\nالكونية مع أنها نوع منها وتقع تحت حواسنا ومداركنا العقلية إما بنفسها\nوإما بآثرها وتنفعل بما يلم بها منها كما تنفعل بما يرد عليها من صور\nالكائنات كلا بل هى قسم من الموجودات حكمها فى ذلك حكم سائرها بالبداهة\n</p>\n\n<p>\nفمن الأفعال الاختيارية ما هو معجب فى نفسه تجد النفس منه ما تجد من جمال\nالخلق كالحركات العسكرية المنتظمة وتقلب المهرة من اللاعبين فى الألاعيب\nالمعروفة اليوم وبالجمتاستيك كإيقاع النغمات على القوانين الموسيقية من\nالعازف بها ومنها ما هو قبيح فى نفسه يحس منه ما يحس من رؤية الخلق المشوه\nكتخبط ضعفاء النفوس عند الجزع وكولولة النائحات ونقع المذعورين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nومنها ما هو قبيح لما يعقبه من الألم وما هو حسن لما يجلب من اللذة أو\nدفع الألم فالأول كالضرب والجرح وكل ما يؤلم من أفعال الإنسان والثانى\nكالأكل على جوع والشرب على عطش وكل ما يحصل لذة أو يدفع ألما مما لا يحصى\nعده وفى هذا القسم يكون الحسن بمعنى ما يلذ والقبيح بمعنى المؤلم\n</p>\n\n<p>\nوقلما يختلف تمييز الإنسان للحسن والقبيح من الأفعال بالمعنيين السابقين\nعن تمييز الحيوانات المرتقبة فى سلسلة الوجود اللهم إلا فى قوة الوجدان\nوتحديد مرتبة الجمال والقبح\n</p>\n\n<p>\nومن الأفعال الاختيارية <span id='ms032'></span> ما يحسن باعتبار ما يجلب من النفع وما يقبح بما\nيجر إليه من الضرر ويختص الإنسان بالتمييز بين الحسن والقبيح بهذا المعنى\nإذا أخذ من أكمل وجهانه وقلما يشاركه فيه حيوان آخر اللهم إلا من أحط جهانه\nوهو خاصة العقل وسر الحكمة الإلهية فى هبة الفكر\n</p>\n\n<p>\nفمن اللذيذ ما يقبح لشئوم عاقبته كالإفراط فى تناول الطعام والشراب\nوالإنقطاع إلى سماع الأغانى والجرى فى أعقاب الشهوات فإن ذلك مفسدة للصحة\nمضيعة للعقل متلفة للمال مدعاة للعجز والذل وإنما قبح اللذيذ فى هذا الموضع\nلقصر مدته وطول مدة ما يجر إليه عادة من الآلام التى قد لا تنتهى إلا\nبالموت على أسوأ حالاته ولضعف النسبة بين متاع اللذة ومقاساة شدائد الألم\nومن المؤلم ما يحسن كتجشم مشاق التعب فى الأعمال لكسب الرزق وتأمين النفس\nحاجاته فى أوقات الضعف ومجاهدة الشهوات ومقاساة الحرمان من بعض اللذات حينا\nمن الزمن ليتوفر للقوى البدنية والعقلية حظها من التمتع بما قدر لها من\nاللذائذ على وجه ثابت لا يخالطه اضطراب أو على نمط يخفف من رزايا الحياة إن\nعدت الحياة مثارا لها\n</p>\n\n<p>\nومن المؤلم الذى عده العقل البشرى حسنا مقارعة الإنسان عدوه سواء كان من\nنوعه أو من غيره للمدافعة عن نفسه أو عن أنصاره ومنهم بنو أبيه أو قبيلته\nأو شعبه أو أمته حسب ارتقائه فى الإحساس ومخاطرته حتى بحياته فى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n             سبيل ذلك كأنه يرى فى بذل هذه الحياة أمنا على حياة أخرى تشعر\nبها نفسه وإن لم يحددها عقله ومنه معاناة التعب فى كشف ما عمى عن علمه من\nحقائق الكون كأنه لا يرى المشقة في ذلك شيئا بالقياس إلى ما يحصل من لذة\nالاطمئنان على الحق بقدر ماله من الاستطاعة\n</p>\n\n<p>\nوعد من اللذيذ المستقبح مد اليد إلى ما كسبه الغير بسعيه واستشفاء ألم\nالحقد بإتلاف نفس المحقود عليه أو ماله لما فى ذلك من جلب المخافة العامة\nحتى على ذات المتعدى ويمكنك من نفسك استحضار ما يتبع الوفاء بالعهود\nوالعقود والغدر فيها\n</p>\n\n<p>\nكل <span id='ms033'></span> هذا عرفه العقل البشرى وفرق فيه بين الضار والنافع وسمى الأول فعل\nالشر والثانى عمل الخير وهذا التفريق هو منبت التمييز بين الفضيلة والرذيلة\nوقد حددهما النظر الفكرى على تفاوت فى الإجمال والتفصيل للتفاوت فى درجات\nعقول الناظرين وناط بهما سعادة الإنسان وشقاءه فى هذه الحياة كما ربط بهما\nنظام العمران البشرى وفساده وعزة الأمم وذلتها وضعفها وقوتها وإن كان\nالمحددون لذلك والآخذون فيه بحظ من الصواب هم العدد القليل من عقلاء البشر\n</p>\n\n<p>\nكل هذا من الأوليات العقلية لم يختلف فيه ملى ولا فيلسوف فللأعمال\nالاختيارية حسن وقبح فى نفسها أو باعتبار أثرها فى الخاصة أو فى العامة\nوالحس أو العقل قادر على تمييز ما حسن منها وما قبح بالمعانى السابقة بدون\nتوقف على سمع والشاهد على ذلك ما نراه فى بعض أصناف الحيوان وما نشهده فى\nأفاعيل الصبيان قبل تعقل ما معنى الشرع وما وصل إلينا من تاريخ الإنسان وما\nعرف عنه فى جاهليته\n</p>\n\n<p>\nومما يحسن ذكره هنا ما شاهده بعض الناظرين فى أحوال النمل قال كانت جماعة\nمن النمل تشتغل فى بيت لها فجاءت نملة كأنها القائمة بمراقبة العمل فرأت\nالمشتغلات قد وضعت السقف على أقل من الارتفاع المناسب فأمرت بهدمه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             فهدم ورفع البنيان إلى الحد الموافق ووضع السقف على أرفع مما\nكان وذلك من أنقاض السقف القديم وهذا هو التمييز بين الضار والنافع فمن زعم\nأن لا حسن ولا قبح فى الأعمال على الإطلاق فقد سلب نفسه العقل بل عدها أشد\nحمقا من النمل\n</p>\n\n<p>\nسبق لنا أن واجب الوجود وصفاته الكمالية تعرف بالعقل فإذا وصل مستدل\nببرهان إلى إثبات الواجب وصفاته الغير السمعية ولم تبلغه بذلك رسالة كما\nحصل لبعض أقوام من البشر ثم انتقل من النظر فى ذلك وفى أطوار نفسه إلى أن\nمبدأ العقل فى الإنسان يبقى بعد موته كما وقع لقوم آخرين ثم انتقل من هذا\nمخطئا أو مصيبا إلى أن بقاء النفس البشرية بعد الموت يستدعى سعادة لها فيه\nأو شقاء ثم قال <span id='ms034'></span> إن سعادتها إنما تكون بمعرفة الله وبالفضائل وإنها إنما\nتسقط فى الشقاء بالجهل بالله وبارتكاب الرذائل وبنى على ذلك أن من الأعمال\nما هو نافع للنفس بعد الموت بتحصيل السعادة ومنها ما هو ضار لها بعده\nبإيقاعها فى الشقاء فأى مانع عقلى أو شرعى يحظر عليه أن يقول بعد ذلك بحكم\nعقله إن معرفة الله واجبة وإن جميع الفضائل وما يتبعها من الأعمال مفروضة\nوأن الرذائل وما يكون عنها محظورة وأن يضع لذلك ما يشاء من القوانين ليدعو\nبقية البشر إلى الإعتقاد بمثل ما يعتقد وإلى أن يأخذ من الأعمال بمثل ما\nأخذ به حيث لم يوجد شرع يعارضه\n</p>\n\n<p>\nأما أن يكون ذلك حالا لعامة الناس يعلمون بعقولهم أن معرفة الله واجبة\nوأن الفضائل مناط السعادة فى الحياة الأخرى والرذائل مدار الشقاء فيها فمما\nلا يستطيع عاقل أن يقول به والمشهود من حال الأمم كافة يضلل القائل به فى\nرأيه\n</p>\n\n<p>\nلو كانت حاجات الإنسان ومخاوفه محدودة كما هي حاجات فيل أو أسد مثلا وكان\nما وهب له من الفكر واقفا عند حد ما إليه الحاجة لاهتدى إلى المنافع واتقاء\nالمضار على وجه لا يختلف فيه أفراده واسعدت حياته وتخلص كل من شر الآخر\nونجا بقية الحيوانات من غائلة الجميع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n             لكن قضى عليه حكم نوعه\nبأن لا يكون لحاجته حد ولا تختص معيشته بجو من الأجواء ولا بوضع من الأوضاع\nوأن يوهب من القوى المدركة ما يكفيه استعماله فى سد عوزه وتوفير لذاته فى\nأي إقليم وعلى أي حال وأن يختلف ظهور هذه المدارك فى أطوارها وآثارها\nباختلاف أصنافه وشعوبه وأشخاصه اختلافا لا تنتهى درجاته ولولا هذا لما\nاختلف عن بقية الحيوانات إلا باستقامة القامة وعرض الأظفار\n</p>\n\n<p>\nوهب الله الإنسان أو سلط عليه ثلاث قوى لم يساوه فيها حيوان الذاكرة\nوالمخيلة والمفكرة فالمذكرة تثير من صور الماضى ما ستره الاشتغال بالحاضر\nفتستحضر من صور المرغوبات والمكروهات ما تنبه إليه الأشباه أو الأضداد\nالحاضرة فقد يذكر الشىء بشبهه وقد يذكره بضده كما <span id='ms035'></span> هو بديهى والخيال يجسم من\nالمذكور وما يحيط به من الأحوال حتى يصير كأنه شاهد ثم ينشىء له مثال لذة\nأو ألم في المستقبل يحاكى ما ذهب به الماضى ويهمز للنفس فى طلبه أو الهرب\nمنه فتلجأ إلى الفكر فى تدبير الوسيلة إليه\n</p>\n\n<p>\nعلى هذه القوى الثلاث مستوى سعادة الإنسان ومنها ينبوع بلائه\n</p>\n\n<p>\nفمن الناس معتدل الذكر هادىء الخيال صحيح الفكر ينظر مثلا فى حال مسرف\nأنفق ماله فى غير نافع وضاقت يده عما يقيم معيشته فيذكر ألما لحاجة مضت ثم\nيتخيل المال ومنافعه وما تتمتع به النفس من اللذة به سواء فى سد حاجاته أو\nفى دفع الألم الذى يحدثه مشهد الفاقة فى غيره بإعطاء المضطر ما يذهب\nبضرورته ثم يتخيل ذلك المال آتيا من وجوهه التى لا يتعلق بها حق من حقوق\nغيره وعند ذلك يوجه فكره لطلب الوسيلة إليه من تلك الوجوه بالعمل القويم فى\nاستخدام ما وهبه الله من القوى فى نفسه وما سخره له من قوى الكون المحيط به\n</p>\n\n<p>\nومن الناس منحرف عن سنن الاعتدال يرى مالا مثلا فى يد غيره فيتذكر لذة\nماضيه أصابها بمثل هذا المال ويعظم له الخيال لذة مثلها فى المستقبل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n             ولا يزال يعظم فى تلك اللذة والتمتع بها حتى يقع ظل الخيال على\nطريق الفكر فيستر عنه ما طاب من وجوه الكسب وإنما يعمد إلى استعمال قوته أو\nحيلته فى سلب المال من يد مالكه لينفقه فيما تخيل من المنفعة فيكون قد عطل\nبذلك قواه الموهوبة له وأخل بالأمن الذى أفاضه الله بين عباده وسن سنة\nالاعتداء فلا يسهل عليه ولا على غيره الوصول إلى الراحة من أعمال المقترفين\nلمثل عمله وخفيف من النظر فى أعمال البشر يجليها جميعها على نحو ما بينا فى\nالمثالين فلقوة الذاكرة وضعفها وحدة الخيال واعتداله واعوجاج الفكر\nواستقامته أعظم أثر فى التمييز بين النافع والضار فى أشخاص الأعمال\nوللأمزجة والأجواء وما يحتف بالشخص من أهل وعشيرة ومعاشرين مدخل عظيم فى\nالتخيل والفكر بل وفى <span id='ms036'></span> الذكر\n</p>\n\n<p>\nفالناس متفقون على أن من الأعمال ما هو نافع ومنها ما هو ضار وبعبارة\nأخرى منها ما هو حسن ومنها ما هو قبيح ومن عقلائهم وأهل النظر الصحيح\nوالمزاج المعتدل منهم من يمكنه إصابة وجه الحق فى معرفة ذلك ومتفقون كذلك\nعلى أن الحسن ما كان أدوم فائدة وإن كان مؤلما فى الحال وأن القبيح ما جر\nإلى فساد فى النظام الخاص بالشخص أو الشامل له ولمن يتصل به وإن عظمت لذته\nالحاضرة ولكنهم يختلفون فى النظر إلى كل عمل بعينه اختلافهم فى أمزجتهم\nوسحنهم ومناشئهم وجميع ما يكتنف بهم فلذلك ضربوا إلى الشر فى كل وجه وكل\nيظن أنه إنما يطلب نافعا ويتقى ضارا فالعقل البشرى وحده ليس فى استطاعته أن\nيبلغ بصاحبه ما فيه سعادته فى هذه الحياة اللهم إلا فى قليل ممن لم يعرفهم\nالزمن فان كان لهم من الشأن العظيم ما به عرفهم أشار إليهم الدهر بأصابع\nالأجيال وقد سبقت الإشارة إليهم فيما مر\n</p>\n\n<p>\nوليست عقول الناس سواء فى معرفة الله تعالى ولا فى معرفة حياة بعد هذه\nالحياة فهم وإن اتفقوا فى الخضوع لقوة أسمى من قواهم وشعر معظمهم بيوم بعد\nهذا اليوم ولكن أفسدت الوثنية عقولهم وانحرفت بها عن مسلك السعادة فليس فى\nسعة العقل الإنسانى فى الأفراد كافة أن يعرف من الله ما يجب أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \nيعرف ولا أن يفهم من الحياة الآخرة ما ينبغى أن يفهم ولا أن يقرر لكل نوع\nمن الأعمال جزاءه فى تلك الدار الآخرة وإنما قد تيسر ذلك لقليل ممن اختصه\nالله بكمال العقل ونور البصيرة وإن لم ينل شرف الاقتداء بهدى نبوى ولو بلغه\nلكان أسرع الناس إلى اتباعه وهؤلاء ربما يصلون بأفكارهم إلى العرفان من وجه\nغير ما يليق فى الحقيقة أن ينظر منه إلى الجلال الإلهي\n</p>\n\n<p>\nثم من أحوال الحياة الأخرى مالا يمكن لعقل بشرى أن يصل إليه وحده وهو\nتفصيل اللذائذ والآلام وطرق المحاسبة على الأعمال ولو بوجه ما ومن الأعمال\nمالا يمكن أن <span id='ms037'></span> يعرف وجه الفائدة فيه لا فى هذه الحياة ولا فيما بعدها كصور\nالعبادات كما يرى فى أعداد الركعات وبعض الأعمال في الحج فى الديانة\nالإسلامية وكبعض الاحتفالات فى الديانة الموسوية وضروب التوسل والزهادة فى\nالديانة العيسوية كل ذلك مما لا يمكن للعقل البشرى أن يستقل بمعرفة وجه\nالفائدة فيه ويعلم الله أن فيه سعادته\n</p>\n\n<p>\nلهذا كله كان العقل الإنسانى محتاجا فى قيادة القوى الإدراكية والبدنية\nإلى ما هو خير له فى الحياتين إلى معين يستعين به فى تحديد أحكام الأعمال\nوتعيين الوجه فى الإعتقاد بصفات الألوهية ومعرفة ما ينبغى أن يعرف من أحوال\nالآخرة وبالجملة فى وسائل السعادة فى الدنيا والآخرة ولا يكون لهذا المعين\nسلطان على نفسه حتى يكون من بنى جنسه ليفهم منه أو عنه ما يقول وحتى يكون\nممتازا على سائر الأفراد بأمر فائق على ما عرف فى العادة وما عرف فى سنة\nالخليقة ويكون بذلك مبرهنا على أنه يتكلم عن الله الذى يعلم مصالح العباد\nعلى ما هى عليه ويعلم صفاته الكمالية وما ينبغى أن يعرف منها والحياة\nالآخرة وما أعد فيها فيكون الفهم عنه والثقة بأنه يتكلم عن العليم الخبير\nمعينا للعقل على ضبط ما تشتت عليه أو درك ما ضعف عن إدراكه وذلك المعين هو\nالنبى صلى الله عليه وسلم\n</p>\n\n<p>\nالنبوة تحدد ما ينبغى أن يلحظ فى جانب واجب الوجود من الصفات وما يحتاج\nإليه البشر كافة من ذلك وتشير إلى خاصتهم بما يمكن لهم أن يفضلوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n             به غيرهم فى مقامات عرفانهم لكنها لا تحتم إلا ما فيه الكفاية\nللعامة فجاءت النبوات مطالبة بالاعتقاد بوجود الله وبوحدانيته وبالصفات\nالتى أثبتناها على الوجه الذى بيناه وأرشدت إلى طرق الاستدلال على ذلك\nفوجوب المعرفة على هذا الوجه المخصوص وحسن المعرفة وحظر الجهالة أو الجحود\nبشىء مما أوجبه الشرع فى ذلك وقبحه مما لا يعرف إلا من طريق الشرع معرفة\nتطمئن بها النفس ولو استقل عقل بشرى بذلك لم يكن على الطريق المطلوب من\nالجزم واليقين والاقتناع <span id='ms038'></span> الذى هو عماد الطمأنينة فان زيد على ذلك أن\nالعرفان على ما بينه الشرع يستحق المثوبة المعينة فيه وضده يستحق العقوبة\nالتى نص عليها كانت طريق معرفة الوجوب شرعية محضة غير أن ذلك لا ينافى أن\nمعرفة الله على هذه الصفة حسنة فى نفسها وإنما جاء الشرع مبينا للواقع فهو\nليس محدث الحسن ونصوصه تؤيد ذلك وأذكر مثالا من كثير قال تعالى على لسان\nيوسف ^ أأرباب متفرقون خير أم الواحد القهار ^ يشير بذلك اشارة واضحة إلى\nأن تفرق الآلهة يفرق بين البشر فى وجهة قلوبهم إلى أعظم سلطان يتخذونه فوق\nقوتهم وهو يذهب بكل فريق إلى التعصب لما وجه قلبه إليه وفى ذلك فساد نظامهم\nكما لا يخفى أما اعتقاد جميعهم بإله واحد فهو توحيد لمنازع نفوسهم إلى\nسلطان واحد يخضع الجميع لحكمه وفى ذلك نظام أخوتهم وهى قاعدة سعاتهم وإليها\nمآلهم فيما أعتقد وإن طال الزمن فكما جاء الشرع مطالبا بالاعتقاد جاء هاديا\nلوجه الحسن فيه\n</p>\n\n<p>\nالنبوة تحدد أنواع الأعمال التى تناط بها سعادة الإنسان فى الدارين\nوتطالبه عن الله بالوقوف عند الحدود التى حددتها وكثيرا ما تبين له مع ذلك\nوجوه الحسن أو القبح فيما أمر به أو نهى عنه فوجوب عمل من المأمور به أو\nالندب إليه وحظر عمل كراهته من المنهى عنه الذى على الوجه الذى حددته\nالشريعة وعلى أنه مثاب عليه بأجر كذا ومجازى عليه بعقوبة كذا مما لا يستقل\nالعقل بمعرفته بل طريقة معرفته شرعية وهو لا ينافى أيضا أن يكون المأمور به\nحسنا فى ذاته بمعنى أنه مما يؤدى إلى منفعة دنيوية أو أخروية باعتبار أثره\nفى أحوال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             المعيشة أو فى صحة البدن أو فى حفظ النفس أو المال أو\nالعرض أو فى زيادة تعلق القلب بالله جل شأنه كما هو مفصل فى الأحكام\nالشرعية وقد يكون من الأعمال الشرعية وقد يكون من الأعمال مالا يمكن درك\nحسنه ومن المنهيات مالا يعرف وجه قبحه وهذا النوع لا حسن له إلا الأمر ولا\nقبح <span id='ms039'></span> إلا النهى والله أعلم\n</p>\n\n<p>\n| الرسالة العامة\n</p>\n\n<p>\nنريد من الرسالة العامة بعثة الرسل لتبليغ شىء من العقائد والأحكام عن\nالله خالق الإنسان وموفيه مالا غنى له عنه كما وفى غيره من الكائنات سداد\nحاجاتها ووفاء وجودها على القدر الذى حدد لها فى رتبة نوعها من الوجود\nوالكلام فى هذا البحث من وجهين الأول وهو أيسرهما على المتكلم وجه أن\nالإعتقاد ببعثة الرسل ركن من أركان الإيمان فيجب على كل مؤمن ومؤمنة أن\nيعتقد بأن الله أرسل رسلا من البشر مبشرين بثوابه ومنذرين بعقابه قاموا\nبتبليغ أممهم ما أمرهم بتبليغه من تنزيه لذاته وتبيين لسلطانه القاهر على\nعباده وتفصيل لأحكامه فى فضائل أعمال وصفات يطالبهم بها وفى مثالب الأفعال\nوخلائق ينهاهم عنها وأن يعتقد بوجوب تصديقهم فى أنهم يبلغون ذلك عن الله\nووجوب الاقتداء بهم فى سيرهم والائتمار بما أمروا به والكف عما نهواعنه وأن\nيعتقد بأن منهم من أنزل الله عليه كتبا تشتمل على ما أراد أن يبلغوه من\nالخبر عنه ومن الحدود والأحكام التى علم الخير لعباده فى الوقوف عندها وأن\nهذه الكتب التى أنزلت عليهم حق وأن يؤمن بأنهم مؤيدون من العناية الإلهية\nبما لا يعهد للعقول ولا للاستطاعة البشرية وأن هذا الأمر الفائق لمعروف\nللبشر هو المعجزة الدالة على صدق النبى فى دعواه فمتى ادعى الرسول النبوة\nواستدل عليها بالمعجزة وجب التصديق برسالته\n</p>\n\n<p>\nومن لوازم ذلك بالضرورة وجوب الإعتقاد بعلو فطرتهم وصحة عقولهم وصدقهم فى\nأقوالهم وأمانتهم فى تبليغ ما عهد اليهم أن يبلغوه وعصمتهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             من\nكل ما يشوه السيرة البشرية وسلامة أبدانهم مما تنبوا عنه الابصار وتنفر منه\nالأذواق السليمة وأنهم منزهون عما يضاد شيئا من هذه الصفات المتقدمة وأن\nأرواحهم ممدودة من الجلال الإلهى بما لا يمكن معه لنفس إنسانية أن تسطو\nعليها سطوة روحانية اما فيما عدا ذلك فهم بشر يعتريهم ما يعترى سائر أفراده\nيأكلون ويشربون وينامون ويسهون وينسون فيما لا علاقة له بتبليغ الأحكام\nويمرضون وتمتد إليهم أيدى الظلمة وينالهم الاضطهاد وقد يقتلون <span id='ms040'></span>\n</p>\n\n<p>\nالمعجزة ليست من نوع المستحيل عقلا فإن مخالفة السير الطبيعى المعروف فى\nالإيجاد مما لم يقم دليل على استحالته بل ذلك مما يقع كما يشاهد فى حال\nالمريض يمتنع عن الأكل مدة لو لم يأكل فيها وهو صحيح لمات مع وجود العلة\nالتى تزيد الضعف وتساعد الجوع على الإتلاف فإن قيل إن ذلك لا بد أن يكون\nتابعا لناموس آخر طبيعى قلنا إن واضع الناموس هو موجد الكائنات فليس من\nالمحال عليه أن يضع نواميس خاصة بخوارق العادات غاية ما فى الأمر أننا لا\nنعرفها ولكنا نرى أثرها على يد من اختصه الله بفضل من عنده على أننا بعد\nالإعتقاد بأن صانع الكون قادر مختار يسهل علينا العلم بأنه لا يمتنع عليه\nأن يحدث الحادث على أى هيئة وتابعا لأى سبب إذا سبق فى علمه أنه يحدثه كذلك\n</p>\n\n<p>\nالمعجزة لا بد أن تكون مقرونة بالتحدى عند دعوى النبوة وظهورها من\nالبراهين المثبتة لنبوة من ظهرت على يده لأن النبى يستند إليها فى دعواه\nأنه مبلغ عن الله فاصدار الله لها عند ذلك يعد تأييدا منه له في تلك الدعوى\nومن المحال على الله أن يؤيد الكاذب فإن تأييد الكاذب تصديق له وتصدق\nالكاذب كذب وهو محال على الله فمتى ظهرت المعجزة وهى مما لا يقدر عليه\nالبشر وقارن ظهورها دعوى النبوة علم بالضرورة أن الله ما أظهرها إلا تصديقا\nلمن ظهرت على يده وإن كان هذا العلم قد يقارنه الانكار مكابرة\n</p>\n\n<p>\nوأما السحر وأمثاله فإن سلم أن مظاهره فائقة عن آثار الأجسام والجسمانيات\nفهى لا تعلو عن متناول القوى الممكنة فلا يقارب المعجزة فى شىء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nأما وجوب تلك الصفات المتقدمة للأنبياء فلأنهم لو انحطت فطرهم عن فطر أهل\nزمانهم أو تضاءلت أرواحهم لسلطان نفوس أخر أو مس عقولهم شىء من الضعف لما\nكانوا أهلا لهذا الاختصاص الإلهى الذى يفوق كل اختصاص اختصاصهم يوحيه\nوالكشف لهم عن أسرار علمه ولو لم تسلم أبدانهم عن المنفرات لكان انزعاج\nالنفس لمرآهم حجة للمنكر <span id='ms041'></span> فى إنكار دعواهم ولو كذبوا أو خانوا أو قبحت\nسيرتهم لضعفت الثقة بهم ولكانوا مضلين لا مرشدين فتذهب الحكمة من بعثتهم\nوالأمر كذلك لو أدركهم السهو أو النسيان فيما عهد إليهم تبليغه من العقائد\nوالأحكام أما وقوع الخطأ منهم فيما ليس من الحديث عن الله ولاله مدخل فى\nالتشريع فجوزه بعضهم والجمهور على خلافه وما ورد من مثل أن النبى صلى الله\nعليه وسلم نهى عن تأبير النخل ثم أباحه لظهور أثره فى الإثمار فإنما فعله\nعليه الصلاة والسلام ليعلم الناس أن ما يتخذونه من وسائل الكسب وطرق\nالصناعات فهو موكول لمعارفهم وتجاربهم ولا حظر عليهم فيه ما دامت الشرائع\nمرعية والفضائل محمية وما حكاه الله من قصة آدم وعصيانه بالأكل من الشجرة\nفمهما خفى فيه سر النهى عن الأكل والمؤاخذة عليه وغاية ما علمناه من حكمته\nأنه كان سببا لعمارة الأرض ببنى آدم كأن النهى والأكل رمزان إلى طورين من\nأطوار آدم عليه السلام أو مظهران من مظاهر النوع الإنسانى فى الوجود والله\nأعلم ومن العسر إقامة الدليل العقلى أو إصابة دليل شرعى يقطع بما ذهب إليه\nالجمهور\n</p>\n\n<p>\n| حاجة البشر إلى الرسالة\n</p>\n\n<p>\nسبق لك فى الفصل السابق ما يهم الكلام عليه من الوجه الأول وهو وجه ما\nيجب على المؤمن اعتقاده فى الرسل والكلام فى هذا الفصل موجه إن شاء الله\nإلى بيان الحاجة إليهم وهو معترك الأفهام ومزلة الإقدام ومزدحم الكثير من\nالأفكار والأوهام لسنا بصدد الاتيان بما قال الأولون ولا عرض ما ذهب إليه\nالآخرون ولكنا نلزم ما التزمنا فى هذه الوريقات من بيان المعتقد والذهاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             إليه من أقرب الطرق من غير نظر إلى ما مال إليه المخالف أو\nاستقام عليه الموافق اللهم إلا إشارة من طرف خفى أو إلماعا لا يستغنى عنه\nالقول الجلى\n</p>\n\n<p>\nوللكلام فى بيان الحاجة إلى الرسل مسلكان الأول وقد سبق الإشارة إليه\nيبتدىء من الإعتقاد ببقاء النفس الإنسانية بعد الموت وأن لها حياة أخرى بعد\nالحياة الدنيا تتمتع فيها بنعيم أو تشقى <span id='ms042'></span> فيها بعذاب أليم وأن السعادة\nوالشقاء فى تلك الحياة الباقية معقودان بأعمال المرء فى حياته الفانية سواء\nكانت تلك الأعمال قلبية كالاعتقادات والمقاصد والارادات أو بدنية كأنواع\nالعبادات والمعاملات\n</p>\n\n<p>\nاتفقت كلمة البشر موحدين ووثنيين مليين وفلاسفة إلا قليلا لا يقام لهم\nوزن على أن لنفس الإنسان بقاء تحيا به بعد مفارقة البدن وأنها لا تموت موت\nفناء وإنما الموت المحتوم هو ضرب من البطون والخفاء وإن اختلفت منازعهم فى\nتصوير ذلك البقاء وفيما تكون عليه النفس فيه وتباينت مشاربهم فى طرق\nالاستدلال عليه فمن قائل بالتناسخ فى اجساد البشر أو الحيوان على الدوام\nومن ذاهب إلى أن التناسخ ينتهي عندما تبلغ النفس أعلى مراتب الكمال ومنهم\nمن قال إنها متى فارقت الجسد عادت إلى تجردها عن المادة حافظة لما فيه\nلذتها أو ما به شقوتها ومنهم من رأى أنها تتعلق بأجسام أثيرية ألطف من هذه\nالأجسام المرئية وكان اختلاف المذاهب فى كنه السعادة والشقاء الآخرويين\nوفيما هو متاع الحياة الآخرة وفى الوسائل التى تعد للنعيم أو تبعد عن\nالنكال الدائم وتضارب آراء الأمم فيه قديما وحديثا مما لا تكاد تحصى وجوهه\n</p>\n\n<p>\nهذا الشعور العام بحياة بعد هذه الحياة المنبث فى جميع الأنفس عالمها\nوجاهلها وحشيها ومستأنسها باديها وحاضرها قديمها وحديثها لا يمكن أن يعد\nضلة عقلية أو نزعة وهمية وإنما هو الإلهامات التى اختص بها هذا النوع فكما\nألهم الإنسان أن عقله وفكره هما عماد بقائه فى هذه الحياة الدنيا وإن شذ\nأفراد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             منه ذهبوا إلى أن العقل والفكر ليسا بكافيين للإرشاد فى\nعمل ما أو إلى أنه لا يمكن للعقل أن يوقن باعتقاد ولا للفكر أن يصل إلى\nمجهول بل قالوا أن لا وجود للعالم إلا فى اختراع الخيال وإنهم شاكون حتى فى\nأنهم شاكون ولم يطعن شذوذ هؤلاء فى صحة الإلهام العام المشعر لسائر أفراد\nالنوع أن الفكر والعقل هما ركن الحياة وأس البقاء إلى الأجل المحدود كذلك\nقد ألهمت العقول وأشعرت النفوس أن هذا العمر القصير ليس <span id='ms043'></span> هو منتهى ما\nللإنسان فى الوجود بل الإنسان ينزع هذا الجسد كما ينزع الثوب عن البدن ثم\nيكون حيا باقيا فى طور آخر وإن لم يدرك كنهه ذلك إلهام يكاد يزاحم البديهة\nفى الجلاء يشعر كل نفس أنها خلقت مستعدة لقبول معلومات غير متناهية من طرق\nغير محصورة شيقة إلى لذائذ غير محدودة ولا واقفة عند غاية مهيأة لدرجات من\nالكمال لا تحددها أطراف المراتب والغايات معرضة لآلام من الشهوات ونزعات\nالأهواء ونزوات الأمراض على الأجساد ومصارعة الأجواء والحاجات وضروب من مثل\nذلك لا تدخل تحت عدو لا تنتهى عند حد إلهام يسلفنها بعد هذا الشعور إلى أن\nواهب الوجود للأنواع إنما قدر الاستعداد بقدر الحاجة فى البقاء ولم يعهد فى\nتصرفه العبث والكيل الجزاف فما كان استعداده لقبول مالا يتناهى من معلومات\nوآلام ولذائذ وكمالات لا يصح أن يكون بقاؤه قاصرا على أيام أو سنين معدودات\n</p>\n\n<p>\nشعور بهيج بالأرواح إلى تحسس هذا البقاء الأبدى وما عسى أن تكون عليه متى\nوصلت إليه وكيف الاهتداء وأين السبيل وقد غاب المطلوب وأعوز الدليل شعورنا\nبالحاجة إلى استعمال عقولنا فى تقويم هذه المعيشة القصيرة الأمد لم يكفنا\nفى الاستقامة على المنهج الأقوم بل لزمتنا الحاجة إلى التعليم والإرشاد\nوقضاء الأزمنة والأعصار فى تقويم الأنظار وتعديل الأفكار وإصلاح الوجدان\nوتثقيف الأذهان ولا تزال إلى الآن من هم هذه الحياة الدنيا فى اضطراب لا\nندرى متى نخلص منه وفى شوق إلى طمأنينة لا تعلم متى تنتهى إليها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nهذا شأننا فهم عالم الشهادة فماذا نؤمل من عقولنا وأفكارنا فى العلم بما\nفى عالم الغيب هل فيما بين أيدينا من الشاهد معالم نهتدى بها إلى الغائب\nوهل فى طرق الفكر ما يوصل كل أحد إلى معرفة ما قدر له فى حياة يشعر بها\nوبأن لا مندوحة عن القدوم عليها ولكن لم يوهب من القوة ما ينفذ إلى تفصيل\nما أعد له فيها والشؤن التى لا بد أن يكون عليها بعد مفارقة ما هو فيه أو\nإلى <span id='ms044'></span> معرفة بيد من يكون تصريف تلك الشئون هل فى اساليب النظر ما يأخذ بك إلى\nاليقين بمناطها من الاعتقادات والأعمال وذلك الكون مجهول لديك وتلك الحياة\nفى غاية الغموض بالنسبة إليك كلا فإن الصلة بين العالمين تكاد تكون منقطعة\nفى نظر العقل ومرامى المشاعر ولا اشتراك بينهما إلا فيك أنت فالنظر فى\nالمعلومات الحاضرة لا يوصل إلى اليقين بحقائق تلك العوالم المستقبلة\n</p>\n\n<p>\nأفليس من حكمة الصانع الحكيم الذى أقام أمر الإنسان على قاعدة الإرشاد\nوالتعليم الذى خلق الإنسان وعلمه البيان علمه الكلام للتفاهم والكتاب\nللتراسل أن يجعل من مراتب الأنفس البشرية مرتبة يعدلها بمحض فضله بعض من\nيصطفيه من خلقه وهو أعلم حيث يجعل رسالته يميزهم بالفطر السليمة ويبلغ\nبأرواحهم من الكمال ما يليقون معه للاستشراق بأنوار علمه والأمانة على\nمكنون سره مما لو انكشف لغيرهم انكشافه لهم لفاضت له نفسه أو ذهبت بعقله\nجلالته وعظمه فيشرفون على الغيب بإذنه ويعلمون ما سيكون من شأن الناس فيه\nويكونون فى مراتبهم العلوية على نسبة من العالمين نهاية الشاهد وبداية\nالغائب فهم فى الدنيا كأنهم ليسوا من أهلها وهم وفد الآخرة فى لباس من ليس\nمن سكانها ثم يتلقون من أمره أن يحدثوا عن جلاله وما خفى على العقول من\nشئون حضرته الرفيعة بما يشاء أن يعتقده العباد فيه وما قدر أن يكون له مدخل\nفى سعادتهم الآخروية وأن يبينوا للناس من أحوال الآخرة ما لا بد لهم من\nعلمه معبرين عنه بما تحتمله طاقة عقولهم ولا يبعد عن متناول أفهامهم وأن\nيبلغوا عنه شرائع عامة تحدد لهم سيرهم فى تقويم نفوسهم وكبح شهوانهم\nوتعلمهم من الأعمال ما هو مناط سعادتهم وشقائهم فى ذلك الكون المغيب عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n             مشاعرهم بتفصيله اللاصق علمه بأعماق ضمائرهم فى إجماله ويدخل\nفى ذلك جميع الأحكام المتعلقة بكليات الأعمال ظاهره وباطنه ثم يؤيدهم بما\nلا تبلغه قوى البشر من الأيات حتى تقوم بهم الحجة ويتم الاقناع بصدق\nالرسالة فيكونون بذلك رسلا من لدنه إلى خلقه مبشرين ومنذرين\n</p>\n\n<p>\nلا <span id='ms045'></span> ريب أن الذى أحسن كل شىء خلقه وأبدع فى كل كائن صنعه وجاد على كل حى\nبما إليه حاجته ولم يحرم من رحمته حقيرا ولا جليلا من خلقه يكون من رأفته\nبالنوع الذى أجاد صنعه وأقام له من قبول العلم ما يقوم مقام المواهب التى\nاختص بها غيره أن ينقذه من حيرته ويخلصه من التخبط فى أهم حياتيه والضلال\nفى أفضل حاليه\n</p>\n\n<p>\nيقول قائل ولم لم يودع فى الغرائز ما تحتاج إليه من العلم ولم يضع فيها\nالانقياد إلى العمل وسلوك الطريق المؤدية إلى الغاية فى الحياة الآخرة وما\nهذا النحو من عجائب الرحمة فى الهداية والتعليم وهو قول يصدر عن شطط العقل\nوالغفلة عن موضوع البحث وهو النوع الإنسانى ذلك النوع على ما به وما دخل فى\nتقديم جوهره من الروح المفكر وما اقتضاه ذلك من الاختلاف فى مراتب\nالاستعداد باختلاف أفراده وأن لا يكون كل فرد منه مستعدا لكل حال بطبعه وأن\nيكون وضع وجوده على عماد البحث والاستدلال فلو ألهم حاجاته كما تلهم\nالحيوانات لم يكن هو ذلك النوع بل كان إما حيوانا آخر كالنحل والنمل أو\nملكا من الملائكة ليس من سكان هذه الأرض\n</p>\n\n<p>\nالمسلك الثانى فى بيان الحاجة إلى الرسالة يأخذ من طبيعة الإنسان نفسه\nأرتنا الأيام غابرها وحاضرها أن من الناس من يختزل نفسه من جماعة البشر\nوينقطع إلى بعض الغايات أو إلى رؤوس الجبال ويستأنس إلى الوحش ويعيش عيش\nالأوابد من الحيوان يتغذى بالأعشاب وجذور النبات ويأوى إلى الكهوف والمغاور\nويتقى بعض العوادى عليه بالصخور والأشجار ويكتفى من الثياب بما يخصف من ورق\nالشجر أو جلود الهالك من حيوان البر ولا يزال كذلك حتى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             مع ما\nقدر لنوعها وإنما الإنسان نوع من تلك الأنواع التى غرز فى طبعها أن تعيش\nمجتمعة وإن تعددت فيها الجماعات على أن يكون لكل واحد من الجماعة عمل يعود\nعلى المجموع فى بقائه وللمجموع من العمل مالا غنى للواحد عنه فى نمائه\nوبقائه وأودع فى كل شخص من <span id='ms046'></span> أشخاصها شعور ما بحاجته إلى سائر أفراد الجماعة\nالتى يشملها إسم واحد وتاريخ وجود الإنسان شاهد بذلك فلا حاجة إلى الإطالة\nفي بيانه وكفاك من الدليل على أن الأنسان لا يعيش إلا فى جملة ما وهبه من\nقوة النطق فلم يخلق لسانه مستعدا لتصوير المعانى فى الألفاظ وتأليف\nالعبارات إلا لاشتداد الحاجة به إلى التفاهم وليس الاضطرار إلى التفاهم بين\nاثنين أو أكثر إلا الشهادة بأن لا غنى لأحدهم عن الآخر\n</p>\n\n<p>\nحاجة كل فرد من الجماعة إلى سائرها مما لا يشتبه فيه وكلما كثرت مطالب\nالشخص فى معيشته ازدادت به الحاجة إلى الأيدى العاملة فتمتد الحاجة وعلى\nأثرها الصلة من الأهل إلى العشيرة ثم إلى الأمة وإلى النوع بأسره وأيامنا\nهذه شاهدة على أن الصلة النابعة للحاجة قد تعم النوع كمالا يخفى هذه الحاجة\nخصوصا فى الأمة التى حققت عنوانها لها صلات وعلائق ميزتها عمن سواها حاجة\nفى البقاء حاجة فى التمتع بمزايا الحياة حاجة فى جلب الرغائب ودفع المكاره\nمن كل نوع\n</p>\n\n<p>\nلو جرى أمر الإنسان على أساليب الخلقة فى غيره لكانت هذه الحاجة من أفضل\nعوامل المحبة بين أفراده عامل يشعر كل نفس أن بقاءها مرتبط ببقاء الكل\nفالكل منها بمنزلة بعض قواها المسخرة لمنافعها ودرء مضارها والمحبة عماد\nالسلم ورسول السكينة إلى القلوب هى الدافع لكل من المتاحبين على العمل\nلمصلحة الآخر الناهض بكل منهما للمدافعة عنه فى حالة الخطر فكان من شأن\nالمحبة أن تكون حفاظا لنظام الأمم وروحا لبقائها وكان من حالها أن تكون\nملازمة للحاجة على مقتضى سنة الكون فان المحبة حاجة لنفسك إلى من تحب أو ما\nتحب فان اشتدت كانت ولعا وعشقا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nلكن كان من قوانين المحبة أن تنشأ وتدوم بين متاحبين إذا كانت الحاجة إلى\nذات المحبوب أو ما هو فيها لا يفارقها ولا يكون هذا النوع منها فى الإنسان\nإلا إذا كان منشؤه أمرا فى روح المحبوب وشمائله التى لا تفارق ذاته حتى\nتكون لذة الوصول فى نفس الاتصال لا <span id='ms047'></span> فى عارض يتبعه فإذا عرض التبادل\nوالتعارض ولو حظ فى العلاقة بينهما تحولت المحبة إلى رغبة فى الانتفاع\nبالعوض وتعلقت بالمنتفع به لا بمصدر الانتفاع وقام بين الشخصين مقام المحبة\nإما سلطان القوة أو ذلة المخافة أو الدهان والخديعة من الجانبين\n</p>\n\n<p>\nيحب الكلب سيده ويخلص له ويدافع عنه دفاع المستميت لما يرى أنه مصدر\nالإحسان إليه فى سداد عوزه فصورة شبعه وربه وحمايته مقرونة فى شعوره بصورة\nمن يكفلها له فهو يتوقع فقدها بفقده فيحرص عليه حرصه على حياته ولو أنه\nانتقل من حوزته إلى حوزة آخر وغاب عنه السنين ثم رآه معرضا لخطر ما عادت\nإليه تلك الصورة يصل بعضها بعضا واندفع إلى خلاصة بما تمكنه القوة\n</p>\n\n<p>\nذلك لأن الإلهام الذى هدى به شعور الكلب ليس مما تتسع به المذاهب فوجدانه\nيتردد بين الإحسان ومصدره وليس له وراءهما مذهب فحاجته فى سد عوزه هى حاجته\nإلى القائم بأمره فيحبه محبته لنفسه ولا يبخس منها شوب التعارض فى الخدمة\n</p>\n\n<p>\nأما الإنسان وما أدراك ما هو فليس أمره على ذلك ليس ممن يلهم ولا يتعلم\nولا ممن يشعر ولا يتفكر بل كان كماله النوعى فى إطلاق مداركه عن القيد\nومطالبه عن النهايات وتسليمه على صغره إلى العالم الأكبر على جلالته وعظمه\nبتصارعه بعوامله وهى غير محصورة حتى يعتصر منه منافعه وهى غير محدودة\nوإيداعه من قوى الإدراك والعمل ما يعينه على المغالبة ويمكنه من المطالبة\nبسعيه ورأيه ويتبع ذلك أن يكون له فى كل كائن مما يصل إليه لذة وبجوار كل\nلذة ألم ومخافة فلا تنتهى رغائبه إلى غاية ولا تقف مخاوفه عند نهاية إن\nالإنسان خلق هلوعا إذا مسه الشر جزوعا وإذا مسه الخير منوعا تفاوتت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n             أفراده فى مواهب الفهم وفى قوى العمل وفى الهمة والعزم فمنهم\nالمقصر ضعفا أو كسلا المتطاول فى الرغبة شهوة وطمعا يرى فى أخيه أنه العون\nله على ما يريد من شئون وجوده لكنه يذهب من ذلك إلى تخيل اللذة فى\nالاستئثار بجميع ما فى <span id='ms048'></span> يده ولا يقنع بمعاوضته فى ثمرة من ثمار عمله وقد يجد\nاللذة فى أن يتمتع ولا يعمل ويرى الخير فى أن يقيم مقام العمل إعمال الفكر\nفى استنباط ضروب الحيل ليتمتع وإن لم ينفع ويغلب عليه ذلك حتى يخيل له أن\nلا ضير عليه لو انفرد بالوجود عمن يطلب مغالبته ولا يبالى بإرساله إلى عالم\nالعدم بعد سلبه فكلما حثه الذكر والخيال إلى دفع مخافة أو الوصول إلى لذيذ\nفتح له الفكر بابا من الحيلة أو هيأ له وسيلة لاستعمال القوة فقام التناهب\nمقام التواهب وحل الشقاق محل الوفاق وصار الضابط لسيرة الإنسان إما الحيلة\nوإما القهر\n</p>\n\n<p>\nهل وقف الهوى بالإنسان عند التنافس فى اللذائذ الجسدانية وتجالد أفراده\nطمعا فى وصول كل إلى ما يظنه غاية مطلبه وإن لم تكن له غاية كلا ولكن قدر\nله أن تكون له لذائذ روحانية وكان من أعظم همه أن يشعر بالكرامة له فى نفس\nغيره ممن تجمعه معهم جامعة ما حسبما يمتد إليه نظره وقد بلغت هذه الشهوة حد\nمن الأنفس كادت تتغلب على جميع الشهوات وأخذت لذة الوصول إليها من الأرواح\nمكانا كاد لا تصعد إليه سائر اللذات وهى من أفضل العوامل فى إحراز الفضائل\nوتمكين الصلات بين الأفراد والأمم لو صرفت فيما سيقت لأجل ولكن انحرف بها\nالسبيل كما انحرف بغيرها للأسباب التى أشرنا إليها من التفاوت فى مراتب\nالإدراك والهمة والعزيمة حتى خيل لكثير من العقلاء أن يسعى إلى إعلاء\nمنزلته فى القلوب بإخافة الأمن وإزعاج الساكن وإشعار القلوب رهبة المخافة\nلا تهيب الحرمة\n</p>\n\n<p>\nهل يمكن مع هذا أن يستقيم أمر جماعة بنى نظامهم وعلق بقاؤهم فى الحياة\nعلى تعاونهم ورفد بعضهم بعضا فى الأعمال أولا تكون هذه الأفاعيل السابق\nذكرها سببا فى تفانيهم لا ريب أن البقاء على تلك الأحوال من ضروب المحال\nفلا بد للنوع الإنسانى فى حفظ بقائه من المحبة أو ما ينوب منابها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nلجأ بعض أهل البصيرة فى أزمنة مختلفة إلى العدل وظنوا كما ظن بعض <span id='ms049'></span>\nالعارفين ونطق به فى كلمة جليلة أن العدل نائب المحبة نعم لا يخلو القول من\nحكمة ولكن من الذى يضع قواعد العدل ويحمل الكافة على رعايتها قبل ذلك هو\nالعقل فكما كان الفكر والذكر والخيال ينابيع الشقاء كذلك تكون وسائل\nالسعادة وفيها مستقر السكينة وقد راينا أن اعتدال الفكر وسعة العلم وقوة\nالعقل وأصالة الحكم تذهب بكثير من الناس إلى ما وراء حجب الشهوات وتعلو بهم\nفوق ما تخيله المخاوف فيعرفون لكل حق حرمته ويميزون بين لذة ما يفنى ومنفعة\nما يبقى وقد جاء منهم أفراد فى كل أمة وضعوا أصول الفضيلة وكشفوا وجوه\nالرذيلة وقسموا أعمال الإنسان إلى ما تحضر لذته وتسوء عاقبته وهو ما يحب\nاجتنابه وإلى ما قد يشق احتماله ولكن تسر مغابته وهو ما يجب الأخذ به ومنهم\nمن أنفق فى الدعوة إلى رايه نفسه وماله وقضى شهيد إخلاصه فى دعوة قومه إلى\nما يحفظ نظامهم فهؤلاء العقلاء هم الذين يضعون قواعد العدل وعلى أهل\nالسلطان أن يحملوا الكافة على رعايتها وبذلك يستقيم أمر الناس\n</p>\n\n<p>\nهذا قول لا يجافى الحق ظاهره ولكن هل سمع فى سيرة الإنسان وهل ينطبق على\nسنته أن يخضع كافة أفراده أو الغالب منهم لرأى العاقل لمجرد أنه الصواب وهل\nكفى فى إقناع جماعة منه كشعب أو أمة قول عاقلهم إنهم مخطئون وإن الصواب\nفيما يدعوهم إليه وإن أقام على ذلك من الأدلة ما هو أوضح من الضياء وأجلى\nمن ضرورة المحبة للبقاء كلا لم يعرف ذلك فى تاريخ الإنسان ولا هو مما ينطبق\nعلى سنته فقد تقدم لنا أن مهب الشقاء هو تفاوت الناس فى الإدراك وهم مع ذلك\nيدعون المساواة فى العقول والتقارب فى الأصول ولا يعرف جمهورهم من حال\nالفاضل إلا كما يعرف من أمر الجاهل ومن لم يكن فى مرتبتك من العقل لم يذق\nمذاقك من الفضل فمجرد البيان العقلى لا يدفع نزاعا ولا يرد طمأنينة وقد\nيكون القائم على ما وضع من شريعة العقل ممن يزعم أنه <span id='ms050'></span> أرفع من واضعها فيذهب\nبالناس مذهب شهواته فتذهب حرمتها ويتهدم بناؤها ويفقد ما قصد بوضعها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nأضف إلى ما سبق من لوازم نزعات الفكر ونزعات الأهواء شعورا هو ألصق\nبالغريزة البشرية واشد لزوما لها كل إنسان مهما علا فكره وقوى عقله أو ضعفت\nفطنته وانحطت فطرته يجد نفسه أنه مغلوب لقوة أرفع من قوته وقوة ما أنس منه\nالغلبة عليه مما حوله وأنه محكوم بإرادة تصرفه وتصرف ما هو فيه من العوالم\nفى وجوه قد لا تعرفها معرفة العارفين ولا نتطرف إليها إرادة المختارين تشعر\nكل نفس أنها مسوقة لمعرفة تلك القوة العظمى فتطلبها من حسها تارة ومن عقلها\nأخرى ولا سبيل لها إلا الطريق التى حددت لنوعها وهى طريق النظر فذهب كل فى\nطلبها وراء رائد الفكر فمنهم من ناولها ببعض الحيوانات لكثرة نفعها أو شدة\nضررها ومنهم من تمثلت له فى بعض الكواكب لظهور أثرها ومنهم من حجبته\nالأشجار والأحجار لاعتبارات له فيها ومنهم من تبدت له آثار قوى مختلفة فى\nأنواع متفرقة تتماثل فى أفراد كل نوع وتتخالف بتخالف الأنواع فجعل لكل نوع\nإلها ولكن كلما رق الوجدان ولطفت الأذهان ونفذت البصائر ارتفع الفكر وجلت\nالنتائج فوصل من بلغ به علمه بعض المنازل من ذلك إلى معرفة هذه القدرة\nالباهرة واهتدى إلى أنها قدرة واجب الوجود غير أن من أسرار الجبروت ما غمض\nعليه فلم يسلم من الخيط فيه ثم لم يكن له من الميزة الفائقة فى قومه ما\nيحملهم على الاهتداء بهديه فبقى الخلاف ذائعا والرشد ضائعا انفق الناس فى\nالإذعان لما فاق قدرهم وعلا متناول استطاعتهم لكنهم اختلفوا فى فهم ما\nتلجئهم الفطرة إلى الإذعان له اختلافا كان اشد أثرا فى التقاطع بينهم\nوإثارة أعاصير الشقاق فيهم من اختلافهم فى فهم النافع والضار لغلبة الشهوات\nعليهم\n</p>\n\n<p>\nإن كان الإنسان قد فطر على أن يعيش فى جملة ولم يمنح مع تلك الفطرة ما\nمنحه النحل وبعض أفراد النمل مثلا من الإلهام الهادى إلى ما يلزم لذلك\nوإنما <span id='ms051'></span> ترك إلى فكره يتصرف به على نحو ما سبق كما فطر على الشعور بقاهر\nتنساق نفسه بالرغم عنها إلى معرفته ولم يفض عليه مع ذلك الشعور عرفانه بذات\nذلك القاهر ولا صفاته وإنما ألقى به فى مطارح النظر تحمله الأفكار فى\nمجاريها وترمى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n             به إلى حيث يدرى ولا يدرى وفى كل ذلك الويل على\nجامعته والخطر على وجوده أفهل منى هذا النوع بالنقص ورزء بالقصور عن مثل ما\nبلغه أضعف الحيوانات وأحطها فى منازل الوجود نعم هو كذلك لولا ما أتاه\nالصانع الحكيم من ناحية ضعفه\n</p>\n\n<p>\nالإنسان عجيب فى شأنه يصعد بقوة عقله إلى أعلى مراتب الملكوت ويطاول\nبفكره أرفع معالم الجبروت ويسامى بقوته ما يعظم عن أن يسامى من قوى الكون\nالأعظم ثم يصغر ويتضاءل وينحط إلى أدنى درك من الاستكانة والخضوع متى عرض\nله أمر مالم يعرف سببه ولم يدرك منشأه ذلك لسر عرفه المستبصرون واستشعرته\nنفوس الناس أجمعين من ذلك الضعف قيد إلى هداه ومن تلك الضعة أخذ بيده إلى\nشرف سعادته أكمل الواهب الجواد لجملته ما اقتضت حكمته فى تخصيص نوعه بما\nيميزه عن غيره أن ينقص من أفراده وكما جاد على كل شخص بالعقل المصرف للحواس\nلينظر فى طلب اللقمة وستر العورة والتوقى من الحر والبرد جاد على الجملة\nبما هو أمس بالحاجة في البقاء وآثر فى الوقاية من غوائل الشقاء وأحفظ لنظام\nالاجتماع الذى هو عماد كونه بالاجماع من عليه بالنائب الحقيقى عن المحبة بل\nالراجع بها إلى النفوس التى أقفرت منها لم يخالف سننه فيه من بناء كونه على\nقاعدة التعليم والإرشاد غير أنه أتاه مع ذلك من أضعف الجهات فيه وهى جهة\nالخضوع والاستكانة فأقام له من بين أفراده مرشدين هادين وميزهم من بينها\nبخصائص فى أنفسهم لا يشركهم فيها سواهم وأيد ذلك زيادة فى الإقناع بآيات\nباهرات تملك النفوس وتأخذ الطريق على سوابق العقول فيستخذى الطامح ويذل\nالجامع ويصطدم بها عقل العاقل فيرجع إلى رشده وينبهر لها بصر الجاهل فيرتد\nعن <span id='ms052'></span> غيه يطرقون القلوب بقوارع من أمر الله ويدهشون المدارك ببواهر من آياته\nفيحيطون العقول بمالا مندوحة عن الأذعان له ويستوى فى الركون لما يجيئون به\nالمالك والمملوك والسلطان والصعلوك والعاقل والجاهل والمفضول والفاضل فيكون\nالاذعان لهم أشبه بالاضطرارى منه بالاختيارى النظرى يعلمونهم ما شاء الله\nأن يصلح به معاشهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n             ومعادهم وما أراد أن يعلموه من شئون ذاته\nوكمال صفاته وأولئك هم الأنبياء والمرسلين فبعثه الأنبياء صلوات الله عليهم\nمن متمات كون الإنسان ومن أهم حاجاته فى بقائه ومنزلتها من النوع منزلة\nالعقل من الشخص نعمة أتمها الله لكيلا يكون للناس على الله حجة بعد الرسل\nوسنتكلم عن وظيفتهم بنوع من التفصيل فيما بعد\n</p>\n\n<p>\n| امكان الوحى\n</p>\n\n<p>\nالكلام فى إمكان الوحى يأتى بعد تعريفه لتصوير المعنى الذى يراد منه\nوليعرف المعنى الحاصل بالمصدر فيفهم معنى المصدر نفسه ولا يعنينا ما تثيره\nالألفاظ فى الأذهان ولنذكر من اللغة ما يناسبه يقال وحيت إليه وأوحيت إذا\nكلمته بما تخفيه عن غيره والوحى مصدر من ذلك والمكتوب والرسالة وكل ما\nألقيته إلى غيرك ليعلمه ثم غلب فيما يلقى إلى الأنبياء من قبل الله وقيل\nالوحى إعلام فى خفاء ويطلق ويراد به الموحى وقد عرفوه شرعا أنه كلام الله\nتعالى المنزل على نبى من أنبيائه أما نحن فنعرفه على شرطنا بأنه عرفان يحده\nالشخص من نفسه مع اليقين بأنه من قبل الله بواسطة أو بغير واسطة والأول\nبصوت يتمثل لسمعه أو بغير صوت ويفرق بينه وبين الالهام وجدان تستيقنه النفس\nوتنساق إلى ما يطلب على غير شعور منها من أين أتى وهو أشبه بوجدان الجوع\nوالعطش والحزن والسرور أما إمكان حصول هذا النوع هزة العرفان الوحى وانكشاف\nما غاب من مصالح البشر عن عامتهم لمن يختصه الله بذلك وسهولة فهمه عند\nالعقل فلا أراه مما يصعب إدراكه إلا على من لا يريد أن يدرك ويحب أن يرغم\nنفسه الفهامة على أن لا تفهم نعم يوجد فى كل أمة وفى كل زمان أناس يقذف بهم\nالطيش والنقص <span id='ms053'></span> فى العلم إلى ما وراء سواحل اليقين فيسقطون فى غمرات من الشك\nفى كل مالم يقع تحت حواسهم الخمس بل قد يدركهم الريب فيما هو من متناولها\nكما سبقت الإشارة إليه فكأنهم بسقطتهم هذه انحطوا إلى ما هو أدنى من مراتب\nأنواع أخرى من الحيوان فينسون العقل وشئونه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             وسره ومكنونه\nويجدون فى ذلك لذة الإطلاق عن قيود الأوامر والنواهى بل عن محابس الحشمة\nالتى تضمهم إلى التزام ما يليق وتحجزهم عن مقارفة مالا يليق كما هو حال غير\nالإنسان من الحيوان فإذا عرض عليهم شىء من الكلام فى النبوات والأديان وهم\nمن أنفسهم هام بالإصغاء دافعوه بما أوتوا من الاختيار فى النظر وانصرفوا\nعنه وجعلوا أصابعهم فى آذانهم حذر أن يخالط الدليل أذهانهم فيلزمهم العقيدة\nوتتبعها الشريعة فيحرموا لذة ما ذاقوا وما يحبون أن يتذوقوا وهو مرض فى\nالأنفس والقلوب يستشفى منه بالعلم إن شاء الله\n</p>\n\n<p>\nقلت أى استحالة فى الوحى وأن ينكشف لفلان مالا ينكشف لغيره من غير فكر\nولا ترتيب مقدمات مع العلم أن ذلك من قبل واهب الفكر ومانح النظر متى خفت\nالعناية من ميزته هذه النعمة\n</p>\n\n<p>\nمما شهدت به البديهة أن درجات العقول متفاوتة يعلو بعضها بعضا وأن الأدنى\nمنها لايدرك ما عليه الأعلى إلا على وجه من الإجمال وأن ذلك ليس لتفاوت\nالمراتب فى التعليم فقط بل لا بد معه من التفاوت فى الفطر التى لا مدخل\nفيها لاختيار الإنسان وكسبه ولا شبهة فى أن من النظريات عند بعض العقلاء ما\nهو بديهى عند من هو أرقى منه ولا تزال المراتب ترتقى فى ذلك إلى مالا يحصره\nالعدد وإن من أرباب الهمم وكبار النفوس ما يرى البعيد عن صغارها قريبا\nفيسعى إليه ثم يدركه والناس دونه ينكرون بدايته ويعجبون لنهايته ثم يألفون\nما صار إليه كأنه من المعروف الذى لا ينازع والظاهر الذى لا يجاحد فإذا\nأنكر منكر ثاروا عليه ثورتهم فى بادىء الأمر على من دعاهم إليه ولا يزال\nهذا الصنف من الناس على <span id='ms054'></span> قلته ظاهرا فى كل أمة إلى اليوم\n</p>\n\n<p>\nفإذا سلم ولا محبص عن التسليم بما أسلفنا من المقدمات فمن ضعف العقل\nوالنكول عن النتيجة اللازمة لمقدماتها عند الوصول إليها أن لا يسلم بأن من\nالنفوس البشرية ما يكون لها من نقاء الجوهر بأصل الفطرة ما تستعد به من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n             محض الفيض الإلهى لأن تتصل بالأفق الأعلى وتنتهى من الإنسانية\nإلى الذروة العليا وتشهد من أمر الله شهود العيان مالم يصل غيرها إلى تعقله\nأو تحسسه بعصى الدليل والبرهان وتتلقى عن العليم الحكيم ما يعلو وضوحا على\nما يتلقاه أحدنا عن أساتذة التعاليم ثم تصدر عن ذلك العلم إلى تعليم ما\nعلمت ودعوة الناس إلى ما حملت على إبلاغه إليهم وأن يكون ذلك سنة لله فى كل\nأمة وفى كل زمان على حسب الحاجة يظهر برحمته من يختصه بعنايته ليفى\nللإجتماع بما يضطر إليه من مصلحته إلى أن يبلغ النوع الإنسانى أشده وتكون\nالأعلام التى نصبها لهدايته إلى سعادته كافية فى إرشاده فتختم الرسالة\nويغلق باب النبوة كما سنأتى عليه فى رسالة نبينا صلى الله عليه وسلم\n</p>\n\n<p>\nأما وجود بعض الأرواح العالية وظهورها لأهل تلك المرتبة السامية فمما لا\nاستحالة فيه بعد ما عرفنا من أنفسنا وأرشدنا إليه العلم قديمه وحديثه من\nاشتمال الوجود على ماهر ألطف من المادة وإن غيب عنا فأى مانع من أن يكون\nبعض هذا الوجود اللطيف مشرقا لشىء من العلم الإلهى وأن يكون لنفوس الأنبياء\nإشراف عليه فإذا جاء به الخبر الصادق حملنا على الإذعان بصحته\n</p>\n\n<p>\nأما تمثل الصوت وأشباح لتلك الأرواح فى حس من اختصه الله بتلك المنزلة\nفقد عهد عند أعداء الأنبياء مالا يبعد عنه فى بعض المصابين بأمراض خاصة على\nزعمهم فقد سلموا أن بعض معقولاتهم يتمثل فى خيالهم ويصل إلى درجة المحسوس\nفيصدق المريض فى قوله إنه يرى ويسمع بل يجالد ويصارع ولا شىء من ذلك فى\nالحقيقة بواقع فان جاز التمثل فى الصور المعقولة ولا منشأ لها إلا فى النفس\nوإن ذلك يكون <span id='ms055'></span> عند عروض عارض على المخ فلم يجوز تمثل الحقائق المعقولة فى\nالنفوس العالية وأن يكون ذلك لها عندما تنزع عن عالم الحس وتنصل بحظائر\nالقدس وتكون تلك الحال من لواحق صحة العقل فى أهل تلك الدرجة لاختصاص\nمزاجهم بمالا يوجد فى مزاج غيرهم وغاية ما يلزم عنه أن يكون لعلاقة أرواحهم\nبأبدانهم شأن غير معروف فى تلك العلاقة من سواهم وهو مما يسهل قبوله بل\nيتحتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n             لأن شأنهم فى الناس أيضا غير الشؤن المألوفة وهذه\nالمغايرة من أهم ما امتازوا به وقام منها الدليل على رسالتهم والدليل على\nسلامة شهودهم وصحة ما يحدثون عنه أن أمراض القلوب تشفى بدوائهم وأن ضعف\nالعزائم والعقول بالقوة فى أممهم التى تأخذ بمقالهم ومن المنكر فى البديهة\nأن يصدر الصحيح من معتل ويستقيم النظام بمختل\n</p>\n\n<p>\nأما أرباب النفوس العالية والعقول السامية من العرفاء ممن لم تدن مراتبهم\nمن مراتب الأنبياء ولكنهم رضوا أن يكونوا لهم أولياء وعلى شرعهم ودعوتهم\nأمناء فكثير منهم نال حظه من الأنس بما يقارب تلك الحال فى النوع أو الجنس\nلهم مشارفة فى بعض أحوالهم على شىء فى عالم الغيب ولهم مشاهد صحيحة فى عالم\nالمثال لا تنكر عليهم لتحقيق حقائقها فى الواقع فهم لذلك لا يستعبدون شيئا\nمما يحدث به عن الأنبياء صلوات الله عليهم ومن ذاق عرف ومن حرم انحرف ودليل\nصحة ما يتحدثون به وعنه ظهور الأثر الصالح منهم وسلامة أعمالهم مما يخالف\nشرائع انبيائهم وطهارة فطرهم مما ينكره العقل الصحيح أو يمجه الذوق السليم\nواندفاعهم بباعث من الحق الناطق فى سرائرهم المتلألىء فى بصائرهم إلى دعوة\nمن يحف بهم إلى ما فيه خير العامة وترويح قلوب الخاصة ولا يخلو العالم من\nمتشبهين بهم ولكن ما أسرع ما ينكشف حالهم ويسوء مآلهم ومآل من غرروا به ولا\nيكون لهم إلا سوء الأثر فى تضليل العقول وفساد الأخلاق وانحطاط شأن القوم\nالذين رزئوابهم إلا أن يتداركهم الله بلطفه فتكون كلمتهم الخبيثة كشجرة\nخبيثة اجتثت من فوق الأرض مالها <span id='ms056'></span> من قرار فلم يبق بين المنكرين لأحوال\nالأنبياء ومشاهدهم وبين الإقرار بإمكان ما أنبثوا به وبوقوعه إلا حجاب من\nالعادة وكثيرا ما حجب العقول حتى عن إدراك أمور معتادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n| وقوع الوحي والرسالة\n</p>\n\n<p>\nالدليل على رسالة نبى وصدقه فيما يحكى عن ربه ظاهر للشاهد الذى يرى حاله\nويبصر ما آتاه الله من الآيات البينات ويحقق بالعيان ما يغنيه عن البيان\nكما سلف فى الوجه الأول من الكلام على الرسالة أما للغائب عن زمن البعثة\nفدليلها التواتر وهو كما تبين فى علم آخر رواية خبر عن مشهود من جماعة\nيستحيل تواطؤهم على الكذب وآيته قهر النفس على اليقين بما جاء فيه كالإخبار\nبوجود مكة أو بأن للصين عاصمة تسمى بكين وسبب استحالة التواطؤ على الكذب\nاستيفاء الخبر لشرائط معلومة وخلوه من عوارض تضعف الثقة به ومرجع كل ذلك\nإلى العدد وبعد الراوى عن التشيع لمضمون الخبر\n</p>\n\n<p>\nلا نزاع بين العقلاء فى أن هذا النوع من الأخبار يحصل اليقين بالمخبر به\nوإنما النزاع فى اعتبارات تتعلق به ومن الأنبياء ما استوفى الخبر عنهم\nشرائط التواتر كابراهيم وموسى وعيسى ومما جاء به الخبر أنهم لم يكونوا فيمن\nبعثوا بينهم بالأقوى سلطانا ولا بالأكثر مالا ولم يختصهم أحد بالعناية بهم\nلتعليمهم علم ما ادعوا إليه وغاية الأمر أنهم لم يكونوا من الأدنين الذين\nتعافهم النفوس وتنبو عنهم الأنظار ومع ذلك واستحكام السلطان لغيرهم ووفرة\nالمال لديه واستعلائه عليهم بما كسب من العلم قاموا بدعوة إلى الله على رغم\nالملوك وأجنادهم وصاحوا بهم صيحة زلزلتهم فى عروشهم وادعوا أنهم يبلغون عن\nخالق السموات والأرض ما أراد شرعه للناس وأقاموا من الدليل ما تصاغرت دونه\nقوة المعارضة ثم ثبتت فى الكون شرائعهم ثبات الغريزة في الفطر وكان الخير\nلأممهم فى اتباع ما جاءوا به حالفتهم القوة واحتضنتهم السعادة ما كانوا\nقائمين عليها ورزأهم الضعف وغالبهم الشقاء ما انحرفوا عنها وخلطوا فيها\nفهذا وما أقاموه من الأدلة عند التحدى لا يصح معه فى العقل أن يكونوا\nكاذبين فى <span id='ms057'></span> حديثهم عن الله ولا فى دعواهم أنه كان يوحى إليهم ما شرعوا للناس\nعلى أن من لا يعتقد ما يقول لا يبقى لمقاله أثر فى العقول والباطل لابقاء\nله إلا فى الغفلة عنه كالنبات الخبيث فى الأرض الطيبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             ينبت\nباهمالها وينموا باغفالها فإذا لامستها عناية الزارع غلبه الخصب وذهب به\nالذكاء ولكن تلك الديانات التى جاء بها أولئك الأنبياء قامت فى العالم\nالإنسانى ما شاء الله مما قدر لها مقام سائر قواه مع كثرة المعارضين وقوة\nسلطان المغالبين فلا يمكن أن يكون اسها الكذب ودعامتها الحيلة وكلامنا هذا\nفى جوهرها الذى يلوح دائما فى خلال ما ألحق بها المبتدعون أما بقية الرسل\nممن يجب علينا الإيمان بهم فيكفى فى إثبات نبوتهم إثبات رسالة نبينا صلى\nالله عليه وسلم فقد أخبرنا برسالتهم وهو الصادق فيما بلغ به وسنأتى على\nالكلام فى رسالة نبينا محمد صلى الله عليه وسلم فى باب على حدته إن شاء\nالله\n</p>\n\n<p>\n| وظيفة الرسل عليهم السلام\n</p>\n\n<p>\nتبين مما تقدم فى حاجة العالم الإنسانى إلى الرسل أنهم من الأمم بمنزلة\nالعقول من الأشخاص وأن بعثتهم حاجة من حاجات العقول البشرية قضت رحمة\nالمبدع الحكيم بسدادها ونعمة عن نعم واهب الوجود ميز بها الإنسان عن بقية\nالكائنات من جنسه ولكنها حاجة روحية وكل مالامس الحس منها فالقصد فيه إلى\nالروح وتظهيرها من دنس الأهواء الضالة أو تقويم ملكاتها أو إبداعها ما فيه\nسعادتها فى الحياتين أما تفصيل طرق المعيشة والحذق فى وجوه الكسب وتطاول\nشهوات العقل إلى درك ما أعد للوصول إليه من أسرار العلم فذلك مما لا دخل\nللرسالات فيه إلا من وجه النطة العامة والإرشاد إلى الإعتدال فيه وتقرير أن\nشرط ذلك كله أن لا يحدث ريبا فى الإعتقاد بأن للكون إلها واحدا قادرا عالما\nحكيما منصفا بما أوجب الدليل أن يتصف به وباستواء نسبة الكائنات إليه فى\nأنها مخلوقة له وصنع قدرته وإنما تفاوتها فيما اختص به بعضها من الكمال\nوشرطه أن لا ينال شىء من تلك <span id='ms058'></span> الأعمال السابقة أحدا من الناس بشر فى نفسه أو\nعرضه أو ماله بغير حق يقتضيه نظام عامة الأمة على ما حدد في شريعتها\n</p>\n\n<p>\nيرشدون العقل إلى معرفة الله وما يجب أن يعرف من صفاته ويبينون الحد الذى\nيجب أن يقف عنده فى طلب ذلك العرفان على وجه لا يشق عليه الاطمئنان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n             إليه ولا يرفع ثقته بما آتاه الله من القوة يجمعون كلمة الخلق\nعلى إله واحد لا فرقة معه ويخلون السبيل بينهم وبينه وحده وينهضون نفوسهم\nإلى التعلق به فى جميع الأعمال والمعاملات ويذكرونهم بعظمته بفرض ضروب من\nالعبادات فيما اختلف من الأوقات تذكرة لمن ينسى وتزكية مستمرة لمن يخشى\nتقوى ما ضعف منهم وتزيد المستيقن يقينا\n</p>\n\n<p>\nيبينون للناس ما اختلفت عليه عقولهم وشهواتهم وتنازعته مصالحهم ولذاتهم\nفيفصلون فى تلك المخاصمات بأمر الله الصادع ويؤيدون بما يبلغون عنه ما تقوم\nبه المصالح العامة ولا تفوت به المنافع الخاصة يعودون بالناس إلى الألفة\nويكشفون لهم سر المحبة ويستلفتونهم إلى أن فيها انتظام شمل الجماعة ويفرضون\nعليهم مجاهدة أنفسهم ليستوطنوها قلوبهم ويشعروها أفئدتهم يعلمونهم لذلك أن\nيرعى كل حق الآخر وإن كان لا يغفل حقه وأن لا يتجاوز فى الطلب حده وأن يعين\nقويهم ضعيفهم ويمد غنيهم فقيرهم ويهدى راشدهم ضالهم ويعلم عالمهم جاهلهم\n</p>\n\n<p>\nيضعون لهم بأمر الله حدودا عامة يسهل عليهم أن يردوا إليها أعمالهم\nكاحترام الدماء البشرية إلا بحق مع بيان الحق الذى تهدر له وحظر تناول شىء\nمما كسبه الغير إلا بحق مع بيان الحق الذى يبيح تناوله واحترام الأعراض مع\nبيان يباح وما يحرم من الابضاع ويشرعون لهم مع ذلك أن يقوموا أنفسهم\nبالملكات الفاضلة كالصدق والأمانة والوفاء بالعقود والمحافظة على العهود\nوالرحمة بالضعفاء والاقدام على نصيحة الاقوياء والاعتراف لكل مخلوق بحقه\nبلا استثناء يحملونهم على تحويل أهوائهم عن اللذائذ الفانية إلى طلب\nالرغائب السامية آخذين فى ذلك كله بطرف من الترغيب والترهيب والانذار\nوالتبشير حسبما أمرهم الله جل شأنه\n</p>\n\n<p>\nيفصلون فى جميع ذلك للناس ما يؤهلهم لرضا <span id='ms059'></span> الله عنهم وما يعرضهم لسخطه\nعليهم ثم يحيطون ببانهم بنبأ الدار الآخرة وما أعد الله فيها من الثواب\nوحسن العقبى لمن وقف عند حدوده وأخذ بأوامره وتجنب الوقوع فى محاظيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n             يعلمونهم من أنباء الغيب ما أذن الله لعباده فى العلم به مما\nلو صعب على العقل اكتناهه لم يشق عليه الاعتراف بوجوده\n</p>\n\n<p>\nبهذا تطمئن النفوس وتثلج الصدور ويعتصم المرزوء بالصبر انتظارا لجزيل\nالأجر أو إرضاء لمن بيده الأمر وبهذا ينحل أعظم مشكل فى الاجتماع الإنسانى\nلا يزال العقلاء يجهدون أنفسهم فى حله إلى اليوم\n</p>\n\n<p>\nليس من وظائف الرسل ما هو من عمل المدرسين ومعلمى الصناعات فليس مما\nجاءوا له تعليم التاريخ ولا تفصيل ما يحويه عالم الكواكب ولا بيان ما اختلف\nمن حركاتها ولا ما استسكن من طبقات الأرض ولا مقادير الطول فيها والعرض ولا\nما تحتاج إليه النباتات فى نموها ولا ما تفتقر إليه الحيوانات فى بقاء\nأشخاصها أو أنواعها وغير ذلك مما وضعت له العلوم وتسابقت فى الوصول إلى\nدقائقه الفهوم فإن ذلك كله من وسائل الكسب وتحصيل طرق الراحة هدى الله إليه\nالبشر بما أودع فيهم من الإدراك يزيد فى سعادة المحصلين ويقضى فيه بالنكد\nعلى المقصرين ولكن كانت سنة لله فى ذلك أن يتبع طريقة التدرج فى الكمال وقد\nجاءت شرائع الأنبياء بما يحمل على الإجمال بالسعى فيه وما يكفل التزامه\nبالوصول إلى ما أعد الله له الفطر الإنسانية من مراتب الارتقاء\n</p>\n\n<p>\nأما ما ورد فى كلام الأنبياء من الإشارة إلى شىء مما ذكرنا فى أحوال\nالأفلاك أو هيئة الأرض فإنما يقصد منه النظر إلى ما فيه من الدلالة على\nحكمة مبدعة أو توجيه الفكر إلى الغوص لإدراك اسراره وبدائعه ولغتهم عليهم\nالصلاة والسلام فى مخاطبة أممهم لا يجوز أن تكون فوق ما يفهمون وإلا ضاعت\nالحكمة فى إرسالهم ولهذا قد يأتى التعبير الذى سبق إلى العامة بما يحتاج\nإلى التأويل والتفسير عند الخاصة وكذلك ما وجه إلى الخاصة يحتاج إلى الزمان\nالطويل حتى يفهمه العامة <span id='ms060'></span> وهذا القسم أقل ما ورد فى كلامهم\n</p>\n\n<p>\nعلى كل حال لا يجوز أن يقام الدين حاجزا بين الأرواح وبين ما ميزها الله\nبه من الاستعداد للعلم بحقائق الكائنات الممكنة بقدر الإمكان بل يجب أن\nيكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n             الدين باعثا لها على طلب العرفان مطالبا لها باحترام\nالبرهان فارضا عليها أن تبذل ما تستطيع من الجهد فى معرفة ما بين يديها من\nالعوالم ولكن مع التزام القصد والوقوف فى سلامة الإعتقاد عند الحد ومن قال\nغير ذلك فقد جهل الدين وجنى عليه جناية لا يغفرها له رب العالمين\n</p>\n\n<p>\n| اعتراض مشهود\n</p>\n\n<p>\nقال قائل إن كانت بعثة الرسل حاجة من حاجات البشر وكمالا لنظام اجتماعهم\nوطريقا لسعادتهم الدنيوية والأخروية فما بالهم لم يزالوا أشقياء عن السعادة\nبعداء يتخالفون ولا يتفقون يتقاتلون ولا يتناصرون يتناهبون ولا يتناصفون كل\nيستعد للوثبة ولا ينتظر إلا مجىء النوبة حشو جلودهم الظلم وملء قلوبهم\nالطمع عد أهل كل ذى دين دينهم حجة لمقارعة من خالفهم فيه واتخذوا منه سببا\nجديدا للعداوة والعدوان فوق ما كان من اختلاف المصالح والمنافع بل أهل\nالدين الواحد قد تنشق عصاهم وتختلف مذاهبهم فى فهمه وتتفارق عقولهم فى\nعقائدهم ويثور بينهم غبار الشر وتتشبث أهواؤهم بالفتن فيسفكون دماءهم\nويخربون ديارهم إلى أن يغلب قويهم ضعيفهم فيستقر الأمر للقوة لا للحق\nوالدين فها هو الدين الذى تقول إنه جامع الكلمة ورسول المحبة كان سببا فى\nالشقاق ومضرما للضغينة فما هذه الدعوى وما هذا الأثر\n</p>\n\n<p>\nنقول فى جوابه نعم كل ذلك قد كان ولكن بعذر من الأنبياء وانقضاء عهدهم\nووقوع الدين فى أيدى من لا يفهمه أو يفهمه ويغلو فيه أولا يغلو فيه ولكن لم\nيمتزج حبه بقلبه أو امتزج بقلبه حب الدين ولكن ضاقت سعة عقله عن تصريفه\nتصريف الأنبياء أنفسهم أو الخيرة من تبعتهم وإلا فقل لنا أى نبى لم يأت\nأمته بالخير الجم والفيض الأعم ولم يكن دينه وافيا بجميع ما كانت تمس إليه\nحاجتها فى أفرادها وجملتها\n</p>\n\n<p>\nأظن أنك لا تخالفنا فى أن <span id='ms061'></span> الجمهور الأعظم من الناس بل الكل إلا قليلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n             لا يفهمون فلسفة أفلاطون ولا يقيسون أفكارهم وآراءهم بمنطق\nأرسطو بل لو عرض أقرب المعقولات إلى العقول عليهم بأوضح عبارة يمكن أن يأتى\nبها معبر لما أدركوا منها إلا خيالا لا أثر له فى تقويم النفس ولا فى إصلاح\nالعمل فاعتبر هذه الطبقات فى حالها التى لا تفارقها من تلاعب الشهوات بها\nثم أنصب نفسك واعظا بينها فى تخفيف بلاء ساقه النزاع إليها فأى الطرق أقرب\nإليك فى مهاجمة شهواتهم وردها إلى الاعتدال فى رغائبها من البديهى أنك لا\nتجد الطريق الأقرب فى بيان مضار الإسراف فى الرغب وفوائد القصد فى الطلب\nوما ينحو نحو ذلك مما لا يصل إليه أرباب العقول السامية إلا بطويل النظر\nوإنما تجد أقصد الطرق وأقومها أن تأتى إليه من نافذة الوجدان المطلة على سر\nالقهر المحيط به من كل جانب فتذكره بقدرة الله الذى وهبه ما وهب الغالب\nعليه فى أدنى شئونه إليه المحيط بما فى نفسه الآخذ بأزمة هممه وتسوق إليه\nمن الأمثال فى ذلك ما يقرب إلى فهمه ثم تروى له ما جاء فى الدين المعتقد به\nمن مواعظ وعبر ومن سير السلف فى ذلك الدين ما فيه أسوة حسنة وتنعش روحه\nبذكر رضا الله إذا استقام وسخطة عليه إذا تقحم عند ذلك يخشع منه القلب\nوتدمع العين ويستخذى الغضب وتخمد الشهوة والسامع لم يفهم من ذلك كله إلا\nأنه يرضى الله وأولياءه إذا أطاع ويسخطهم إذا عصى ذلك هو المشهود من حال\nالبشر غابرهم وحاضرهم ومنكره يسم نفسه أنه ليس منهم كم سمعنا أن عيونا بكت\nوزفرات صعدت وقلوبا خشعت لواعظ الدين ولكن هل سمعت بمثل ذلك بين يدى نصاح\nالأدب وزعماء السياسة متى سمعنا أن طبقة من طبقات الناس يغلب الخير على\nأعمالهم لما فيه من المنفعة لعامتهم أو خاصتهم وينفى الشر من بينهم لما\nيجلبه عليهم من مضار ومهالك هذا أمر لم يعهد فى سير البشر ولا ينطبق على\nفطرهم وإنما <span id='ms062'></span> قوام الملكات هو العقائد والتقاليد ولا قيام للأمرين إلا\nبالدين فعامل الدين هو أقوى العوامل فى أخلاق العامة بل والخاصة وسلطانه\nعلى نفوسهم أعلى من سلطان العقل الذى هو خاصة نوعهم\n</p>\n\n<p>\nقلنا إن منزلة النبوات من الاجتماع هى منزلة العقل من الشخص أو منزلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nالعلم المنصوب على الطريق المسلوك بل نصعد إلى ما فوق ذلك ونقول منزلة\nالسمع والبصر أليس من وظيفة الباصرة التمييز بين الحسن والقبيح من المناظر\nوبين الطريق السهلة والسلوك والمعابر الوعرة ومع ذلك فقد يسىء البصير\nاستعمال بصره فيتردى فى هاوية يهلك فيها وعيناه سليمتان تلمعان فى وجهه يقع\nذلك لطيش أو اهمال أو غفلة أو لجاج وعناد وقد يقوم من العقل والحس ألف دليل\nعلى مضرة شىء ويعلم ذلك الباغى فى رايه من أهل الشر ثم يخالف تلك الدلائل\nالظاهرة ويقتحم المكروه لقضاء شهوة اللجاج أو نحوها ولكن وقوع هذه الأمثال\nلا ينقص من قدر الحس أو العقل فيما خلق لأجله كذلك الرسل عليهم السلام\nأعلام هداية نصبها الله على سبيل النجاة فمن الناس من اهتدى بها فانتهى إلى\nغايات السعادة ومنهم من غلط فى فهمها أو انحرف عن هديها فانكب فى مهاوى\nالشقاء فالدين هاد والنقص يعرض لمن دعوا إلى الاهتداء به ولا يطعن نقصهم فى\nكماله واشتداد حاجتهم إليه <span class='quran'>يضل به كثيرا ويهدي به كثيرا وما يضل به\nإلا الفاسقين </span>ألا إن الدين مستقر السكينة ولجأ الطمأنينة به يرضى كل\nبما قسم له وبه يدأب عامل حتى يبلغ الغاية من عمله وبه تخضع النفوس إلى\nأحكام السنن العامة فى الكون وبه ينظر الإنسان إلى من فوقه فى العلم\nوالفضيلة وإلى من دونه في المال والجاه اتباعا لما وردت به الأوامر الإلهية\nالدين أشبه بالبواعث الفطرية الإلهامية منه بالدواعى الاختيارية الدين قوة\nمن أعظم قوى البشر وإنما قد يعرض عليها من العلل ما يعرض لغيرها من القوى\nوكل ما وجه إلى الدين من مثل الاعتراض الذى نحن بصدده فتبعته فى أعناق\nالقائمين عليه الناصبين <span id='ms063'></span> أنفسهم منصب الدعوة إليه أو المعروفين بأنهم حفظته\nورعاة أحكامه وما عليهم فى إبلاغ القلوب بغيتها منه إلا أن يهتدوا به\nويرجعوا به إلى أصوله الطاهرة الأولى ويضعوا عنه أوزار البدع فترجع إليه\nقوته وتظهر للأعمى حكمته\n</p>\n\n<p>\nربما يقول قائل إن هذه المقابلة بين العقل والدين تميل إلى رأى القائلين\nبإهمال العقل بالمرة فى قضايا الدين وبأن أساسه هو التسليم المحض وقطع\nالطريق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n             على أشعة البصيرة أن تنفذ إلى فهم ما أودعه من معارف\nوأحكام فنقول لو كان الأمر كما عساه أن يقال لما كان الدين علما يهتدى به\nوإنما الذى سبق تقريره هو أن العقل وحده لا يستقل بالوصول إلى ما فيه سعادة\nالأمم بدون مرشد إلهى كما لا يستقل الحيوان فى درك جميع المحسوسات بحاسة\nالبصر وحدها بل لا بد معها من السمع لإدراك المسموعات مثلا كذلك الدين هو\nحاسة عامة لكشف ما يشتبه على العقل من وسائل السعادات والعقل هو صاحب\nالسلطان فى معرفة تلك الحاسة وتصريفها فيما منحت لأجله والإذعان لما تكشف\nله من معتقدات وحدود أعمال كيف ينكر على العقل حقه فى ذلك وهو الذى ينظر فى\nأدلتها ليصل منها إلى معرفتها وأنها آتية من قبل الله وإنما على العقل بعد\nالتصديق برسالة نبى أن يصدق بجميع ما جاء به وإن لم يستطع الوصول إلى كنه\nبعضه والنفوذ إلى حقيقته ولا يقضى عليه ذلك بقبول ما هو من باب المحال\nالمؤدى إلى مثل الجمع بين النقيضين أو بين الضدين فى موضوع واحد فى آن واحد\nفإن ذلك مما تتنزه النبوات عن أن تأتى به فإن جاء ما يوهم ظاهره ذلك فى شيء\nما الوارد فيها وجب على العقل أن يعتقد أن الظاهر غير مراد وله الخيار بعد\nذلك فى التأويل مسترشدا ببقية ما جاء على لسان من ورد المتشابه فى كلامه\nوفى التفويض إلى الله فى علمه وفى سلفنا من الناجين من أخذ بالأول ومنهم من\nأخذ بالثانى\n</p>\n\n<p>\n| رسالة محمد صلى الله عليه وسلم\n</p>\n\n<p>\nليس <span id='ms064'></span> من غرضنا فى هذه الوريقات أن نلما بتاريخ الأمم عامة وتاريخ العرب\nخاصة فى زمن البعثة المحمدية لنبين كيف كانت حاجة سكان الأرض ماسة إلى\nقارعة تهز عروش الملوك وتزلزل قواعد سلطانهم الغاشم وتخفض من أبصارهم\nالمعقودة بعنان السماء إلى من دونهم من رعاياهم الضعفاء وإلى نار تنقض من\nسماء الحق على أدم الأنفس البشرية لتأكل ما عشوشبت به من الأباطيل القاتلة\nللعقول وصيحة فصحى تزعج الغافلين وترجع بالباب الذاهلين وتنبه المرءوسين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n             إلى أنهم ليسو بأبعدعن البشرية من الرؤساء الظالمين والهداة\nالضالين والقادة الغارين وبالجملة تؤوب بهم إلى رشد يقيم الإنسان على\nالطريق التى سنها الله له إنا هديناه السبيل ليبلغ بسلوكها كماله ويصل على\nنهجها إلى ما أعد فى الدارين له ولكنا نستعير من التاريخ كلمة يفهمها من\nنظر فيما أتفق عليه مؤرخو ذلك العهد نظر إمعان وإنصاف\n</p>\n\n<p>\nكانت دولتا العالم دولة الفرس فى الشرق ودولة الرومان فى الغرب فى تنازع\nوتجالد مستمر دماء بين العالمين مسفوكة وقوى منهوكة وأموال هالكة وظلم من\nالأحن حالكة ومع ذلك فقد كان الزهو والترف والإسراف والفخفخة والتفنن فى\nالملاذ بالغة حد مالا يوصف فى قصور السلاطين والأمراء والقواد ورؤساء\nالأديان من كل أمة وكان شره هذه الطبقة من الأمم لا يقف عند حد فزادوا فى\nالضرائب وبالغوا فى فرض الأتاوات حتى أثقلوا ظهور الرعية بمطالبهم وأتوا\nعلى ما فى أيديها من ثمرات أعمالها وانحصر سلطان القوى فى اختطاف ما بيد\nالضعيف وفكر العاقل فى الاحتيال لسلب الغافل وتبع ذلك أن استولى على تلك\nالشعوب ضروب من الفقر والذل والاستكانة والخوف والاضطراب لفقد الأمن على\nالأرواح والأموال\n</p>\n\n<p>\nغمرت مشيئة الرؤساء إرادة من دونهم فعاد هؤلاء كأشياح اللاعب يديرها من\nوراء حجاب ويظنها الناظر إليها من ذوى الألباب ففقد بذلك الاستقلال الشخصى\nوظن أفراد الرعايا أنهم لم يخلقوا إلا لخدمة ساداتهم وتوفير لذاتهم كما هو\nالشأن فى العجماوات مع من يقتنيها ضلت السادات فى عقائدها وأهوائها وغلبتها\nعلى الحق والعدل شهواتها ولكن بقى لها <span id='ms065'></span> من قوة الفكر أردا بقاياها فلم\nيفارقها الحذر من أن بصيص النور الإلهى الذى يخالط الفطر الإنسانية قد يفتق\nالغلف التى أحاطت بالقلوب ويمزق الحجب التى أسدلت على العقول فتهتدى العامة\nإلى السبيل ويثور الجم الغفير على العدد القليل ولذلك لم يغفل الملوك\nوالرؤساء أن ينشئوا سحبا من الأوهام ويهيئوا كسفا من الأباطيل والخرافات\nليقذفوا بها فى عقول العامة فيغلظ الحجاب ويعظم الرين ويختنق بذلك نور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             الفطرة ويتم لهم ما يريدون من المغلوبين لهم وصرح الدين بلسان\nرؤسائه أنه عدو العقل وعدو كل ما يثمره النظر إلى أكان تفسيرا لكتاب مقدس\nوكان لهم فى المشارب الوثنية ينابيع لا تنضب ومدد لا ينفذ هذه حالة الأقوام\nكانت فى معارفهم وذلك كان شأنهم فى معايشهم عبيد أذلاء حيارى فى جهالة\nعمياء اللهم إلا بعض شوارد من بقايا الحكمة الماضية والشرائع السابقة آوت\nإلى بعض الأذهان ومعها مقت الحاضر ونقص العلم بالغابر ثارت الشبهات على\nاصول العقائد وفروعها بما انقلب من الوضع وانعكس من الطبع فكان يرى الدنس\nفى مظنة الطهارة والشره حيث تنتظر القناعة والدعارة حيث ترجى السلامة\nوالسلام مع قصور النظر عن معرفة السبب وانصرافه لأول وهلة إلى أن مصدر كل\nذلك هو الدين فاستولى الاضطراب على المدارك وذهب بالناس مذهب الفوضى فى\nالعقل والشريعة معا وظهرت مذاهب الإباحيين والدهريين فى شعوب متعددة وكان\nذلك ويلا عليها فوق ما رزئت به من سائر الخطوب\n</p>\n\n<p>\nوكانت الأمة العربية قبائل متخالفة فى النزعات خاضعة للشهوات فخر كل\nقبيلة فى قتال أختها وسفك دماء أبطالها وسبى نسائها وسلب أموالها تسوقها\nالمطامع إلى المعامع ويزين لها السيئات فساد الاعتقادات وقد بلغ العرب من\nسخافة العقل حدا صنعوا أصنامهم من الحلوى ثم عبدوها فلما جاعوا أكلوها\nوبلغوا من تضعضع الأخلاق وهنا قتلوا فيه بناتهم تخلصا من عار حياتهن أو\nتنصلا من نفقات معيشتهن وبلغ الفحش منهم مبلغا لم يعد معه للعفاف قيمة\nوبالجملة فكانت ربط النظام الاجتماعى قد تراخت عقدها فى كل أمة وانفصمت\nعراها عند <span id='ms066'></span> كل طائفة\n</p>\n\n<p>\nأفلم يكن من رحمة الله بأولئك الأقوام أن يؤديهم برجل منهم يوحى إليه\nرسالته ويمنحه عنايته ويمده من القوة بما يتمكن معه من كشف تلك الغمم التى\nأظلت رءوس جميع الأمم نعم كان ذلك ولله الأمر من قبل ومن بعد\n</p>\n\n<p>\nوفى الليلة الثانية عشر من ربيع الأول عام الفيل 20 ابريل سنة 571 من\nميلاد المسيح عليه السلام ولد محمد بن عبد الله بن عبد المطلب بن هاشم\nالقرشى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nبمكة ولد يتيما توفى والده قبل أن يولد ولم يترك له من المال إلا خمس\nجمال وبعض نعاج وجارية ويروى أقل من ذلك وفى السنة السادسة من عمره فقد\nوالدته أيضا فاحتضنه جده عبد المطلب وبعد سنتين من كفالته توفى جده فكفله\nمن بعده عمه أبو طالب وكان شهما كريما غير أنه كان من الفقر بحيث لا يملك\nكفاف أهله وكان صلى الله عليه وسلم من بنى عمه وصبية قومه كأحدهم على ما به\nمن يتم فقد فيه الأبوين معا وفقر لم يسلم منه الكافل والمكفول ولم يقم على\nتربيته مهذب ولم يعن بتثقيفه مؤدب بين أتراب من نبت الجاهلية وعشراء من\nحلفاء الوثنية واولياء من عبدة الأوهام وأقرباء من حفدة الأصنام غير أنه مع\nذلك كان ينمو ويتكامل بدنا وعقلا وفضيلة وأدبا حتى عرف بين أهل مكة وهو فى\nريعان شبابه بالأمين أدب إلهى لم تجر العادة بأن تزين به نفوس الأيتام من\nالفقراء خصوصا مع فقر القوام فاكتهل صلى الله عليه وسلم كاملا والقوم\nناقصون رفيعا والناس منحطون موحدا وهم وثنيون سلما وهم شاغبون صحيح\nالإعتقاد وهم واهمون مطبوعا على الخير وهم به جاهلون وعن سبيله عادلون\n</p>\n\n<p>\nمن السنن المعروفة أن يتيما فقيرا أميا مثله تنطبع نفسه بما تراه من أول\nنشأته إلى زمن كهولته ويتأثر عقله بما يسمعه ممن يخالطه لا سيما إن كان من\nذوى قرابته وأهل عصبته ولاكتاب يرشده ولا استأذ ينبهه ولا عضد إذا عزم\nيؤيده فلو جرى الأمر فيه على جارى السنن لنشأ على <span id='ms067'></span> عقائدهم وأخذ بمذاهبهم\nإلى أن يبلغ مبلغ الرجال ويكون للفكر والنظر مجال فيرجع إلى مخالفتهم إذا\nقام له الدليل على خلاف ضلالاتهم كما فعل القليل ممن كانوا على عهده ولكن\nالأمر لم يجر على سنته بل بغضت إليه الوثنية من مبدأ عمره فعالجته طهارة\nالعقيدة كما بادره حسن الخليقة وما جاء فى الكتاب من قوله <span class='quran'>ووجدك ضالا\nفهدى </span>لا يفهم منه أنه كان على وثنية قبل الاهتداء إلى التوحيد أو على\nغير السبيل القويم قبل الخلق العظيم حاش لله إن ذلك لهو الإفك المبين وإنما\nهى الحيرة تلم بقلوب أهل الإخلاص فيما يرجون للناس من الخلاص وطلب السبيل\nإلى ما هدوا إليه من إنقاذ الهالكين وإرشاد الضالين وقد هدى الله نبيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n             إلى ما كانت تتلمسه بصيرته باصطفائه لرسالته واختياره من بين\nخلقه لتقرير شريعته\n</p>\n\n<p>\nوجد شيئا من المال يسد حاجته وقد كان له فى الاستزادة منه ما يرفه معيشته\nبما عمل لخديجة رضى الله عنها فى تجارتها وبما اختارته بعد ذلك زوجا لها\nوكان فيما يجتنيه من ثمرة عمله غناء له وعون على بلوغه ما كان عليه أعاظم\nقومه لكنه لم ترقه الدنيا ولم تغره زخارفها ولم يسلك ما كان يسلكه مثله فى\nالوصول إلى ما ترغبه الأنفس من نعيمها بل كلما تقدم به السن زادت فيه\nالرغبة عما كان عليه الكافة ونما فيه حب الانفراد والانقطاع إلى الفكر\nوالمراقبة والتحنث بمناجاة الله تعالى والتوسل إليه فى طلب المخرج من همه\nالأعظم فى تخليص قومه ونجاة العالم من الشر الذى تولاه إلى أن أنفتق له\nالحجاب عن عالم كان يحثه إليه الإلهام الإلهى وتجلى عليه النور القدسى وهبط\nعليه الوحى من المقام العلى فى تفصيل ليس هذا موضعه\n</p>\n\n<p>\nلم يكن من آبائه ملك فيطالب بما سلب من ملكه وكانت نفوس قومه فى انصراف\nتام عن طلب مناصب السلطان وفى قناعة بما وجدوه من شرف النسبة إلى المكان دل\nعليهما ما فعل جده عبد المطلب عند زحف أبرهة الحبشى على ديارهم <span id='ms068'></span> جاء الحبشى\nلينتقم من العرب بهدم معبدهم العام وبيتهم الحرام ومنتجع حجيجهم ومستوى\nالعلية من آلهتهم ومنتهى حجة القرشيين فى مفاخرتهم لبنى قومهم وتقدم بعض\nجنده فاستاق عددا من الإبل فيها لعبد المطلب مائتا بعير وخرج عبد المطلب فى\nبعض قريش لمقابلة الملك فاستدناه وسأله حاجته فقال هى أن ترد إلى مائتى\nبعير أصبتها إلى فلامه الملك على المطلب الحقير وقت الخطب الخطير فأجابه\nأنا رب الأبل أما البيت فله رب يحميه هذا غاية ما ينتهى إليه الإستسلام\nوعبد المطلب فى مكانه من الرياسة على قريش فأين من تلك المكانة محمد صلى\nالله عليه وسلم فى حالة من الفقر ومقامه فى الوسط من طبقات أهله حتى ينتجع\nملكا أو يطلب سلطانا لا مال لا جاه لا جند لا أعوان لا سليقة فى الشعر لا\nبراعة فى الكتاب لا شهرة فى الخطاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n             لا شىء كان عنده مما يكسب\nالمكانة فى نفوس العامة أو يرقى به إلى مقام ما بين الخاصة ما هذا الذى رفع\nنفسه فوق النفوس ما الذى أعلى راسه على الرءوس ما الذى سما بهمته على الهمم\nحتى انتدب نفسه لإرشاد الأمم وكفالته لهم كشف الغمم بل وإحياء الرمم ما كان\nذلك إلا ما ألقى الله فى روعه من حاجة العالم إلى مقوم لما زاغ من عقائدهم\nومصلح لما فسد من أخلاقهم وعوائدهم ما كان ذلك إلا وجدانه ريح العناية\nالإلهية ينصره فى عمله ويمده فى الانتهاء إلى أمله قبل بلوغ أجله ما هو إلا\nالوحى الإلهى يسعى نوره بين يديه يضىء له السبيل ويكفيه مؤنة الدليل ما هو\nإلا الوعد السماوى قام لديه مقام القائد والجندى أرأيت كيف نهض وحيدا فريدا\nيدعو الناس كافة إلى التوحيد والاعتقاد بالعلى المجيد والكل ما بين وثنية\nمتفرقة ودهرية وزندقة نادى فى الوثنيين بترك أوثانهم ونبذ معبوداتهم وفى\nالمشبهين المنغمسين فى الخلط بين اللاهوت الأقدس وبين الجسمانيات بالتطهر\nمن تشبيههم وفى الثانوية بافراد إله واحد بالتصرف فى الأكوان ورد كل شىء فى <span id='ms069'></span>\nالوجود إليه أهاب بالطبيعيين ليمدوا بصائرهم إلى ما وراء حجاب الطبيعة\nفيتنوروا سر الوجود الذى قامت به صاح بذوى الزعامة ليهبطوا إلى مضاف العامة\nفى الاستكانة إلى سلطان معبود واحد هو فاطر السموات والأرض والقابض على\nأرواحهم فى هياكل أجسادهم تناول المنتحلين منهم لمرتبة التوسط بين العباد\nوبين ربهم الأعلى فبين لهم بالدليل وكشف لهم بنور الوحى أن نسبة أكبرهم إلى\nالله كنسبة أصغر المعتقدين بهم وطالبهم بالنزول عما انتحلوه لأنفسهم من\nالمكانات الربانية إلى أدنى سلم من العبودية والاشتراك مع كل ذى نفس\nإنسانية فى الاستعانة برب واحد يستوى جميع الخلق فى النسبة إليه لا\nيتفاوتون إلا فيما فضل به بعضهم على بعض من علم أو فضيلة وخز بوعظه عبيد\nالعادات وأسراء التقليد ليعتقوا أرواحهم مما استعبدوا له ويحلوا أغلالهم\nالتى أخذت بأيديهم عن العمل وقطعتهم دون الأمل مال على قراء الكتب السماوية\nوالقائمين على ما أودعته من الشرائع الإلهية فبكت الواقفين عند حروفها\nبغباوتهم وشدد النكير على المحرفين لها الصارفين لألفاظها إلى غير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n             ما قصد من وحيها اتباعا لشهواتهم ودعاهم إلى فهمها والتحقق بسر\nعلمها حتى يكونوا على نور من ربهم واستفلت كل إنسان إلى ما أودع فيه من\nالمواهب الإلهية ودعا الناس أجمعين ذكورا وإناثا عامة وسادات إلى عرفان\nأنفسهم وأنهم من نوع خصه الله بالعقل وميزه بالفكر وشرفه بهما وبحرية\nالإرادة فيما يرشده إليه عقله وفكره وأن الله عرض عليهم جميع ما بين أيديهم\nمن الأكوان وسلطهم على فهمها والانتفاع بها بدون شرط ولا قيد إلا الاعتدال\nوالوقوف عند حدود الشريعة العادلة والفضيلة الكاملة وأقدرهم بذلك على أن\nيصلوا إلى معرفة خالقهم بعقولهم وأفكارهم بدون واسطة أحد إلا من خصهم الله\nبوحيه وقد وكل إليهم معرفتهم بالدليل كما كان الشأن فى معرفتهم لمبدع\nالكائنات أجمع والحاجة إلى أولئك المصطفين إنما هو معرفة الصفات التى أذن\nالله أن تعلم منه وليس فى الإعتقاد بوجوده وقرر أن لا سلطان لأحد من البشر\nعلى آخر منه إلا ما رسمته <span id='ms070'></span> الشريعة وفرضه العدل ثم الإنسان بعد ذلك يذهب\nبإرادته إلى ما سخرت له بمقتضى الفطرة دعا الإنسان إلى معرفة أنه جسم وروح\nوأنه بذلك من عالمين متخلفين وإن كانا ممتزجين وأنه مطالب بخدمتهما جميعا\nوإيفاء كل منهما ما قررت له الحكمة الإلهية من الحق دعا الناس كافة إلى\nالاستعداد فى هذه الحياة لما سيلاقون فى الحياة الأخرى وبين لهم أن خير زاد\nيتزوده العامل هو الإخلاص لله فى العبادة والإخلاص للعباد فى العدل\nوالنصيحة والإرشاد\n</p>\n\n<p>\nقام بهذه الدعوة العظمى وحده ولا حول ولا قوة له كل هذا كان منه والناس\nأحباء ما ألفوا وإن كان خسران الدنيا وحرمان الآخرة أعداء ما جهلوا وإن كان\nرغد العيش وعزة السيادة ومنتهى السعادة كل هذا والقوم حواليه أعداء أنفسهم\nوعبيد شهواتهم لا يفقهون دعوته ولا يعقلون رسالته عقدت أهداب بصائر العامة\nمنهم بأهواء الخاصة وحجبت عقول الخاصة بغرور العزة عن النظر فى دعوى فقير\nأمى مثله لا يرون فيه ما يرفعه إلى نصيحتهم والتطاول إلى مقاماتهم الرفيعة\nباللوم والتعنيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nلكنه فى فقره وضعفه كان يقارعهم بالحجة ويناضلهم بالدليل ويأخذهم\nبالنصيحة ويزعجهم بالزجر وينبههم للعبر ويحوطهم مع ذلك بالموعظة الحسنة\nكأنما هو سلطان قاهر فى حكمه عادل فى أمره ونهيه أو أب حكيم فى تربية\nأبنائه شديد الحرص على مصالحهم رءوف بهم فى شدته رحيم فى سلطته ما هذه\nالقوة فى ذلك الضعف ما هذا السلطان فى مظنة العجز ما هذا العلم فى تلك\nالأمية ما هذا الرشاد فى غمرات الجاهلية إن هو إلا خطاب الجبروت الأعلى\nقارعة القدرة العظمة نداء العناية العليا ذلك خطاب الله القادر على كل شىء\nالذى وسع كل شىء رحمة وعلما ذلك أمر الله الصادع يقرع الآذان ويشق الحجب\nويمزق الغلف وينفذ إلى القلوب على لسان من اختاره لينطق به واختصه بذلك وهو\nأضعف قومه ليقيم من هذا الاختصاص برهانا عليه بعيدا عن الظنة بريئا من\nالتهمة لإتيانه على غير المعتاد بين خلقه أى برهان على النبوة أعظم من <span id='ms071'></span> هذا\nأمى قام يدعو الكاتبين إلى فهم ما يكتبون وما يقرءون بعيد عن مدارس العلم\nصاح بالعلماء ليمحصوا ما كانوا يعلمون فى ناحية عن ينابيع العرفان جاء يرشد\nالعرفاء ناشىء بين الواهمين هب لتقويم عوج الحكماء غريب فى أقرب الشعوب إلى\nسذاجة الطبيعة وأبعدها عن فهم نظام الخليفة والنظر فى سننه البديعة أخذ\nيقرر للعالم أجمع أصول الشريعة ويخط للسعادة طرقا لن يهلك سالكها ولن يخلص\nتاركها ما هذا الخطاب المفحم ما ذلك الدليل الملجم أأقول ما هذا بشرا إن\nهذا إلا ملك كريم لالا أقول ذلك ولكن أقول كما أمره الله أن يصف نفسه إن هو\nإلا بشر مثلكم يوحى إليه نبى صدق الأنبياء ولكن لم يأت فى الإقناع برسالته\nبما يلهى الأبصار أو يحير الحواس أو يدهش المشاعر ولكن طالب كل قوة بالعمل\nفيما أعدت له واختص العقل بالخطاب وحاكم إليه الخطأ والصواب وجعل فى قوة\nالكلام وسلطان البلاغة وصحة الدليل مبلغ الحجة وآية الحق الذى لا يأتيه\nالباطل من بين يديه ولا من خلفه تنزيل من حكيم حميد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n| القرآن\n</p>\n\n<p>\nجاءنا الخبر المتواتر الذى لا تطرق إليه الريبة أن النبى صلى الله عليه\nوسلم كان فى نشأته وأميته على الحال التى ذكرنا وتواترت أخبار الأمم كافة\nعلى أنه جاء بكتاب قال إنه أنزل عليه وأن ذلك الكتاب هو القرآن المكتوب فى\nالمصاحف المحفوظ فى صدور من عنى بحفظه من المسلمين إلى اليوم كتاب حوى من\nأخبار الأمم الماضية ما فيه معتبر للأجيال الحاضرة والمستقبلة نقب على\nالصحيح منها وغادر الأباطيل التى ألحقتها الأوهام بها ونبه على وجوه العبرة\nفيها حكى عن الأنبياء ما شاء الله أن يقص علينا من سيرهم وما كان بينهم\nوبين أممهم وبرأهم مما رماهم به أهل دينهم المعتقدون برسالاتهم آخذ العلماء\nمن الملل المختلفة على ما أفسدوا من عقائدهم وما خلطوا فى أحكامهم وما\nحرفوا بالتأويل فى كتبهم وشرع للناس أحكاما تنطبق على مصالحهم وظهرت\nالفائدة فى العمل بها والمحافظة عليها وقام بها العدل <span id='ms072'></span> وانتظم بها شمل\nالجماعة ما كانت عند حد ما قرره ثم عظمت المضرة فى إهمالها والإنحراف عنها\nأو البعد بها عن الروح الذى أودعته ففاقت بذلك جميع الشرائع الوضعية كما\nيتبين للناظر فى شرائع الأمم ثم جاء بعد ذلك بحكم ومواعظ وآداب تخشع لها\nالقلوب وتهش لاستقبالها العقول وتنصرف وراءها الهمم انصرافها فى السبيل\nالأمم نزل القرآن فى عصر اتفق الرواة وتواترت الأخبار على أنه أرقى الأعصار\nعند العرب وأغزرها مادة فى الفصاحة وأنه الممتاز بين جميع ما تقدمه بوفرة\nرجال البلاغة وفرسان الخطاب وأنفس ما كانت العرب تتنافس فيه من ثمار العقل\nونتائج الفطنة والذكاء هو الغلب فى القول والسبق إلى إصابة مكان الوجدان من\nالقلوب ومقر الإذعان من العقول وتفانيهم فى المفاخرة بذلك مما لا يحتاج إلى\nالإطالة فى بيانه\n</p>\n\n<p>\nتواتر الخبر كذلك بما كان منهم من الحرص على معارضة النبى صلى الله عليه\nوسلم والتماسهم الوسائل قريبها وبعيدها لإبطال دعواه وتكذيبه فى الإخبار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n             عن الله وإتيانهم فى ذلك على مبلغ استطاعتهم وكان فيهم الملوك\nالذين تحملهم عزة الملك على معاندته والأمراء الذين يدعوهم السلطان إلى\nمناوأته والخطباء والشعراء والكتاب الذين يشمخون بأنوفهم عن متابعته وقد\nاشتد جميع أولئك فى مقاومته وانهالوا بقواهم عليه استكبارا عن الخضوع له\nوتمسكا بما كانوا عليه من أديان آبائهم وحمية لعقائدهم وعقائد أسلافهم وهو\nمع ذلك يخطىء آراءهم ويسفه أحلامهم ويحتقر أصنامهم ويدعوهم إلى ما لم تعهده\nأيامهم ولم تخفق لمثله أعلامهم ولا حجة له بين يدى ذلك كله إلا تحديهم\nبالإتيان بمثل أقصر سورة من ذلك الكتاب أو بعشر سور من مثله وكان فى\nاستطاعتهم أن يجمعوا إليه من العلماء والفصحاء البلغاء ما شاءوا ليأتوا\nبشىء من مثل ما أتى به ليبطلوا الحجة ويفحموا صاحب الدعوة\n</p>\n\n<p>\nجاءنا الخبر المتواتر أنه مع طول زمن التحدى ولجاج القوم فى التعدى\nأصيبوا بالعجز ورجعوا بالخيبة وحقت للكتاب العزيز الكلمة العليا على كل\nكلام وقضى حكمه العلى على جميع الأحكام أليس فى ظهور مثل هذا <span id='ms073'></span> الكتاب على\nلسان أمى أعظم معجزة وأدل برهان على أنه ليس من صنع البشر وإنما هو النور\nالمنبعث عن شمس العلم الإلهى والحكم الصادر عن المقام الربانى على لسان\nالرسول الأمى صلوات الله عليه\n</p>\n\n<p>\nهذا وقد جاء فى الكتاب من أخبار الغيب ما صدقته حوادث الكون كالخبر فى\nقوله <span class='quran'>غلبت الروم في أدنى الأرض وهم من بعد غلبهم سيغلبون في بضع سنين\n</span>وكالوعد الصريح فى قوله ^ وعد الله الذين آمنوا منكم وعملو الصالحات\nليستخلفنهم فى الأرض كما استخلف الذين من قبلهم ^ الآية وقد تحقق جميع ذلك\nوفى القرآن كثير من مثل هذا يحيط به من يتلوه حق تلاوته ومن الكلام عن\nالغيب فيه ما جاء فى تحدى العرب به واكتفائه فى الرجوع عن دعواه بأن يأتو\nبسورة من مثله مع سعة البلاد العربية ووفرة سكانها وتباعد أطرافها وانتشار\nدعوته على لسان الوافدين إلى مكة من جميع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n             أرجائها ومع أنه لم\nيسبق له صلى الله عليه وسلم السياحة فى نواحيها والتعرف برجالها وقصور\nالعلم البشرى عادة عن الإحاطة بما أودع فى قوى أمة عظيمة كالأمة العربية\nفهذا القضاء الحاتم منه بأنهم لن يستطيعوا أن يأتوا بشىء من مثل ما تحداهم\nبه ليس قضاء بشريا ومن الصعب بل من المتعذر أن يصدر عن عاقل التزام كالذى\nالتزمه وشرط كالذى شرطه على نفسه لغلبة الظن عند من له شىء من العقل أن\nالأرض لا تخلو من صاحب قوة مثل قوته وإنما ذلك هو الله المتكلم والعليم\nالخبير هو الناطق على لسانه وقد أحاط علمه بقصور جميع القوى عن تناول ما\nاستنهضهم له وبلوغ ما حثهم عليه\n</p>\n\n<p>\nيقول واهم إن العجز حجة على من عجز فإن العجزهى حجة الإفحام وإلزام الخصم\nوقد يلتزم الخصم ببعض المسلمات عنده فيفحم ويعجز عن الجواب فتلزمه الحجة\nولكن ليس ذلك بملزم لغيره فمن الممكن أن لا يسلم غيره بما سلمه فلا يفحمه\nالدليل بل يجد إلى إبطاله أقرب سبيل\n</p>\n\n<p>\nوهو وهم يضمحل بما قدمنا من البيان إذ لا <span id='ms074'></span> يوجد من المشابهة بين إعجاز\nالقرآن وإفحام الدليل إلا أنه يوجد عن كل منهما عجز وشتان بين العجزين وبعد\nما بين وجهتى الاستدلال فيهما فإن إعجاز القرآن برهن على أمر واقعى وهو\nتقاصر القوى البشرية دون مكانته من البلاغة وقلنا القوى البشرية لأنه جاء\nبلسان عربى وقد عرف الكتاب عند جميع العرب فى عهد النبوة وكان حال العصر من\nالبلاغة كما ذكرنا وحال القوم فى العناد كما بينا ومع ذلك لم يمكن للعرب أن\nيعارضوه بشىء من مبلغ عقولهم فلا يعقل أن فارسيا أو هنديا أو رومانيا يبلغ\nمن قوة البلاغة فى العربية أن يأتى بما عجز عنه العرب أنفسهم وتقاصر القوى\nجميعها عن ذلك مع التماثل بين النبى وبينهم فى النشأة والتربية وامتياز\nالكثير منهم بالعلم والدراسة دليل قاطع على أن الكلام ليس مما اعتيد صدوره\nعن البشر فهو اختصاص من الله سبحانه لمن جاء على لسانه ثم ورد فى القرآن من\nتسجيل العجز عليهم والتعرض للاصطدام بجميع ما أوتوا من قوة مما يدل على\nالثقة من أمره مع ما سبق تعداده من الأمور التى لا يمكن معها لعاقل أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n             يقف ذلك الموقف مع طول الزمن وانفساح الأجل كل ذلك يدل على أن\nالناطق هو عالم الغيب والشهادة لا رجل يعظ وينصح على العادة\n</p>\n\n<p>\nفثبت بهذه المعجزة العظمى وقام الدليل بهذا الكتاب الباقى الذى لا يعرض\nعليه التغيير ولا يتناوله التبديل أن نبينا محمدا صلى الله عليه وسلم رسول\nالله إلى خلقه فيجب التصديق برسالته والاعتقاد بجميع ما ورد فى الكتاب\nالمنزل عليه والأخذ بكل ما ثبت عنه من هدى وسنة متبعة وقد جاء فى الكتاب\nأنه خاتم الأنبياء فوجب علينا الإيمان بذلك كذلك\n</p>\n\n<p>\nبقى علينا أن نشير إلى وظيفة الدين الإسلامى وما دعا إليه على وجه\nالإجمال وكيف انتشرت دعوته بالسرعة المعروفة والسر فى كون النبى صلى الله\nعليه وسلم خاتم المرسلين صلوات الله عليه وعليهم أجمعين\n</p>\n\n<p>\n| الإسلام أو الدين الإسلامى\n</p>\n\n<p>\nهو الدين الذى جاء به محمد صلى <span id='ms075'></span> الله عليه وسلم وعقله من وعاه عنه من\nصحابته ومن عاصرهم وجرى العمل عليه حينا من الزمن بينهم بلا خلاف ولا\nاعتساف فى التأويل ولا ميل مع الشيع وإنى مجمله فى هذا الباب مقتديا\nبالكتاب المجيد فى التفويض لذوى البصائر أن يفصلوه وما سندى فيما أقول إلا\nالكتاب والسنة القويمة وهدى الراشدين\n</p>\n\n<p>\nجاء الدين الإسلامى بتوحيد الله تعالى فى ذاته وأفعاله وتنزيهه عن مشابهة\nالمخلوقين فأقام الأدلة على أن للكون خالقا واحدا متصفا بما دلت عليه آثار\nصنعة من الصفات العلية كالعلم والقدرة والإرادة وغيرها وعلى أنه لا يشبهه\nشىء من خلقه وأن لا نسبة بينه وبينهم إلا أنه موجدهم وأنهم له وإليه راجعون\n^ قل هو الله أحد ألله الصمد لم يلد ولم يولدولم يكن له كفوا أحد ^ وما ورد\nمن ألفاظ الوجه اليدين والاستواء ونحوها له معان عرفها العرب المخاطبون\nبالكتاب ولم يشتبهوا فى شىء منها وأن ذاته وصفاته يستحيل عليها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \nأن تبرز فى جسد أو روح أحد من العالمين وإنما يختص سبحانه من شاء من عباده\nبما شاء من علم وسلطان على ما يريد أن يسلطه عليه من الأعمال على سنة له فى\nذلك سنها فى علمه الأزلى الذى لا يعتريه التبديل ولا يدنو منه التغيير وحظر\nعلى كل ذى عقل أن يعترف لأحد بشىء من ذلك إلا ببرهان ينتهى فى مقدماته إلى\nحكم الحس وما جاوره من البديهيات التى لا تنقص عنه فى الوضوح بل قد تعلوه\nكاستحالة الجمع بين النقيضين أو ارتفاعهما معا أو وجوب أن الكل أعظم من\nالجزء مثلا وقضى على هؤلاء كغيرهم بأنهم لا يملكون لانفسهم نفعا ولا ضرا\nوغاية أمرهم أنهم عباد مكرمون وأن ما يجريه على أيديهم فإنما هو بإذن خاص\nوبتيسير خاص فى موضع خاص لحكمة خاصة ولا يعرف شأن الله فى شىء من هذا إلا\nببرهان كما تقدم\n</p>\n\n<p>\nدل هذا الدين بمثل قول الكتاب <span class='quran'>والله أخرجكم من بطون أمهاتكم لا\nتعلمون شيئا وجعل لكم السمع والأبصار والأفئدة لعلكم تشكرون <span id='ms076'></span> </span>والشكر\nعند العرب معروف أنه تصريف النعمة فيما كان الإنعام بها لأجله دل بمثل هذا\nعلى أن الله وهبنا من الحواس وغرز فينا من القوى ما نصرفه فى وجوهه بمحض\nتلك الموهبة فكل شخص كاسب لعمله بنفسه لها أو عليها وأما ما تتحير فيه\nمداركنا وتقصر دونه قوانا وتشعر فيه أنفسنا بسلطان يقهرها أو ناصر يمدها\nفيما أدركها العجز عنه على أنه فوق ما تعرف من القوى المسخرة لها وكان لا\nبد من الخضوع له والرجوع إليه والاستعانة به فذلك إنما يرد إلى الله وحده\nفلا يجوز أن تخشع إلا له ولا أن تطمئن إلا إليه وكذلك جعل شأنها فيما تخافه\nوترجوه مما تقبل عليه فى الحياة الآخرة لا يسوغ لها أن تلجأ إلى أحد غير\nالله فى قبول أعمالها من الطيبات ولا فى غفران أفاعيلها من السيئات فهو\nوحده مالك يوم الدين\n</p>\n\n<p>\nاجتثت بذلك جذور الوثنية وما وليها مما لو اختلف عنها فى الصور والشكل أو\nالعبارة واللفظ لم يختلف عنها فى المعنى والحقيقة تبع هذا طهارة العقول من\nالأوهام الفاسدة التى لا تنفك عن تلك العقيدة الباطلة ثم تنزه النفوس عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n             الملكات السيئة التى كانت تلازم تلك الأوهام وتخلصت بتلك\nالطهارة من الاختلاف فى المعبودين وعليهم وارتفع شأن الإنسان وسمعت قيمته\nبما صار إليه من الكرامة بحيث أصبح لا يخضع لأحد إلا لخالق السموات والأرض\nوقاهر الناس أجمعين وأبيح لكل أحد بل فرض عليه أن يقول كما قال إبرهيم <span class='quran'>إني وجهت وجهي للذي فطر السماوات والأرض حنيفا وما أنا من المشركين </span>وكما أمر رسول الله صلى الله عليه وسلم أن يقول <span class='quran'>إن صلاتي ونسكي ومحياي\nومماتي لله رب العالمين لا شريك له وبذلك أمرت وأنا أول المسلمين </span></p>\n\n<p>\nتجلت بذلك للانسان نفسه حره كريمه وأطلقت إرادته من القيود التى كانت\nتعقدها بإرادة غيره سواء كانت إرادة بشرية ظن أنها شعبة من الإرادة الإلهية\nأو أنها هى كارادة الرؤساء والمسيطرين أو إرادة موهومة اخترعها الخيال كما\nيظن فى القبور والاحجار <span id='ms077'></span> والاشجار والكواكب ونحوها وافتكت عزيمته من أسر\nالوسائط والشفعاء والمتكهنة والعرفاء وزعماء السيطرة على الأسرار ومنتحلى\nحق الولاية على أعمال العيد فيما بينه وبين الله الزاعمين وأنهم واسطة\nالنجاة وبأيديهم الاشقاء والاسعاد وبالجملة فقد اعتقت روحه من العبودية\nللمحتالين والدجالين صار الإنسان بالتوحيد عبد الله خاصة حرا من العبودية\nلكل ما سواه فكان له من الحق ما للحر على الحر لا على فى الحق ولا وضيع ولا\nسافل ولا رفيع ولا تفاوت بين الناس إلا بتفاوت أعمالهم ولا تفاضل إلا\nبتفاضلهم فى عقولهم ومعارفهم ولا يقربهم من الله إلا طهارة العقل من دنس\nالوهم وخلوص العمل من العوج والرياء ثم بهذا خلصت أموال الكاسبين وتمحض\nالحق فيها للفقراء والمساكين والمصالح العامة وكفت عنها أيدى العالة وأهل\nالبطالة ممن كان يزعم الحق فيها بصفته ورتبته لا بعمله وخدمته\n</p>\n\n<p>\nطالب الإسلام بالعمل كل قادر عليه وقرر أن لكل نفس ما كسبت وعليها ما\nاكتسبت ^ فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             ذرة شرا\nيره ) ^ وأن ليس للإنسان إلا ما سعى وأباح لكل أحد أن يتناول من الطيبات ما\nشاء أكلا وشربا ولباسا وزينة ولم يحظر عليه إلا ما كان ضارا بنفسه أو بمن\nيدخل فى ولايته أو ما تعدى ضرره إلى غيره وحدد له فى ذلك الحدود العامة بما\nينطبق على مصالح البشر كافة فكفل الاستقلال لكل شخص فى عمله واتسع المجال\nلتسابق الهمم فى السعى حتى لم يعدلها عقبة تتعثر بها اللهم إلا حقا محترما\nما تصطدم به\n</p>\n\n<p>\nأنحى الإسلام على التقليد وحمل عليه حملة لم يردها عنه القدر فبددت\nفيالقه المتغلبة على النفوس واقتلعت أصوله الراسخة فى المدارك ونسفت ما كان\nله من دعائم وأركان فى عقائد الأمم صاح بالعقل صيحة أزعجته من سباته وهبت\nبه من نومه طال عليه الغيب فيها كلما نفذ إليه شعاع من نور الحق خلصت إليه\nهينمة من سدنة هياكل الوهم نم فان الليل حالك والطريق وعرة والغاية بعيدة\nوالراحلة كليلة والازواد قليلة <span id='ms078'></span> علا صوت الإسلام على وساوس الطغام وجهر بأن\nالانسان لم يخلق ليقاد بالزمام ولكنه فطر على أن يهتدى بالعلم والاعلام\nأعلام الكون ودلائل الحوادث وإنما المعلمون منبهون ومرشدون إلى طرق البحث\nما دون صرح فى وصف أهل الحق بأنهم ^ الذين يستمعون القول فيتبعون أحسنه ^\nفوصفهم بالتمييز بين ما يقال من غير فرق بين القائلين ليأخذوا بما عرفوا\nحسنه ويطرحوا ما لم يتبينوا صحته ونفعه ومال على الرؤساء فأنزلهم من مستوى\nكانوا فيه يأمرون وينهون ووضعهم تحت أنظار مرءوسيهم يخبرونهم كما يشاءون\nويمتحنون مزاعمهم حسبما يحكمون ويقضون فيها بما يعلمون ويتيقنون لا بما\nيظنون ويتوهمون صرف القلوب عن التعلق بما كان عليه الآباء وما توارثه عنهم\nالآبناء وسجل الحمق والسفاهة على الآخذين بأقوال السابقين ونبه على أن\nالسبق فى الزمان ليس آية من آيات العرفان ولا مسميا العقول على عقول ولا\nلأذهان على أذهان وإنما السابق واللاحق فى التمييز والفطرة سيان بل للاحق\nمن علم آثارها فى الكون مالم يكن لمن تقدمه من أسلافة وآبائه وقد يكون من\nتلك الآثار التى ينتفع بها أهل الجيل الحاضر ظهور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n             العواقب\nالسيئة لأعمال من سبقهم وطغيان الشر الذى وصل إليهم بما اقترفه سلفهم <span class='quran'>قل سيروا في الأرض ثم انظروا كيف كان عاقبة المكذبين </span>وإن أبواب فضل\nالله لم تغلق دون طالب ورحمته التى وسعت كل شىء لن تضيق عن دائب عاب أرباب\nالأديان فى افتفائهم أثر آبائهم ووقوفهم عند ما اختطته لهم سير أسلافهم\nوقولهم <span class='quran'>بل نتبع ما وجدنا عليه آباءنا </span><span class='quran'>إنا وجدنا آباءنا على\nأمة وإنا على آثارهم مهتدون </span>فأطلق بهذا سلطان العقل من كل ما كان قيده\nوخلصه من كل تقليد كان استعبده ورده إلى مملكته يقضى فيها بحكمه وحكمته مع\nالخضوع مع ذلك لله وحده والوقوف عند شريعته ولا حد للعمل فى منطقة حدودها\nولا نهاية للنظر يمتد تحت بنودها\n</p>\n\n<p>\nبهذا وما سبقه تم للانسان بمقتضى دينه أمران عظيمان طالما حرم منهما وهما\nاستقلال الإرادة واستقلال الرأى والفكر وبهما كملت له <span id='ms079'></span> إنسانيته واستعد لأن\nيبلغ من السعادة ما هيأه الله له بحكم الفطرة التى فطر عليها وقد قال بعض\nحكماء الغربيين من متأخيريهم إن نشأة المدينة فى أوربا إنما قامت على هذين\nالأصلين فلم تنهض النفوس للعمل ولم تتحرك العقول للبحث والنظر إلا بعد أن\nعرف العدد الكثير أنفسهم وأن لهم حقا فى تصريف اختيارهم وفى طلب الحقائق\nبعقولهم ولم يصل إليهم هذا النوع من العرفان إلا فى الجيل السادس عشر من\nميلاد المسيح وقرر ذلك الحكيم أنه شعاع سطع عليهم من آداب الإسلام ومعارف\nالمحققين من أهله من تلك الأزمان\n</p>\n\n<p>\nرفع الاسلام بكتابه المنزل ما كان قد وضعه رؤساء الأديان من الحجر على\nعقول المتدينين فى فهم الكتب السماوية استثار من أولئك الرؤساء بحق الفهم\nلانفسهم وضنا به على كل من لم يلبس لباسهم ولم يسلك مسلكهم لنيل تلك الرتب\nالمقدسة ففرضوا على العامة أو أباحوا لهم أن يقرءوا قطعا من تلك الكتب لكن\nعلى شريطة أن لا يفهموها ولا أن يطيلوا أنظارهم إلى ما ترمى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \nإليه ثم غالوا فى ذلك فحرموا أنفسهم أيضا مزية الفهم إلا قليلا ورموا\nعقولهم بالقصور عن إدراك ما جاء فى الشرائع والنبوات ووقفوا كما وقفوا\nبالناس عند تلاوة الألفاظ تعبدا بالأصوات والحروف فذهبوا بحكمة الارسال\nفجاء القرآن يلبسهم عار ما فعلوا فقال <span class='quran'>ومنهم أميون لا يعلمون الكتاب\nإلا أماني وإن هم إلا يظنون </span><span class='quran'>مثل الذين حملوا التوراة ثم لم\nيحملوها كمثل الحمار يحمل أسفارا بئس مثل القوم الذين كذبوا بآيات الله\nوالله لا يهدي القوم الظالمين </span>أما الأمانى ففسرت بالقراءت والتلاوات\nأى لا يعلمون منه إلا أن يتلوه وإذا ظنوا أنهم على شىء مما دعا إليه فهو عن\nغير علم بما أودعه وبلا برهان على ما تخيلوه عقيدة وظنوه دينا وإذا عن\nلأحدهم أن يبين شيئا من أحكامه ومقاصده لشهوة دفعته إلى ذلك جاء فيما يقول\nبما ليس منه على بينة واعتسف فى التأويل وقال هذا من عند الله <span class='quran'>فويل\nللذين يكتبون الكتاب بأيديهم <span id='ms080'></span> ثم يقولون هذا من عند الله ليشتروا به ثمنا\nقليلا </span>أما الذين قال إنهم لم يحملوا التوراة وهى بين أيديهم بعد ما\nحملوها فهم الذين لم يعرفوا منها إلا الألفاظ ولم تسم عقولهم إلى درك ما\nأودعته من الشرائع والأحكام فعميت عليهم بذلك طرق الاهتداء بها وطمست عن\nأعينهم أعلام الهداية التى نصبت بانزالها فحق عليهم ذلك المثل الذى أظهر\nشأنهم فيما لا يليق بنفس بشرية أن تظهر به مثل الحمار الذى يحمل الكتب ولا\nيستفيد من حملها إلا العناء والتعب وقصم الظهر وانهيار النفس وما أشنع شأن\nقوم انقلبت بهم الحال فما كان سببا فى إسعادهم وهو التنزيل والشريعة أصبح\nسببا فى شقائهم بالجهل والغباوة وبهذا التقريع ونحوه وبالدعوة العامة إلى\nالفهم وتمحيص الألباب لفقه واليقين مما هو منتشر في القرآن العزيز فرض\nالإسلام على كل ذى دين أن يأخذ بحظه من علم ما أودع الله فى كتبه وما قرر\nمن شرعه وجعل الناس فى ذلك سواء بعد استيفاء الشرط بإعداد ما لا بد منه\nللفهم وهو سهل المنال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n             على الجمهور الأعظم من المتدينين لا تختص\nبه طبقة من الطبقات ولا يحتكر مزينة وقت من الأوقات\n</p>\n\n<p>\nجاء الإسلام والناس شيع فى الدين وإن كانوا إلا قليلا فى جانب عن اليقين\nيتنابذون ويتلاعبون ويزعمون فى ذلك أنهم بحبل الله مستمسكون فرقة وتخالف\nوشغب يظنونها فى سبيل الله أقوى سبب أنكر الإسلام ذلك كله وصرح تصريحا لا\nيحتمل الريبة بأن دين الله فى جميع الأزمان وعلى ألسن جميع الأنبياء واحد\nقال الله ^ إن الدين عند الله الاسلام وما اختلف الذين أوتو الكتاب إلا من\nبعد ما جاءهم العلم بغيا بينهم ^ <span class='quran'>ما كان إبراهيم يهوديا ولا نصرانيا\nولكن كان حنيفا مسلما وما كان من المشركين </span><span class='quran'>شرع لكم من الدين ما\nوصى به نوحا والذي أوحينا إليك وما وصينا به إبراهيم وموسى وعيسى أن أقيموا\nالدين ولا تتفرقوا فيه كبر على المشركين ما تدعوهم إليه </span><span class='quran'>قل يا\nأهل الكتاب تعالوا إلى كلمة سواء <span id='ms081'></span> بيننا وبينكم ألا نعبد إلا الله ولا نشرك\nبه شيئا ولا يتخذ بعضنا بعضا أربابا من دون الله فإن تولوا فقولوا اشهدوا\nبأنا مسلمون </span>وكثير من ذلك يطول إيراده فى هذه الوريقات والآيات\nالكريمة التى تعيب على اهل الدين ما نزعوا إليه من الاختلاف والمشاقة مع\nظهور الحجة واستقامة المحجة لهم فى علم ما اختلفوا فيه معروفة لكل من قرأ\nالقرآن وتلاه حق تلاوته نص الكتاب على أن دين الله فى جميع الأزمان هو\nإفراده بالربوبية والاستسلام له وحده بالعبودية وطاعته فيما أمر به ونهى\nعنه مما هو مصلحة للبشر وعماد لسعادتهم فى الدنيا والآخرة وقد ضمنه كتبه\nالتى أنزلها على المصطفين من رسله ودعا العقول إلى فهمه منه والعزائم إلى\nالعمل به وأن هذا المعنى من الدين هو الأصل الذى يرجع إليه عند هبوب ريح\nالتخالف وهو الميزان الذى توزن به الأقوال عند التناصف وإن اللجاج والمراء\nفى الجدل فراق مع الدين وبعد عن سنته ومتى روعيت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n             حكمته ولوحظ\nجانب العناية الإلهية فى الإنعام على البشرية ذهب الخلاف وتراجعت القلوب\nإلى هداها وسار الكافة فى مراشهدهم إخوانا بالحق مستمسكين وعلى نصرته\nمتعاونين\n</p>\n\n<p>\nأما صور العبادات وضروب الاحتفالات مما اختلفت فيه الأديان الصحيحة\nسابقها مع لاحقها واختلاف الأحكام متقدمها مع متأخرها فمصدره رحمة الله\nورأفته فى إيتاء كل أمة وكل زمان ما علم فيه الخير للأمة والملاءمة للزمان\nوكما جرت سنته هو رب العالمين بالتدريج فى تربية الأشخاص من خارج بطن أمه\nلا يعلم شيئا إلى راشد فى عقله كامل فى نشأته يمزق الحجب بفكره ويواصل\nأسرار الكون بنظره كذلك لم تختلف سنته ولم يضطرب هديه فى تربية الأمم فلم\nيكن من شأن الإنسان فى جملته ونوعه أن يكون فى مرتبة واحدة من العلم وقبول\nالخطاب من يوم خلقه إلى يوم يبلغ به من الكمال منتهاه بل سبق القضاء بأن\nيكون شأن جملته فى النمو قائما على ما قررته الفطرة الإلهية فى شأن أفراده\nوهذا من البديهيات التى لا يصح <span id='ms082'></span> الاختلاف فيها وإن اختلف أهل النظر فى بيان\nما تفرع منه فى علوم وضعت للبحث فى الاجتماع البشرى خاصة فلا نطيل الكلام\nفيه هنا\n</p>\n\n<p>\nجاءت أديان والناس من فهم مصالحهم العامة بل والخاصة فى طور أشبه بطور\nالطفولة للناشىء الحديث العهد بالوجود لا يألف منه إلا ما وقع تحت حسه\nويصعب عليه أن يضع الميزان بين يومه وأمسه وأن يتناول بذهنه من المعانى ما\nلا يقرب من لمسه ولم ينفث فى روعه من الوجدان الباطن ما يعطفه على غيره من\nعشيرة أو ابن جنسه فهو من الحرص على ما يقيم بناء شخصه فى هم شاغل عما يلقى\nإليه فيما يصله بغيره اللهم إلا يدا تصل إلى فمه بطعام أو تسنده فى قعود أو\nقيام فلم يكن من حكمة تلك الأديان أن تخاطب الناس بما يلطف فى الوجدان أو\nيرقى إليه بسلم البرهان بل كان من عظيم الرحمة أن نسير بالأقوام وهم عيال\nالله سير الوالد مع ولده فى سذاجة السن لا يأتيه إلا من قبل ما يحسه بسمعه\nأو يبصره فأخذتهم بالأوامر الصادعة والزواجر الرادعة وطالبتهم بالطاعة\nوحملتهم فيها على مبلغ الاستطاعة كلفتهم بمعقول المعنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nجلى الغاية وإن لم يفهموا معناه ولم تصل مداركهم إلى مرماه وجاءتهم من\nالآيات بما تطرف له عيونهم وتنفعل به مشاعرهم وفرضت عليهم من العبادات ما\nيليق بحالهم هذه\n</p>\n\n<p>\nثم مضت على ذلك أزمان علت فيها الأقوام وسقطت وارتفعت وانحطت وجربت وكسبت\nوتخالفت واتفقت وذاقت من الأيام آلاما وتقلبت فى السعادة والشقاء أياما\nواياما ووجدت الأنفس بنفث الحوادث ولقن الكوارث شعورا أدق من الحس وأدخل فى\nالوجدان لا يرتفع فى الجملة عما تشعر به قلوب النساء أو تذهب معه نزعات\nالغلمان فجاء دين يخاطب العواطف ويناجى المراحم ويستعطف الأهواء ويحادث\nخطرات القلوب فتشرع للناس من شرائع الزهادة ما يصرفهم عن الدنيا بجملتها\nويوجه وجوههم نحو الملكوت الأعلى ويقتضى من صاحب الحق أن لا يطالب به ولو\nبحق ويغلق أبواب السماء فى وجوه الأغنياء وما ينحو <span id='ms083'></span> نحو ذلك مما هو معروف\nوسن للناس سننا فى عبادة الله تتفق مع ما كانوا عليه وما دعاهم إليه فلاقى\nمن تعلق النفوس بدعوته ما أصلح من فاسدها وداوى من أمراضها ثم لم يمض عليه\nبضعة أجيال حتى ضعفت العزائم البشرية عن احتماله وضاقت الذرائع عن الوقوف\nعند حدوده والأخذ بأقواله ووقر فى الظنون أن اتباع وصاياه ضرب من المحال\nفهب القائمون عليه أنفسهم لمنافسة الملوك فى السلطان ومزاحمة أهل الترف فى\nجمع الأموال وانحرف الجمهور الأعظم منهم عن جادته بالتأويل وأضافوا عليه ما\nشاء الهوى من الأباطيل هذا كان شأنهم فى السجايا والأعمال نسوا طهارته\nوباعوا نزاهته أما فى العقائد فتفرقوا شيعا وأحدثوا بدعا ولم يستمسكوا من\nأصوله إلا بما ظنوه من أشد أركانها وتوهموه من أقوى دعائمها وهو حرمان\nالعقول من النظر فيه بل وفى غيره من دقائق الأكوان والحظر على الأفكار أن\nتنفذ إلى شىء من سرائر الخلقة فصرحوا بأن لا وفاق بين الدين والعقل وأن\nالدين من أشد أعداء العلم ولم يكف الذاهب إلى ذلك أن يأخذ به نفسه بل جد فى\nحمل الناس على مذهبه بكل ما يملك من حول وقوة وأفضى الغلو فى ذلك بالأنفس\nإلى نزعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nكانت أشام النزعات على العالم الإنسانى وهى نزعة الحرب بين أهل الدين\nللإلزام ببعض قضايا الدين فتقوض الأصل وتخرمت العلائق بين الأهل وحلت\nالقطيعة محل التراحم والتخاصم مكان التعاون والحرب محل السلام وكان الناس\nعلى ذلك إلى أن جاء الإسلام\n</p>\n\n<p>\nكان سن الاجتماع البشرى قد بلغ بالإنسان أشده وأعدته الحوادث الماضية إلى\nرشده فجاء الإسلام يخاطب العقل ويستصرخ الفهم واللب ويشركه مع بعض العواطف\nوالإحساس فى إرشاد الإنسان إلى سعادته الدنيوية والأخروية وبين للناس ما\nاختلفوا فيه وكشف لهم عن وجه ما اختصموا عليه وبرهن على أن دين الله فى\nجميع الأجيال واحد ومشيئته فى إصلاح شئونهم وتطهير قلوبهم واحدة وأن رسم\nالعبادة على الأشباح إنما هو لتجديد الذكرى فى الأرواح وأن الله لا ينظر\nإلى الصور <span id='ms084'></span> ولكن ينظر إلى القلوب وطالب المكلف برعاية جسده كما طالبه بإصلاح\nسره ففرض نظافة الظاهر كما أوجب طهارة الباطن وعد كلا الأمرين طهرا مطلوبا\nوجعل روح العبادة والإخلاص وأن ما فرض من الأهمال إنما هو لما أوجب من\nالتحلى بمكارم الأخلاق <span class='quran'>إن الصلاة تنهى عن الفحشاء والمنكر </span><span class='quran'>إن الإنسان خلق هلوعا إذا مسه الشر جزوعا وإذا مسه الخير منوعا إلا المصلين\n</span>ورفع الغنى الشاكر إلى مرتبة الفقير الصابر بل ربما فضله عليه وعامل\nالإنسان فى مواعظه معاملة الناصح الهادى للرجل الرشيد فدعاه إلى استعمال\nجميع قواه الظاهرة والباطنة وصرح بما لا يقبل التأويل أن فى ذلك رضا الله\nوشكر نعمته وأن الدنيا مزرعة الآخرة ولا وصول إلى خير العقبى إلا بالسعى فى\nصلاح الدنيا\n</p>\n\n<p>\nالتفت إلى أهل العناد فقال لهم <span class='quran'>قل هاتوا برهانكم إن كنتم صادقين\n</span>وعنف النازعين إلى الخلاف والشقاق على ما زعزعوا من اصول اليقين ونص\nعلى أن التفرق بغى وخروج عن سبيل الحق المبين ولم يقف فى ذلك عند حد\nالموعظة بالكلام والنصيحة بالبيان بل شرع شريعة الوفاق وقررها فى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nفى العمل فأباح للمسلم أن يتزوج من أهل الكتاب وسوغ مؤاكلتهم وأوصى أن\nتكون مجادلتهم بالتى هي أحسن ومن المعلوم أن المحاسنة هى رسول المحبة وعقد\nالألفة والمصاهرة إنما تكون بعد التحاب بين أهل الزوجين والإرتباط بينهما\nبروابط الائتلاف وأقل ما فيها محبة الرجل لزوجيه وهى على غير دينه قال\nتعالى <span class='quran'>ومن آياته أن خلق لكم من أنفسكم أزواجا لتسكنوا إليها وجعل\nبينكم مودة ورحمة </span>ثم أخذ العهد على المسلمين أن يدافعوا عمن يدخل فى\nذمتهم من غيرهم كما يدافعون عن أنفسهم ونص على أن لهم ما لنا وعليهم ما\nعلينا ولم يفرض عليهم جزاء ذلك إلا زهيدا يقدمونه من مالهم ونهى بعد ذلك عن\nكل إكراه فى الدين وطيب قلوب المؤمنين فى قوله <span class='quran'>يا أيها الذين آمنوا\nعليكم أنفسكم لا يضركم من ضل إذا اهتديتم </span>فعليهم الدعوة إلى الخير\nبالتى هى أحسن وليس لهم ولا عليهم <span id='ms085'></span> أن يستعملوا أى ضرب من ضروب القوة فى\nالحمل على الإسلام فإن نوره جدير أن يخترق القلوب وليست الآية فى الأمر\nبالمعروف بين المسلمين فإنه لا اهتداء إلا بعد القيام به ولو أريد ذلك لكان\nالتعبير على كل واحد منكم بنفسه لا عليكم أنفسكم كما هو ظاهر لكل عربى كل\nذلك ليرشد إلى أن الله لم يشرع لهم الدين ليتفرقوا فيه ولكن ليهديهم إلى\nالخير فى جميع نواحيه\n</p>\n\n<p>\nرفع الإسلام كل امتياز بين الأجناس البشرية وقرر لكل فطرة شرف النسبة إلى\nالله فى الخلقة وشرف اندراجها فى النوع الإنسانى فى الجنس والفصل والخاصة\nوشرف استعدادها بذلك لبلوغ أعلى درجات الكمال الذى أعده الله لنوعها على\nخلاف ما زعمه المنتحلون من الاختصاص بمزايا حرم منها غيرهم وتسجيل الخسة\nعلى أصناف زعموا أنها لن تبلغ من الشأن أن تلحق غبارهم فأماتوا بذلك\nالأرواح فى معظم الأمم وصيروا أكثر الشعوب هياكل وأشباحا\n</p>\n\n<p>\nهذه عبادات الإسلام على ما فى الكتاب وصحيح السنة تتفق على ما يليق بجلال\nالله وسمو وجوده عن الأشباه وتلتثم مع المعروف عند العقول السليمة فالصلاة\nركوع وسجود وحركة وسكون ودعاء وتضرع وتسبيح وتعظيم وكلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nتصدر عن ذلك الشعور بالسطان الإلهى الذى يغمر القوة البشرية ويستغرق\nالحول فتخشع له القلوب وتستحذى له النفوس وليس فيها شىء يعلو على متناول\nالعقل إلا نحو تحديد عدد الركعات أو رمى الجمرات على أنه مما يسهل التسليم\nفيه لحكمة العليم الخبير وليس فيه من ظاهر العبث واستحالة المعنى ما يخل\nبالأصول التى وضعها الله للعقل فى الفهم والتفكير أما الصوم فحرمان يعظم به\nأمر الله فى النفس وتعرف به مقادير النعم عند فقدها ومكانة الإحسان الإلهى\nفى التفضل بها <span class='quran'>كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم\nتتقون </span>أما أعمال الحج فتذكير للإنسان بأوليات حاجاته وتعهد له بتمثيل\nالمساواة بين أفراده ولو فى العمر مرة يرتفع فيها الامتياز بين الغنى\nوالفقير والصعلوك والأمير ويظهر الجميع فى معرض واحد عراة الأبدان متجردين\nعن آثار <span id='ms086'></span> الصنعة وحدت بينهم العبودية لله رب العالمين كل ذلك مع استبقائهم\nفى الطواف والسعى والمواقف ولمس الحجر ذكرى إبراهيم عليه السلام وهو أبو\nالدين وهو الذى سماهم المسلمين واستقرار يقينهم على أن لا شىء من تلك\nالبقايا الشريفة يضر أو ينفع وشعار هذا الإذعان الكريم فى كل عمل الله اكبر\nأين هذا كله مما تجد في عبادات أقوام آخرين يضل فيها العقل ويتعذر معها\nخلوص السر للتنزيه والتوحيد\n</p>\n\n<p>\nكشف الإسلام عن العقل غمة من الوهم فيما يعرض من حوادث الكون الكبير\nالعالم والكون الصغير والإنسان فقرر أن آيات الله الكبرى فى صنع العالم\nإنما يجرى أمرها على السنن الإلهية التى قدرها الله فى علمه الأزلى لا\nيغيرها شىء من الطوارىء الجزائية غير أنه لا يجوز أن يغفل شأن الله فيها بل\nينبغى أن يحيى ذكره عند رؤيتها فقد جاء على لسان النبى صلى الله عليه وسلم\nإن الشمس والقمر آيتان من آيات الله لا يخسفان لموت أحد ولا لحياته فإذا\nرأيتم ذلك فاذكروا الله وفيه التصريح بأن جيمع آيات الكون تجرى على نظام\nواحد لا يقضى فيه إلا العناية الأزلية على السنن التى أقامته عليها ثم أماط\nاللثام عن حال الإنسان فى النعم التى يتمتع بها الأشخاص أو الأمم والمصائب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nالتى يرزءون بها ففصل بين الأمرين فصلا لا مجال معه للخلط بينهما فأما\nالنعم التى يمتع الله بها بعض الأشخاص فى هذه الحياة والرزايا التى يرزأ\nبها فى نفسه فكثير منها كالثروة والجاه والقوة والبنين أو الفقر والضعة\nوالضعف والفقد قد لا يكون كاسبها أو جاليها ما عليه الشخص فى سيرته من\nاستقامة وعوج أو طاعة وعصيان وكثيرا ما أمهل الله بعض الطغاة البغاة أو\nالفجرة الفسقة وترك لهم متاع الحياة الدنيا إنظارا لهم حتى يتلقاهم ما أعد\nلهم من العذاب المقيم فى الحياة الأخرى وكثيرا ما امتحن الله الصالحين من\nعباده وأثنى عليهم فى الاستسلام لحكمه وهم الذين إذا أصابتهم مصيبة عبروا\nعن إخلاصهم فى التسليم بقولهم <span class='quran'>إنا لله <span id='ms087'></span> وإنا إليه راجعون </span>فلا غضب\nزيد ولا رضا عمرو ولا إخلاص سريرة ولا فساد عمل مما يكون له دخل فى هذه\nالرزايا ولا فى تلك النعم الخاصة اللهم إلا فيما ارتباطه بالعمل ارتباط\nالمسبب بالسبب على جارى العادة كارتباط الفقر بالإسراف والذل بالجبن وضياع\nالسلطان بالظلم وكارتباط الثروة بحسن التدبير فى الأغلب والمكانة عند الناس\nبالسعى فى مصالحهم على الأكثر وما يشبه ذلك مما هو مبين فى علم آخر\n</p>\n\n<p>\nأما شأن الأمم فليس على ذلك فإن الروح الذى أودعه الله جميع شرائعه\nالإلهية من تصحيح الفكر وتسديد النظر وتأديب الأهواء وتحديد مطامح الشهوات\nوالدخول إلى كل امر من بابه وطلب كل رغيبة من أسبابها وحفظ الأمانة\nواستشعار الإخوة والتعاون على البر والتناصح فى الخير والشر وغير ذلك من\nأصول الفضائل ذلك الروح هو مصدر حياة الأمم ومشرق سعادتهم فى هذه الدنيا\nقبل الآخرة <span class='quran'>من يرد ثواب الدنيا نؤته منها </span>ولن يسلب الله عنها\nنعمته ما دام هذا الروح فيها يزيد الله النعم بقوته وينقصها بضعفه حتى إذا\nفارقها ذهبت السعادة على أثره وتبعته الراحة إلى مقره واستبدل الله عزة\nالقوم بالذل وكثيرهم بالقل ونعيمهم بالشقاء وراحتهم بالعناء وسلط عليهم\nالظالمين أو العادلين فأخذهم بهم وهم فى غفلة ساهون ^ وإذا أردنا أن نهلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nقرية أمرنا مترفيها ففسقوا فيها فحق عليها القول فدمرناها تدميرا )\nأمرناهم بالحق ففسقوا عنه إلى الباطل ثم لا ينفعهم الأنين ولا يجديهم\nالبكاء ولا يفيدهم ما بقى من صور الأعمال ولا يستجاب منهم الدعاء ولا كاشف\nلما نزل بهم إلا أن يلجؤوا إلى ذلك الروح الأكرم فيستنزلوه من سماء الرحمة\nبرسل الفكر والذكر والصبر والشكر ^ إن الله لايغير ما بقوم حتى يغيروا ما\nبأنفسهم ^ <span class='quran'>سنة الله في الذين خلوا من قبل ولن تجد لسنة الله تبديلا\n</span>وما أجل ما قاله العباس بن عبد المطلب فى استسقائه اللهم إنه لم ينزل\nبلاء إلا بذنب ولم يرفع إلا بتوبة على هذه السنن جرى سلف الأمة فبينما كان\nالمسلم يرفع روحه <span id='ms088'></span> بهذه العقائد السامية ويأخذ نفسه بما يتبعها من الأعمال\nالجليلة كان غيره يظن أنه يزلزل الأرض بدعائه ويشق الفلك ببكائه وهو ولع\nبأهوائه ماض فى غلوائه وما كان يغنى عنه ظنه من الحق شيئا\n</p>\n\n<p>\nحث القرآن على التعليم وإرشاد العامة والأمر بالمعروف والنهى عن المنكر\nفقال <span class='quran'>فلولا نفر من كل فرقة منهم طائفة ليتفقهوا في الدين ولينذروا\nقومهم إذا رجعوا إليهم لعلهم يحذرون </span>ثم فرض ذلك فى قوله ^ ولتكن منكم\nأمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر وأولئك هم المفلحون\nولا تكونوا كالذين تفرقوا واختلفوا من بعد ما جاءهم البينات وأولئك لهم\nعذاب عظيم يوم تبيض وجوه وتسود وجوه فأما الذين اسودت وجوههم أكفرتم بعد\nأيمانكم فذوقوا العذاب بما كنتم تكفرون وأما الذين ابيضت وجوههم ففى رحمة\nالله هم فيها خالدون تلك آيات الله نتلوها عليك بالحق وما الله يريد ظلما\nللعالمين ولله ما فى السموات وما فى الأرض وإلى الله ترجع الأمور ثم بعد\nهذا الوعيد الذى يزعج المفرطين وتحقق به كلمة العذاب على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nالمختلفين والمقصرين أبرز حال الأمارين بالمعروف النهائين عن المنكر فى\nأجل مظهر يمكن أن تظهر فيه حال أمة فقال <span class='quran'>كنتم خير أمة أخرجت للناس\nتأمرون بالمعروف وتنهون عن المنكر وتؤمنون بالله </span>فقدم ذكر الأمر\nبالمعروف والنهى عن المنكر على الإيمان فى هذه الآية مع أن الإيمان هو\nالأصل الذى تقوم عليه أعمال البر والدوحة التى تتفرع عنها أفنان الخير\nتشريفا لتلك الفريضة وإعلاء لمنزلتها بين الفرائض بل تنبيها على أنها حفاظ\nالإيمان وملاك أمره ثم شد بالإنكار على قوم اغفلوها وأهل دين أهملوها فقال\n^ لعن الذين كفروا من بنى إسرائيل على لسان داود وعيسى ابن مريم ذلك بما\nعصوا وكانوا يعتدون وكانوا لا يتناهون عن منكر فعلوه لبئس ما كانوا يفعلون\n^ فقذف عليهم اللعنة وهى أشد ما عنون الله به على مقته وغضبه\n</p>\n\n<p>\nفرض الإسلام للفقراء فى أموال الأغنياء حقا معلوما يفيض به الآخرون على\nالأولين سدا لحاجة المعدم وتفريجا لكربة الغارم وتحريرا <span id='ms089'></span> لرقاب المستبعدين\nوتيسير الأبناء السبيل ولم يحث على شىء حثه على الإنفاق من الأموال فى سبيل\nالخير وكثيرا ما جعله عنوان الإيمان ودليل الاهتداء إلى الصراط المستقيم\nفاستل بذلك ضغائن أهل الفاقة ومحص صدورهم من الاحقاد على من فضلهم الله\nعليهم فى الرزق وأشعر قلوب أولئك محبة هؤلاء وساق الرحمة فى نفوس هؤلاء على\nأولئك البائسين فاستقرت بذلك الطمأنينة فى نفوس الناس أجمعين وأى دواء\nلأمراض الاجتماع أنجع من هذا ذلك فضل الله يوتيه من يشاء والله ذو الفضل\nالعظيم\n</p>\n\n<p>\nأغلق الإسلام بأبى الشر وسد ينبوعى فساد العقل والمال بتحريمه الخمبر\nوالمقامرة والربا تحريما باتا لا هوادة فيه\n</p>\n\n<p>\nلم يدع الإسلام بعد ما قررنا أصلا من أصول الفضائل إلا أتى عليه ولا أما\nمن أمهات الصالحات إلا أحياها ولا قاعدة من قواعد النظام إلا قررها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n             فاستجمع للإنسان عند بلوغ رشده كما ذكرنا حرية الفكر واستقلال\nالعقل فى النظر وما به من صلاح السجايا واستقامة الطبع وما فيه إنهاض\nالعزائم إلى العمل وسوقها فى سبل السعى ومن يتلو القرآن حق تلاوته يجد فيه\nمن ذلك كنزا لا ينفد وذخيرة لا تفنى هل بعد الرشد وصاية وبعد اكتمال العقل\nولاية كلا قد تبين الرشد من الغى ولم يبق إلا اتباع الهدى والانتفاع بما\nساقته أيدى الرحمة لبلوغ الغاية من السعادتين لهذا ختمت النبوات بنبوة محمد\nصلى الله عليه وسلم وانتهت الرسالات برسالته كما صرح بذلك الكتاب وأيدته\nالسنة الصحيحة وبرهنت عليه خيبة مدعيها من بعده واطمئنان العالم بما وصل\nإليه من العلم إلى أن لا سبيل بعد لقبول دعوة بزعم القائم بها أنه يحدث عن\nالله بشرع أو يصدع عن وحيه بأمر هكذا يصدق نبأ الغيب ^ ما كان محمد أبا أحد\nمن رجالكم ولكن رسول الله وخاتم النبيين وكان الله بكل شىء عليما ^\n</p>\n\n<p>\n| انتشار الإسلام\n</p>\n\n#\n<p>\n| بسرعة لم يعهد لها نظير فى التاريخ\n</p>\n\n<p>\nكانت حاجة الأمم إلى الإصلاح عامة فجعل الله رسالة خاتم النبيين عامة\nكذلك لكن يندهش عقل الناظر فى أحوال البشر <span id='ms090'></span> عندما يرى أن هذا الدين يجمع\nإليه الأمة العربية من أدناها إلى أقصاها فى أقل من ثلاثين سنة ثم يتناول\nمن بقية الأمم ما بين المحيط الغربى وجدار الصين فى أقل من قرن واحد وهو\nأمر لم يعهد فى تاريخ الأديان ولذلك ضل الكثير فى بيان السبب واهتدى إليه\nالمنصفون فبطل العجب\n</p>\n\n<p>\nابتدأ هذا الدين بالدعوة كغيره من الأديان ولقى من أعداء أنفسهم أشد ما\nيلقى حق من باطل أوذى الداعى صلى الله عليه وسلم بضروب الإيذاء وأقيم فى\nوجهه ما كان يصعب تذليله من العقاب لولا عناية الله وعذب المستجيبون له\nوحرموا الرزق وطردوا من الدار وسفكت منهم دماء غزيرة غير أن تلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nالدماء كانت عيون العزائم تتفجر من صخور الصبر يثبت الله بمشهدها\nالمستيقنين ويقذف بها الرعب فى أنفس المرتابين فكانت تسيل لمنظرها نفوس أهل\nالريب وهى ذوب ما فسد من طباعهم فتجرى من مناحرهم جرى الدم الفاسد من\nالمقصود على أيدى الأطباء الحاذقين ^ ليميز الله الخبيث من الطيب ويجعل\nالخبيث بعضه على بعض فيركمه جميعا فى جهنم أولئك هم الخاسرون ^ تألبت الملل\nالمختلفة ممن كان يسكن جزيرة العرب وما جاورها على الإسلام ليحصدوا نبتته\nويخنقوا دعوته فما زال يدافع عن نفسه دفاع الضعيف للأقوياء والفقير\nللأغنياء ولا ناصر له إلا أنه الحق بين الأباطيل والرشد فى ظلمات الأضاليل\nحتى ظفر بالعزة وتعزز بالمنعة وقد وطىء أرض الجزيرة أقوام من أديان أخرى\nكانت تدعو إليها وكانت لهم ملوك وعزة وسلطان وحملوا الناس على عقائدهم\nبأنواع من المكاره ومع ذلك لم يبلغ بهم السعى نجاحا ولا أنالهم القهر فلاحا\n</p>\n\n<p>\nضم الإسلام سكان القفار العربية إلى وحدة لم يعرفها تاريخهم ولم يعهد لها\nنظير فى ماضيهم وكان النبى صلى الله عليه وسلم قد أبلغ رسالته بأمر ربه إلى\nمن جاور البلاد العربية من ملوك الفرس والرومان فهزءوا وامتنعوا وناصبوه\nوقومه الشر وأخافوا السابلة وضيقوا على المناجر فبعث إليهم البعوث فى حياته\nوجرى على سنته الأئمة من صحابته طلبا للأمن وإبلاغا <span id='ms091'></span> للدعوة فاندفعوا فى\nضعفهم وفقرهم يحملون الحق على أيديهم وانهالوا به على تلك الأمم فى قوتهم\nومنعتها وكثرة عددها واستكمال أهبها وعددها فظفروا منها بما هو معلوم\nوكانوا متى وضعت الحرب أوزارها واستقر السلطان للفاتح عطفوا على المغلوبين\nبالرفق واللين وأباحو لهم البقاء على أديانهم وإقامة شعائرها آمنين مطمئنين\nونشروا حمايتهم عليهم يمنعونهم مما يمنعون منهم أهلهم وأموالهم وفرضوا\nعليهم كفاء ذلك جزءا قليلا من مكاسبهم على شرائط معينة كانت الملوك من غير\nالمسلمين إذا فتحوا مملكة اتبعوا جيشها الظافر بجيش من الدعاة إلى دينها\nيلجون على الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n             بيوتهم ويغشون مجالسهم ليحملوهم على دين\nالظافر وبرهانهم الغلبة وحجتهم القوة ولم يقع ذلك لفاتح من المسلمين ولم\nيعهد فى تاريخ فتوح الإسلام أن كان له دعاة معروفون لهم وظيفة ممتازة\nيأخذون على أنفسهم العمل فى نشره ويقفون مسعاهم على بث عقائده بين غير\nالمسلمين بل كان المسلمون يكتفون بمخالطة من عداهم ومحاسنتهم فى المعاملة\nوشهد العالم بأسره أن الإسلام كان يعد مجاملة المغلوبين فضلا وإحسانا عندما\nكان يعدها الأوروبيون ضعة وضعفا رفع الإسلام ما ثقل من الأتاوات ورد\nالأموال المسلوبة إلى أربابها وانتزع الحقوق من مغتصبيها ووضع المساواة فى\nالحق عند التقاضى بين المسلم وغير المسلم بلغ أمر المسلمين فيما بعد أن لا\nيقبل إسلام من داخل فيه إلا بين يدى قاض شرعى بإقرار من المسلم الجديد أنه\nأسلم بلا إكراه ولا رغبة فى دنيا وصل الأمر فى عهد بعض الخلفاء الأمويين أن\nكره عمالهم دخول الناس فى دين الإسلام لما رأوا أنه ينقص من مبالغ الجزية\nوكان فى حال أولئك العمال صد عن سبيل الدين لا محالة عرف خلفاء المسلمين\nوملوكهم فى كل زمن ما لبعض أهل الكتاب بل وغيرهم من المهارة فى كثر من\nالأعمال فاستخدموهم وصعدوا بهم إلى أعلى المناصب حتى كان منهم من تولى\nقيادة الجيش فى اسبانيا اشتهرت حرية الأديان فى بلاد الإسلام حتى هجر\nاليهود أوربا فرارا منها بدينهم إلى بلاد الأندلس وغيرها\n</p>\n\n<p>\nهذا ما <span id='ms092'></span> كان من أمر المسلمين فى معاملتهم لمن أظلوهم بسيوفهم لم يفعلوا\nشيئا سوى أنهم حملوا إلى أولئك الأقوام كتاب الله وشريعته وألقوا بذلك بين\nأيديهم وتركوا الخيار لهم فى القبول وعدمه ولم يقوموا بينهم بدعوة ولم\nيستعملوا لإكراههم عليه شيئا من القوة وما كان من الجزية لم يكون مما يثقل\nأداؤه على من ضربت عليه فما الذى أقبل بأهل الأديان المختلفة على الإسلام\nوأقنعهم أنه الحق دون ما كان لديهم حتى دخلوا فيه أفواجا وبذلوا فى خدمته\nمالم يبذله العرب أنفسهم\n</p>\n\n<p>\nظهور الإسلام على ما كان فى جزيرة العرب من ضروب العبادات الوثنية وتغلبه\nعلى ماكان فيها من رذائل الاخلاق وقبائح الأعمال وسيره بسكانها على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n             الجادة القويمة حقق لقراء الكتب الإلهية السابقة أن ذلك هو وعد\nالله لنبييه إبراهيم وإسماعيل وتحقيق استجابة دعاء الخليل <span class='quran'>ربنا وابعث\nفيهم رسولا منهم </span>وإن هذا الدين هو ما كانت تبشر به الأنبياء أقوامها\nمن بعدها فلم يجد أهل النصفة منهم سبيلا إلى البقاء على العناد فى مجاحدته\nفتلقوه شاكرين وتركوا ما كان لهم بين قومهم صابرين أوقع ذلك من الريب فى\nقلوب مقلديهم ما حركهم إلى النظر فيه فوجدوا لطفا ورحمة وخيرا ونعمة لا\nعقيدة بنفر منها العقل وهو رائد الإيمان الصادق ولا عمل تضعف عن احتماله\nالطبيعة البشرية وهى القاضية فى قبول المصالح والمرافق رأوا أن الإسلام\nيرفع النفوس بشعور من اللاهوت يكاد يعلو بها عن العلم السفلى ويلحقها\nبالملكوت الأعلى وبدعوها إلى إحياء ذلك الشعور بخمس صلوات فى اليوم وهو مع\nذلك لا يمنع من التمتع بالطيبات ولا يفرض من الرياضات وضروب الزهادة ما يشق\nعلى الفطرة البشرية تجشمه ويعد برضا الله ونيل ثوابه حتى فى توفية البدن\nحقه متى حسنت النية وخلصت السريرة فإذا نزلت شهوة أو غلب هوى كان الغفران\nالإلهى ينتظره متى حسنت التوبة وكملت الأوبة تبدت لهم سذاجة الدين عندما\nقرءوا القرآن ونظروا فى سيرة الطاهرين من حامليه اليهم وظهر لهم الفرق بين\nمالا سبيل إلى فهمه وما <span id='ms093'></span> تكفى جولة نظر فى الوصول إلى علمه فتراموا إليه\nخفافا من ثقل ما كانوا عليه كانت الأمم تطلب عقلا فى دين فوافاها وتطلع إلى\nعدل فى إيمان فأتاها فما الذى يحجم بها عن المسارعة إلى طلبتها والمبادرة\nإلى رغيبتها كانت الشعوب تئن من ضروب الامتياز التى رفعت بعض الطبقات على\nبعض بغير حق وكان من حكمها أن لا يقام وزن لشئون الأدنين متى عرضت دونها\nشهوات الأعلين فجاء دين يحدد الحقوق ويسوى بين جميع الطبقات فى احترام\nالنفس والدين والعرض والمال ويسوغ لأمراء فقيرة غير مسلمة أن تأبى بيع بيت\nصغير بأية قيمة لأمير عظيم مطلق السلطان فى قطر كبير وما كان يريده لنفسه\nولكن ليوسع به مسجدا فلما عقد العزيمة على أخذه مع دفع أضعاف قيمته رفعت\nالشكوى إلى الخليفة فورد أمره برد بينها إليها مع لوم الأمير على ما كان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n             منه عدل يسمح ليهودى أن يخاصم مثل على بن أبى طالب أمام القاضى\nوهو من نعلم من هو ويستوقفه معه للتقاضى إلى أن قضى الحق بينهما هذا وما\nسبق بيانه مما جاء به الإسلام هو الذى حببه إلى من كانوا أعداءه ورد إليه\nأهواءهم حتى صاروا أنصاره وأولياءه\n</p>\n\n<p>\nغلب على المسلين فى كل زمن روح الإسلام فكان من خلقهم العطف على من\nجاورهم من غيرهم ولم تستشعر قلوبهم عداوة لمن خالفهم إلا بعد أن يحرجهم\nالجار فهم كانوا يتعلمونها من سواهم ثم لا يكون إلا طائفا يحل ثم يرتحل\nفإذا انقطعت أسباب الشغب تراجعت القلوب إلى سابق ما الفته من اللين\nوالمياسرة ومع ذلك بل وغفلة المسلمين عن الإسلام وخذلانهم له وسعى الكثير\nمنهم فى هدمه بعلم وبغير علم لم يقف الإسلام فى انتشاره عند حد خصوصا فى\nالصين وفى إفريقيا ولم يخل زمن من رؤية جموع كثيرة من ملل مختلفة تنزع إلى\nالأخذبعقائده على بصيرة فيما تنزع إليه لا سيف وراءها ولا داعى أمامها\nوإنما هو مجرد الاطلاع على ما أودعه مع قليل من حركة الفكر فى <span id='ms094'></span> العلم بما\nشرعه ومن هذا تعلم أن سرعة انتشار الدين الإسلامى وإقبال الناس على\nالإعتقاد به من كل ملة إنما كان لسهولة تعقله ويسر أحكامه وعدالة شريعته\nوبالجملة لأن فطر البشر تطلب دينا وترتاد منه ما هو أمس بمصالحها وأقرب إلى\nقلوبها ومشاعرها وأدعى إلى الطمأنينة فى الدنيا والآخرة ودين هذا شأنه يجد\nإلى القلوب منفذا وإلى العقول مخلصا وبدون حاجة إلى دعاة ينفقون الأموال\nالكثيرة والأوقات الطويلة ويستكثرون من الوسائل ونصب الحبائل لاسقاط النفوس\nفيه هذا كان حال الإسلام فى سذاجته الأولى وطهارته التى أنشأه الله عليها\nولا يزال على جانب عظيم منها فى بعض أطراف الأرض إلى اليوم\n</p>\n\n<p>\nقال من لم يفهم ما قدمناه أولم يرد أن يفهمه إن الإسلام لم يطف على قلوب\nالعالم بهذه السرعة إلا بالسيف فقد فتح المسلمون ديار غيرهم والقرآن بإحدى\nاليدين والسيف بالأخرى يعرضون القرآن على المغلوب فان لم يقبله فصل السيف\nبينه وبين حياته سبحانك هذا بهتان عظيم ما قدمناه من معاملة المسلمين مع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n             من دخلوا تحت سلطانهم هو ماتواترت به الأخبار تواترا صحيحا لا\nيقبل الريبة فى جملته وإن وقع اختلاف فى تفصيله وإنما شهر المسلمون سيوفهم\nدفاعا عن أنفسهم وكفا للعدوان عنهم ثم كان الافتتاح بعد ذلك من ضرورة الملك\nولم يكن من المسلمين مع غيرهم إلا أنهم جاوروهم وأجاروهم فكان الجوار طريق\nالعلم بالإسلام وكانت الحاجة لصلاح العقل والعمل داعية الانتقال إليه\n</p>\n\n<p>\nلو كان السيف ينشر دينا فقد عمل فى الرقاب للاكراه على الدين والإلزام به\nمهددا كل أمة لم تقبله بالإبادة والمحو من سطح البسيطة مع كثرة الجيوش\nووفرة العدد وبلوغ القوة أسمى درجة كانت تمكن لها وابتدأ ذلك العمل قبل\nظهور الإسلام بثلاثة قرون كاملة واستمر فى شدته بعد مجىء الإسلام سبعة\nأجيال أو يزيد فتلك عشرة قرون كاملة لم يبلغ فيها السيف من كسب عقائد البشر\nمبلغ الإسلام فى أقل من قرن هذا ولم يكن السيف وحده بل كان الحسام لا يتقدم\nخطوة إلا والدعاة <span id='ms095'></span> من خلفه يقولون ما يشاءون تحت حمايته مع غيره نفيض من\nالأفئدة وفصاحة تتدفق عن الألسنة وأموال تخلب ألباب المستضعفين إن فى ذلك\nلآيات للمستيقنين\n</p>\n\n<p>\nجلت حكمة الله فى أمر هذا الدين سلسبيل حياة نبع فى القفار العربية أبعد\nبلاد الله عن المدينة فاض حتى شملها فجمع شملها فأحياها حياة شعبية ملية\nعلامده حتى استغرق ممالك كانت تفاخر أهل السماء فى رفعتها وتعلوا أهل الأرض\nبمدنيتها زلزل هديره على لينه ما كان استحجر من الأرواح فانشقت عن مكنون سر\nالحياة فيها قالوا كان لا يخلو من غلب بالتحريك قليا تلك سنة الله فى الخلق\nلا تزال المصارعة بين الحق والباطل والرشد والغى قائمة فى هذا العالم إلى\nأن يقضى الله قصاءه فيه إذا ساق الله ربيعا إلى أرض جدبة ليحيى ميتنها\nوينقع غلتها وينمى الخصب فيها أفينقص من قدره أن اتى فى طريقه على عقبة\nفعلاها أو بيت رفيع العماد فهوى به\n</p>\n\n<p>\nسطح الإسلام على الديار التى بلغها أهله فلم يكن بين أهل تلك الديار\nوبينه إلا أن يسمعوا كلام الله ويفقهوه واشتغل المسلمون بعضهم ببعض زمنا\nوانحرفوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n             عن طريق الدين أزمانا فوقف وقفة القائد خذله الأنصار\nوكاد يتزحزح إلى ما وراءه لكن الله بالغ أمره فانحدرت إلى ديار المسلمين\nأمم من التتار يقودها جنكيزخار وفعلوا بالمسلمين الأفاعيل وكانوا وثنيين\nجاءوا لمحض الغلبة والسلب والنهب ولم يلبث أعقابهم أن اتخذوا الإسلام دينا\nوحملوه إلى أقوامهم فعمهم منه ما عم غيرهم جاءوا لشقوتهم فعادوا بسعادتهم\n</p>\n\n<p>\nحمل الغرب على الشرق حملة واحدة لم يبق ملك من ملوكه ولا شعب من شعوبه\nإلا اشترك فيها واستمرت المجالدات بين الغربيين والشرقيين أكثر من مائتى\nسنة جمع فيها الغربيون من الغيرة والحمية للدين ما لم يسبق لهم من قبل\nوجيشوا من الجند وأعدوا من القوة ما بلغته طاقتهم وزحفوا على ديار المسلمين\nوكانت فيهم بقية من روح الدين فغلب الغربيون على كثير من البلاد الإسلامية\nوانتهت تلك الحروب الجارفة بإجلائهم عنها لم جاءوا وبماذا رجعوا <span id='ms096'></span> ظفر رؤساء\nالدين فى الغرب بإثارة شعوبهم ليبيدوا ما يشاءون من سكان الشرق أو يستولى\nسلطان تلك الشعوب على ما يعتقدون لأنفسهم الحق فى الاستيلاء عليه من البلاد\nالإسلامية جاء من الملوك والأمراء وذوى الثروة والأعلياء جم غفير وجاء ممن\nدونهم من الطبقات ما قدروه بالملايين استقر المقام بكثير من هؤلاء فى أرض\nالمسلمين وكانت فترات تنطفىء فيها نار الغضب وتثوب العقول إلى سكينتها تنظر\nفى أحوال المجاورين وتلتقط من أفكار المخالطين وتنفعل بما ترى وما تسمع\nفتبينت أن المبالغات التى أطاشت الأحلام وجسمت الآلام لم تصب مستقر الحقيقة\nثم وجدت حرية فى دين وعلما وشرعا وصنعة مع كمال فى يقين وتعلمت أن حرية\nالفكر وسعة العلم من وسائل الإيمان لا من العوادى عليه ثم جمعت من الآداب\nما شاء الله وانطلقت إلى بلادها قريرة العين بما غنمته من جلادها هذا إلى\nما كسبه السفار من أطراف الممالك إلى بلاد الأندلس بمخالطة حكمائها\nوأدبائها ثم عادوا به إلى شعوبهم ليذيقوهم حلاوة ما كسبوا وأخذت الأفكار من\nذلك العهد تتراسل والرغبة فى العلم تتزايد بين الغربيين ونهضت الهمم لقطع\nسلاسل التقليد ونزعت العزائم إلى تقييد سلطان زعماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n             الدين\nوالأخذ على أيديهم فيما تجاوزوا فيه وصاياه وحرفوا فى معناه ولم يكن بعد\nذلك إلا قليل من الزمن حتى ظهرت طائفة منهم تدعو إلى الإصلاح والرجوع\nبالدين إلى سذاجته وجاءت فى إصلاحها بما لا يبعد عن الإسلام إلا قليلا بل\nذهب بعض طوائف الإصلاح فى العقائد إلى ما يتفق مع عقيدة الإسلام إلا فى\nالتصديق برسالة محمد صلى الله عليه وسلم وأن ما هم عليه إنما هو دينه يختلف\nعنه إسما ولا يختلف معنى إلا فى صورة العبادة لا غير\n</p>\n\n<p>\nثم أخذت أمم أوربا تفتك من أسرها وتصلح من شئونها حتى استقامت أمور\nدنياها على مثل ما دعا إليه الإسلام غافلة عن قائدها لاهية عن مرشدها\nوتقررت أصول المدنية الحاضرة التى تفاخر بها الأجيال المتأخرة ما سبقها من\nأهل الأزمان الغابرة هذا طل <span id='ms097'></span> من وابله أصاب أرضا قابلة فاهتزت وربت وأنبتت\nمن كل زوج بهيج جاء القوم ليبيدوا فاستفادوا وعادوا ليفيدوا ظن الرؤساء أن\nفى إهاجة شعوبهم شقاء ضغنهم وتقوية ركنهم فباءوا بوضوح شأنهم وضعضعة\nسلطانهم وما بيناه فى شأن الإسلام ويعرفه كل من تفقه فيه قد ظفر به كثير من\nأهل النظر فى بلاد الغرب فعرفوا له حقه واعترفوا أنه كان أكبر أساتذتهم\nفيما هم فيه اليوم وإلى الله عاقبة الأمور\n</p>\n\n<p>\n| ايراد سهل الايراد\n</p>\n\n<p>\nيقول قائلون إذا كان الإسلام إنما جاء لدعوة المختلفين إلى الإتفاق وقال\nفى كتابه ^ إن الذين فرقوا دينهم وكانوا شيعا لست منهم فى شىء ^ فما بال\nالملة الإسلامية قد مزقتها المشارب وفرقت بين طوائفها المذاهب إذا كان\nالإسلام موحدا فما بال المسلمين عددوا إذا كان موليا وجه العبد وجهة الذي\nخلق السموات والأرض فما بال جمهورهم يولون وجوههم من لا يملك لنفسه نفعا\nولا ضرا ولا يستطيع من دون الله خيرا ولا شرا وكادوا يعدون ذلك فصلا من\nفصول الوحيد إذا كان أول دين خاطب العقل ودعاه إلى النظر فى الأكوان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n             وأطلق له العنان يجول فى ضمائرها بما يسمعه الإمكان ولم يشرط\nعليه فى ذلك سوى المحافظة على عقد الإيمان فما بالهم قنعوا باليسير وكثير\nمنهم أغلق على نفسه باب العلم ظنا منه أنه قد يرضى الله بالجهل وإغفال\nالنظر فيما أبدع من محكم الصنع ما بالهم وقد كانوا رسل المحبة أصبحوا اليوم\nوهم يتنسمونها لا يجدونها ما بالهم بعد أن كانوا قدوة في الجد والعمل\nأصبحوا مثلا فى القعود والكسل ما هذا الذى ألحق المسملون بدينهم وكتاب الله\nبينهم يقيم ميزان القسط بين ما ابتدعوه وبين ما دعاهم إليه فتركوه إذا كان\nالإسلام فى قربه من العقول والقلوب على ما بينت فما باله اليوم على رأى\nالقوم تقصر دون الوصول إليه يد المتناول إذا كان الإسلام يدعوا إلى البصيرة\nفيه فما بال قراء القرآن لا يقرءونه إلا تغنيا ورجال العلم بالدين لا يعرفه\nأغلبهم إلا تظنيا\n</p>\n\n<p>\nإذا <span id='ms098'></span> كان الإسلام منح العقل والإرادة شرف الاستقلال فما بالهم شدوهما إلى\nأغلال أي أغلال إذا كان قد أقام قواعد العدل فما بال أغلب حكامهم يضرب بهم\nالمثل فى الظلم إذا كان الدين فى تشوف إلى حرية الأرقاء فما بالهم قضوا\nقرونا فى استعباد الأحرار إذا كان الإسلام يعد من أركانه حفظ العهود والصدق\nوالوفاء فما بالهم قد فاض بينهم الغدر والكذب والزور والافتراء إذا كان\nالإسلام يحظر الغيلة ويحرم الخديعة ويوعد على الغش بأن الغاش ليس من أهله\nفما بالهم يحتالون حتى على الله وشرعه وأوليائه إذا كان قد حرم الفواحش ما\nظهر منها وما بطن فما هذا الذي نراه بينهم في السر والعلن والنفس والبدن\nإذا كان قد صرح بأن الدين النصيحة لله ولرسوله وللمؤمنين خاصتهم وعامتهم\nوإن الإنسان لفى خسر إلا الذين آمنوا وعملوا الصالحات وتواصوا بالحق وتواصو\nبالصبر وأنهم إن لم يأمروا بالمعروف وينهوا عن المنكر سلط عليهم شرارهم\nفيدعو خيارهم فلا يستجاب لهم وشدد فى ذلك بما لم يشدد فى غيره فما بالهم لا\nيتناصحون ولا يتواصون بحق ولا يعتصمون بصبر ولا يتناصحون فى خير ولا شر بل\nترك كل صاحبه وألقى حبله على غاربه فعاشوا أفذاذا وصاروا فى أعمالهم أفرادا\nلا يحس أحدهم بما يكون من عمل أخيه كأنه ليس منه وكأن لم تجمعه معه صلة ولم\nتضمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n             إليه وشيجة ما بال الأبناء يقتلون الآباء وما بال البنات\nيعققن الأمهات أين وشائج الرحمة اين عاطفة الرحم على القريب أين الحق الذى\nفرض فى أموال الأغنياء للفقراء وقد اصبح الأغنياء يسلبون ما بقى فى ايدى\nأهل البأساء\n</p>\n\n<p>\nقبس من الإسلام أضاء الغرب كما تقول وضوءه الأعظم وشمسه الكبرى فى الشرق\nوأهله فى ظلمات لا يبصرون أصبح هذا فى عقل أو عهد فى نقل ألم تر إلى الذين\nتذوقوا من العلم شيئا وهم من أهل هذا الدين أول ما يعلق بأوهام أكثرهم أن\nعقائده خرافات وقواعده وأحكامه ترهات ويجدون لذتهم فى التشبه بالمستهزئين\nممن سموا أنفسهم أحرار <span id='ms099'></span> الأفكار وبعداء الأنظار وإلى الذين قصروا هممهم على\nتصفح أوراق من كتبه ووسموا أنفسهم بأنهم حفاظ أحكامه والقوام على شرائعه\nكيف يجافون علوم النظر ويهزءون بها ويرون العمل فيها عبثا فى الدين والدنيا\nويفتخر الكثير منهم بجهلها كأنه فى ذلك قد هجر منكرا وترفع عن دنيئة فمن\nوقف على باب العلم من المسلمين يجد دينه كالثوب الخلق يستحى أن يظهر به بين\nالناس ومن غرته نفسه بأنه على شىء من الدين وأنه مستمسك بعقائده يرى العقل\nجنة والعلم ظنة أليس فى هذا ما يشهد الله وملائكته والناس أجمعين على أن لا\nوفاق بين العلم والعقل وهذا الدين\n</p>\n\n<p>\n| الجواب\n</p>\n\n<p>\nربما لم يبالغ الواصف لما عليه المسلمون اليوم بل من عدة أجيال وربما كان\nما جاء فى الإيراد قليلا من كثير وقد وصف الشيخ الغزالى رحمه الله وابن\nالحاج وغيرهما من أهل البصر فى الدين ما كان عليه مسلمون زمانهم عامتهم\nوخاصتهم بما حوته مجلدات ولكن قد أتيت فى خاصة الدين الإسلامى بما يكفى\nللاعتراف به مجرد تلاوة القرآن مع التدقيق فى فهم معانيه وحملها على ما\nفهمه أولئك الذين أنزل فيهم وعمل به بينهم ويكفى فى الاعتراف بما ذكرته من\nجميل أثره قراءة ورقات فى التاريخ على ما كتبه محققو الإسلام ومنصفو سائر\nالأمم فذلك هو الإسلام وقد أسلفنا أن الدين هدى وعقل من أحسن فى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n             استعماله والآخذ بما أرشد إليه نال من السعادة ما وعد الله على\nاتباعه وقد جرب علاج الاجتماع الإنسانى بهذا الدواء فظهر نجاحه ظهورا لا\nيستطيع معه الأعمى إنكارا ولا الأصم إعراضا وغاية ما قيل فى الإيراد أن\nأعطى الطبيب إلى المريض دواء فصح المريض وانقلب الطبيب بالمرض الذى كان\nيعمل لمعالجته وهو يتجرع الغصص من آلامه والدواء فى بيته وهو لا يتناوله\nوكثير ممن يعودونه أو يتشفون منه ويشمتون لمصيبته يتناولون من ذلك الدواء\nفيعافون من مثل مرضه وهو فى يأس من حياته ينتظر الموت أو تبدل سنة الله فى\nشفاء أمثاله كلامنا اليوم فى <span id='ms100'></span> الدين الإسلامى وحاله على ما بيناه أما\nالمسلمون وقد أصبحوا بسيرهم حجة على دينهم فلا كلام لنا فيهم الآن وسيكون\nالكلام عنهم كتاب آخر إن شاء الله\n</p>\n\n<p>\n| التصديق بما جاء به محمد صلى الله عليه وسلم\n</p>\n\n<p>\nبعد أن ثبتت نبوته عليه السلام بالدليل القاطع على ما بينا وأنه إنما\nيخبر عن الله تعالى فلا ريب أنه يجب تصديق خبره والإيمان بما جاء به ونعنى\nبما جاء به ما صرح به الكتاب العزيز وما تواتر الخبر به تواترا صحيحا\nمستوفيا لشرائطه وهو ما أخبر به جماعة يستحيل تواطئوهم على الكذب عادة فى\nأمر محسوس ومن ذلك أحوال ما بعد الموت من بعث ونعيم فى جنة وعذاب فى نار\nوحساب على حسنات وسيئات وغير ذلك مما هو معروف ويجب أن يقتصر فى الإعتقاد\nعلى ما هو صريح فى الخبر ولا تجوز الزيادة على ما هو قطعى يظن وشرط صحة\nالإعتقاد أن لا يكون فيه شىء يمس التنزيه وعلو المقام الإلهى عن مشابهة\nالمخلوقين فإن ورد ما يوهم ظاهره ذلك فى المنواز وجب صرفه عن الظاهر إما\nبتسليم لله فى العلم بمعناه مع اعتقاد أن الظاهر غير مراد أو بتأويل تقوم\nعليه القرائن المقبولة\n</p>\n\n<p>\nأما أخبار الآحاد فإنما يجب الإيمان بما ورد فيها على من بلغته وصدق بصحة\nروايتها أما من لم يبلغه الخبر أو بلغه وعرضت له شبهة فى صحته وهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n             ليس من المتواتر فلا يطعن فى إيمانه عدم التصديق به والأصل فى\nجميع ذلك أن من أنكر شيئا وهو يعلم أن النبى صلى الله عليه وسلم حدث به أو\nقرره فقد طعن فى صدق الرسالة وكذب بها ويلحق به من أهمل العلم بما تواتر\nوعلم أنه من الدين بالضرورة وهو فى الكتاب وقليل من السنة فى العمل\n</p>\n\n<p>\nمن اعتقد بالكتاب العزيز وبما فيه من الشرائع العملية وعسر عليه فهم\nأخبار الغيب على ما هى عليه فى ظاهر القول وذهب بعقله إلى تأويلها بحقائق\nيقوم له الدليل عليها مع الإعتقاد بحياة بعد <span id='ms101'></span> الموت وثواب وعقاب على الأعمال\nوالعقائد بحيث لا ينقص تأويله شيئا من قيمة الوعد والوعيد ولا ينقص شيئا من\nبناء الشريعة فى التكليف كان مؤمنا حقا وإن كان لا يصلح اتخاذه قدوة فى\nتأويله فإن الشرائع الإلهية قد نظر فيها إلى ما تبلغه طاقة العامة لا إلى\nما تشتهيه عقول الخاصة والأصل فى ذلك أن الإيمان هو اليقين فى الإعتقاد\nبالله ورسله واليوم الآخر بلاقيد فى ذلك إلا احترام ما جاء به على ألسنة\nالرسل\n</p>\n\n<p>\nبقيت علينا مسألتان وضعتا من هذا العلم فى مكان من الاهتمام وما هما منه\nإلا حيث يكون غيرهما مما أجملنا القول فيه الأولى جواز رؤية الله تعالى فى\nالآخرة والأخرى جواز وقوع الكرامات وخوارق العادات من غير الأنبياء من\nالأولياء والصديقين\n</p>\n\n<p>\nأما الأولى فقد اشتد فيها النزاع ثم انتهى إلى وفاق بين المنزهين لا مجال\nمعه للتنازع فإن القائلين بجواز الرؤية من أهل التنزيه متفقون على أن\nالرؤية لا تكون على المعهود من رؤية البصر المعروفة لنا فى مجرى العادة بل\nهى رؤية لا كيف فيها ولا تحديد ومثلها لا يكون إلا يبصر يختص الله به أهل\nالدار الآخرة أو تتغير فيه خاصته المعهودة فى الحياة الدنيا وهو مالا\nيمكننا معرفته وإن كنا نصدق بوقوعه متى صح الخبر والمنكرون لجوازها لم\nينكروا انكشافا يساويها فسواء كان ذلك بالبصر الغير المعهود أو بحاسة أخرى\nفهو فى المعنى يرجع إلى قول خصومهم ولكن منى الإسلام بقوم يحبون الخلاف\nوالله فوق ما يظنون\n</p>\n\n<p>\nوأما الثانية فأنكر جواز وقوع الكرامات أبو إسحاق الاسفراينى من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n             أكابر أصحاب أبى الحسن الأشعرى وعلى ذلك المعتزلة إلا أبا\nالحسن البصرى فقال بجواز وقوعها وعليه جمهور الأشاعرة واستدل الذاهبون إلى\nالجواز بما جاء فى الكتاب من قصة الذى عنده علم من الكتاب الواردة فى خبر\nبلقيس من إحضاره عرشها قبل ارتداد الطرف وقصة مريم عليها السلام وحضور\nالرزق عندها وقصة أصحاب الكهف واحتج الآخرون بأن ذلك يوقع الشبهة فى\nالمعجزات وأولوا ما جاء فى <span id='ms102'></span> الآيات أما أن ذلك يوقع الشبهة فى المعجزات فليس\nبصحيح لأن المعجزات إنما تظهر مقرونة بدعوى الرسالة والتبليغ عن الله تعالى\nولا بد أن تكتنفها حوادث تميزها عما سواها وأما ما احتج به المجوزون من\nالآيات فلا دليل فيه لأن ما فى قصة مريم وآصف قد يكون بتخصيص من الله تعالى\nلوقوعه فى عهد الأنبياء عليه الصلاة والسلام ولا علم لنا بما اكتنف تلك\nالوقائع من شئون الله فى أنبياء ذلك العهد إلا قليلا وأما قصة أهل الكهف\nفقد عدها الله من آياته فى خلقه وذكرنا بها لنعتبر بمظاهر قدرته فليست من\nقبيل ما الكلام فيه من عموم الجواز فصار البحث فى جواز وقوع الكرامات نوعا\nمن البحث فى متناول همم النفوس البشرية وعلاقتها بالكون الكبير وفى مكان\nالأعمال الصالحة وارتقاء النفوس فى مقامات الكمال من العناية الإلهية وهو\nبحث دقيق قد يختص بعلم آخر وأما مجرد الجواز العقلى وأن صدور خارق للعادة\nعلى يد غير نبى مما تتناوله القدرة الإلهية فلا أظن أنه موضع نزاع يختلف\nعليه العقلاء وإنما الذى يجب الالتفات إليه هو أن أهل السنة وغيرهم فى\nاتفاق على أنه لا يجب الإعتقاد بوقوع كرامة معينة على يد ولى لله معين بعد\nظهور الإسلام فيجوز لكل مسلم بإجماع الأمة أن ينكر صدور أي كرامة كانت من\nأى ولى كان ولا يكون بإنكاره هذا مخالفا لشىء من أصول الدين ولا مائلا عن\nسنة صحيحة ولا منحرفا عن الصراط المستقيم اللهم إلا ان يكون مما صح فى\nالسنة عن الصحابة أين هذا الأصل المجمع عليه مما يهذى به جمهور المسلمين فى\nهذه الأيام حيث يظنون أن الكرامات وخوارق العادات أصبحت من ضروب الصناعات\nيتنافس فيها الأولياء وتتفاخر فيها همم الأصفياء وهو مما يتبرأ منه الله\nودينه وأولياؤه وأهل العلم أجمعون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\n| خاتمة\n</p>\n\n#\n<p>\n| بسم الله الرحمن الرحيم\n</p>\n\n<p>\n^ وعد الله الذين آمنوا منكم وعملوا الصالحات ليستخلفنهم فى الأرض كما\nاستخلف الذين من قبلهم وليمكنن لهم دينهم الذى ارتضى لهم و ليبدلنهم من <span id='ms103'></span> بعد\nخوفهم أمنا يعبدوننى لا يشركون بي شيئا ومن كفر بعد ذلك فأولئك هم الفاسقون\n^ وقد فسر الكفر فى هذه الآية بكفر النعمة ^ وأنا لما سمعنا الهدى آمنا به\nفمن يؤمن بربه فلا يخاف بخسا ولا رهقا وأنا منا المسلمون ومنا القاسطون فمن\nأسلم فأولئك تحروا رشدا وأما القاسطون فكانوا لجهنم حطبا وألو استقاموا على\nالطريقة لاسقيناهم ماء غدقا لنفتنهم فيه ومن يعرض عن ذكر ربه يسلكه عذابا\nصعدا وأن المساجد لله فلا تدعوا مع الله أحدا وأنه لما قام عبد الله يدعوه\nكادوا يكونون عليه لبدا قل إنما أدعوا ربى ولا أشرك به أحدا قل إنى لا أملك\nلكم ضرا ولا رشدا قل إنى لن يجيرنى من الله أحد ولن أجد من دونه ملتحدا إلا\nبلاغا من الله ورسالاته ومن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n             يعص الله ورسوله فإن له نار جهنم\nخالدين فيها أبدا حتى إذا رأوا ما يوعدون فسيعلمون من أضعف ناصرا واقل عددا\nقل إن أدرى أقريب ما توعدون أم يجعل له ربى أمدا عالم الغيب فلا يظهر على\nغيبه أحدا إلا من ارتضى من رسول فإنه يسلك من بين يديه ومن خلقه رصدا ليعلم\nأن قد أبلغوا رسالات ربهم وأحاط بما لديهم وأحصى كل شىء عددا ) صدق الله\nالعظيم وبلغ رسوله الكريم وخسىء الشيطان الرجيم وحق الشكر لله رب العالمين\nالرحمن الرحيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n             <span id='ms104'></span>\n</p>\n",
  "pages": [
    "001",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "099",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108"
  ],
  "volumes": [
    "01"
  ]
}