{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>الجزء فيه</h1>\n\n<p>\nمن أخبار ابن أبي ذئب\n</p>\n\n<p>\nرحمه الله\n</p>\n\n<p>\n(80 - 159 ه)\n</p>\n\n<p>\nجمع\n</p>\n\n<p>\nالحافظ أبي سليمان محمد بن عبد الله الربعي\n</p>\n\n<p>\nالمعروف بابن زبر\n</p>\n\n<p>\n(298 - 379 ه)\n</p>\n\n<p>\nتحقيق\n</p>\n\n<p>\nأبي هاشم إبراهيم بن منصور الهاشمي الأمير\n</p>\n\n<p>\nتوزيع\n</p>\n\n<p>\nمؤسسة الريان\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1425 ه - 2004 م\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>الجزء فيه من أخبار ابن أبي ذئب رحمه الله</h1>\n\n<p>\nجمع أبي سليمان محمد بن عبد الله بن زبر الحافظ.\n</p>\n\n<p>\nرواية الحافظ أبي نصر عبد الوهاب بن عبد الله المري عنه.\n</p>\n\n<p>\nرواية الحافظ أبي محمد عبد العزيز بن أحمد بن محمد الكتاني عنه.\n</p>\n\n<p>\nرواية الحافظ أبي محمد هبة الله بن أحمد الأكفاني عنه.\n</p>\n\n<p>\nرواية الشيخ أبي طاهر بركات بن إبراهيم الخشوعي عنه إجازة سماع إسماعيل\nبن عبد الله بن عبد المحسن ابن الأنماطي نفعه الله به\n</p>\n\n<p>\nإجازة لمحمد بن جامع بن باقي بن عبد الله بن علي التميمي نفعه الله\nالكريم به آمين رب العالمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nوقف مؤبد مستقره بالمدرسة الضيائية بسفح قاسيون\n</p>\n\n<p>\nسمع جميع هذا الجزء على الشيخ أبي محمد عبد الرحمن بن عبد الواحد بن عبد\nالرحمن بن سلامة المقدسي السراج بسماعه فيه نقلا من ابن الخشوعي عن أبيه\nبقراءة كاتب السماع عبد الله بن أحمد بن المحب المقدسي ابنه أحمد، والمحدث\nبدر الدين محمد بن رافع بن هجرس الصميدي، وبدر الدين الحسن بن علي بن محمد\nالبغدادي، والحاج محمد بن عثمان ابن الوراق وابنه أحمد، وأبو بكر بن علي بن\nأحمد المؤذن بالربوة، وإبراهيم بن عبد العزيز بن علي الموصلي.\n</p>\n\n<p>\nوصح يوم الاثنين تاسع رجب سنة أربع وعشرين وسبعمائة بجامع الخبزداحار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nوما توفيقي إلا بالله\n</p>\n\n<p>\nأخبرنا الشيخ الأمين الأصيل مسند الشام أبو طاهر بركات بن إبراهيم بن\nطاهر بن بركات القرشي الخشوعي -رضي الله عنه- قراءة عليه ونحن نسمع في شهر\nرمضان المعظم من سنة ست وتسعين وخمسمائة بدمشق أن الشيخ الأمين أبا محمد\nهبة الله بن أحمد بن محمد الأكفاني العدل الأنصاري أجاز لهم -إن لم يكن\nسمعه منه- قال: أنا أبو محمد عبد العزيز بن <span id='ms1'></span> أحمد بن محمد بن علي التميمي\nالكتاني الحافظ، قال: أنا أبو نصر عبد الوهاب بن عبد الله بن عمر المري\nالحافظ قال: أنا أبو سليمان محمد بن عبد الله بن زبر الحافظ -رحمه الله-\nقال:\n</p>\n\n<p>\nاسم ابن أبي ذئب: هشام بن شعبة بن عبد الله بن أبي قيس بن عبد ود بن\n[نصر] بن مالك بن حسل بن عامر بن لؤي، فقيه أهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nالمدينة وزاهدهم -يعني- محمد بن عبد الرحمن بن المغيرة بن الحارث بن\nهشام.\n</p>\n\n<p>\nوأمه: بريهة بنت عبد الرحمن بن الحارث بن أبي ذئب.\n</p>\n\n<p>\nوخاله: الحارث بن عبد الرحمن بن أبي ذئب، وهو يروي عنه، وكان يأمر\nبالمعروف وينهى عن المنكر، أشخصه المهدي إلى بغداد،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nثم انصرف من بغداد فمات بالكوفة رحمه الله.\n</p>\n\n<p>\nوسمعت أبا القاسم ابن بنت منيع ببغداد يقول: سمعت أبا عبد الله أحمد بن\nحنبل -رحمه الله- يقول: كان ابن أبي ذئب رجلا صالحا قوالا بالحق، وكان يشبه\nبسعيد بن المسيب، وكان قليل الحديث.\n</p>\n\n<p>\nقال أبو سليمان: ولد ابن أبي ذئب في المحرم من سنة إحدى وثمانين، ومات\nبالكوفة ودفن بها سنة تسع وخمسين ومائة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الله بن محمد البغوي، حدثني هارون بن سفيان قال: قال [أبو\nنعيم] : حججت سنة حج أبو جعفر وأنا ابن إحدى وعشرين سنة، ومعه ابن أبي ذئب،\nومالك بن أنس، فدعا ابن أبي ذئب فأقعده معه على دار الندوة عند غروب الشمس،\nفقال له: ما تقول في الحسن بن زيد بن الحسن بن فاطمة؟\n</p>\n\n<p>\nقال: أما إنه يتحرى العدل.\n</p>\n\n<p>\nقال: فما تقول في مرتين أو ثلاثا؟\n</p>\n\n<p>\nقال: ورب هذه البنية إنك لجائر.\n</p>\n\n<p>\nقال: فأخذ الربيع بلحيته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nفقال أبو جعفر: كف يا ابن اللخناء، وأمر له بثلاثمائة دينار.\n</p>\n\n<p>\nأخبرنا أبي، نا أحمد بن محمد بن الحجاج قال: سمعت أبا جعفر الخراساني\nمحمد بن هارون يقول: حدثني أحمد بن صالح، نا ابن أبي فديك قال: سمعت ابن\nأبي ذئب يحدث سفيان الثوري، قال لأبي جعفر: أنا لك خير من ابنك المهدي <span id='ms2'></span>.\n</p>\n\n<p>\nفقال له سفيان: سبحان الله وحل لك أن تقول: المهدي.\n</p>\n\n<p>\nفقال ابن أبي ذئب: سبحان الله، كلنا مهدي هدانا الله عز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا أبي، نا أبو الحجاج قال: سمعت أبا عبد الله بن حنبل يقول: كان ابن\nأبي ذئب ومالك يحضران عند السلطان فيسكت مالك ويتكلم ابن أبي ذئب، ولقد دخل\nعلى أبي جعفر فصدقه فأمر له بشيء فلم يقبله.\n</p>\n\n<p>\nأخبرنا أبي قال: نا أحمد بن سعد الزهري قال: سمعت أحمد بن صالح يقول: ابن\nأبي ذئب أكبر من مالك بثلاث عشرة سنة، ابن أبي ذئب ولد سنة ثمانين.\n</p>\n\n<p>\nأخبرنا أبي قال: نا عبد الله بن مسلم المصري، عن داود بن أبي العباس، عن\nأبيه، عن جده قال: بعث بي المنصور إلى ابن أبي ذئب أسأله عن مسألة فقال: ما\nهي؟\n</p>\n\n<p>\nفذكرتها له.\n</p>\n\n<p>\nفقال: لا يراني الله عز وجل أفتي جبارا مثله في مسألة فيها ضرر على\nالمسلمين.\n</p>\n\n<p>\nقال: فرجعت إلى المنصور مغضبا، فعرف في وجهي.\n</p>\n\n<p>\nفقال: لقد جئت بغير الوجه الذي ذهبت به.\n</p>\n\n<p>\nفقلت: تبعث بي إلى مجنون! وأخبرته.\n</p>\n\n<p>\nفقال المنصور: الذي لقيت أنا منه العام في الطواف أشد من هذا. كنت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nفي شوق إلى أن أراه، فبينا أنا أطوف إذ قال لي المسيب: أليس كنت تسأل عن\nابن أبي ذئب؟\n</p>\n\n<p>\nفقلت: بلى، فقال: هو ذا، هو يطوف، فأتيته.\n</p>\n\n<p>\nفقلت: السلام عليكم ورحمة الله، وناولته يدي، فبرق عينيه في وجهي وقال:\nمن أنت؟ فلقد أخذت يدي أخذ جبار.\n</p>\n\n<p>\nقلت: أو ما تعرفني؟\n</p>\n\n<p>\nقال: لا.\n</p>\n\n<p>\nقلت: أنا أبو جعفر المنصور.\n</p>\n\n<p>\nقال: فجذب يده من يدي وقال: {لا تجد قوما يؤمنون بالله واليوم الآخر\nيوادون من حاد الله ورسوله} .\n</p>\n\n<p>\nقال: قلت: يا أمير المؤمنين، ما صنعت به؟\n</p>\n\n<p>\nقال: ما عسيت أن أفعل برجل الله في قلبه عظيم.\n</p>\n\n<p>\nأخبرنا أبي، أخبرني عبد الله بن مسلم، عن أحمد بن يحيى عن محمد بن إدريس\nالشافعي قال: قدم أبو جعفر المنصور المدينة حاجا فأتته الوفود من كل بلد\nيشكون إليه الأمراء، فأتاه أهل اليمن <span id='ms3'></span> يشكون معن بن زائدة، وأتاه بنو أبي\nعمرو الغفاري من أهل المدينة يشكون أميرهم الحسن بن زيد، فقال وفد اليمن\nلأبي جعفر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nالمنصور، وقد أحضر ابن أبي ذئب والعلماء فقالوا: يا أمير المؤمنين، إن\nمعن بن زائدة قد تعدى علينا وأساء فينا السيرة، وقد رضينا بابن أبي ذئب\nفقال له أبو جعفر: ما تقول في معن بن زائدة؟\n</p>\n\n<p>\nقال: قولي فيه وعلمي به أنه عدو الله، يقتل المسلمين بغير حق والمعاهدين،\nويحكم بغير ما أنزل ويفسد العباد والبلاد.\n</p>\n\n<p>\nقال: ثم تقدم الغفاريون يشكون الحسن بن زيد وسيرته فيهم وقالوا: قد رضينا\nبابن أبي ذئب. فأطبق عليه ابن أبي ذئب وذكره بسوء.\n</p>\n\n<p>\nفقال الحسن بن زيد: يا أمير المؤمنين، ذكرني بما قد ذكر فإن رأى أمير\nالمؤمنين أن يسأله عن حال [أمير المؤمنين] عنده؟\n</p>\n\n<p>\nفقال أبو جعفر: ما تقول في يا ابن أبي ذئب؟\n</p>\n\n<p>\nفقال: اعفني.\n</p>\n\n<p>\nقال: قد عزمت عليك.\n</p>\n\n<p>\nقال: اعفني.\n</p>\n\n<p>\nقال: لست أفعل.\n</p>\n\n<p>\nقال: فبكى ابن أبي ذئب، ثم قال: تسألني عن نفسك، أنت أعلم بنفسك مني، وما\nعسى أن أقول فيك مما فيك، أنت والله الرجل الذي أمرر على المسلمين أمرهم،\nظلمتهم، واعتديت عليهم، وسفكت الدماء الحرام، وأخذت الأموال من غير حلها\nووضعتها في غير حقها، وأهلكت المسلمين، والفقراء، واليتامى، والمساكين.\n</p>\n\n<p>\nقال محمد بن إبراهيم: وبين يدي أبي جعفر عمود فجمع الناس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nعليهم ثيابهم مخافة أن يتلطخ عليهم من دمه ودماغه، فلم يهجه بشيء وانصرف\nالناس، فقال عم لأبي جعفر: يا أمير المؤمنين، إن هذا مجلس قد حضره أهل\nالآفاق وينصرفون إلى البلاد فيخبرون بما كان إلى أمير المؤمنين من الجرأة،\nفلو قتلت هذا الكلب لئلا يجترئ عليك غيره من الناس.\n</p>\n\n<p>\nفقال له أبو جعفر: ويحك، هذا رجل قد بلغت منه صعوبة العبادة، وقد سمع\nالحديث: ((إن أفضل الجهاد كلمة عدل قالها عند سلطان جائر يقتل عليها)) ،\nفطمع أني أقتله أفيراني أقتله وأريحه مما هو فيه من صعوبة العبادة؟ ولا\nوالله ما أهيجه أبدا حتى يموت أو أموت <span id='ms4'></span>.\n</p>\n\n<p>\nأخبرنا أبي، قال: ذكر عبد الجبار بن سعيد المساحقي، عن أبيه، عن محمد بن\nإبراهيم الإمام قال: حضرت أبا جعفر المنصور بالمدينة وعنده ابن أبي ذئب\nفقال له أبو جعفر المنصور: يا ابن أبي ذئب، أخبرني بحالات الناس.\n</p>\n\n<p>\nفقال: يا أمير المؤمنين، هلك الناس، وضاعت أمورهم، فلو اتقيت الله فيهم،\nوقسمت فيئهم فيهم.\n</p>\n\n<p>\nفقال: ويل لك يا ابن أبي ذئب، لولا ما بعثنا بذلك الفيء من البعوث وسددنا\nبه من الثغور لأتيت في منزلك وأخذت بعنقك وذبحت كما يذبح الجمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nفقال ابن أبي ذئب: يا أمير المؤمنين، قد بعث البعوث وسد الثغور وقسم\nفيئهم فيهم غيرك.\n</p>\n\n<p>\nقال: ويلك، ومن ذاك؟\n</p>\n\n<p>\nقال: عمر بن الخطاب، فأطرق أبو جعفر إطراقة ثم رفع رأسه فقال: إن عمر بن\nالخطاب -رحمه الله- عمل لزمان وعملنا لغيره.\n</p>\n\n<p>\nفقال: يا أمير المؤمنين إن الحق لا تنقله الأزمان عن مواضعه ولا تغيره عن\nوجهه.\n</p>\n\n<p>\nقال: أحسبك يا ابن أبي ذئب طعانا على السلطان.\n</p>\n\n<p>\nقال: لا تقل ذاك يا أمير المؤمنين، فوالذي يمسك السماء أن تقع على الأرض\nإلا بإذنه لصلاحك أحب إلي من صلاح نفسي؛ وذاك أن صلاحي لنفسي لا يعدوها،\nوصلاحك لجميع المسلمين.\n</p>\n\n<p>\nقال: فأطرق أبو جعفر وإن المسيب والحرس قيام على رأس أبي جعفر بأيديهم\nالسيوف المسللة.\n</p>\n\n<p>\nقال: ثم رفع رأسه وقال: من أراد أن ينظر إلى خير أهل الأرض اليوم فلينظر\nإلى هذا الرجل وأومأ إلى ابن أبي ذئب.\n</p>\n\n<p>\nقال: فقلت في نفسي أشهد أن الله ولي الذين آمنوا وهو منجي المتقين.\n</p>\n\n<p>\nآخر الجزء، والحمد لله رب العالمين وصلواته على محمد وآله.\n</p>\n\n<p>\nكتبه ابن الأنماطي لنفسه بدمشق في شهر [] . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n             <span id='ms5'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058"
  ],
  "volumes": [
    "01"
  ]
}