{
  "content": "\n\n<h1 class='l1' id='head0'>AUTO كتاب البيان والتبيين</h1>\n\n<p>\nفي معرفة الناسخ والمنسوخ من القرآن\n</p>\n\n\n<h2 class='l2' id='head1'>AUTO تأ ليف سيدنا القاضي العلامة الحبر الفهامة ناظورة العلماء</h2>\n\nومعدن الحكماء ونبراس الكملاء الفخر المعلى والتاج المحلا فخر الملة والدين\nقدوة العلماء الراشدين حاكم المسلمين عبد الله بن محمد بن أبي النجم\nالحميري نسبا والعد لي معتقدا والزيدي مذهبا أسكنه الله بحبوح جنا نه بحق\nمحمد وآله وصلى الله على سيدنا محمد وآله الانجبين والحمد لله رب العالمين\n<p>\n[خطبة الامؤلف]\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nوبه نستعين وصلى ا لله على سيدنا محمد وآله الأنجبين (1) الحمد لله الذي\nخلق السماوات والأرض وجعل الظلمات والنور ثم الذين كفرو بربهم يعدلون أحمده\nحمد مذعن له بالعبودية خاشع لعظمة الربوبية ولا إله إلا الله الذي قوله\nالحق ووعده الصدق الذي في السماء عرشه وفي الأرض سلطانه وفي القرآن نوره\nوفي الجنة ثوابه وفي النار عقابه يعلم خائنة الأعين وما تخفي الصدور ،وصلى\nالله على نبي الرحمة المخصوص بالقرآن والحكمة وعل آله الأئمة وسلم وكرم\nوشرف وعظم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n             أما بعد : فإنه لما كثر الاختلاف بين الطوائف وصارت كل طائفة تعظم ألموا لف\n(1) وتخطي (2) المخالف وكل فرقة تدعي التمسك بالكتاب المجيد الذي لا يأتيه\nالباطل من بين يديه ولا من خلفه تنزيل من حكيم حميد فبعضهم جعل المحكم\nمتشابها ، وبعضهم جعل المتشابه محكما وبعضهم جعل المنسوخ عاما وأجرى عليه\nالأدلة وأنكر جواز النسخ (3)رأسا وكان الخطر في الناسخ والمنسوخ كبيرا\nورأيت الباحث عنه يسيرا ورأيت التصانيف المصنفة في هذا الشأن بعضها يختص\nبالأحكام على حسب ما نزل ونسخ وبعضها على نسق المصحف الكريم غير أنها معراة\nعن ذكر شرائط النسخ وما يجوز نسخه وما لا يجوز وكل منهم يضع على قدر رأيه\nومذهبه أحببت (4)أن أضع في هذا المختصر الآيات التي وقع الاختلاف في نسخها\nوأعين مذهب أئمتنا الأطهار مع الاجتهاد في الاختصار وتجنب الإكثار ليكون\nذلك تعرضا لشفاعة القرآن يوم العرض على الملك الديان والدخول في دعاء من\nينتفع به من الإخوان وهذا حين ابتدائي في ذلك <span id='ms01'></span> ومن الله استمد المعونة\nوالثبات\n</p>\n\n<p>\nفقد روي عن أمير المؤمنين علي(عليه السلام) أنه سمع رجلا يعظ الناس ويقص\nعليهم فقال له : ( هل علمت ناسخ القرآن ومنسوخه ؟ ) قال : لا. قال : ( هلكت\nوأهلكت )\n</p>\n\n<p>\nوأجناس ذلك رويت عن غيره من السلف ( رضي الله عنهم )\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head2'>AUTO [ مقدمة ]</h2>\n\n<p>\nفصل\n</p>\n\n\n<h2 class='l2' id='head3'>AUTO اعلم أنه لابد لكل من أراد معرفة ناسخ القرآن ومنسوخه من معرفة</h2>\n\nمقدمة تشتمل على مسائل في معنى النسخ وأحكامه وشرائطه وما يجوز النسخ له\nوبه ومالا يجوز فلنبدأ بذكر طرف من ذلك ثم لنرجع إلى ذكر الآيات التي وقع\nالخلاف في نسخها\n<p>\n(مسألة)اعلم أن النسخ في اللغة : (عبارة عن النقل والإزالة) يقال : نسخت\nهذا إذا أزلته،ونسخت الرياح الأثر،\n</p>\n\n<p>\nثم قد صار النسخ في الشرع : ( عبارة عن إزالة مثل الحكم الشرعي بطريق\nشرعي(1) على وجه لولاه لكان ثابتا مع تراخيه عنه) وإنما قلنا مثل الحكم\nالشرعي لأن نسخ نفس الحكم يكون بدا قلنا بطريق ليدخل فيه الدلالة (2)\nوالأمارة(3)لأن نسخ أخبار الآحاد في باب المعاملات يجوز بما هو من جنسها\nعلى ما يأتي بيانه(4) قلنا شرعي لأن النسخ بدلالة العقل لا يجوز قلنا مع\nتراخيه(5) لأن النسخ في الحال يكون بدا (6) والبدا لا يجوز على الله تعالى\nعلى ما يأتي بيانه إن شاء الله تعالى\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head4'>AUTO ### || AUTO (مسألة) حد الناسخ هو : (الطريق الشرعي الدال على</h2>\n\nزوال مثل الحكم الثابت أولا بدليل شرعي على وجه لولاه لكان ثابتا مع تراخيه\nعنه) والمنسوخ هو : ( الطريق الشرعي الموجب ثبوت الحكم على المكلف به ما لم\nيرد عليه النسخ ) وهذه الحدود جامعة شاملة تطرد وتنعكس وقد كثر الاختلاف في\nهذه الحدود وهذا هو اختيار المنصور بالله (عليه السلام) 0\n<p>\n(مسألة) ذهب الأكثر إلى جواز نسخ الشرائع وأنكرت اليهود ذلك وشرذمة من\nأهل الإسلام(1)\n</p>\n\n<p>\nلنا أن الشرائع مصالح والمصالح يجوز اختلافها باختلاف الأزمنة والأمكنة\nوالمكلفين ، وقد أجمعوا معنا أن قبلة إبراهيم عليه السلام كانت الكعبة ثم\nنسخ ذلك في شريعة موسى[ عليه السلام ] فصارت القبلة إلى بيت المقدس وإذا\nجاز النسخ في <span id='ms02'></span> شريعة إبراهيم جاز في شريعة موسى وقد صحت نبوة محمد صلى الله\nعليه وآله [ وسلم ] بما لا سبيل إلى دفعه من المعجزات وقد علمنا ضرورة من\nشرعه أن دينه نسخ كل دين\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head5'>AUTO (مسألة) اختلف العلماء في أنه هل يجوز ورود النسخ على شيء لم</h2>\n\nيرد من الله سبحانه تنبيه ولا إشعار بنسخه أم لا يجوز إلا فيما علم ورود\nالتنبيه والإشعار على نسخه ؟ فذهب الأكثر إلى أنه يجوز نسخه وإن لم يكن ورد\nتنبيه ولا إشعار بنسخه لأن الأمر المطلوب (1) لا يتوهم استمراره لأنه يقع\nعلى قدر المصالح والمصالح تتغير بتغير الأوقات والأشخاص وذهب بعضهم إلى أنه\nلا يجوز النسخ إلا بتقديم الإشعار بالنسخ مثل قوله تعال?? { أويجعل الله\nلهن سبيلا } (2)وقوله تعالى { لعل الله يحدث بعد ذلك أمرا } (3)\n\n<h2 class='l2' id='head6'>AUTO (مسألة) الأمر المقيد بالتأبيد يجوز نسخه لأنه يجوز تخصيصه</h2>\n\nبالإجماع وما جاز تخصيصه جاز نسخه ولو صح ما روته اليهود عن موسى عليه\nالسلام من قوله : ( تمسكوا بالسبت أبدا ) لجاز نسخه من حيث إنه يصح أن يقال\n: (تمسكوا به أبدا مادام واجبا) كما يقال : لازم الغريم أبدا فإنه يفيد\nملازمته مادام غريما فقط\n\n<h2 class='l2' id='head7'>AUTO (مسألة) نسخ الأشق بالأخف جائز إجماعا ، وقد نسخ الله تعالى</h2>\n\nالعدة من حول إلى أربعة أشهر وعشر ، ونسخ الأخف بالأشق جائز عندنا خلافا\nلبعضهم(4) وقد نسخ الله صيام عاشورا بشهر رمضان وهو أشق\n<p>\n(مسألة) يجوز النسخ إلى غير بدل كقوله تعالى { إذا ناجيتم الرسول فقدموا\nبين يدي نجواكم صدقة } (5)نسخ حكمها إلى غير بدل\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head8'>AUTO (مسألة) يجوز نسخ الأخبار إذا كانت مما يجوز تغير مخبراتها كأن</h2>\n\nيكفر زيد مثلا فيعلمنا الله تعالى بكفره لتعلق المصلحة بالإعلام ثم يؤمن\nفيعلمنا الله تعالى بإيمانه لتعلق المصلحة بالإعلام ، فأما ما لا يجوز تغير\nمخبراته فلا يجوز ورود النسخ عليه كالإخبار بما يجب ثبوته لله ونفي ما يجب\nنفيه عنه(1)\n\n<h2 class='l2' id='head9'>AUTO (مسألة) ذكر الإمام المنصور بالله وأكثر مشائخه سلام الله عليه</h2>\n\nورضي عنهم أن نسخ التلاوة دون الحكم جائز مثاله :\n<p>\nما يروى أنه كان <span id='ms03'></span> يتلى :( الشيخ والشيخة إذا زنيا فارجموهما نكالا من الله ) (2)\n</p>\n\n<p>\nنسخت التلاوة والحكم باق وفي قراءة عبد الله بن مسعود { فصيام ثلاثة أيام\nمتتابعات } نسخت التلاوة والحكم باق (3)، قالوا : وكذلك يجوز نسخ الحكم\nوالتلاوة جميعا\n</p>\n\n<p>\nمثل ما روي عن ابن مسعود :( أنزلت سورة كنا نشبهها بسورة التوبة ثم رفعت )\n</p>\n\n<p>\nقال عبد الله بن الحسين بن القاسم عليهم السلام وهذا القول قول بعيد\nمدحور فاسد لا أراه حقا ذكر ذلك في كتاب الناسخ والمنسوخ وأظنه مثل مذهب\nأخيه الهادي إلى الحق عليه السلام\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head10'>AUTO ### || AUTO (مسألة) يجوز نسخ الحكم دون التلاوة وهو إجماع</h2>\n\nالعترة ومشائخ الأمة ، مثاله كثير تعداده كآية الصوم والوصية للوالدين\nوالأقربين ، وآية العدة بالحول(1)\n<p>\n(مسألة)لا يجوز نسخ الشيء قبل وقت فعله عندنا لأنه يؤدي إلى إضافة القبيح\nإلى الله ولابد أن يكون أحدهما خطاء لا محالة(2)فأما نسخ الشيء قبل فعله\nوبعد مرور وقته فذلك جائز ولا يظهر فيه خلاف\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head11'>AUTO (مسألة) قال الإمام ا لمنصور بالله (عليه السلام) الزيادة على</h2>\n\nالنص :( إن وقعت شرعية بدليل منفصل شرعي وأزالت حكما شرعيا على شرائط النسخ\nفهي نسخ (1) وإن لم يكن على هذا الوجه لم يكن نسخا (2) فأما النقصان عن\nالعبادة فلا خلاف أنه يكون نسخا لما أسقط (3) وإنما اختلفوا في المنقوص منه\nهل يكون منسوخا بما نقص منه أم لا ؟ فعندنا أنه إن أزال حكما شرعيا كان\nثابتا (4)للجملة فلما دخله النقصان زال ذلك الحكم فهو نسخ إن كان النقصان\nوقع بدليل شرعي وذلك مثل الصلاة مثلا وصيام اليوم الواحد فالنقصان منه نسخ\nلأنه يزيل حكما شرعيا وهو كونه مجزيا فيقضى بأنه نسخ\n\n<h2 class='l2' id='head12'>AUTO (مسألة) نسخ الكتاب بالكتاب جائز إجماعا وقد قال الله تعالى :</h2>\n\n{ ما ننسخ من آية أو ننسها نأت بخير منها أو مثلها } (5) وأمثاله كثير وهو\nالمقصود بهذا الكتاب وسيأتي ذكرها إن شاء الله تعالى\n<p>\n[ الفرق بين البدا والنسخ ]\n</p>\n\n<p>\nوالفرق بين النسخ والبدا أن البدا : ما جمع شروطا وهي : أن يكون الآمر\nالناهي واحدا ، والمأمور المنهي واحدا ، والوجه واحدا ، والوقت واحدا <span id='ms04'></span> ،\nوالمكان واحدا ،والفعل واحدا، فإذا اختل واحد منها فهو نسخ وقد أطبقت الأمة\nأن البدا لا يجوز على الله تعالى إلا الرافضة ولا يعتد بخلافهم\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head13'>AUTO (مسألة) نسخ السنة بالسنة جائز إجماعا وهذا في السنة المعلومة ومثاله</h2>\n\n<p>\nقوله صلى الله عليه وآله وسلم (إني كنت أذنت لكم بالاستمتاع بهذه النساء\nألا وإن الله قد حرمه إلى يوم القيامة ) (1)\n</p>\n\n\n<h2 class='l2' id='head14'>AUTO وكذلك نسخ أخبار الآحاد بالبعض جائز بالإجماع</h2>\n\n<p>\n(مسألة) يجوز نسخ الكتاب بالسنة المتواترة عند الأكثر وهو الذي رجحه\nالمنصور بالله عليه السلام والظاهر من مذهب الهادي وأخيه عبد الله خلافه\nوسيأتي مثاله في أثناء المسائل ويجوز نسخ أفعاله صلى الله عليه وآله وسلم\nبأقواله ، وأقواله بأفعاله ، ويجوز النسخ بتقريره كأن يأمر بصوم عاشورا ثم\nيفطرون بحضرته ولا ينكر عليهم فإن ذلك يدل على نسخه\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head15'>AUTO (مسألة)ونسخ السنة بالكتاب جائز خلافا لبعض أصحاب الشافعي</h2>\n\n<p>\nمثل ما روي عن علي (عليه السلام) ( نسخ الكتاب المسح على الخفين ) (1)\n</p>\n\n\n<h2 class='l2' id='head16'>AUTO واستقبال بيت المقدس ثبت بالسنة ونسخ بالكتاب</h2>\n\n<p>\n(مسألة) ولا يجوز النسخ بالقياس ولا نسخه ، ولا يجوز نسخ الإجماع ولا\nالنسخ به عند أئمتنا عليهم السلام ، ولا نسخ الكتاب ولا السنة المعلومة\nبأخبار الآحاد لأن جميع ذلك عدول من الأعلى إلى الأدنى كالعدول من العلم\nإلى الظن وستأتي أمثلة ذلك مستوفاة إن شاء الله تعالى\n</p>\n\n<p>\n( فصل )\n</p>\n\n\n<h2 class='l2' id='head17'>AUTO في الطريق التي يعلم بها الناسخ ناسخا والمنسوخ منسوخا</h2>\n\n<p>\nاعلم أن الذي يعرف به ذلك لا يعدو أحد وجهين :\n</p>\n\n<p>\nإما أن يكون الثاني منبيا على نسخ الأول لفظا أو يقتضي ذلك من جهة المعنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n             فأما ما يقتضيه اللفظ فنحو: أن يرد الخطاب بأن الثاني قد نسخ الأول وذلك مثل\n</p>\n\n<p>\nما روي أن رمضان نسخ صوم عاشورا ، وأن الزكاة نسخت كل حق ، وأن الأضحية\nنسخت كل ذبح إلا أضحية المناسك (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n             ومن ذلك : أن يرد بلفظ التخفيف مثل قوله تعالى: { الآن خفف الله عنكم وعلم\nأن فيكم ضعفا } (1) نسخ ذلك وجوب وقوف الواحد للعشرة ، ومن ذلك قوله تعالى\n{ ء أشفقتم أن تقدموا بين يدي نجواكم <span id='ms05'></span> صدقات فإذ لم تفعلوا وتاب الله عليكم\n} (2) فنبه بذلك على سقوط وجوب تلك الصدقة ، ومن ذلك\n</p>\n\n<p>\nقول النبي صلى الله عليه وآله وسلم : ( إني كنت أذنت لكم في الاستمتاع\nبهذه النساء ألا وإن الله قد حرم ذلك إلى يوم القيامة ) (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n             وقوله صلى الله عليه وآله وسلم : ( إني كنت نهيتكم عن زيارة القبور ألا\nفزوروها ) (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n             وكل دليل ورد وكان يقتضي زوال الحكم الثابت بنص متقدم عن نظائره على وجه\nلولاه لكان ثابتا بالأول فالثاني يجب أن يكون ناسخا له بأي عبارة كان ، وقد\nيعلم الحكم منسوخا بأن يوجب الله سبحانه شيئا يضاده ولا يصح اجتماعه معه\nوإن لم يذكر فيه نهيا ولا لفظ نسخ،وقد يعلم الناسخ ناسخا ببيان إذا لم يكن\nلفظه مبينا مثل ما رواه الهادي إلى الحق (عليه السلام) الوصية للوالدين\nوالأقربين نسخت بآية المواريث وإن كان ليس في ظاهرها منافات توجب النسخ إلا\nأنا علمنا النسخ ببيان قوله صلى الله عليه وآله وسلم :\n</p>\n\n\n<h2 class='l2' id='head18'>AUTO ( إن الله قد أعطى كل ذي حق حقه ألا لا وصية لوارث) (1)</h2>\n\n<p>\n[ الطريق لمعرفة تاريخ الناسخ والمنسوخ ]\n</p>\n\n<p>\n( فصل )\n</p>\n\n<p>\nفأما الطريق التي بعلم بها تاريخ الناسخ والمنسوخ فهي تعرف بوجوه :\n</p>\n\n<p>\nمنها : أن يكون في لفظ الناسخ ما دل على أنه بعده نحو ما تقدم من\nالأمثلة(2)\n</p>\n\n<p>\nومنها : أن يكون الناسخ مضافا إلى وقت أو ما يجري مجراه يعلم به أنه بعد\nوقت المنسوخ مثل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n             ما روي : قري علينا كتاب رسول الله صلى الله عليه وآله وسلم ونحن بأرض\nجهينة قبل موته بشهر وروي بشهرين : ( ألا لا تنتفعوا من الميتة بشيء ) (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n             فكان هذا ناسخا لحديث سودة في طهارة جلود الميتة بالدبغ(1)\n</p>\n\n<p>\nومنها: أن يكون المعلوم من حال الراوي لأحدهما أنه صحب النبي صلى الله\nعليه وآله وسلم بعد ما صحبه الآخر ، وأن عند صحبته له انقطعت صحبة الأول ،\nأو يكون المعلوم من حال الحديث الأول أنه كان في وقت قبل صحبة الثاني ،\nمثال ذلك :\n</p>\n\n<p>\nحديث قيس بن طلق أنه جاء إلى رسول الله صلى الله عليه <span id='ms06'></span> وآله وسلم وهو يؤسس\nمسجد المدينة فسأله عن مس الذكر ،(2)\n</p>\n\n<p>\nثم روى أبو هريرة عنه صلى الله عليه وآله وسلم شيئا فيمن مس ذكره\n</p>\n\n<p>\nوالمعلوم من حال أبي هريرة أنه صحب النبي صلى الله عليه وآله وسلم من بعد\nفحديثه ناسخ\n</p>\n\n<p>\nومنها : أن يعلم التاريخ من قول الصحابي مثل ما روي عن عائشة :\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n( كان مما أنزل الله عشر رضعات يحرمن ، فنسخن بخمس ) (1)\n</p>\n\n<p>\nوسئل ابن مسعود عن التحيات الصلوات في التشهد فقال : ( كان ذلك ثم نسخ )\nفنحن نقبل روايته في التاريخ وإن كنا لا نقلده في مذهبه أن ذلك منسوخ بل\nنطالب بالحجة على النسخ فإن اجتمعت شرائطه فهو نسخ\n</p>\n\n<p>\nومنها : أن يكون إحدى الآيتين ، أو الخبرين يقتضي حكما عقليا والآخر\nيقتضي حكما شرعيا فيجب العمل على الشرعي لأنه الطاري هذا إذا جهل التاريخ\nفإن علم فالحكم له وعند جهالة التاريخ يجب الجمع بين الآيات والأخبار ما\nأمكن فإن لم يمكن رجع إلى الترجيح ، فإن تعارض العمومات ولم يظهر بينهما\nترجيح اطرحا وسقط حكمهما ، وإنما يظهر الترجيح بين الخبرين بأن يكون راوي\nأحدهما أشد ورعا وتشددا في الرواية ، وأن يكون أحدهما أكثر رواة من الآخر ،\nأو بعمل الأكثر على أحدهما ، أو يكون مضبوط الإسناد والآخر مرسلا لا يعلم\nإسناده ، وتحرير ذلك وتفصيله يخرجنا إلى الإسهاب وموضعه كتب أصول الفقه\nالبسيطة وفيما ذكرناه كفاية وتنبيه على مالم نذكره فلنرجع إلى ذكر السور\nعلى النسق إن شاء الله تعالى وصلى الله على سيدنا محمد النبي الأمي وعلى آله\n</p>\n\n\n<h2 class='l2' id='head19'>AUTO (بسم الله الرحمن الرحيم)</h2>\n\n<p>\n(سورة فاتحة الكتاب) نزلت بمكة وفي المدينة مرة أخرى\n</p>\n\n\n<h2 class='l2' id='head20'>AUTO ليس فيها ناسخ ولا منسوخ لأن أولها ثناء وآخرها دعاء</h2>\n\n<p>\n(سورة البقرة ) مدنية إجماعا\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head21'>AUTO قوله تعالى : { ومما رزقناهم ينفقون } (1)</h3>\n\n<p>\nالمراد بالنفقة هاهنا : الزكاة ، وقيل : كانت صدقة واجبة فنسخت بالزكاة\nوالوجه هو الأول ، وليس في الآية نسخ\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head22'>AUTO قوله تعالى :? { إن الذين آمنوا والذين هادوا... } (1)</h3>\n\n<p>\nقيل (2)منسوخة بقوله تعالى : { ومن يبتغ غير الإسلام دينا فلن يقبل منه\n(3)هكذا روي عن عبد الله بن عباس <span id='ms07'></span> رضي الله عنه ،وقال شيخنا الحاكم رحمة\nالله عليه : والأولى أنها غير منسوخة لأنه لا تنافي بين الآيتين ومن حق\nالناسخ وقوع التنافي بينهما (4)\n</p>\n\n\n<h3 class='l3' id='head23'>AUTO قوله تعالى : { وقولوا للناس حسنا } (5)</h3>\n\n<p>\nقيل : خاصة في المؤمن ، وقيل : هي عامة في المؤمن والكافر عن محمد بن علي\nوأبي عبيد ، ثم اختلف من قال إنها عامة هل هي ثابتة أو منسوخة ؟ فقال ابن\nعباس وقتادة نسختها آية السيف ، وقال الأكثر : ليست منسوخة لأنه يمكن\nقتالهم مع حسن القول، ومن حسن القول معهم : الأمر بالمعروف والنهي عن\nالمنكر ، ومن قال : الآية خاصة ففيها حض على حسن الأخلاق\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head24'>AUTO قوله تعال : { فاعفوا واصفحوا ... } (1)</h3>\n\n<p>\nقيل هي: منسوخة بآية السيف (2) وقيل هي : ثابتة ، والمراد بالصفح الإعراض\nعنهم والصبر على أذاهم ، وفيه إشارة إلى حسن الأخلاق والأول هو : الوجه\n</p>\n\n\n<h3 class='l3' id='head25'>AUTO قوله تعالى : { ولله المشرق والمغرب فأينما تولوا فثم وجه</h3>\n\nالله } (3)\n<p>\nقال السيد الإمام المقتصد العالم عبد الله بن الحسين بن القاسم عليهم\nالسلام :\n</p>\n\n<p>\nلما دخل رسول الله صلى الله عليه وآله وسلم المدينة أمره الله تعالى\nبالصلاة إلى بيت المقدس وأنزل عليه ولله المشرق والمغرب فأينما تولوا فثم\nوجه الله ،\n</p>\n\n<p>\nفكان صلى الله عليه وآله وسلم يصلي إليه لما أراد الله من تقريب أهل\nالمدينة ومن حولها وذلك أن أكثرهم كانوا يهودا وكانوا يعظمون بيت المقدس\nفلما صلى إليه عظم أمره عند اليهود ووقع ما يدعوا إليه في قلوبهم وقالت\nقريش : ما صرفه عن قبلة آبائه ؟\n</p>\n\n<p>\nوكان رسول الله صلى الله عليه وآله وسلم يحب قبلة أبيه إبراهيم وذلك أنها\nكانت قبلة جميع الأنبياء عليهم السلام غير أنه لم يكن أحد أمره الله ببناء\nالبيت ولا دله عليه إلا إبراهيم ، وأما الأنبياء فكانوا يتعبدون بالصلاة\nإليه والقصد وكان عليه [ وآله أفضل الصلاة و] السلام يدعوا إلى الله في ذلك\nوينظر في السماء ويتلفت عند الصلاة إلى البيت العتيق فأنزل الله سبحانه { {\nقد نرى تقلب وجهك في السماء فلنولينك قبلة ترضاها فول وجهك شطر المسجد\nالحرام وحيث ما كنتم فولوا وجوهكم شطره } (4)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head26'>AUTO فنسخت <span id='ms08'></span> هذه الآية الآية الأولى فاشتد ذلك على اليهود وقالوا :</h3>\n\nما ولاهم عن قبلتهم التي كانوا عليها ؟ فقال تعالى : { وما جعلنا القبلة\nالتي كنت عليها إلا لنعلم من يتبع الرسول ممن ينقلب على عقبيه } (1)ثم قال\nتقدس مخبرا عنهم : { سيقول السفهاء من الناس ما ولاهم عن قبلتهم التي كانوا\nعليها } (2)يعني بالسفهاء اليهود ومن قال بقولهم فلما نسخت القبلة وهي أول\nما نسخ صعد النبي صلى الله عليه وآله وسلم المنبر فتلا هذه الآية ( قد نرى\nتقلب وجهك في السماء ... ) (3)\n<p>\n[ تاريخ تحويل القبلة من القدس إلى الكعبة]\n</p>\n\n<p>\nثم نزل فصلى بهم الظهر إلى الكعبة ، البيت العتيق في النصف من شعبان\nلثمانية عشر شهرا من مقدم النبي صلى الله عليه وآله وسلم المدينة ، وصلى\nإلى بيت المقدس سبعة عشر شهرا\n</p>\n\n\n<h3 class='l3' id='head27'>AUTO قوله تعالى : { لنا أعمالنا ولكم أعمالكم }</h3>\n\n<p>\nذكر الكلبي وغيره من أهل التفسير أنها منسوخة بآية السيف ، قال شيخنا\nالإمام الحاكم : الأولى أنها غير منسوخة لأن الآية لا تنافي الجهاد ولا\nتسقط وجوبه [ قال مولانا- عليه السلام - :وهو الوجه ](4)\n</p>\n\n\n<h3 class='l3' id='head28'>AUTO قوله تعالى { كتب عليكم إذا حضر أحدكم الموت إن ترك خيرا</h3>\n\nالوصية للوالدين والأقربين بالمعروف\n<p>\nحقا على المتقين } (5)\n</p>\n\n<p>\nاختلف العلماء في هذه الآية على ثلاثة أوجه :\n</p>\n\n<p>\nفمنهم من قال :منسوخة في الكل من الأقارب وعليه الأكثر\n</p>\n\n<p>\nومنهم من قال ثابتة في الكل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n             ومنهم من قال ثابتة فيمن لا يرث ، منسوخة فيمن يرث ثم اختلفوا بأي دليل نسخ\n، فقيل بآية المواريث وهو اختيار الهادي (عليه السلام) وقيل بالسنة\n</p>\n\n<p>\nوهي قوله صلى الله عليه وآله وسلم : ( لا وصية لوارث ) (1)\n</p>\n\n<p>\nوهو اختيار الإمام المنصور بالله (عليه السلام) وقيل: بالإجماع عن أبي\nعلي ، والنسخ بالإجماع لا يصح عند يحيى وعبد الله بن الحسين عليهم السلام ،\nوهو قول الأكثر\n</p>\n\n\n<h3 class='l3' id='head29'>AUTO قوله تعالى { كتب عليكم الصيام كما كتب على الذين من قبلكم } (2) </h3>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n             كان الصيام على الذين من قبلنا من العتمة إلى العتمة ، فمن نام لم يأكل ولم\nيشرب ولم يصب من أهله حتى يفطر من الغد حتى كان من أمر الأنصاري <span id='ms09'></span> ما كان ،\nوهو رجل يقال له : أبو قيس (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             ، واسمه : صرمة بن أنس فعمل في بعض حوائط المدينة فأصاب مدا من تمر فأتى به\nزوجته وهو صائم فأبدلته بمد دقيق فعصدته له فنام لما به من الوهن والتعب\nقبل أن تفرغ امرأته من طعامه ثم جاءت به حين فرغت فأيقضته ليأكل فكره أن\nيعصي الله ورسوله فطوى تلك الليلة مع ما تقدم من يومه ثم أصبح صائما من غده\nفمر برسول الله صلى الله عليه وآله وسلم وهو طليح (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             مجهود\n<p>\nفقال له [ صلى الله عليه وآله وسلم ] : ( لقد أصبحت يا أبا قيس طليحا )\nفأخبره بما كان من خبره فسكت عنه صلى الله عليه وآله وسلم\n</p>\n\n<p>\nوكان عمر بن الخطاب في رجال قد أصابوا نساءهم في شهر رمضان فخافوا أن\nيذكر أمر أبي قيس في شيء من القرآن فيذكروا معه فقام عمر في أولئك الناس\nفقالوا : استغفر لنا يا رسول الله فإنا قد واقعنا النساء\n</p>\n\n<p>\nفقال رسول الله صلى الله عليه وآله وسلم (ما كنت جديرا بذلك يا عمر )\nفأنزل الله تعالى { أحل لكم ليلة الصيام الرفث إلى نسائكم } (1)\n</p>\n\n<p>\nفنسخ ذلك من الصيام الأول فالحمد لله الذي رفع عنا الإصار(2)، وبقوله\nتعالى { كلوا واشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود من الفجر\n} فقام إليه رجل فقال يا رسول الله : أرأيت الخيط الأبيض والأسود هما\nالخيطان ؟\n</p>\n\n<p>\nفقال النبي صلى الله عليه وآله وسلم : ( إنك لعريض القفا إنما هو الليل\nوالنهار ) (3)\n</p>\n\n<p>\nوقد اختلف العلماء في هذه الإشارة على قولين :\n</p>\n\n<p>\nالأول أنه غير رمضان عن معاذ وقتادة وعطاء وابن عباس ثم اختلف هؤلاء فقيل\nكان : صيام ثلاثة أيام في كل شهر ، وقيل : عاشورا ،\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head30'>CHECK [قوله تعال : { وقاتلوا في سبيل الله الذين يقاتلونكم ولا</h3>\n\nتعتدوا]\n<p>\nو[ الثاني ] قيل : هذه الإشارة بالمعدودات إلى شهر رمضان ، قيل : أوجب\nالله صيامه على كل أمة فكفرت به الأمم غير أمة محمد صلى الله عليه وآله\nوسلم وعليه الأكثر (1)، وقيل : أوجب الله الصيام أولا فأجمل ثم بين فقال :\n{ شهر رمضان <span id='ms10'></span> } قال القاضي وهو الأولى[ ومثله ذكر مولانا عليه السلام ]\n</p>\n\n\n<h3 class='l3' id='head31'>AUTO قوله تعالى : { وعلى الذين يطيقونه فدية طعام مساكين }</h3>\n\n<p>\nقيل : كان المكلف بالصيام مخيرا بين الصيام وبين الفدية فإن شاء صام وإن\nشاء أفطر وأفدى فعلى هذا : على من أطاق الصوم فأفطر الفدية ثم نسخ ذلك\nبقوله تعالى { فمن شهد منكم الشهر فليصمه } فلما نزلت الآية لم يكن لأحد أن\nيفطر وهو يطيق الصوم في حضر ، وقيل نزلت الآية في الشيخ الهم الذي لا يطيق\n، وليس فيها نسخ عن السدي وهو الأقرب إلى مذهب يحيى (عليه السلام) لأنه قال\n: معنى الآية : وعلى الذين لا يطيقونه ، فحذف لا وهو يريدها كما قال الشاعر\n</p>\n\n<p>\nنزلتم منزل الأضياف منا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             كان في ابتداء الإسلام لا يجوز قتال أحد من الكفار إلا من قاتل لقوله : {\nولا تعتدوا } يعنى إلى قتال من لم يقاتل فنسخ ذلك بقوله تعالى ? { وقاتلوا\nلمشركين كافة كما يقاتلونكم كافة } (1)وبقوله { اقتلوا المشركين حيث\nوجدتموهم (2)وقيل : الآية محكمة عن ابن عباس ومجاهد ولا تعتدوا في قتال أهل\nمكة ، وقيل أيضا : ولا تعتدوا في قتال الصبيان والنساء والأول هو الوجه عن\nأبي علي والحسن\n</p>\n\n<p>\nقوله تعالى : { ولا تقاتلوهم عند المسجد الحرام حتى يقاتلوكم فيه } (3)\n</p>\n\n<p>\nقيل : الآية هذه منسوخة بآية السيف ، وبقوله تعالى { وقاتلوهم حتى لا\nتكون فتنة } هذا قول أكثر العترة عليهم السلام وقيل غير منسوخة ، ولا يجوز\nعندهم ابتداء القتال في الحرم عن مجاهد ، والأول الوجه\n</p>\n\n\n<h3 class='l3' id='head32'>AUTO قوله تعالى : { يسألونك ما ذا ينفقون قل ما أنفقتم من خير</h3>\n\nفللوالدين والأقربين\n<p>\nواليتامى والمساكين وابن السبيل } (4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n             قيل :هذه الآية وردت في التطوع ، ولا نسخ فيها ، وقيل :الآية وردت في\nالزكاة ثم نسخت ببيان مصارف الزكاة عن السدي ، وقيل في الزكاة المفروضة وفي\nالتطوع ففي الوالدين تطوع وفريضة فيمن عداهما لأن دفع الزكاة إلى الآباء\nوالأمهات والأولاد لا يجوز إجماعا .\n</p>\n\n\n<h3 class='l3' id='head33'>AUTO قوله تعالى: ? { يسألونك عن الشهر الحرام قتال فيه قل فيه</h3>\n\nقتال كبير وصد عن سبيل الله وكفر به والمسجد الحرام وإخراج أهله منه أكبر\nعند الله } (1)\n<p>\nقيل : نزلت <span id='ms11'></span> في قصة واقد بن عبد الله (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             رجل من المسلمين حين قتل عمرو بن الحضرمي مشركا في أول رجب فعيرهم المشركون\nبأنهم استحلوا الشهر الحرام فنزلت الآية ، واختلفوا فقيل: هي منسوخة ،(1)\nويجوز قتال الكفار في الشهر الحرام عن أبي علي والقاضي وهو إجماع العترة\nعليهم السلام ، وقيل : التحريم ثابت لم ينسخ عن جماعة والأول هو الوجه\n</p>\n\n\n<h3 class='l3' id='head34'>AUTO قوله تعالى : { يسألونك عن الخمر والميسر } (2) وقوله تعالى :</h3>\n\n[ في سورة النحل ]\n<p>\n{ ومن ثمرات النخيل والأعناب تتخذون منه سكرا ورزقا حسنا } (3)\n</p>\n\n<p>\nهذه الآية منسوخة (4) بقوله تعالى { إنما الخمر والميسر والأنصاب\nوالأزلام رجس من عمل الشيطان فاجتنبوه لعلكم تفلحون } (5) وبقوله تعالى : {\nإنما حرم ربي الفواحش ما ظهر منها وما بطن و[ الإثم ] } (6) والإثم : اسم\nللخمر قال الشاعر :\n</p>\n\n<p>\nشربت الإثم حتى ضل عقلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n             وقد قال عز وجل عند مسألة الناس لرسول الله صلى الله عليه وآله وسلم\nيسألونك عن الخمر والميسر قل فيهما إثم كبير (1) ومنافع للناس وإثمهما أكبر\nمن نفعهما ولا خلاف أن الخمر كانت حلالا ثم حرمت(2)واختلفوا بم حرمت فقيل :\nبهذه الآية ، وهو اختيار القاضي ، وقيل : بآية المائدة .\n</p>\n\n\n<h3 class='l3' id='head35'>AUTO قوله تعالى : { ويسألونك ماذا ينفقون قل العفو }</h3>\n\n<p>\nقيل : الآية في التطوع ، والعفو هو : الفضل أخذا من عغو خطام الدابة ،\nوقيل في الفريضة وهي منسوخة بآية الزكاة وهو الوجه عند إمامنا المنصور\nبالله (عليه السلام)\n</p>\n\n\n<h3 class='l3' id='head36'>AUTO قوله تعالى : { ولا تنكحوا المشركات حتى يؤمن ولأمة مؤمنة خير</h3>\n\nمن مشركة ولو أعجبتكم ولا تنكحوا المشركين حتى يؤمنوا ولعبد مؤمن خير من\nمشرك ولو أعجبكم .. } (3)\n<p>\nالآية تدل على تحريم نكاح المشركات ، واختلفوا فيه\n</p>\n\n<p>\nفمنهم من قال : المراد به : الوثنية والمجوسية دون أهل الكتاب ، ولا نسخ\nولا تخصيص في الآية ،\n</p>\n\n<p>\nومنهم من قال :إن الآية تناول كل الكفار لأن الشر ك من جهة الشرع يطلق\nعلى الكل ، ثم اختلف هؤلاء على ثلاثة أقوال :\n</p>\n\n<p>\n[1] فزعم بعضهم أن الآية منسوخة في الكتابيات بالآية في المائدة (4)عن\nابن عباس والحسن ومجاهد والربيع\n</p>\n\n<p>\n[2] وزعم بعضهم أنها مخصوصة بها(5)عن سعيد بن جبير وقتادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             [3] وزعم بعضهم أنها على <span id='ms12'></span> ظاهرها في تحريم نكاح كل كافرة كتابية كانت أو\nمشركة روي ذلك عن ابن عمر ومحمد بن علي الباقر وهو مذهب الهادي والقاسم\nعليهما السلام ، وتأول الهادي في الأحكام آية المائدة إذا أسلمت بعد أن\nكانت كتابية.(1)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head37'>AUTO قوله تعالى : { والمطلقات يتربصن بأنفسهن ثلاثة قروء } (1)</h3>\n\n<p>\nقيل : كان في ابتداء الإسلام إذا طلق الرجل امرأته وهي حبلى فهو أحق\nبرجعتها ما لم تضع ولدها سواء كان الطلاق ذلك ثلاثا أو أكثر أو أقل فنسخ\nالله ذلك بقوله تعالى : { فإن طلقها فلا تحل له من بعد حتى تنكح زوجا غيره } (2)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head38'>AUTO قوله تعالى : { ولا يحل لكم أن تأخذوا مما آتيتموهن شيئا إلا</h3>\n\nأن يخافا ألا يقيما حدود الله فإن خفتم ألا يقيما حدود الله فلا جناح\nعليهما فيما افتدت به } الآية } (1)\n<p>\nقيل : إن آخر الآية منسوخ بقوله تعالى : { وإن أردتم استبدال مكان زوج\nوآتيتم إحداهن قنطارا فلا تأخذوا منه شيئا. الآية } وأول الآية منسوخ بقوله\nتعالى : { فإن طبن لكم عن شيء منه نفسا فكلوه هنيئا مريئا } (2) { } الآية\nوقيل : ليست بمنسوخة وهو الوجه والاستثناء يخص إباحة الأخذ من المختلعة ،\n</p>\n\n<p>\nوأول مختلعة كانت في الإسلام :جميلة بنت سهل كانت عند ثابت بن قيس بن شماس\n</p>\n\n<p>\nفأتت النبي صلى الله عليه وآله وسلم فقالت يا رسول الله لا أنا ولا ثابت\nفقال لها صلى الله عليه وآله وسلم: (أتردين عليه حديقته ) وكان تزوجها على\nحديقة نخل فقالت : نعم وأزيد فقال ( صلى الله عليه وآله وسلم ) : أما\nالزيادة فلا ، فقال ثابت : هل يطيب ذلك يا رسول الله قال [(صلى الله عليه\nوآله وسلم ) ] : نعم فطلقها عليه .\n</p>\n\n<p>\nقوله تعالى : { والذين يتوفون منكم ويذرون أزواجا وصية لأزواجهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n             متاعا إلى الحول غير إخراج } (1)\n</p>\n\n<p>\nكانت المرأة إذا مات زوجها اعتدت سنة ولها النفقة في ماله والسكنى في\nمنزله فنسخ الله المدة بقوله تعالى : { والذين يتوفون منكم ويذرون أزواجا\nيتربصن بأنفسهن أربعة أشهر وعشرا } (2) ونسخ الوصية التي فيها بآية\nالمواريث عند الهادي عليه السلام ومن قال بقوله ، وقيل :\n</p>\n\n<p>\nبقول النبي صلى الله عليه <span id='ms13'></span> وآله وسلم : ( لا وصية لوارث) (3) وعليه الأكثر\n</p>\n\n<p>\nوهو اختيار الإمام المنصور بالله عليه السلام ونسخه للمدة لا يكون نسخا\nلوجوب النفقة لأن الآية إذا تضمنت حكمين فنسخ أحدهما لا يكون نسخا للآخر\nهذا مذهب الأكثر وعلى قول المؤيد بالله [ عليه السلام ] في ذلك نظر ، ورجح\nالحاكم أن الآية منسوخة على كل حال ولم يفصل\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head39'>AUTO قوله تعالى : { لا إكراه في الدين } (1)</h3>\n\n<p>\nنسخت بآية السيف ، ذكره الإمام المنصور بالله عليه السلام وهو قول السدي\n(2) وابن زيد وهبة الله أبي القاسم المفسر وقيل : ليست منسوخة والمراد بها\nأنه لا يصح الإكراه في الدين لأنه من قبيل الاعتقاد (3) واستدلوا به على أن\nطلاق المكره وعتاقه وبيعه لا يقع ، وقال عبد الله بن الحسين عليه السلام :\nنزلت في أهل الكتاب\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head40'>AUTO قوله تعالى : { وأشهدوا إذا تبا يعتم } (1)</h3>\n\n<p>\nقيل : إن الكتابة والإشهاد كانا واجبين فنسخ ذلك بقوله تعالى: { فإن أمن\nبعضكم بعضا فليؤد الذي أؤتمن أمانته } (2) وإذا نسخ الوجوب لم ينسخ\nالاستحباب ، وقيل : المراد بالإشهاد والكتابة : الندب ولا نسخ في الآية وهو الوجه\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head41'>AUTO قوله تعالى : { وإن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به</h3>\n\nالله } (1)(2) الآية\n<p>\nتدل على أن الله تعالى يؤاخذ بالظنون والعزوم\n</p>\n\n<p>\nوذلك يوافق قوله صلى الله عليه وآله وسلم :( نية المؤمن خير من عمله ،\nونية الفاسق شرمن عمله ) (3)\n</p>\n\n<p>\nوذهب بعضهم إلى أنها منسوخة (4) وأن العبد لا يؤاخذ بالعزم وهذا لا يجوز\nلورود الدلالة على خلافه (5)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head42'>AUTO قوله تعالى : { لا يكلف الله نفسا إلا وسعها لها ما كسبت</h3>\n\nوعليها ما اكتسبت ربنا لا تؤاخذنا إن نسينا أو أخطأنا } (1)\n<p>\nظاهر الآية يدل على أن العبد مكلف باستعمال جميع وسعه ، فنسخ ذلك بقوله\nتعالى { يريد بكم اليسر ولا يريد بكم العسر } (2) ذكر ذلك هبة الله المفسر\n، والأولى أنها غير منسوخة ، والمراد بالآية في الواجب\n</p>\n\n<p>\nقال النبي صلى الله عليه وآله وسلم: ( إذا أمرتم بأمر فأتوا منه ما\nاستطعتم ) (3)\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head43'>AUTO [ سورة آل عمران ] السورة التي يذكر فيها آل عمران مدنية إجماعا</h2>\n\n\n<h3 class='l3' id='head44'>AUTO قوله تعالى : { وإن تولوا فإنما عليك البلاغ } (1)</h3>\n\n<p>\nقيل : نسخت <span id='ms14'></span> بآية السيف ، وقيل : نزلت في أهل الكتاب وليست منسوخة (2)\n</p>\n\n\n<h3 class='l3' id='head45'>AUTO قوله تعالى : { إلا أن تتقوا منهم تقاة } (3)</h3>\n\n<p>\nقال مجاهد : كانت التقية في أول الإسلام فأما بعد أن أعز الله دينه بوجود\nالناصر فلا ، وهي منسوخة بآية السيف ، وقيل : ليست بمنسوخة والعمل بالتقية\nجائز عند العجز عن الجهاد وعن الهجرة وهو الوج\n</p>\n\n\n<h3 class='l3' id='head46'>AUTO قوله تعالى: { يا أيها الذين آمنوا اتقوا الله حق تقاته } (4)</h3>\n\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n\n<h2 class='l2' id='head47'>AUTO قيل : هي منسوخة بقوله تعالى : { فاتقوا الله ما استطعتم }</h2>\n\n(1)عن قتادة والربيع وابن زيدوا لسدي قال مقاتل : ليس في آل عمران منسوخ\nسواها وقال أبو علي : هذا خطاء لأن من اتقى جميع المعاصي فقد اتقى الله حق\nتقاته ،ومثل هذا لا يجوز نسخه لأنه إباحة لبعض المعاصي (2)\n<p>\n(سورة النساء) مدنية بالإجماع\n</p>\n\n\n<h3 class='l3' id='head48'>AUTO قوله تعالى { وإذا حضر القسمة أولوا القربى واليتامى</h3>\n\nوالمساكين فارزقوهم منه } (3) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n             قيل : كانت الوصية للأقارب واجبة ثم نسخها الله تعالى بآية المواريث\n<p>\nوأكده النبي صلى الله عليه وآله وسلم بقوله ( لا وصية لوارث ) (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n             بيانا للآية ، وقيل : هو أمر ندب وهو ثابت لا نسخ فيه\n</p>\n\n<p>\nقوله تعالى : { إن الذين يأكلون أموال اليتامى ظلما } (1)\n</p>\n\n<p>\nقيل : لما أنزل الله تعالى هذه الآية تحرج الناس في مخالطة اليتامى حتى\nلحق بهم الضرر فنسخه الله تعالى بقوله :? { ويسألونك عن اليتامى قل إصلاح\nلهم خير وإن تخالطوهم فإخوانكم والله يعلم المفسد من المصلح ولو شاء الله\nلأعنتكم } (2) ثم قال : { ومن كان غنيا فليستعفف ومن كان فقيرا فليأكل\nبالمعروف } (3) فرفع الحرج في مخالطة اليتامى وأباح الأكل للمحتاج ، قيل\nعلى وجه الإجارة ، وقيل : من زكاة مال اليتيم ، وقيل : الآية محكمة وليس\nفيها نسخ لأنه لا تنافي بين الآيتين لأنه في الأولى نهى عن أكل الظلم وفي\nالأخرى أباح الأكل بالمعروف على الوجه الشرعي من إجارة أو قرض أو غيرهما\n</p>\n\n<p>\nقوله تعالى: { واللاتي يأتين الفاحشة من نسائكم فاستشهدوا عليهن أربعة منكم\n</p>\n\n<p>\nفإن شهدوا فامسكوهن في البيوت حتى يتوفاهن الموت أو يجعل الله لهن سبيلا } (4)\n</p>\n\n<p>\nقال السيد عبد الله بن الحسين عليه السلام : نسخ الله هذه الآية بالآية\nالتي <span id='ms15'></span> في النور وهي قوله تعالى : { الزانية والزاني فاجلدوا كل واحدة منهما\nمائة جلدة } (5) وهو الظاهر من مذهب أخيه الهادي عليه السلام بناء على أصله\nأن الكتاب لا ينسخ بالسنة وذهب الأكثر إلى أنه نسخ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n             بقوله صلى الله عليه وآله وسلم : (خذوا عني ، قد جعل الله لهن سبيلا، البكر\nبالبكر :جلد مائة وتغريب عام ، والثيب بالثيب :جلد مائة والرجم) (1)وصحح\nالإمام المنصور بالله أن الكتاب ينسخ بالسنة كما تقدم بيانه.\n</p>\n\n<p>\nقوله تعالى : { واللذان يأتيانها منكم فآذوهما فإن تابا وأصلحا فأعرضوا\nعنهما } (2)\n</p>\n\n<p>\nكان في ابتداء الإسلام حد الرجل : الإيذاء بالسب والتحشم ، ثم نسخ بالحبس\nثم نسخ الحبس بالجلد في حق غير المحصن وبالرجم في حق المحصن.\n</p>\n\n<p>\nقوله تعالى : { إنما التوبة على الله للذين يعملون السوء بجهالة ثم\nيتوبون من قريب } (3)\n</p>\n\n<p>\nقيل : الآية منسوخة بقوله تعالى : { إن الله لا يغفر أن يشرك به ويغفر\nمادون ذلك لمن يشاء } (4)عن الربيع ، وقيل : هي محكمة ولا نسخ فيها وهو\nالوجه لأنه لا تنافي بين الآيتين .\n</p>\n\n<p>\nقوله تعالى : { ولا تنكحوا ما نكح آباؤكم من النساء إلا ما قد سلف ..\nالآية } (5)\n</p>\n\n<p>\nاختلفوا في الآية ، قيل : هي منسوخة ، ومعنى الاستثناء ولا ما قد سلف ،\nوقيل : هي محكمة لا نسخ فيها ، ومعنى الاستثناء لكن من قد سلف وهو الوجه\n</p>\n\n<p>\nقوله تعالى : { فما استمتعتم به منهن فآتوهن أجورهن } (6) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             اختلفوا في الآية قيل : المراد بالاستمتاع : نكاح المتعة ونسخ بعد ذلك ،\nوهو قول جمهور الفقهاء ، ومنهم من قال : المراد بالاستمتاع : النكاح الصحيح\nعن الحسن وابن زيد وقد اختلف العلماء في نسخ هذه الآية ، قال عبد الله بن\nالحسين عليهم السلام : والقول عندنا أنها منسوخة نسخها الكتاب والسنة\n(1)أما الكتاب فقوله تعالى : { والذين هم لفروجهم حافظون إلا على أزواجهم\nأو ما ملكت أيمانهم } (2) وأما السنة فنهي النبي صلى الله عليه وآله وسلم\nعن المتعة وعن كل شرط في النكاح وقد ورد من غير جهة أن المتعة إنما كانت\nثلاثة أيام وأنها كانت ترويحا فنسخ الله تلك الشروط وذلك أن رسول الله صلى\nالله <span id='ms16'></span> عليه وآله وسلم اعتمر فشكا إليه الناس العزبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             فقال [( صلى الله عليه وآله وسلم ) ]: ( استمتعوا من هذه النساء واجعلوا\nالأجل بينكم وبينهن ثلاثا ) ثم خرج عليه السلام من الغد حتى وقف بين الركن\nوالمقام فأسند ظهره إلى الكعبة ثم قال : ( أيها الناس إني كنت أذنت لكم في\nالاستمتاع من هذه النساء ألا وإن الله قد حرم ذلك إلى يوم القيامة فمن كان\nعنده منهن فليخل سبيلها ، ولا تأخذوا مما آتيتموهن شيئا ، متعة النساء حرام\nمرتين أو ثلاثا ) (1)\n</p>\n\n<p>\nولم بقل بها بعد ذلك إلا ابن عباس فرجع عن ذلك وحرمها وكان قبل وفاته\nيقول : اللهم إني أتوب إليك من قولي في المتعة ولم يبق بها قائل إلا\nالروافض الذين خلطوا على الشيعة أمرهم\n</p>\n\n<p>\nقوله تعالى : { يا أيها الذين آمنوا لا تأكلوا أموالكم بينكم بالباطل } (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n             قال عبد الله بن الحسين : لما أنزل الله هذه الآية وقف المسلون عن أكل\nبعضهم عند بعض بغير عوض فنسخها الله تعالى وأنزل الرخصة بقوله : { ليس على\nالأعمى حرج ولا على المريض حرج ولا على أنفسكم أن تأكلوا من بيوتكم أو بيوت\nآبائكم أو بيوت أمهاتكم أو بيوت إخوانكم أو بيوت أخواتكم أو بيوت أعمامكم\nأو بيوت عماتكم أو بيوت أخوالكم أو بيوت خالاتكم أو ما ملكتم مفاتحه أو\nصديقكم } (1) فرخص الله تعالى بهذه الآية للمسلمين ما كانوا يتحرجون منه مع\nطيبة النفس فأما من لم تطب نفسه بشيء من ذلك فهو مخصوص\n</p>\n\n<p>\nبقول النبي صلى الله عليه وآله وسلم : ( لا يحل مال امرئ مسلم إلا بطيبة\nمن نفسه) (2) وقيل : ليس في الآية نسخ ، والمراد بقوله تعالى : { لا تأكلوا\nأموالكم بينكم بالباطل } أكلها في الخمر والرباء وأنواع المعاصي\n</p>\n\n<p>\nقوله تعالى : { والذين عاقدت أيمانكم فآتوهم نصيبهم } (3) إلى آخر الآية\n</p>\n\n<p>\nقيل : كان الجاهلية يعاقد بعضهم بعضا ويقول : دمي : دمك ، وسلمي : سلمك ،\nوحربي : حربك ، وترثني وأرثك ، وتعقل عني وأعقل عنك ثم نسخ ذلك بالمواخاة\nبين المهاجرين والأنصار فصاروا يتوارثون بالمواخاة والمحالفة ثم نسخ ذلك\nبقوله تعالى : { وأولو ا الأرحام بعضهم <span id='ms17'></span> أولى ببعض } (4)فبين الفرائض بهذه الآية\n</p>\n\n<p>\nقوله تعالى : { يا أيها الذين آمنوا لا تقربوا الصلاة وأنتم سكارى حتى\nتعلموا ما تقولون } (5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             اختلفوا في الآية ، فقيل : المراد بالسكر هاهنا : سكرالنوم عن الضحاك وهو\nالذي اختاره عبد الله بن الحسين عليه السلام (1) وقيل المراد بالسكر : سكر\nالشراب وهي منسوخة بقوله تعالى : { إنما الخمر والميسر والأنصاب } (2)\nوغيرها من الآيات المحرمة للخمر (3) وعليه الأكثر\n</p>\n\n<p>\nقوله تعالى : { فأعرض عنهم وعظهم وقل لهم في أنفسهم قولا بليغا } (4)\n</p>\n\n<p>\nقيل : الآية منسوخة بآية القتال ، وقيل : الآية ثابتة ومعنى الإعراض :\nالصفح وقبول الاعتذار (5)\n</p>\n\n<p>\nقوله تعالى : { ومن تولى فما أرسلناك عليهم حفيظا } (6) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             قيل : الآية منسوخة بآية السيف وعليه الأكثر ، وقيل : ليس في الآية نسخ ،\nوالمراد : ما أرسلناك عليهم حفيظا في أعمالهم (1)\n</p>\n\n<p>\nقوله تعالى : { فأعرض عنهم }\n</p>\n\n<p>\nجميع ما في القرآن من هذا الجنس (2)منسوخ بآية السيف لأن المعنى أعرض عن\nعقوبتهم ، وقيل ليس في الآية نسخ ، والمراد بالآية في المنافقين\n</p>\n\n<p>\nقوله تعالى : { إلا الذين يصلون إلى قوم بينكم وبينهم ميثاق أو جاءوكم\nحصرت صدورهم أن يقاتلوكم أو يقاتلوا قومهم ولو شاء الله لسلطهم عليكم\nفلقاتلوكم فإن اعتزلوكم فلم يقاتلوكم وألقوا إليكم السلم فما جعل الله لكم\nعليهم سبيلا } (3)\n</p>\n\n<p>\nقيل : الآية منسوخة بآية السيف ، وقيل : المراد بها : المؤمنون وليس فيها\nنسخ ، وقيل : المراد أهل العهد ولا نسخ فيها .\n</p>\n\n<p>\nقوله تعالى : { ستجدون آخرين يريدون أن يأمنوكم ويأمنوا قومهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n             كلما ردوا إلى الفتنة أركسوا فيها } (1)\n</p>\n\n<p>\nقيل : نزلت في نعيم بن مسعود الأشجعي (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n             وكل من نقل الكلام بين النبي صلى الله عليه وآله وسلم وبين الكفار ،وقيل هي\nمنسوخة بآية السيف وأن من كان بهذه الصفة وجب حربه والبراءة منه وهذه طريقة\nالمنافقين يظهرون الإيمان للنبي صلى الله عليه وآله وسلم ولقومهم الكفر ،\nوقيل : ليست بمنسوخة عن أبي علي\n</p>\n\n<p>\n( سورة المائدة ) مدنية إجماعا\n</p>\n\n<p>\nاختلف العلماء هل وقع في المائدة نسخ أم لا ؟ فقال بعضهم : لا نسخ\nفيها(1) وقال بعضهم : نسخ فبها قوله تعالى : { يا أيها الذين آمنوا لا\nتحلوا شعائر الله ولا الشهر الحرام ولا <span id='ms18'></span> الهدي ولا القلائد ولا آمين البيت\nالحرام يبتغون فضلا من الله ورضوانا .. الآية } (2) فنسخ قوله : { ولا آمين\nالبيت الحرام } بقوله تعالى في المشركين: { فلا يقربوا المسجد الحرام بعد\nعامهم هذا وإن خفتم عيلة فسوف يغنيكم الله من فضله } (3)وبقوله تعالى : {\nفاقتلوا المشركين } (4) وقيل : الآية محكمة والمراد بها المؤمنون والأول الوجه\n</p>\n\n<p>\nقوله تعالى : { والمحصنات من المؤمنات والمحصنات من الذين أوتوا الكتاب\nمن قبلكم\n</p>\n\n<p>\nإذا آتيتموهن أجورهن } (5)\n</p>\n\n<p>\nاختلف أهل العلم في هذه الآية\n</p>\n\n<p>\nفمنهم من قال : هي ناسخة لقوله تعالى : { ولا تنكحوا المشركات } (6)\nوأباح نكاح أهل الذمة بهذه الآية ، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             ومنهم من قال : ليست بناسخة والآية الأولى عامة في كل مشرك من أهل الكتاب\nوغيرهم وهو اختيار الهادي عليه السلام (1)\n</p>\n\n<p>\nومنهم من قال : المراد بالمشركات : أهل الأوثان ولا نسخ في الآية .\n</p>\n\n<p>\nقوله تعالى : { فاعف عنهم واصفح } (2)\n</p>\n\n<p>\nقيل : الآية منسوخة بآية السيف ، وقيل : منسوخة بقوله تعالى : { وإما\nتخافن من قوم خيانة فانبذ إليهم على سواء } (3) عن أبي علي ، وقيل : الآية\nمحكمة وليس فيها نسخ والمراد بالعفو(4) : الصبر على أذاهم وترك التعرض لهم .\n</p>\n\n<p>\nقوله تعالى: { فإن جاءوك فاحكم بينهم أو أعرض عنهم } (5)\n</p>\n\n<p>\nقيل : هذه الآية منسوخة بقوله تعالى : { وأن احكم بينهم بما أنزل الله }\n(6) فأوجب الله على رسوله الحكم بينهم ولم يبح أن يردهم إلى أحكامهم هذا\nمذهب أئمتنا عليهم السلام (7)\n</p>\n\n<p>\nقوله تعالى : { ما على الرسول إلا البلاغ } (8) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n             قيل : نسخت هذه الآية بآية السيف(1)\n</p>\n\n<p>\nقوله تعالى : { يا أيها الذين آمنوا عليكم أنفسكم لا يضركم من ضل إذا\nاهتديتم } (2)\n</p>\n\n<p>\nقيل : هذه الآية منسوخة بآية السيف عند العترة عليهم السلام وقيل : هي\nمحكمة والمراد بقوله { لا يضركم من ضل إذا اهتديتم } يعني أهل الكتاب ،\nوقيل : معناه لا يضركم ضلال غيركم إذا كنتم مهتدين ،\n</p>\n\n<p>\nروى السيد محمد بن إبراهيم بن إسماعيل عليهم السلام أن المسلمين بمكة لما\nذاقوا حلاوة الإسلام قالوا : يا رسول الله ألا نأخذ المعاول فنضرب بها هام\nالمشركين فأنزل الله تعالى رحمة لهم ليكثروا وأبقىعليهم ليستوسق أمرهم : {\nعليكم أنفسكم لا يضركم من ضل إذا اهتديتم <span id='ms19'></span> } (3)ثم نسخ ذلك بالهجرة والجهاد\nقال الله تعالى : { كنتم خير أمة أخرجت للناس تأمرون بالمعروف وتنهون عن\nالمنكر } (4)بقول : أنتم خير أمة ما أمرتم بالمعروف ونهيتم عن المنكر فإن\nلم تفعلوا فأنتم شر أمة\n</p>\n\n<p>\nقوله تعالى : { يا أيها الذين آمنوا شهادة بينكم إذا حضر أحدكم الموت حين الوصية\n</p>\n\n<p>\nاثنان ذوا عدل منكم أو آخران من غيركم } الآية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n             قيل : نزلت في ثلاثة نفر خرجوا إلى الحبشة وهم : [1] عدي بن زيد(1) [2]\nوتميم بن أوس وهما نصرانيان [3] وبديل مولى العاص السهمي وكان مسلما ولما\nركبوا البحر مرض بديل وكتب صحيفة فيها جميع ما معه وطرحها في وعائه ودفع\nمتاعه إلى صاحبيه ليدفعاه إلى أهله إذا رجعا إليهم ، ومات بديل في البحر\nفأخذا إناء من فضة منقوشا بالذهب فيه ثلاثمائة مثقال ولم يعلما بشأن\nالصحيفة فلما انصرفا إلى المدينة ودفعا المتاع إلى أهله فرأوا (2)الصحيفة\nوفقدوا الإناء ثم طالبوهما به قالوا : ما لنا بالإناء من علم فرفعوهما إلى\nالنبي صلى الله عليه وآله وسلم فأنزل الله هذه الآية قال أبو علي : كانت\nشهادة أهل الكتاب جائزة في ابتداء الإسلام ثم نسخ بقوله تعالى : { وأشهدوا\nذوي عدل منكم } (3)وقال شريح والأوزاعي : شهادتهم في السفر على الوصية\nجائزة على المسلمين ، وقال عبد الله بن الحسين عليه السلام : والقول عندنا\nفي الآية أنها محكمة وليست بمنسوخة وهي في أهل الإسلام خاصة دون أهل الذمة\nومعنى الآية : اثنان ذوا عدل منكم يعني من القبيلة أو من غيرهم من المسلمين\nإذا لم يكن فيمن حضر من قبيلتكم عدلان يوثق بهما على أداء الشهادة في\nغيرهما من قبائل المسلمين .\n</p>\n\n<p>\nقوله تعالى : { فإن عثر على أنهما استحقا إثما فآخران يقومان مقامهما من\nالذين استحق عليهم الأوليان فيقسمان بالله لشهادتنا أحق من شهادتهما وما\nاعتدينا إنا إذا لمن الظالمين } (4)\n</p>\n\n<p>\nقال عبد الله بن الحسين رضي الله عنه : الآية عندنا محكمة وليست بمنسوخة\nوعلى الأمة العمل بها إلى يوم القيامة وهو رأي الهادي إلى الحق عليه السلام\nومروي عن الحسن ، وقيل : إنها منسوخة <span id='ms20'></span> في استحلاف الشهود وقبول شهادة الذمي\nوهو قول ابن عباس وإبراهيم وأبي علي وقاضي القضاة رحمهم الله تعالى .\n</p>\n\n<p>\n(سورة الأنعام) (مكية ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n             قوله تعالى: { قل لست عليكم بوكيل }\n</p>\n\n<p>\nقيل : منسوخة بآية السيف ، وقيل : غير منسوخة والمراد بقوله تعالى : {\nلست عليكم بوكيل } أي بحافظ على أعمالكم(1)وهو الوجه\n</p>\n\n<p>\nقوله تعالى : { وما على الذين يتقون من حسابهم من شيء ولكن ذكرى لعلهم\nيتقون }\n</p>\n\n<p>\nقيل : الآية منسوخة بقوله تعالى: { فلا تقعدوا معهم حتى يخوضوا في حديث\nغيره } (2)عن ابن جريج والسدي وأبي القاسم هبة الله المفسر ، وقيل : ليست\nبمنسوخة وهو الوجه\n</p>\n\n<p>\nقوله تعالى { وذر الذين اتخذوا دينهم لعبا ولهوا } الآية (3)\n</p>\n\n<p>\nقيل : الآية منسوخة بآية السيف عن قتادة وأبي القاسم ، وقيل : ليس فيها\nنسخ وإنما هو تهديد عن مجاهد وغيره .\n</p>\n\n<p>\nقوله تعالى : { فمن أبصر فلنفسه ومن عمي فعليها وما أنا عليكم بحفيظ }\n</p>\n\n<p>\nقيل: نسخت بآية السيف وقيل : ليست بمنسوخة ، والمراد تأكيد ما بينا(4)\n</p>\n\n<p>\nقوله تعالى : { وأعرض عن المشركين } (5)\n</p>\n\n<p>\nقيل : الآية منسوخة بآية السيف عن ابن عباس ، وقيل : ليست منسوخة والمراد\nبالإعراض الهجران وترك الموعظة .\n</p>\n\n<p>\nقوله تعالى : { وما جعلناك عليهم حفيظا وما أنت عليهم بوكيل } (6)\n</p>\n\n<p>\nقيل : الآية منسوخة بآية السيف وقيل : ليست بمنسوخة والمراد وما أنت\nبحافظ لأعمالهم .\n</p>\n\n<p>\nقوله تعالى : { فذرهم وما يفترون } (7)\n</p>\n\n<p>\nقيل : منسوخة بآية السيف وقيل : هو تهديد والآية محكمة وهو الوجه\n</p>\n\n<p>\nقوله تعالى : { يا قوم اعملوا على مكانتكم إني عامل ...الآية } (8)\n</p>\n\n<p>\nقيل : الآية منسوخة بآية السيف وقيل : هو تهديد والآية محكمة .\n</p>\n\n<p>\nقوله تعالى : { قل انتظروا إنا منتظرون } (9) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n             قيل : نسخت بآية السيف وقيل : هي تهديد فتكون محكمة .\n</p>\n\n<p>\nقوله تعالى : { إن الذين فر قوا دينهم وكانوا شيعا لست منهم في شيء إنما\nأمرهم إلى الله } (1)\n</p>\n\n<p>\nقيل : منسوخة بآية السيف وقيل : ليس لك من أمرهم شيء وإنما أمرهم في\nالجزاء إلى الله تعالى فعلى هذا تكون الآية محكمة .\n</p>\n\n<p>\n[ حصر الآيات التي نسختها آية السيف ]\n</p>\n\n<p>\nوقد نسخت آية السيف ( مائة وأربعا وعشرين آية ) (2)والأقرب أن الآية غير منسوخة\n</p>\n\n<p>\n(سورة الأعراف )\n</p>\n\n<p>\nمكية عن الأصم وذكر فيها إجماعا وقيل <span id='ms21'></span> : مكية إلا قوله تعالى { وإذ قيل\nلهم اسكنوا هذه القرية .. } إلى قوله : { بعذاب بيس بما كانوا يفسقون }\n(3)فإنها نزلت بالمدينة عن قتادة .\n</p>\n\n<p>\nقوله تعالى : { خذ العفو وامر بالعرف } (4)\n</p>\n\n<p>\nقيل : العفو هاهنا ما فضل عن المال ومنه قوله تعالى : { يسألونك ما ذا\nينفقون قل العفو } (5)ثم نسخ ذلك بآية الزكاة ذكره الإمام المنصور بالله\nعليه السلام وروي عن ابن عباس والسدي والضحاك والأصم.\n</p>\n\n<p>\nقوله تعالى : { وأعرض عن الجاهلين } (6) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n             منسوخة بآية السيف وهذه الآية من عجيب القرآن لأن أولها منسوخ وآخرها منسوخ\nوأوسطها محكم (1)وهذه الآية جمعت محاسن الأخلاق والآداب\n</p>\n\n<p>\nوقد روي أن النبي صلى الله عليه وآله وسلم قال ( يا جبريل وما ذاك ؟ قال\n: أن تصل من قطعك وتعطي من حرمك وتعفو عمن ظلمك (2)\n</p>\n\n<p>\n(سورة الأنفال ) مدنية بالإجماع\n</p>\n\n<p>\nقوله تعالى : { يسألونك عن الأنفال } (3)\n</p>\n\n<p>\nقيل : الأنفال الغنائم وإضافتها إلى رسول الله صلى الله عليه وآله وسلم\nإضافة ولاية وقيل إضافة ملك وهو الذي رجحه الإمام المنصور بالله عليه\nالسلام ، وقيل : الآية منسوخة بآية الغنيمة وهي قوله تعالى : { واعلموا\nأنما غنمتم من شيء فأن لله خمسه وللرسول } ( (4) عن ابن عباس والسدي ومجاهد\nوعكرمة وعامر وأبي علي وأبي القاسم هبة الله المفسر ، وقيل ليس فيها نسخ (5)\n</p>\n\n<p>\nقوله تعالى : { وما كان الله ليعذبهم وأنت فيهم وما كان الله معذبهم وهم\nيستغفرون } (6)\n</p>\n\n<p>\nقيل : نزلت الآية ورسول الله صلى الله عليه وآله وسلم بمكة ولما خرج من\nبينهم وبقي معهم مؤمنون ثم خرج أولئك المؤمنون نزل قوله تعالى وما لهم ألا\nيعذبهم الله الآية فذكر أبو القاسم المفسر أنها منسوخة بها وروي ذلك عن\nالحسن وعكرمة قال الحاكم الإمام أبو سعيد رحمه الله : وليس بصحيح .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nقوله تعالى : { وإن جنحوا للسلم فاجنح لها } (1)\n</p>\n\n<p>\nقيل نزلت في يهود بني قريضة عن ابن عباس (2) وقيل : كان ذلك قبل نزول\nبراءة ثم نسخ والأكثر على أنها غير منسوخة والموادعة جائزة عند ظهور الصلاح فيها .\n</p>\n\n<p>\nقوله تعالى : { إن يكن منكم عشرون صابرون يغلبوا مائتين } (3)\n</p>\n\n<p>\nهذه منسوخة بالآية التي بعدها { الآن خفف الله <span id='ms22'></span> عنكم } وكان في ابتداء\nالإسلام كل واحد من المسلمين لعشرة من الكفار لأمور :\n</p>\n\n<p>\n[1] منها النصرة\n</p>\n\n<p>\n[2] ومنها الصبر\n</p>\n\n<p>\n[3] ومنها القوة\n</p>\n\n<p>\n[4] ومنها صدق النية\n</p>\n\n<p>\nثم بعد ذلك بزمان طويل نسخ لنقصان القوة وضعف النية , وبين نزول الآيتين\nمدة طويلة والمعتبر في الناسخ والمنسوخ بالنزول دون التلاوة .\n</p>\n\n<p>\nقوله تعالى : { إن الذين آمنوا وهاجروا وجاهدوا بأموالهم وأنفسهم في سبيل\nالله والذين آووا ونصروا أولئك بعضهم أولياء بعض والذين آمنوا ولم يهاجروا\nما لكم من ولا يتهم من شيء حتى يهاجروا } (4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             قال عبد الله بن الحسين بن القاسم عليهم السلام : أجمع الناس على أنه إذا\nكان الأخوان أحدهما مؤمن مهاجر والآخر مؤمن أعرابي أن لا توارث بينهما بهذه\nالآية حتى أباحه الله سبحانه بقوله { وأولوا الأرحام بعضهم أولى ببعض في\nكتاب الله } (1) وهذه الآية نسخت ما كان عليه الناس في الجاهلية (2) من\nالمعاقدة عند الحلف ترثني وأرثك ، والتبني وذلك أن الرجل كان يتبنا الرجل\nفيدعى ابنه وينسب إليه ويرثه كما كان تبني رسول الله صلى الله عليه وآله\nوسلم زيد بن حارثة فنسخ ذلك بقوله تعالى { وأولوا الأرحام بعضهم أولى ببعض\n} ونسخ النسب بقوله تعالى : { أدعوهم لآبائهم } (3)\n</p>\n\n<p>\n[ الهجرة ]\n</p>\n\n<p>\nفأما وجوب الهجرة فهي واجبة لم تسقط من دار الكفر ودار الفسق على من تمكن\nمنها هذا مذهب القاسم عليه السلام وجميع ولده\n</p>\n\n<p>\nومذهب الناصر وعند المؤيد بالله عليه السلام إذا كان المؤمن يتمكن من\nإظهار دينه لا يمنعه مانع فلا تجب عليه الهجرة وعليه أكثر فقهاء العامة\nومشائخ المعتزلة قال الإمام المنصور بالله عليه السلام : وقد تسقط الهجرة\nإذا كان المكلف عالما أن لكلامه تأثيرا يمكنه أن يستنقذهم من الضلال إلى\nالهدى أو يكون في زمن إمام فيأمره بالوقوف هناك لضرب من المصلحة ، قال وقد\nيسقط وجوب الهجرة إذا استوت الديار حتى لا يتمكن من الانتقال إلا إلى ما هو\nمن جنس وطنه فهنالك يسكن أينما غلب في ظنه أن دينه أوفر ، فأما غير ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n             فقد قال النبي صلى الله عليه وآله وسلم : ( لا يحل لعين <span id='ms23'></span> ترى الله يعصى\nفتطرف حتى تغير أو تنتقل ) (1)وقال [ صلى الله عليه وآله وسلم ] : ( أنا\nبريء من مسلم سكن مع كافر ) (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n             وقال صلى الله عليه وآله وسلم : ( المسلم والكافر لا تترآ نارهما ) (1)\n</p>\n\n<p>\nوقد كان في الدولة الأموية والعباسية ملكت بلاد الإسلام ومن بقي من\nالعترة تضرب إليهم الأعيان ومنهم من هرب إلى بلاد الشرك فردوه ففي مثل ذلك\nتسقط الهجرة .\n</p>\n\n<p>\n(سورة التوبة ) مدنية بالإجماع\n</p>\n\n<p>\nقوله تعالى : { براءة من الله ورسوله إلى الذين عاهدتم من المشركين\n</p>\n\n<p>\nفسيحوا في الأرض أربعة أشهر } (2)\n</p>\n\n<p>\nقال عبد الله بن الحسين عليه السلام : لم تدع براءة هدنة ولا موادعة ولا\nعهدا إلا نسخته ولم تدع حضا على الجهاد ولا ترغيبا إلا ذكرته ولها أسماء\nكثيرة منها الفاضحة ولقد بلغني من حيث أثق أن ابن عباس قال : مازالت براءة\nتنزل ومنهم من يلمزك في الصدقات ومنهم ، ومنهم حتى ظننا أنها لا تترك منا\nأحدا ، وجعل الله الأجل بينه وبين المشركين أربعة أشهر أولها يوم عرفة إلى\nعشر من ربيع الآخر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n             وأرسل رسول الله صلى الله عليه وآله وسلم بها أبا بكر ثم أتبعه عليا عليه\nالسلام فأخذها منه وقال : ( لا يؤديها إلا أنا أو رجل مني ) (1)فأمر عليه\nالسلام في الحج مؤذنين يوم الحج الأكبر وهو يوم عرفة\n</p>\n\n<p>\n[ صيغة أذان البراءة في الحج الأكبر ]\n</p>\n\n<p>\nألا لا يحج بعد هذا العام مشرك ولا يطوف بالبيت عريان ومن كان بينه وبين\nرسول الله صلى الله عليه وآله وسلم عهد فأجله أربعة أشهر فإذا مضت فإن الله\nبريء من المشركين ورسوله .\n</p>\n\n<p>\n[ آية السيف ]\n</p>\n\n<p>\nقوله تعالى : { فإذا انسلخ الأشهر الحرم فاقتلوا المشركين حيث وجدتموهم } (2)\n</p>\n\n<p>\nقيل : هذه الآية نسخت من القرآن الكريم مائة وأربعا وعشرين آية فلم تدع\nفي القرآن شيئا من ذكر الإعراض والصفح إلا نسخته ، وقيل : هي منسوخة بقوله\nتعالى: { فإما منا بعد وإما فداء } (3)عن الضحاك والصحيح أنها ناسخة وليست\nبمنسوخة بإجماع العلماء من العترة [ عليهم السلام ]\n</p>\n\n<p>\nقوله تعالى : { والذين يكنزون الذهب والفضة ولا ينفقونها في سبيل الله\nفبشرهم <span id='ms24'></span> بعذاب أليم } (4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             الآ ية والتي تليها (1)\n</p>\n\n<p>\nقيل : نسختا بآية الزكاة\n</p>\n\n<p>\nفقال رسول الله صلى الله عليه وآله وسلم : ( ما أديت زكاته فليس بكنز ) (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n             وروي عن أمير المؤمنين عليه السلام أنه قال : ( نسخت الزكاة كل صدقة ونسخ\nالأضحى كل ذبح ونسخ رمضان كل صوم فكل ما أديت زكاته فليس بكنز وإن كان\nمدفونا وكل ما غلت زكاته فهو كنز )(1)\n</p>\n\n<p>\nقال :شيخنا الحاكم وهو إجماع\n</p>\n\n<p>\nقوله تعالى : { انفروا خفافا وثقالا وجاهدوا بأموالكم وأنفسكم } (2) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n             قيل :الآية فيها نسخ قال عبد الله بن الحسين عليه السلام : هذا قول مدخول\nفاسد وهي ناسخة غير منسوخة (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n             والجهاد فرض واجب على الخفيف والثقيل ولما نزلت آية الجهاد قال الناس : إن\nفينا الضعيف والمحتاج والمشغول فأكد الله تعالى الفرض بقوله تعالى: {\nانفروا خفافا وثقالا }\n</p>\n\n<p>\nوقال النبي صلى الله عليه وآله وسلم : ( الجهاد ماض إلى يوم القيامة لا\nيرده جور جائر ولا عدل عادل ) (1)\n</p>\n\n<p>\nقوله تعالى : { وما كان المؤمنون لينفروا كافة فلو لا نفر من كل فرقة\nمنهم طائفة\n</p>\n\n<p>\nليتفقهوا في الدين } الآية\n</p>\n\n<p>\nهذه الآية منسوخة بقوله { فانفروا ثبات أو انفروا جميعا } (2)ذكر ذلك عبد\nالله ابن الحسين عليه السلام(3) قال : والجهاد واجب إلا على من لم يقدر\nعليه لعلة مانعة والأقرب أنه إجماع أهل البيت عليهم السلام .\n</p>\n\n<p>\nقوله تعالى : { لا يستأذنك الذين يؤمنون بالله واليوم الآخر أن يجاهدوا } (4)\n</p>\n\n<p>\nقال عبد الله بن الحسين رضي الله عنه : لما نزلت هذه الآية ضاق الأمر على\nأصحاب رسول الله صلى الله عليه وآله وسلم فنسخها الله تعالى بقوله : { فإذا\nاستأذنوك لبعض شأنهم فأذن لمن شئت منهم واستغفر لهم الله } (5) فجاءت\nالرحمة بعد التغليظ وجعل الله رسوله صلى الله عليه وآله وسلم بالخيار فيهم\nقال الإمام المنصور بالله عليه السلام : فصار للإمام أن يأذن وذلك لا يسقط\nالفرض عن طالب الإذن إلا لعذر يعذره الله به .\n</p>\n\n<p>\nقوله تعالى : { قاتلوا الذين يلونكم من الكفار } \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n             قال الحسن والأصم: نزلت الآية قبل أن يؤمر بقتال المشركين كافة وهي منسوخة\nبقوله تعالى : { وقاتلوا المشركين كافة كما <span id='ms25'></span> يقاتلونكم كافة } (1) قال شيخنا\nأبو علي هذا لا وجه له لأن تلك الآية بيان لوجوب القتال وهذه الآية بيان\nلكيفية القتال ولا تنافي بينهما فلا نسخ .\n</p>\n\n<p>\n(سورة يونس) عليه السلام مكية بالإجماع\n</p>\n\n<p>\nقوله تعالى : { إني أخاف إن عصيت ربي عذاب يوم عظيم } (2)\n</p>\n\n<p>\nذكر بعضهم أنها منسوخة بقوله تعالى : { ليغفر لك الله ما تقدم من ذنبك\nوما تأخر } (3) والله اعلم\n</p>\n\n<p>\nقوله تعالى: { وان كذبوك فقل لي عملي ولكم عملكم } (4)\n</p>\n\n<p>\nالآية كلها نسخت بآية السيف عن مجاهد والكلبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n             قوله تعالى: { أفأنت تكره الناس حتى يكونوا مؤمنين } (1)\n</p>\n\n<p>\nوقوله تعالى : { فمن اهتدى فإنما يهتدي لنفسه ومن ضل فإنما يضل عليها وما\nأنا عليكم بوكيل } (2)\n</p>\n\n<p>\nوقوله تعالى : { واصبر حتى يحكم الله } (3)\n</p>\n\n<p>\nذكر أبو القسم هبة الله المفسر أن هذه الآيات نسخت بآية السيف ولم يذكر\nذلك شيخنا الحاكم\n</p>\n\n<p>\n(سورة هود )عليه السلام نزل أكثرها بمكة\n</p>\n\n<p>\nقوله تعالى { وقل للذين لا يؤمنون اعملوا على مكانتكم إنا عاملون } (4)\n</p>\n\n<p>\nقيل نسخت بآية السيف ولم يذكر ذلك شيخنا الحاكم رحمه الله تعالى (5)\n</p>\n\n<p>\n(سورة يوسف )\n</p>\n\n<p>\nعليه السلام مكية\n</p>\n\n<p>\nليس فيها ناسخ ولا منسوخ والله أعلم\n</p>\n\n<p>\n(سورة الرعد ) مدنيه وقيل مكية\n</p>\n\n<p>\nقوله تعالى : { فإنما عليك البلاغ وعلينا الحساب } (6)\n</p>\n\n<p>\nقيل نسخت بآية السيف ولم يذكر ذلك شيخنا الحاكم رحمه الله تعالى\n</p>\n\n<p>\n(سورة إبراهيم )\n</p>\n\n<p>\nعليه السلام مكية\n</p>\n\n<p>\nلا ناسخ فيها ولا منسوخ والله أعلم\n</p>\n\n<p>\n( سورة الحجر )مكية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n             قوله تعالى : { ذرهم يأكلوا ويتمتعوا ويلههم الأمل } (1)\n</p>\n\n<p>\nقيل نسخت بآية القتال وقيل : هي تهديد وليس فيها نسخ\n</p>\n\n<p>\nقوله تعالى : { فاصفح الصفح الجميل } (2)\n</p>\n\n<p>\nقيل الآية منسوخة عن ابن عباس وقتاده ومجاهد والضحاك وقيل الآية ليست\nبمنسوخة والأمر بالصفح في موضعه وهو ممدوح في ساير الحالات وذلك لا ينسخ\nوقد يلزمنا الصفح مع التشديد في الجهاد\n</p>\n\n<p>\nقوله تعالى : { واعرض عن المشركين } (3)\n</p>\n\n<p>\nقيل أعرض عن قتالهم ثم نسخ بآية السيف عن ابن عباس والضحاك وقيل اعرض عن\nمجا وبتهم إذا آذوك عن أبي علي ولا نسخ فيه\n</p>\n\n<p>\n( سورة النحل ) نزل بعضها بمكة وبعضها بالمدينة\n</p>\n\n<p>\nوإذا لم يكن هناك نسخ <span id='ms26'></span> لم يتشددوا في نقلها أمكية أم مدنيه ؟\n</p>\n\n<p>\nقوله تعالى : { تتخذون منه سكرا ورزقا حسنا } (4)\n</p>\n\n<p>\nقيل نسخت بالآية التي في سورة المائدة وهي قوله : { إنما الخمر والميسر\nوالأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه } (5)خلافا لبعضهم\n</p>\n\n<p>\nقوله تعالى : { وجادلهم بالتي هي أحسن } (6) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n             قيل الآية منسوخة بآية القتال وقيل غير منسوخة والمراد بالجدال الحسن الرفق\nواللطف وإقامة الحجة الواضحة\n</p>\n\n<p>\n(سورة بني إسرائيل ) مكية\n</p>\n\n<p>\nقوله تعالى : { وما أرسلناك عليهم وكيلا } (1)\n</p>\n\n<p>\nقيل وكيلا تمنعهم من الكفر قهرا وقيل حفيظا وقيل هي منسوخة بآية القتال\nوكذلك ما جانس هذه الآية في جميع القرآن\n</p>\n\n<p>\n( سورة الكهف ) مكية\n</p>\n\n<p>\nليس فيها ناسخ ولا منسوخ\n</p>\n\n<p>\n( سورة مريم ) عليها السلام مكية\n</p>\n\n<p>\nقوله تعالى : { فلا تعجل عليهم } (2)\n</p>\n\n<p>\nقيل نسخت بآية السيف وقيل ليس فيها نسخ والمراد لا تعجل بالدعاء عليهم\nفتهلكهم وهو الوجه\n</p>\n\n<p>\n( سورة طه ) مكية\n</p>\n\n<p>\nقوله تعالى : { فاصبر علي ما يقولون } (3)\n</p>\n\n<p>\nقيل نسخت بآية القتال وقيل لا نسخ فيها والمراد بالصبر الصبر على الأذى\n</p>\n\n<p>\n(سورة الأنبياء ) عليهم السلام مكية\n</p>\n\n<p>\nليس فيها ناسخ ولا منسوخ\n</p>\n\n<p>\n( سورة الحج )\n</p>\n\n<p>\nوهي من أعاجيب سور القرآن لان فيها ليليا ونهاريا ومكيا ومدنيا وسفريا\nوحضريا وحربيا وسلميا وناسخا ومنسوخا ومحكما ومتشابها وقال القاضي المنقول\nأنها مدنيه\n</p>\n\n<p>\nقوله تعالى : { وجاهدوا في الله حق جهاده } (4) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             قيل نسخت بقوله تعالى : { فاتقوا الله ما استطعتم } (1)والله اعلم (2)\nوالآية التي قبلها { فإن جادلوك فقل الله اعلم بما تعلمون } (3)قيل نسختها\nآية السيف (4) والله اعلم\n</p>\n\n<p>\n(سورة المؤمنون )(5) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n             نزلت بمكة\n</p>\n\n<p>\nقوله تعالى : { فذرهم في غمرتهم حتى حين } (1)\n</p>\n\n<p>\nقيل ذرهم إلى وقت الآجل وفي الآية تهديد وقيل نسخت بآية السيف\n</p>\n\n<p>\nقوله تعالى : { ادفع بالتي هي أحسن } (2)\n</p>\n\n<p>\nقيل نسختها آية السيف وقيل معناها أخر القتال حتى تبدأ بالموعظة وعلى\nالوجهين فالنسخ قريب\n</p>\n\n<p>\n( سورة النور ) نزلت بالمدينة\n</p>\n\n<p>\nقوله تعالى : { الزاني لا ينكح إلا زانية أو مشركة والزانية لا ينكحها\nإلا زان أو مشرك\n</p>\n\n<p>\nوحرم ذلك على المؤمنين }\n</p>\n\n<p>\nقيل المراد بالنكاح هاهنا الوط ء (3) والمعنى الاشتراك في فعل الزنا عن\nابن عباس وسعيد ابن جبير وحرم ذلك <span id='ms27'></span> يعني الوطء على المؤمنين واعلم أن النكاح\nيشتمل على العقد والوطء فقصره على الوطء لا معنى له فذهب الأكثر أن المراد\nبالنكاح تحريم العقد فضلا عن الوطء فأما الوطء فلا خلاف ثم أختلف القائلون\nبهذه المقالة فذهب أكثرهم إلى أنها منسوخة لا يعمل بها نسخت بقوله تعالى :\n{ وأنكحوا الأياما منكم } (4)واعتلوا بحديث ضعيف في تحريم نكاح الزانية\nوالزاني فزعموا أن رجالا كانوا يزنون في الجاهلية بنساء كن عواهر فلما أن\nحرم الله الزنا أرادوا أن يتزوجوهن فحرم الله ذلك عليهم خاصة بقوله : {\nالزاني لا ينكح إلا زانية } الآية قال السيد الإمام العالم عبد الله بن\nالحسين بن القاسم عليهم السلام هذا حديث ضعيف لم يأت إلا من طريق واحدة ومن\nأهل هذا القول من قال أن التحريم كان عاما ثم نسخته الرخصة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n             ورووا في ذلك حديثا ضعيفا كذبا لا يلتفت إليه زعموا أن رجلا قال للنبي أن\nامرأ ته لا ترد يد لامس فأمره عليه السلام أن يستمتع بها وهذا باطل كذب على\nرسول الله صلى الله عليه وآله وسلم لا يعباء به غير أني أحببت ذكره كي لا\nيحتج به محتج فيظن أنه خبر صحيح (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n             والأولى أن الآية محكمة ثابتة محرمة والمراد بها أنه لا يحل لمؤمن أن ينكح\nزانية مقيمة على زناها ولا يحل لمؤمنة ان تنكح زانيا مقيما على زناه\n</p>\n\n<p>\nولقد بلغني من حيث أحب وأثق به عن أمير المؤمنين صلوات الله عليه أن قوما\nاختصموا إليه في رجل تزوج امرأة فزنت قبل أن يدخل بها أنه فرق بينهما ولم\nيعطها صداقا ومما يقوي ذلك وقوع الفرقة بين المتلاعنين بالحكم لأجل التهم\nفاليقين أولى بذلك\n</p>\n\n<p>\nوقد روى مرثد الغنوي قال قلت : يا رسول الله أنكح عناقا وكانت من بغى مكة\nفسكت عني رسول الله صلى الله عليه وآله وسلم حتى نزلت الآية { الزاني لا\nينكح إلا زانية } فدعاني فقرأها علي وقال لا تنكحها (1)\n</p>\n\n<p>\nوروى أبو هريرة قال : قال رسول الله صلى الله عليه وآله وسلم : ( لا ينكح <span id='ms28'></span>\nالزاني المجلود إلا مثله ) (2)\n</p>\n\n<p>\nفأما بعد التوبة فلا إشكال في جوازه وهذا هو الذي رجحه الإمام المنصور\nبالله عليه السلام وهو الظاهر من مذهب الهادي عليه السلام وكلام أبي العباس\nالحسني يقتضي موافقة أهل القول بالنسخ وعلى مثل ذلك يجري الخلاف في قوله\nتعالى : { الخبيثات للخبيثين } (3) وقد مضى التفصيل فلا وجه للتطويل\n</p>\n\n<p>\nقوله تعالى : { يا أيها الذين أمنوا لا تدخلوا بيوتا غير بيوتكم حتى\nتستأنسوا وتسلموا على أهلها } (4)\n</p>\n\n<p>\nهذا في النظم مقدم ومؤخر تقديره حتى تسلموا وتستأنسوا والإستينا س هاهنا\nالإذن بعد السلام قال أبو بكر: أرأيت الخانات والمساكن في الطرق ليس فيها\nساكن فنزل قوله تعالى : { ليس عليكم جناح أن تدخلوا بيوتا غير مسكونة فيها\nمتاع لكم } (5)فكانت هذه ناسخة للآية الأولى في هذا القدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n             قوله تعالى : { ليستأذنكم الذين ملكت أيمناكم } (1)\n</p>\n\n<p>\nقيل الاستئذان منسوخ وقيل هو ثابت عن الشعبي\n</p>\n\n<p>\n( سورة الفرقان) قيل مكية وقيل مدنية غير آيتين\n</p>\n\n<p>\nقوله تعالى : { والذين لا يدعون مع الله إله أخر ولا يقتلون النفس التي\nحرم الله إلا بالحق ولا يزنون } (2)\n</p>\n\n<p>\nإلى قوله تعالى : { إلا من تاب } روي عن جماعة من السلف كابن عباس وزيد\nبن ثابت(3) أن هذه الآية منسوخة في حق القاتل (4) وذكروا أن القاتل عمدا لا\nتوبة له قالوا نسختها آية النساء { ومن يقتل مؤمنا متعمدا } ألآية وقالوا\nآية الفرقان هذه مكية وآية النساء مدنية نزلت بعد سبعة اشهر أو ستة أشهر\nوالعلماء اجمع على خلافه وقالوا المراد بآية النساء في من مات على غير توبة\nوقد انعقد الإجماع على صحة التوبة من كل ذنب سوى القتل العمد ففيه الخلاف\nوالصحيح أن توبته مقبولة لان القتل لا يكون أعظم من الشرك والردة وقد قال\nسبحانه : { يا عبادي الذين أسرفوا لا تقنطوا من رحمة الله إن الله يغفر\nالذنوب جميعا } (5) قال السيد العالم عبد الله بن الحسين بن القاسم عليه\nالسلام ومن ذلك أن جماعة ممن كان اسلم ارتد ورجع إلى مكة منهم طعمه بن\nأبيرق والحار ث بن سويد ابن الصا <span id='ms29'></span> مت ثم ندم الحارث وكتب إلى أخيه وكان مع\nالنبي صلى الله عليه وآله وسلم الجلاس بن سويد أني قد ندمت وأني اشهد أن لآ\nإله إلا الله وان محمد ا رسول الله ( صلى الله عليه وآله وسلم ) فاسال رسول\nالله هل لي من توبة وإلا ذهبت في الأرض فنزل قوله تعالى : { كيف يهدي الله\nقوما كفروا بعد إ يما نهم } (6) الآية فكتب إليه أخوه لا توبة لك عند رسول\nالله فتب إلى الله يجعل لك مخرجا فانزل الله تعالى من بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n             ذلك { إلا الذين تابوا من بعد ذلك } (1) الآية وكتب إليه أخوه أن الله قد\nأنزل التوبة فأقبل إلى النبي صلى الله عليه وآله وسلم وقبل منه فسمع ذلك\nأصحابه الذين كانوا ارتدوا معه فقالوا ما نحن إلا كالحارث نقيم بمكة ونتربص\nبمحمد ريب المنون فإن بدالنا رجعنا إليه وقبل منا كما قبل منه فأنزل الله\nتعالى { إن الذين كفروا بعد إيمانهم ثم ازدادوا كفرا } (2) الآية فأقاموا\nعلى الكفر حتى فتح رسول الله صلى الله عليه وآله وسلم مكة فجاه من كان بقي\nمنهم فأسلم فقبل النبي صلى الله عليه وآله وسلم منه وكان قد مات بعضهم\nففيهم نزل قوله تعالى : { إن الذين كفروا وماتوا وهم كفار } (3) الآية وقد\nأكد صلى الله عليه وآله وسلم تصحيح التوبة في خطبة الوداع حتى يغر غر بها العبد\n</p>\n\n<p>\nولقوله ( صلى الله عليه وآله وسلم ) إن الله تعالى فتح بابا للتوبة عرضه\nما بين المشرق والمغرب لا يغلقه حتى تطلع الشمس من المغرب\n</p>\n\n<p>\n( سورة الشعر ا ) مكية إلا آيتين في آخرها\n</p>\n\n<p>\nليس فيها ناسخ ولا منسوخ\n</p>\n\n<p>\n( سورة النمل ) مكية\n</p>\n\n<p>\nقوله تعالى : { وأن أتلو القرآن فمن اهتدى فإنما يهتدي لنفسه ومن ضل فقل\nإنما أنا من المنذرين } (4)\n</p>\n\n<p>\nقيل منسوخة بآية السيف والأولى أنه لا نسخ فيها إذ ليس بين الآيتن معارضة\n</p>\n\n<p>\n( سورة القصص ) مكية\n</p>\n\n<p>\nقيل قوله تعالى : { لنا أعمالنا ولكم أعمالكم } (5)\n</p>\n\n<p>\nمنسوخة بآية السيف والأقرب أنها غير منسوخة لأنه لا تعارض بينهما\n</p>\n\n<p>\n( سورة العنكبوت <span id='ms30'></span> ) مكية\n</p>\n\n<p>\nقوله تعالى : { ولا تجادلوا أهل الكتاب إلا با لتي هي أحسن } (6) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n             قيل نسخت بآية السيف عن قتادة ومقاتل (1)\n</p>\n\n<p>\n(سورة الروم )\n</p>\n\n<p>\nليس فيها ناسخ ولا منسوخ\n</p>\n\n<p>\n( سورة لقمان ) مكية إلا آية الصلاة\n</p>\n\n<p>\nليس فيها منسوخ إلا قوله تعالى : { ومن كفرا فلا يحزنك كفره } (2)\n</p>\n\n<p>\nقيل نسخت بآية السيف ولم يذكره الحاكم رحمه الله\n</p>\n\n<p>\n( سورة السجدة ) مكية\n</p>\n\n<p>\nليس فيها منسوخ إلا قوله تعالى : { فأعرض عنهم وانتظر إنهم منتظرون } (3)\nقيل نسخت بآية السيف ولم يذكره الحاكم رحمه الله\n</p>\n\n<p>\n( سورة الأحزاب ) مدنيه\n</p>\n\n<p>\nقيل نسخت آية القتال منها\n</p>\n\n<p>\nقوله تعالى : { ولا تطع الكافرين والمنافقين ودع أذاهم } (4)\n</p>\n\n<p>\n( سورة سبأ )\n</p>\n\n<p>\nمكية\n</p>\n\n<p>\nقوله تعالى : { قل لا تسألون عما أجرمنا ولا نسأل عما تعملون } (5)\n</p>\n\n<p>\nنسخت بآية السيف وقيل لا وجه للنسخ لأن الإنسان ن لا يسأل عن عمل غيره\n</p>\n\n<p>\n( سورة الملائكة ) عليهم السلام مكية\n</p>\n\n<p>\nوفيها من المنسوخ آية واحدة وهي:\n</p>\n\n<p>\nقوله تعالى : { إن أنت إلا نذير } (6)\n</p>\n\n<p>\nمعناه ليس عليك غير ذلك قيل نسخت بآية السيف\n</p>\n\n<p>\n( سورة يس ) مكية\n</p>\n\n<p>\nلا منسوخ فيها\n</p>\n\n<p>\n( سورة الصافات ) مكية\n</p>\n\n<p>\nقوله تعالى : { فتول عنهم حتى حين } (7) وقوله { وتول عنهم حتى حين } (8)\n</p>\n\n<p>\nقيل نسخ ذلك بآية السيف\n</p>\n\n<p>\n( سورة ص ) مكية\n</p>\n\n<p>\nليس فيها ناسخ ولا منسوخ\n</p>\n\n<p>\n( سورة الزمر ) مكية\n</p>\n\n<p>\nقوله تعالى : { إن الله يحكم بينهم فيما هم فيه يختلفون } (9)\n</p>\n\n<p>\nقيل نسخت بآية السيف ولم يذكره الحاكم رحمه الله\n</p>\n\n<p>\nقوله تعالى: { إني أخاف إن عصيت ربي عذاب يوم عظيم } (10) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n             قيل نسخت بقوله تعالى : { ليغفر لك الله ما تقدم من ذنبك وما تأخر } (1)\nوهذا فاسد لأن ذنوب الأنبياء تقع مكفرة (2)\n</p>\n\n<p>\nقوله تعالى : { فاعبدوا ما شئتم من دونه } (3)\n</p>\n\n<p>\nقيل نسخت بآية السيف وهذا ظاهر الفساد بل هو تهديد وكذلك قوله تعالى : {\nاعملوا على مكانتكم إني عامل فسوف تعلمون من يأتيه عذاب يخزيه } (4) قيل\nذلك منسوخ وفيه بعد وكذلك قوله تعالى : { فمن اهتدى فلنفسه ومن ضل فإنما\nيضل عليها } (5) قيل نسخت بآية السيف وكذلك قوله تعال { أنت تحكم بين عبادك\nفيما كانوا فيه يختلفون } (6) قيل نسخ ذلك بآية السيف والأقرب أنه <span id='ms31'></span> لا نسخ\nفيه إذ لا تعارض بين الآيات فيجب النسخ\n</p>\n\n<p>\n(سورة المؤمن ) (غافر) مكية\n</p>\n\n<p>\nفيها آيتان\n</p>\n\n<p>\n: { فاصبر إن وعد الله حق } (7) في موضعين\n</p>\n\n<p>\nقيل نسخ ذلك بآية السيف وهو بعيد إذ ليس بين الآيتين تعارض\n</p>\n\n<p>\n(سورة السجدة )[ فصلت ]مكية\n</p>\n\n<p>\nقوله تعالى : { إدفع بالتي هي أحسن } (8)\n</p>\n\n<p>\nقيل نسخت بآية السيف والأقرب أنها غير منسوخة والدفع بالتي هي أحسن هو\nالواجب ثم الشدة ثم بالسيف على المراتب\n</p>\n\n<p>\n(سورة الشورى) مكية\n</p>\n\n<p>\nقوله تعالى : { وما أنت عليهم بوكيل } (9)\n</p>\n\n<p>\nقيل نسخت بآية السيف\n</p>\n\n<p>\nقوله تعالى : { لنا أعمالنا ولكم أعمالكم لا حجة بيننا وبينكم } (10)\n</p>\n\n<p>\nقيل نسخت بآية السيف\n</p>\n\n<p>\n( سورة الزخرف ) مكية\n</p>\n\n<p>\nقيل نسخت آية السيف منها آيتين وهما :\n</p>\n\n<p>\n{ فذرهم يخوضوا ويلعبوا } [83 ] الزخرف\n</p>\n\n<p>\nوقوله { فاصفح عنهم وقل سلام فسوف تعلمون } [89 ] الزخرف\n</p>\n\n<p>\nوقيل الآية الأولى تهديد وليس فيها نسخ\n</p>\n\n<p>\n(سورة الدخان ) مكية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n             قوله تعالى : { فارتقب إنهم مرتقبون } (1)\n</p>\n\n<p>\nقيل ارتقب النصرة وقيل نسخت بآية السيف\n</p>\n\n<p>\n(سورة الجاثية) مكية\n</p>\n\n<p>\nقوله تعالى : { قل للذين آمنوا يغفروا للذين لا يرجون أيام الله } [14\nالجاثية]\n</p>\n\n<p>\nنسخت بآية القتال عن القرظى والسدي وغيرهما\n</p>\n\n<p>\n( سورة الأحقاف ) مكية\n</p>\n\n<p>\nقوله تعالى : { وما أدري ما يفعل بي ولا بكم } [9]\n</p>\n\n<p>\nقيل نسخت بآية الفتح وقيل : { ما أدري ما يفعل بي ولا بكم } في أمر\nالتعبد والناسخ والمنسوخ والتنقل في البلاد فأما في أمور الآخرة فهو عالم\nبحاله وحال من تبعه وعصاه صلى الله عليه وآله وسلم\n</p>\n\n<p>\n( سورة محمد )صلى الله عليه وآله وسلم مدنية\n</p>\n\n<p>\nوالأقرب لا منسوخ فيها وقد قيل إن المن والفدا نسخ بآية السيف\n</p>\n\n<p>\n(سورة الفتح ) مدنية\n</p>\n\n<p>\nلا ناسخ فيها ولا منسوخ وقيل فيها ناسخ لقوله : { ما أدر ي ما يفعل بي\nولا بكم } (2)\n</p>\n\n<p>\n( سورة الحجرات ) مدنية\n</p>\n\n<p>\nلانا سخ فيها ولا منسوخ\n</p>\n\n<p>\n( سورة ق ) مكية\n</p>\n\n<p>\nقوله تعالى : { وما أنت عليهم بجبار } [45]\n</p>\n\n<p>\nقيل نسخ ذلك بآية السيف والجبار المسلط\n</p>\n\n<p>\n( سورة الذاريات ) مكية\n</p>\n\n<p>\nقوله تعالى : { فتول عنهم فما أنت بملوم [54] وذكر } [55]\n</p>\n\n<p>\nقيل تول ساعة وذكر أخرى لأن كثرة التذكير والإستدعا قد يكون مفسدة على\nبعض الوجوه والا قرب أنه لا <span id='ms32'></span> نسخ في شي منها (3)\n</p>\n\n<p>\n( سورة الطور ) مكية\n</p>\n\n<p>\nقيل نسخ فيها قوله تعالى : { قل تربصوا } وآية الصبر(4) و{ ذ ر هم حتى\nيلا قوا يومهم الذي فيه يصعقون } بآية السيف والأقرب أن لا نسخ في ذلك إذ\nلا تعارض بين الآيات\n</p>\n\n<p>\n( سورة النجم ) مكية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n             قوله تعالى : { فأعرض عمن تولى عن ذكرنا } (1)\n</p>\n\n<p>\nقيل الإعراض عن مكافأتهم بالسب وقيل نسخت بآية السيف\n</p>\n\n<p>\n( سورة القمر )\n</p>\n\n<p>\nليس فيها ناسخ ولا منسوخ\n</p>\n\n<p>\n( سورة الرحمن )\n</p>\n\n<p>\nليس فيها ناسخ ولا منسوخ\n</p>\n\n<p>\n( سورة الواقعة ) مكية\n</p>\n\n<p>\nليس فيها ناسخ ولا منسوخ\n</p>\n\n<p>\n(سورة الحديد )[ مدنية هكذا في تفسير البيان لعطية النجراني وفي الكشاف مكية]\n</p>\n\n<p>\nليس فيها ناسخ ولا منسوخ\n</p>\n\n<p>\n( سورة المجادلة ) مدنية\n</p>\n\n<p>\nقوله تعالى : { يا أيها الذين آمنوا إذا ناجيتم الرسول فقدموا بين يدي\nنجواكم صدقة }\n</p>\n\n<p>\nنسخت بقوله تعالى : { أأشفقتم أن تقدموا بين يدي نجواكم صدقات فإذ لم\nتفعلوا وتاب الله عليكم }\n</p>\n\n<p>\nولما فرضت الصدقة أمتنع الناس من كلام الرسول صلى الله عليه وآله وسلم\nإلا أمير المومنين علي بن أبي طالب عليه السلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n             فروي انه لم يعمل بها أحد سواه سلام الله عليه ورضوانه (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n             ( سورة الحشر )\n</p>\n\n<p>\nلا ناسخ فيها ولا منسوخ (1)\n</p>\n\n<p>\n( سورة الممتحنة ) مدنية\n</p>\n\n<p>\nقيل ان رسول الله صلى الله عليه وآله وسلم في صلح الحديبية كان شرط ان من\nجاءه من عند قريش رده اليهم ومن جأهم من عنده لم يردوه إليه فلما فعل رسول\nالله صلى الله عليه وآله وسلم بعد بيعت الرضوان اذ بامرأة من قريش يقال لها\nسبيعة بنت الحرث تقول يا رسول الله قد جئتك مؤمنة بالله مصدقة لما جئت به\n</p>\n\n<p>\nفقال لها النبي صلى الله عليه وآله وسلم : نعم ما جئت به ونعم ما صدقت به\nفأنزل الله عز وجل\n</p>\n\n<p>\n{ يا أيها الذين آمنوا إذا جاءكم المؤمنات مهاجرات فامتحنوهن الله أعلم\nبإيمانهن\n</p>\n\n<p>\nفإن علمتموهن مؤمنات فلا ترجعوهن إلى الكفار لا هن حل لهم ولا هم يحلون لهن }\n</p>\n\n<p>\nفكانت الآية ناسخة لرد النساء فامتحانهن باليمين ما خرجت غيرة من زوج ولا\nعداوة لبيت احما (2)ذكر <span id='ms33'></span> ذلك علي بن موسى ألقمي عن ابن عباس وذكره هبة الله\nالمفسر وقال شيخنا أبو علي رحمه الله الصلح كان على رد الرجال دون النساء\n</p>\n\n<p>\nقوله تعالى : { واسألوا ما أنفقتم وليسألوا ما أنفقوا ذلكم حكم الله يحكم\nبينكم } (3)\n</p>\n\n<p>\nوقوله تعالى : { وإن فاتكم شيء من أزواجكم إلى الكفار } (4) الآية\n</p>\n\n<p>\nأعلم أن الآية تشتمل على أحكام منسوخة\n</p>\n\n<p>\nمنها رد النساء على الكفار إذا وقع عليه الصلح فإن ذلك منسوخ في الرجال\nوالنساء وقال أبو حنيفة : إذا جاءت امرأة مهاجرة وجاء زوجها وقد وقع الصلح\nعلى الرد لا ترد المرأة ولا مهرها وهو الذي رجحه أئمتنا عليهم السلام وقال\nالشافعي يرد مهرها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             ومنها رد المهر كان ذلك ثم نسخ وكذلك قوله تعالى : { واسألوا ما أنفقتم\nوليسألوا ما أنفقوا } (1) فرد المهر من الجانبين منسوخ (2)\n</p>\n\n<p>\nومنها { وإن فاتكم شيء من أزواجكم } الآية كان الواجب رد الصداق على\nالزوج من الغنيمة فنسخ بذلك وقيل ليس شيء من ذلك بنسخ لأنها أحكام كانت (3)\nمصلحة لهم وقت موادعة وعهد بين النبي صلى الله عليه وآله وسلم وبين\nالمشركين\n</p>\n\n<p>\nقوله تعالى : { وإن فاتكم شيء من أزواجكم } (4)\n</p>\n\n<p>\nقيل نزلت الآية في عياض بن غنم وفي زوجته حيث ذهبت منه إلى الكفار فأمر\nالله المسلمين أن يغرموا له ما أنفق من الغنيمة ثم نسخ ذلك\n</p>\n\n<p>\n( سورة الصف ) مدنية\n</p>\n\n<p>\nليس فيها ناسخ ولا منسوخ\n</p>\n\n<p>\n( سورة الجمعة ) نزلت بالمدينة\n</p>\n\n<p>\nلا ناسخ فيها ولا منسوخ\n</p>\n\n<p>\n( سورة المنافقون ) (5)مدنية\n</p>\n\n<p>\nلا ناسخ فيها ولا منسوخ\n</p>\n\n<p>\n( سورة التغابن )\n</p>\n\n<p>\nلا منسوخ\n</p>\n\n<p>\n(سورة الطلاق)\n</p>\n\n<p>\nمدنية ولا منسوخ فيها\n</p>\n\n<p>\nسورة التحريم ) مدنية\n</p>\n\n<p>\nلا ناسخ ولا منسوخ\n</p>\n\n<p>\n( سورة الملك ) [ مكية](6)\n</p>\n\n<p>\nلا ناسخ فيها ولا منسوخ\n</p>\n\n<p>\n( سورة نون والحاقة ) مكيتان\n</p>\n\n<p>\nليس فيها ناسخ ولا منسوخ\n</p>\n\n<p>\n( سورة المعارج ) مكية\n</p>\n\n<p>\nوليس فيها نسخ\n</p>\n\n<p>\nوقوله تعالى : { فدرهم يخوضوا ويلعبوا } (7)\n</p>\n\n<p>\nقيل تهديد وقيل نسخ بآية السيف\n</p>\n\n<p>\n(سورة نوح ) (عليه السلام) مكية\n</p>\n\n<p>\nلاناسخ فيها ولا منسوخ\n</p>\n\n<p>\n( سورة الجن ) مكية محكمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n             لا ناسخ فيها ولا منسوخ\n</p>\n\n<p>\n( سورة المزمل ) نزل أكثرها بمكة\n</p>\n\n<p>\nقوله تعالى : { يا أيها المزمل قم الليل <span id='ms34'></span> إلا قليل نصفه أو انقص منه قليلا }\n</p>\n\n<p>\nكان ذلك ثم نسخ بالصلوات الخمس\n</p>\n\n<p>\nقوله تعالى : { واصبر على ما يقولون واهجرهم هجر ا جميلا }\n</p>\n\n<p>\nقيل نسخت بآية القتال وقيل بل هي [ محكمة والمعنى ] تلطف في الدعاء مع\nالقتال وليس بنسخ والهجر الجميل إظهار الجفوة من غير ترك الدعوة إلى الحق\nوألمنا صحة\n</p>\n\n<p>\nقوله تعالى : ? { فذرني والمكذبين أولي النعمة ومهلهم قليلا } (1)\n</p>\n\n<p>\nيعني المستهزئين من قريش وذلك تهديد قائم وقيل بل أمر ونسخ بآية السيف\n</p>\n\n<p>\n( سورة المدثر ) مكية\n</p>\n\n<p>\nلا ناسخ فيها ولا منسوخ\n</p>\n\n<p>\nوقوله تعالى : { ذرني ومن خلقت وحيدا } (2)\n</p>\n\n<p>\nتهديد وليس بنسخ\n</p>\n\n<p>\n( سورة القيامة ) مكية\n</p>\n\n<p>\nلا ناسخ فيها ولا منسوخ\n</p>\n\n<p>\n( سورة هل أتى على الإنسان ) (3)\n</p>\n\n<p>\nالأقرب أنه لا ناسخ فيها ولا منسوخ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n             ( سورة المرسلات ) مكية\n</p>\n\n<p>\nلا ناسخ فيها ولا منسوخ\n</p>\n\n<p>\n( سورة النبأ والنازعات ) مكيتان\n</p>\n\n<p>\nلا ناسخ فيهما ولا منسوخ\n</p>\n\n<p>\n( سورة عبس ) (1) مختلف فيها (2)\n</p>\n\n<p>\nلا ناسخ فيها ولا منسوخ\n</p>\n\n<p>\n( سورة التكوير ) مكية لا ناسخ فيها ولا منسوخ وكذلك\n</p>\n\n<p>\n[ سورة ] ( الانفطار )[ مكية لا ناسخ فيها ولا منسوخ ]\n</p>\n\n<p>\nو[ سورة ]( المطففين )[ مكية لا ناسخ فيها ولا منسوخ ]\n</p>\n\n<p>\nو[ سورة] ( الانشقاق ) [ مكية لا ناسخ فيها ولا منسوخ ]\n</p>\n\n<p>\nو[ سورة] ( البروج )[ مكية لا ناسخ فيها ولا منسوخ ]\n</p>\n\n<p>\n( سورة الطارق ) مكية\n</p>\n\n<p>\nقوله تعالى : { فمهل الكافرين أمهلهم رويدا } (3)\n</p>\n\n<p>\nقيل نسخت بآية السيف\n</p>\n\n<p>\n( سورة سبح )\n</p>\n\n<p>\nلا منسوخ فيها\n</p>\n\n<p>\n( سورة الغاشية ) مكية\n</p>\n\n<p>\nقوله تعالى : { لست عليهم بمصيطر } (4)\n</p>\n\n<p>\nقيل نسخت بآية السيف (5)\n</p>\n\n<p>\n( سورة الفجر ) مكية\n</p>\n\n<p>\nلا ناسخ فيها ولا منسوخ\n</p>\n\n<p>\nوكذلك البلد وما بعدها إلى .... ( سورة قل يأيها الكافرون )\n</p>\n\n<p>\nقوله تعالى : { لكم دينكم ولي دين }\n</p>\n\n<p>\nقيل نسخت بآية السيف (6)\n</p>\n\n<p>\nوما بعدها ليس فيه نسخ وقد أتينا على جملة ما ذكر فيه النسخ عند أئمتنا\nعليهم السلام وعند مشايخنا رضي الله عنهم والله الموفق لحفظ ذلك والعمل به\nوالمخلص من تبعاته ونسأله تبارك وتعالى أن يجعله لنا نورا من بين أيدين ومن\nخلفنا وعن أيماننا وعن شمايلنا وأن يشركنا في ثواب قارية ومستمعيه والمنتفع\nبه إنه عزيز حكيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n             قال في إحدى النسخ التي اعتمد <span id='ms35'></span> على النقل منها وتم ذلك بفضل الملك المعبود\nنحمده ونشكره بكرة وأصيلا وصلى الله وسلم على سيدنا محمد وآله الطاهرين\nالميامين ولا حولا ولا قوة إلا بالله العلي العظيم قال في الأم المنقول\nعنها :كان الفراغ من رقم هذا الكتاب المبارك لعله في يوم الجمعة بعد العصر\n4 2 رجب الأصم أحد شهور سنة 1374ه بقلم أسير ذنبه الراجي عفو ربه ومحو ذنبه\nالعدلي معتقدا والزيدي مذهبا الفقير إلى كرم الله حمود بن محمد رزق رواس\nأحد طلبت العلم الشريف أعزه الله وصانه عن الزيغ والتحريف بحق محمد وآله\nالذين هم سفينة النجاة ولا حولا ولا قوة إلا بالله العلي العظيم وصلى الله\nعلى محمد وآله وسلم\n</p>\n\n<p>\nوقال في الأخرى وثلى الله على رسوله سيدنا محمد النبي وعلى آله الطاهرين\nوحسبنا الله ونعم الوكيل تمت النسخة المباركة بحمد الله سبحانه وذلك يوافي\nأربعة أيام في شهر شعبان الكريم الذي من شهور سنة 1034 ه والحمد لله على كل\nحال والصلاة على محمد وآله خير آل\n</p>\n\n<p>\nتم صفه وتصحيحه والحمد لله يوم الأحد 25 شهر الحجة سنة 1419 ه\n</p>\n\n<p>\nوصلى الله على محمد وآله وسلم\n</p>\n\n<p>\nعبد الكريم عبد الله الضوء\n</p>\n\n<p>\nفهارس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n             \n</p>\n\n\n### |EDITOR|\nENDNOTES\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            :\n\n(1) - في نسخة الحمد لله وسلام على عباده الذين اصطفى . زيادة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            :\n\n(1) - في نسخة زيادة لها\n\n(2) - في نسخة تكفر\n\n(3)  هو أبو مسلم محمد بن بحر الأصفهاني المعتزلي وكان من أعوان الداعي محمد بن زيد صنو الداعي الحسن بن زيد ، واستدل بقوله تعالى : ( لا يأتيه الباطل من بين يديه ولا من خلفه ) وادعى بأنه لو نسخ بعض القرآن لتطرق إليه البطلان ، ويحجه أدلة كثيرة جدا ليس هنا موضعها\n\n(4)  هذا جواب لما\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            :\n\n(1)  قوله بطريق شرعي لإخراج الطرق العقلية كالموت والنوم والغفلة والجنون فإن شيئا من ذلك لا يسمى ناسخا بالاصطلاح ، والطريق الشرعي يتناول الكتاب والسنة قولا وفعلا وتركا وتقريرا أما الإجماع والقياس فالناسخ في الإجماع سنده وفي القياس أصله الثابت بالدليل\n\n(2)  الدليل هو ما يمكن التوصل بصحيح النظر فيه إلى العلم بالغير\n\n(3)  الأمارة هي : ما يمكن التوصل بصحيح النظر <span id='ms36'></span> فيها إلى الظن\n\n(4)  ص / 6 /\n\n(5)  الأولى أن يقال : إن اعتبار التراخي لإخراج التخصيص إذ البدا قد خرج من قوله مثل الحكم الشرعي كما في المعيار .\n\n(6) لأنه يقتضي تجدد علمه وهو محال لأنه عالم لذاته\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            :\n\n(1) -هو أبو مسلم محمد بن بحر الأصفهاني المعتزلي وكان من أعوان الداعي محمد بن زيد صنو الداعي الحسن بن زيد ، واستدل بقوله تعالى : ( لا يأتيه الباطل من بين يديه ولا من خلفه ) وادعى بأنه لو نسخ بعض القرآن لتطرق إليه البطلان ، ويحجه أدلة كثيرة جدا ليس هنا موضعها\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            :\n\n(1) - في نسخة المطلق بدل المطلوب\n\n(2)  النساء / 15\n\n(3)  الطلاق / 1\n\n(4) - وهم بعض الشافعية وبعض الظاهرية\n\n(5)  المجادلة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            :\n\n(1)  ما يجب ثبوته لله تعالى كالقدرة والعلم والحياة والوجود والقدم ، وما يجب نفيه عنه تعالى الرؤية والتشبيه والولد والظلم والجور\n\n(2)  أخرجه جمع من المحدثين بألفاظ متقاربة بعضها كما في الأصل بزيادة البتة بعد فارجموهما وهذا في سنن البيهقي ج / 8 ص / 211 ، وبعضها بزيادة البتة وإبدال نكالا من الله ( بما قضيا من اللذة ) وهذه هي أغلب روايات الكتب التي أخرج فيها هذا الحديث التي منها : سنن الدارمي ، مسند أحمد بن حنبل صحيح ابن حبان ، المستدرك على الصحيحين السنن الكبرى ، سنن البيهقي الكبرى ، المعجم الكبير ، الآحاد والمثاني .\n\n(3)  لم يذكر الأصوليون أن قراءة ابن مسعود نسخت تلاوتها ولكنهم ذكروا بأنها من القراء ات الشاذة الآحادية في أنه يجب العمل بها كالأخبار الآحادية\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            :\n\n(1)  آية الصوم هي قوله تعالى كتب عليكم الصيام كما كتب على الذين من قبلكم .. كان الصوم على من قبلنا من العتمة إلى العتمة فنسخ بقوله تعالى : { علم الله أنكم كنتم تختانون أنفسكم .. } الخ وآية الوصية هي قوله تعالى كتب عليكم إذا حضر أحدكم الموت إن ترك خيرا الوصية للوالدين والأقربين بالمعروف حقا على المتقين } نسخت بآية المواريث وآية العدة هي قوله تعالى : { والذين يتوفون منكم ويذرون أزواجا وصية لأزواجهم متاعا إلى الحول غير إخراج } نسخت بقوله تعالى { يتربصن بأنفسهن أربعة أشهر وعشرا }\n\n(2)  لأنه إذا أمر بفعل ثم نهى عنه على الوجه المذكور لم يخل ذلك الفعل من أن <span id='ms37'></span> يكون صلاحا في نفسه أو فسادا ، فإن كان صلاحا كان النهي عنه قبيحا ، وإن كان فسادا قبح الأمر به والله تعالى لا يفعل القبيح ولا يأمر به\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            :\n\n(1)  كزيادة ركعة في الفجر\n\n(2)  كزيادة عشرين جلدة في حد القذف\n\n(3)  كنقصان ركعة من أربع\n\n(4) - في نسخة باقيا\n\n(5)  البقرة / 106\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            :\n\n(1)  أخرج مسلم في صحيحه أن رسول الله صلى الله عليه وآله وسلم قال : أيها الناس إني كنت أذنت لكم في الإستمتاع من النساء وإن الله قد حرم ذلك إلى يوم القيمة فمن كان عنده منهن شيء فليخل سبيله ولا تأخذوا ما آتيتموهن شيئا / صحيح مسلم ج /2 ص 1025 وأخرجه البخاري وأبو داود وأحمد بن حنبل وابن حبان والبيهقي وغيرهم كثير\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            :\n\n(1)  في المجموع حدثني زيد بن علي عليه السلام عن أبيه عن جده عن علي عليهم السلام أنه كان يقول : سبق الكتاب الخفين ، وروى المؤيد بالله عليه السلام من طريق أبي بكر بن أبي شيبة عن حاتم بن إسماعيل عن جعفر عن أبيه قال قال علي عليه السلام : سبق الكتاب الخفين ، وما في الأصل يخالف ما في المجموع ورواية المؤيد بالله ، وأقرب ما يشابه الأصل ما في مسند علي من جمع الجوامع : عن رجل من الموالي قال : سمعت منادي علي بن إبي طالب ينادي ياأيها الناس إن الكتاب قد سبق المسح على الخفين ثلاث مرات أخرجه ابن جرير ، وأخرج البخاري في صحيحه حديثا برقم 158 حدثنا موسى قال حدثنا أبو عوانة عن أبي بشر عن يوسف بن ماهك عن عبدالله ابن عمرو قال تخلف النبي صلى اللهم عليه [وآله ] وسلم عنا في سفرة سافرناها فأدركنا وقد أرهقنا العصر فجعلنا نتوضأ ونمسح على أرجلنا فنادى بأعلى صوته ويل للأعقاب من النار مرتين أو ثلاثا *\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            :\n\n(1) - في البخاري برقم حدثنا مسدد حدثنا إسماعيل عن أيوب عن نافع عن ابن عمر رضي الله عنهما قال صام النبي صلى الله عليه [ وآله ] وسلم عاشوراء وأمر بصيامه فلما فرض رمضان ترك وكان عبد الله لا يصومه إلا أن يوافق صومه وفي البخاري برقم حدثنا <span id='ms38'></span> قتيبة بن سعيد حدثنا الليث عن يزيد بن أبي حبيب أن عراك بن مالك حدثه أن عروة أخبره عن عائشة رضي الله عنها أن قريشا كانت تصوم يوم عاشوراء في الجاهلية ثم أمر رسول الله صلى الله عليه [ وآله ] وسلم بصيامه حتى فرض رمضان وقال رسول الله صلى الله عليه [ وآله ] وسلم من شاء فليصمه ومن شاء أفطر\n\nوفي سنن الترمذي : حدثنا أحمد بن منيع حدثنا هشيم أخبرنا حجاج بن أرطاة عن جبلة بن سحيم أن رجلا سأل ابن عمر عن الأضحية أواجبة هي فقال ضحى رسول الله صلى الله عليه [ وآله ] وسلم والمسلمون فأعادها عليه فقال أتعقل ضحى رسول الله صلى الله عليه [ وآله ] وسلم والمسلمون قال أبو عيسى هذا حديث حسن صحيح والعمل على هذا عند أهل العلم أن الأضحية ليست بواجبة ولكنها سنة من سنن رسول الله صلى الله عليه [ وآله ] وسلم يستحب أن يعمل بها وهو قول سفيان الثوري وابن المبارك وسيأتي تخريج أشمل وأوسع من هذا ص 37\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            :\n\n(1)  الأنفال / 66\n\n(2)  المجادلة / 13\n\n(3)  سبق تخريجه ص /4\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            :\n\n(1)  أخرج نحوه مسلم في صحيحه 6 أحاديث ،منها 1623 حدثنا أبو بكر بن أبي شيبة ومحمد بن عبد الله بن نمير ومحمد بن المثنى واللفظ لأبي بكر وابن نمير قالوا حدثنا محمد بن فضيل عن أبي سنان وهو ضرار ابن مرة عن محارب بن دثار عن ابن بريدة عن أبيه قال قال رسول الله صلى اللهم عليه [وآله ] وسلم نهيتكم عن زيارة القبور فزوروها ونهيتكم عن لحوم الأضاحي فوق ثلاث فأمسكوا ما بدا لكم ونهيتكم عن النبيذ إلا في سقاء فاشربوا في الأسقية كلها ولا تشربوا مسكرا قال ابن نمير في روايته عن عبد الله بن بريدة عن أبيه ح وحدثنا يحيى بن يحيى أخبرنا أبو خيثمة عن زبيد اليامي عن محارب ابن دثار عن ابن بريدة أراه عن أبيه الشك من أبي خيثمة عن النبي صلى اللهم عليه [وآله ] وسلم ح وحدثنا أبو بكر بن أبي شيبة حدثنا قبيصة بن عقبة عن سفيان عن <span id='ms39'></span> علقمة بن مرثد عن سليمان بن بريدة عن أبيه عن النبي صلى اللهم عليه [وآله ] وسلم ح وحدثنا ابن أبي عمر ومحمد بن رافع وعبد بن حميد جميعا عن عبد الرزاق عن معمر عن عطاء الخراساني قال حدثني عبد الله بن بريدة عن أبيه عن النبي صلى اللهم عليه [وآله ] وسلم كلهم بمعنى حديث أبي سنان * وأبو داود في سننه حديثين ،والترمذي في سننه 3أحاديث منها 974 حدثنا محمد بن بشار ومحمود بن غيلان والحسن بن علي الخلال قالوا حدثنا أبو عاصم النبيل حدثنا سفيان عن علقمة بن مرثد عن سليمان بن بريدة عن أبيه قال قال رسول الله صلى اللهم عليه [وآله ] وسلم قد كنت نهيتكم عن زيارة القبور فقد أذن لمحمد في زيارة قبر أمه فزوروها فإنها تذكر الآخرة قال وفي الباب عن أبي سعيد وابن مسعود وأنس وأبي هريرة وأم سلمة قال أبمو عيسى حديث بريدة حديث حسن صحيح والعمل على هذا عند أهل العلم لا يرون بزيارة القبور بأسا وهو قول ابن المبارك والشافعي وأحمد وإسحق * ، وابن ماجة في سننه 5 أحاديث ، وأحمد بن حنبل في مسنده 17 حديثا وغيرهم كثير ولقد شمل فهرس تخريج الحديث 84 حديثا من كتب السنة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            :\n\n(1)  أخرجه أبو داود في البيوع والترمذي في الوصاياوابن ماجة في الوصايا والدارمي في السير وأحمد في مسند الشاميين والبيهقي والدار قطني\n\n(2)  كحديث المتعة والزيارة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            :\n\n(1)  أخرج نحوه أبو داود في سننه 3599 حدثنا محمد بن إسمعيل مولى بني هاشم حدثنا الثقفي عن خالد عن الحكم ابن عتيبة أنه انطلق هو وناس معه إلى عبد الله بن عكيم رجل من جهينة قال الحكم فدخلوا وقعدت على الباب فخرجوا إلي فأخبروني أن عبد الله بن عكيم أخبرهم أن رسول الله صلى اللهم عليه [وآله ] وسلم كتب إلى جهينة قبل موته بشهر أن لا تنتفعوا من الميتة بإهاب ولا عصب قال أبمو داومد قال النضر بن شميل يسمى إهابا ما لم يدبغ فإذا دبغ لا يقال له إهاب إنما يسمى شنا وقربة * والترمذي ،1651 حدثنا <span id='ms40'></span> محمد بن طريف الكوفي حدثنا محمد بن فضيل عن الأعمش والشيباني عن الحكم عن عبد الرحمن بن أبي ليلى عن عبد الله بن عكيم قال أتانا كتاب رسول الله صلى اللهم عليه [وآله ] وسلم أن لا تنتفعوا من الميتة بإهاب ولا عصب قال أبمو عيسى هذا حديث حسن ويروى عن عبد الله بن عكيم عن أشياخ لهم هذا الحديث وليس العمل على هذا عند أكثر أهل العلم وقد روي هذا الحديث عن عبد الله بن عكيم أنه قال أتانا كتاب النبي صلى اللهم عليه [وآله ] وسلم قبل وفاته بشهرين قال وسمعت أحمد ابن الحسن يقول كان أحمد بن حنبل يذهب إلى هذا الحديث لما ذكر فيه قبل وفاته بشهرين وكان يقول كان هذا آخر أمر النبي صلى اللهم عليه [وآله ] وسلم ثم ترك أحمد ابن حنبل هذا الحديث لما اضطربوا في إسناده حيث روى بعضهم فقال عن عبد الله بن عكيم عن أشياخ لهم من جهينة * وأحمد بن حنبل 18029 حدثنا وكيع وابن جعفر قالا ثنا شعبة عن الحكم عن عبد الرحمن بن أبي ليلى قال ابن جعفر سمعت ابن أبي ليلى عن عبد الله بن عكيم الجهني قال أتانا كتاب النبي صلى اللهم عليه [وآله ] وسلم ونحن بأرض جهينة وأنا غلام شاب أن لا تنتفعوا من الميتة بإهاب ولا عصب * ، والبيهقي وغير ذلك كثير\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            :\n\n(1)  في المعجم الكبير ج/24 ص/36 عن عكرمة عن سودة بنت زمعة قالت : كانت لنا شاة ماتت فرمينابها فجاء رسول الله صلى الله عليه وآله وسلم فقال : ما فعلت شاتكم ؟ قلنا : ماتت فطرحناها فقال: أفلا انتفعتم بإهابها فقلت : هي ميتة فقرأ هذه الآية : { قل لا أجد فيما أوحي إلي محرما على طاعم يطعمه إلا أن يكون ميتة } إنما حرم عليكم أن تطعموها فأرسلوا بإهابها فدبغوه فاتخذوه حتى كان عندهم شنا\n\n(2)  أصل الحديث كما روي صحيح ابن حبان بترتيب ابن بلبان \\ 404/3 \\ 1121 أخبرنا محمد بن إبراهيم بن المنذر النيسابوري بمكة حدثنا محمد بن عبد الوهاب الفراء حدثنا حسين بن <span id='ms41'></span> الوليد عن عكرمة بن عمار عن قيس بن طلق عن أبيه أنه سأل النبي صلى الله عليه وسلم عن الرجل يمس ذكره وهو في الصلاة قال لا بأس به إنه لبعض جسدك أما قول المؤلف إنه روى أبوهرية حديثا في مس الذكر فلم أعثر عليه إنما الموجود حديث بسرة بنت صفوان\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            :\n\n(1)  أخرج في المجتبى من السنن لأحمد بن شعيب ج6 ص 100 [27145] أخبرني هارون بن عبد الله قال حدثنا معن قال حدثنا مالك والحرث بن مسكين قراءة عليه وأنا أسمع عن بن القاسم قال حدثني مالك عن عبد الله بن أبي بكر عن عمرة عن عائشة قالت كان فيما أنزل الله عز وجل وقال الحرث فيما أنزل من القرآن عشر رضعات معلومات يحرمن ثم نسخن بخمس معلومات فتوفى رسول الله صلى الله عليه [ وآله ] وسلم وهي مما يقرأ من القرآن\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            :\n\n(1) الذين يؤمنون بالغيب ويقيمون الصلاة ومما رزقناهم ينفقون البقرة (3)) وقال في تفسير الشوكاني الجزء :1الصفحة :54\n\nوالرزق عند الجمهور ما صلح للانتفاع به حلالا كان أو حراما خلافا للمعتزلة. فقالوا: إن الحرام ليس برزق، وللبحث في هذه المسألة موضع غير هذا. والإنفاق: إخراج المال من اليد، وفي المجيء بمن التبعضية ههنا نكتة سرية هي الإرشاد إلى ترك الإسراف. وقد أخرج ابن جرير وابن أبي حاتم وابن إسحاق عن ابن عباس في قوله: \"يقيمون الصلاة\" قال: الصلوات الخمس \"ومما رزقناهم ينفقون\" قال: زكاة أموالهم. وأخرج عبد بن حميد عن قتادة أن إقامة الصلاة المحافظة على مواقيتها ووضوئها وركوعها وسجودها \"ومما رزقناهم ينفقون\" قال: أنفقوا في فرائض الله التي افترض عليهم في طاعته وسبيله. وأخرج ابن المنذر عن سعيد بن جبير ونحوه. وأخرج ابن جرير عن ابن مسعود في قوله: \"ومما رزقناهم ينفقون\" قال: هي نفقة الرجل على أهله. وأخرج ابن جرير عن الضحاك قال: كانت النفقات قربات يتقربون بها إلى الله عز وجل على قدر ميسورهم وجهدهم حتى نزلت فرائض الصدقات في سورة براءة هن الناسخات المبينات. واختار ابن جرير أن الآية عامة <span id='ms42'></span> في الزكاة والنفقات، وهو الحق من غير فرق بين النفقة على الأقارب وغيرهم وصدقة الفرض والنفل، وعدم التصريح بنوع من الأنواع التي يصدق عليها مسمى الإنفاق يشعر أتم إشعار بالتعميم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            :\n\n(1)  إن الذين آمنوا والذين هادوا والنصارى والصابئين من آمن بالله واليوم الآخر وعمل صالحا فلهم أجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون(62) البقرة\n\n(2) - في نسخة زيادة هي\n\n(3)  الخاسرين(85) آل عمران\n\n(4)  لأنه قال في الأولى : من آمن بالله واليوم الآخر ، والإيمان بالله يقتضي الإيمان بكتبه ورسله وفي جملتها القرآن ونبينا صلى الله عليه وآله وسلم ويدخل فيه الإيمان بالإنجيل وعيسى ولا يدخل فيه من بدل من التوراة والإنجيل شيئا وهذا اختيار مولنا المتوكل على الله إسماعيل بن أمير المؤمنين\n\n(5)  وإذ أخذنا ميثاق بني إسرائيل لا تعبدون إلا الله وبالوالدين إحسانا وذي القربى واليتامى والمساكين وقولوا للناس حسنا وأقيموا الصلاة وآتوا الزكاة ثم توليتم إلا قليلا منكم وأنتم معرضون(83)البقرة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            :\n\n(1)  تمامها حتى يأتي أمر الله إن الله على كل شيء قدير البقرة / 109\n\n(2)  وهي قوله تعالى : فإذا انسلخ الأشهر الحرم فاقتلوا المشركين حيث وجدتموهم ولعل الصحيح أنها غير منسوخة لأنه لم يأمره بالعفو مطلقا بل إلى غاية\n\n(3)  ولله المشرق والمغرب فأينما تولوا فثم وجه الله إن الله واسع عليم(115) البقرة / 115\n\n(4)  البقرة / 144\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            :\n\n(1)  البقرة / 143\n\n(2)  البقرة / 142\n\n(3)  قد نرى تقلب وجهك في السماء فلنولينك قبلة ترضاها فول وجهك شطر المسجد الحرام وحيث ما كنتم فولوا وجوهكم شطره وإن الذين أوتوا الكتاب ليعلمون أنه الحق من ربهم وما الله بغافل عما يعملون(144)البقرة / 144\n\n(4)  ما بين المعكوفين زيادة في نسخة\n\n(5)  البقرة / 180\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            :\n\n(1)  سبق تخريجه ص/ 7 /\n\n(2)  ياأيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون(183)البقرة / 183\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            :\n\n(1)  في البخاري برقم : حدثنا عبيد الله بن موسى عن إسرائيل عن أبي إسحاق عن البراء رضي الله عنه قال كان أصحاب محمد صلى الله عليه [ وآله ] وسلم إذا كان الرجل صائما فحضر الإفطار فنام قبل أن يفطر لم يأكل ليلته ولا يومه حتى يمسي وإن قيس بن صرمة <span id='ms43'></span> الأنصاري كان صائما فلما حضر الإفطار أتى امرأته فقال لها أعندك طعام قالت لا ولكن أنطلق فأطلب لك وكان يومه يعمل فغلبته عيناه فجاءته امرأته فلما رأته قالت خيبة لك فلما انتصف النهار غشي عليه فذكر ذلك للنبي صلى الله عليه [ وآله ] وسلم فنزلت هذه الآية أحل لكم ليلة الصيام الرفث إلى نسائكم ففرحوا بها فرحا شديدا ونزلت وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود\n\nوفي فتح الباري شرح البخاري : قوله : ( عن أبي إسحاق ) هو السبيعي , وإسرإئيل هو ابن يونس بن أبي إسحاق المذكور , وقد رواه الإسماعيلي من طريق يوسف بن موسى وغيره عن عبيد الله بن موسى شيخ البخاري فيه عن إسرائيل وزهير هو ابن معاوية كلاهما عن أبي إسحاق عن البراء زاد فيه ذكر زهير وساقه على لفظ إسرائيل , وقد رواه الدارمي وعبيد بن حميد في مسنديهما عن عبيد الله بن موسى فلم يذكرا زهيرا , وقد أخرجه النسائي من وجه آخر عن زهير به . قوله : ( كان أصحاب محمد صلى الله عليه [ وآله ] وسلم ) أي في أول افتراض الصيام , وبين ذلك ابن جرير في روايته من طريق عبد الرحمن بن أبي ليلى مرسلا . قوله : ( فنام قبل أن يفطر إلخ ) في رواية زهير \" كان إذا نام قبل أن يتعشى لم يحل له أن يأكل شيئا ولا يشرب ليله ويومه حتى تغرب الشمس \" ولأبي الشيخ من طريق زكريا بن أبي زائدة عن أبي إسحاق \" كان المسلمون إذا أفطروا يأكلون ويشربون ويأتون النساء ما لم يناموا فإذا ناموا لم يفعلوا شيئا من ذلك إلى مثلها \" فاتفقت الروايات في حديث البراء على أن المنع من ذلك كان مقيدا بالنوم , وهذا هو المشهور في حديث غيره , وقيد المنع من ذلك في حديث ابن عباس بصلاة العتمة , أخرجه أبو داود بلفظ \" كان الناس على عهد رسول الله صلى الله عليه [ وآله ] وسلم إذا صلوا العتمة حرم عليهم الطعام والشراب والنساء وصاموا إلى القابلة \" ونحوه في حديث أبي هريرة كما سأذكره قريبا , وهذا <span id='ms44'></span> أخص من حديث البراء من وجه آخر , ويحتمل أن يكون ذكر صلاة العشاء لكون ما بعدها مظنة النوم غالبا , والتقييد في الحقيقة إنما هو بالنوم كما في سائر الأحاديث , وبين السدي وغيره أن ذلك الحكم كان على وفق ما كتب على أهل الكتاب كما أخرجه ابن جرير من طريق السدي ولفظه \" كتب على النصارى الصيام , وكتب عليهم أن لا يأكلوا ولا يشربوا ولا ينكحوا بعد النوم , وكتب على المسلمين أولا مثل ذلك حتى أقبل رجل من الأنصار \" فذكر القصة . ومن طريق إبراهيم التيمي \" كان المسلمون في أول الإسلام يفعلون كما يفعل أهل الكتاب : إذا نام أحدهم لم يطعم حتى القابلة \" ويؤيد هذا ما أخرجه مسلم من حديث عمرو بن العاص مرفوعا \" فصل ما بين صيامنا وصيام أهل الكتاب أكلة السحر \" . قوله : ( وإن قيس بن صرمة ) بكسر الصاد المهملة وسكون الراء هكذا سمي في هذه الرواية , ولم يختلف على إسرائيل فيه إلا في رواية أبي أحمد الزبيري عنه فإنه قال \" صرمة بن قيس \" أخرجه أبو داود , ولأبي نعيم في \" المعرفة \" من طريق الكلبي عن أبي صالح عن ابن عباس مثله , قال وكذا رواه أشعث بن سوار عن عكرمة عن ابن عباس , ووقع عند أحمد والنسائي من طريق زهير عن أبي إسحاق أنه \" أبو قيس ابن عمرو \" وفي حديث السدي المذكور \" حتى أقبل رجل من الأنصار يقال له أبو قيس بن صرمة \" ولابن حرير من طريق ابن إسحاق عن محمد بن يحيى بن حبان بفتح المهملة وبالموحدة الثقيلة مرسلا \" صرمة بن أبي أنس \" ولغير ابن جرير من هذا الوجه \" صرمة بن قيس \" كما قال أبو أحمد الزبيري , وللذهلي في \" الزهريات \" من مرسل القاسم بن محمد \" صرمة بن أنس \" ولابن جرير من مرسل عبد الرحمن بن أبي ليلى \" صرمة بن مالك \" والجمع بين هذه الروايات أنه أبو قيس صرمة بن أبي أنس قيس بن مالك بن عدي بن عامر بن غنم بن عدي بن النجار , كذا نسبه ابن عبد البر وغيره , فمن قال <span id='ms45'></span> قيس بن صرمة قلبه كما جزم الداودي والسهيلي وغيرهما بأنه وقع مقلوبا في رواية حديث الباب , ومن قال صرمة بن مالك نسبه إلى جده , ومن قال صرمة بن أنس حذف أداة الكنية من أبيه , ومن قال أبو قيس بن عمرو أصاب كنيته وأخطأ في اسم أبيه , وكذا من قال أبو قيس بن صرمة , وكأنه أراد أن يقول أبو قيس صرمة فزاد فيه ابن , وقد صحفه بعضهم فرويناه في \" جزء إبراهيم بن أبي ثابت \" من طريق عطاء عن أبي هريرة قال \" كان المسلمون إذا صلوا العشاء حرم عليهم الطعام والشراب والنساء , وأن ضمرة بن أنس الأنصاري غلبته عينه \" الحديث . وقد استدرك ابن الأثير في الصحابة ضمرة بن أنس في حرف الضاد المعجمة على من تقدمه , وهو تصحيف وتحريف ولم يتنبه له والصواب صرمة بن أبي أنس كما تقدم , والله سبحانه وتعالى أعلم بالصواب . وصرمة بن أبي أنس مشهور في الصحابة يكنى أبا قيس . قال ابن إسحاق فيما أخرجه السراج في تاريخه من طريقه بإسناده إلى عويم بن ساعدة قال : قال صرمة بن أبي أنس وهو يذكر النبي صلى الله عليه [ وآله ] وسلم : ثوى في قريش بضع عشرة حجة يذكر لو يلقى صديقا مؤاتيا الأبيات . قال ابن إسحاق : وصرمة هذا هو الذي نزل فيه ( كلوا واشربوا ) الآية . قال : وحدثني محمد ابن جعفر بن الزبير قال : كان أبو قيس ممن فارق الأوثان في الجاهلية , فلما قدم النبي صلى الله عليه [ وآله ] وسلم المدينة أسلم وهو شيخ كبير , وهو القائل : يقول أبو قيس وأصبح غاديا ألا ما استطعتم من وصاتي فافعلوا الأبيات . قوله : ( فقال لها أعندك ) بكسر الكاف ( طعام ؟ قالت لا , ولكن أنطلق أطلب لك ) ظاهره أنه لم يجئ معه بشيء , لكن في مرسل السدي أنه أتاها بتمر فقال : استبدلي به طحينا واجعليه سخينا , فإن التمر أحرق جوفي . وفيه : لعلي آكله سخنا , وأنها استبدلته له وصنعته . وفي مرسل ابن أبي ليلى : فقال لأهله أطعموني . فقالت : حتى أجعل لك شيئا سخينا . ووصله أبو داود من <span id='ms46'></span> طريق ابن أبي ليلى فقال \" حدثنا أصحاب محمد \" فذكره مختصرا . قوله : ( وكان يومه ) بالنصب ( يعمل ) أي في أرضه , وصرح بها أبو داود في روايته . وفي مرسل السدي \" كان يعمل في حيطان المدينة بالأجرة \" فعلى هذا فقوله \" في أرضه \" إضافة اختصاص . قوله : ( فغلبته عيناه ) أي نام , وللكشميهني \" عينه \" بالإفراد . قوله : ( فقالت خيبة لك ) بالنصب وهو مفعول مطلق محذوف العامل , وقيل إذا كان بغير لام يجب نصبه وإلا جاز . والخيبة الحرمان يقال خاب يخيب إذا لم ينل ما طلب . قوله : ( فلما انتصف النهار غشي عليه ) في رواية أحمد \" فأصبح صائما , فلما انتصف النهار \" وفي رواية أبي داود \" فلم ينتصف النهار حتى غشي عليه \" فيحمل الأول على أن الغشي وقع في آخر النصف الأول من النهار , وفي رواية زهير عن أبي إسحاق \" فلم يطعم شيئا وبات حتى أصبح صائما حتى انتصف النهار فغشي عليه \" وفي مرسل السدي \" فأيقظته , فكره أن يعصي الله وأبى أن يأكل \" وفي مرسل محمد بن يحيى \" فقالت له كل , فقال إني قد نمت . فقالت لم تنم . فأبى فأصبح جائعا مجهودا \" . قوله : ( فذكر ذلك للنبي صلى الله عليه [ وآله ] وسلم ) زاد في رواية زكريا عند أبي الشيخ \" وأتى عمر امرأته وقد نامت فذكر ذلك للنبي صلى الله عليه [ وآله ] وسلم \" . قوله : ( فنزلت هذه الآية ( أحل لكم ليلة الصيام الرفث إلى نسائكم ) ففرحوا بها فرحا شديدا ونزلت ( وكلوا واشربوا ) كذا في هذه الرواية وشرح الكرماني على ظاهرها فقال : لما صار الرفث وهو الجماع هنا حلالا بعد أن كان حراما كان الأكل والشرب بطريق الأولى , فلذلك فرحوا بنزولها وفهموا منها الرخصة , هذا وجه مطابقة ذلك لقصة أبي قيس , قال : ثم لما كان حلهما بطريق المفهوم نزل بعد ذلك ( وكلوا واشربوا ) ليعلم بالمنطوق تسهيل الأمر عليهم صريحا , ثم قال : أو المراد من الآية هي بتمامها . قلت : وهذا هو المعتمد , وبه جزم السهيلي وقال : إن الآية بتمامها نزلت في الأمرين معا وقدم ما يتعلق بعمر لفضله . قلت : وقد وقع في رواية أبي داود فنزلت <span id='ms47'></span> ( أحل لكم ليلة الصيام ) إلى قوله : ( من الفجر ) فهذا يبين أن محل قوله \" ففرحوا بها \" بعد قوله : ( الخيط الأسود ) ووقع ذلك صريحا في رواية زكريا بن أبي زائدة ولفظه \" فنزلت ( أحل لكم - إلى قوله - من الفجر ) ففرح المسلمون بذلك \" وسيأتي بيان قصة عمر في تفسير سورة البقرة مع بقية تفسير الآية المذكورة إن شاء الله تعالى .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            :\n\n(1)  الطليح : المعيي والمهزول والمجهود فعيل بمعنى مفعول اه المعجم الوسيط ، أخرج نحوهذا البخاري في صحيحه ج2ص676برقم 1782 حدثنا عبيدالله بن موسى عن إسرائيل عن أبي إسحاق عن البراء رضي اللهم عنهم قال كان أصحاب محمد صلى اللهم عليه [وآله ] وسلم إذا كان الرجل صائما فحضر الإفطار فنام قبل أن يفطر لم يأكل ليلته ولا يومه حتى يمسي وإن قيس بن صرمة الأنصاري كان صائما فلما حضر الإفطار أتى امرأته فقال لها أعندك طعام قالت لا ولكن أنطلق فأطلب لك وكان يومه يعمل فغلبته عيناه فجاءته امرأته فلما رأته قالت خيبة لك فلما انتصف النهار غشي عليه فذكر ذلك للنبي صلى اللهم عليه [وآله ] وسلم فنزلت هذه الآية ( أحل لكم ليلة الصيام الرفث إلى نسائكم ) ففرحوا بها فرحا شديدا ونزلت ( وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود ) * والترمذي في سننه ج5ص210 برقم 2894 حدثنا عبد بن حميد حدثنا عبيد الله بن موسى عن إسرائيل بن يونس عن أبي إسحق عن البراء قال كان أصحاب النبي صلى اللهم عليه [وآله ] وسلم إذا كان الرجل صائما فحضر الإفطار فنام قبل أن يفطر لم يأكل ليلته ولا يومه حتى يمسي وإن قيس ابن صرمة الأنصاري كان صائما فلما حضر الإفطار أتى امرأته فقال هل عندك طعام قالت لا ولكن أنطلق فأطلب لك وكان يومه يعمل فغلبته عينه وجاءته امرأته فلما رأته قالت خيبة لك فلما انتصف النهار غشي عليه فذكر ذلك للنبي صلى اللهم عليه [وآله ] وسلم فنزلت هذه الآية ( أحل لكم ليلة الصيام الرفث إلى نسائكم ) ففرحوا بها فرحا شديدا ( وكلوا واشربوا حتى يتبين لكم الخيط <span id='ms48'></span> الأبيض من الخيط الأسود من الفجر ) قال أبمو عيسى هذا حديث حسن صحيح * والدارمي في سننه ج2ص10 وأحمد في سننه ج4 ص295 وابن حبان في صحيحه ج8ص240 وابن خزيمة في صحيحه ج3 ص200 والبيهقي في سننه الكبرى ج4ص201\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            :\n\n(1)  البقرة 187\n\n(2)  وهي الأثقال الشديدة المتعبة\n\n(3)  أخرج البخاري في صحيحه ج4 ص 1640 عن عدي بن حاتم رضي الله عنه قل قلت يا رسول الله  الخيط الأبيض من الخيط الأسود  أهما الخيطان ؟ قال :إنك لعريض القفا إن أبصرت الخيطين ثم قال : لا بل هو سواد الليل وبياض النهار وقال في فتح الباري شرح البخاري : ج 4 ص 133 : والعرب تقول : فلان عريض القفا إذا كان فيه غباوة وغفلة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            :\n\nفعجلنا القرى أن تشتمونا(2)\n\nوقد يذكر لا وهو لا يريدها كما قال تعالى : { لئلا يعلم أهل الكتاب } (3) معناه ليعلم أهل الكتاب\n\nوقال الشاعر: بيوم جدود لا فضحتم أباكم ___ وسالمتوا والخيل تدمى شكيمها(4)\n\nقوله تعال : { وقاتلوا في سبيل الله الذين يقاتلونكم ولا تعتدوا إن الله لا يحب المعتدين } (5)\n\n__________\n\n(1)  وذكلر الهادي عليه السلام في الأحكام أن الله أوجب صيام شهر رمضان في الإنجيل على بني إسرائيل فغيروا إللا غير رمضان من الأيام وزادوافيه عشرين كفارة فلعنهم الله وأخزاهم وذلك قول الله تعالى { كما كتب على الذين من قبلكم } يعني النصارى\n\n(2)  أراد فعجلنا القرى أن لا تشتمونا أي لأن لا تشتمونا\n\n(3)  الحديد 29\n\n(4)  أراد فضحتم أباكم\n\n(5)  البقرة 190\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            :\n\n(1)  التوبة 36 \"إن عدة الشهور عند الله اثنا عشر شهرا في كتاب الله يوم خلق السماوات والأرض منها أربعة حرم ذلك الدين القيم فلا تظلموا فيهن أنفسكم وقاتلوا المشركين كافة كما يقاتلونكم كافة واعلموا أن الله مع المتقين\"\n\n(2)  التوبة 5\n\n(3)  واقتلوهم حيث ثقفتموهم وأخرجوهم من حيث أخرجوكم والفتنة أشد من القتل ولا تقاتلوهم عند المسجد الحرام حتى يقاتلوكم فيه فإن قاتلوكم فاقتلوهم كذلك جزاء الكافرين(191)البقرة\n\n(4)  يسألونك ماذا ينفقون قل ما أنفقتم من خير فللوالدين والأقربين واليتامى والمساكين وابن السبيل وما تفعلوا من خير فإن الله به عليم(215)البقرة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            :\n\n(1)  البقرة 217\n\n(2)  هو واقد بن عبد الله اليربوعي حليف <span id='ms49'></span> عمر بن الخطاب قال في الإصابة : واقد بن عبد الله اليربوعي قال بن الأمين فرق بن منده بينه وبين واقد بن عبد الله الحنظلي وهما واحد وقال البغوي في تفسيره :\n\nالجزء :1الصفحة :246\"يسألونك عن الشهر الحرام قتال فيه قل قتال فيه كبير وصد عن سبيل الله وكفر به والمسجد الحرام وإخراج أهله منه أكبر عند الله والفتنة أكبر من القتل ولا يزالون يقاتلونكم حتى يردوكم عن دينكم إن استطاعوا ومن يرتدد منكم عن دينه فيمت وهو كافر فأولئك حبطت أعمالهم في الدنيا والآخرة وأولئك أصحاب النار هم فيها خالدون\"\n\n217. قوله تعالى.: \" يسألونك عن الشهر الحرام قتال فيه \" سبب نزول هذه الآية أن رسول الله صلى الله عليه [ وآله ] وسلم بعث عبد الله بن جحش، وهو ابن عمةالنبي صلى الله عليه [ وآله ] وسلم أخت أبيه في جمادى الآخرة، قبل قتال بدر بشهرين على رأس سبعة عشر شهرا من مقدمه إلى المدينة، وبعث معه ثمانية رهط من المهاجرين: سعد بن أبي وقاص الزهري وعكاشة بن محمص الأسدي وعتبة بن غزوان السلمي وأبا حذيفة بن عتبة بن ربيعة وسهيل بن بيضاء وعامر بن ربيعة وواقد بن عبد الله وخالد بن بكير وكتب لأميرهم عبد الله بن جحش كتابا وقال له: (( سر على اسم الله ولا تنظر في الكتاب حتى تسير يومين فإذا نزلت فافتح الكتاب واقرأه على أصحابك ثم امض لما أمرتك ولا تستكرهن أحدا من أصحابك على السير معك )) فسار عبد الله يومين ثم نزل وفتح الكتاب فإذا فيه بسم الله الرحمن الرحيم أما بعد: فسر على بركة الله بمن معك من أصحابك حتى تنزل بطن نخلة فترصد بها عير قريش لعلك تأتينا منها بخبر، فلما نظر في الكتاب قال: سمعا وطاعة، ثم قال لأصحابه ذلك، وقال إنه نهاني أن أستكره أحدا منكم، فمن كان يريد الشهادة فلينطلق ومن كره فليرجع، ثم مضى ومضى معه أصحابه لم يتخلف عنه منهم أحد حتى كان بمعدن فوق الفرع بموضع من الحجاز يقال له بحران <span id='ms50'></span> آضل سعد بن أبي وقاص وعتبة بن غزوان بعيرا لهما يعتقبانه فتخلفا في طلبه ومضى ببقية أصحابه حتى نزلوا بطن نخلة بين مكة والطائف.\n\nفبينما هم كذلك إذ مرت عير لقريش تحمل زبيبا وادما وتجارة والطائف، فيهم عمرو بن الحضرمي والحكم بن كيسان مولى هشام بن المغيرة وعثمان بن عبد الله بن المغيرة وأخوه نوفل بن عبد الله المخزوميان فلما رأوا أصحاب رسول الله صلى الله عليه [ وآله ] وسلم هابوهم، فقال عبد الله بن جحش: إن القوم قد ذعروا منكم فاحلقوا رأس رجل منكم وليتعرض لهم فحلقوا رأس عكاشة ثم أشرف عليهم فقالوا: قوم عمار لا بأس عليكم، فأمنوهم، وكان ذلك في آخر يوم من جمادى الآخرة، وكانوا يرون أنه من جمادى وهو من رجب فتشاور القوم وقالوا لئن تركتموهم الليلة ليدخلن الحرم وليمتنعن منكم، فأجمعوا أمرهم في مواقعة القوم، فرمى واقد بن عبد الله السهمي عمرو بن الحضرمي بسهم فقتله فكان أول قتيل من المشركين[وهو أول قتيل في الهجرة وأدى النبي صلى الله عليه [ وآله ] وسلم دية ابن الحضرمي إلى ورثته من قريش. قال مجاهد وغيره لأنه كان بين رسول الله صلى الله عليه [ وآله ] وسلم وبين قريش عهد، وادع أهل مكة سنين أن لا يقاتلهم ولا يقاتلوه].\n\nواستأسر الحكم وعثمان فكانا أول أسيرين في الإسلام وأفلت نوفل فأعجزهم، واستاق المؤمنون العير والأسيرين حتى قدموا على رسول الله صلى الله عليه [ وآله ] وسلم بالمدينة، فقالت قريش: قد استحل محمد الشهر الحرام فسفك فيه الدماء وأخذ الحرائب وعير بذلك أهل مكة من كان فيها من المسلمين وقالوا: يا معشر الصباة استحللتم الشهر الحرام وقاتلتم فيه!\n\nوبلغ ذلك رسول الله صلى الله عليه [ وآله ] وسلم فقال لابن جحش وأصحابه: ما أمرتكم بالقتال في الشهر الحرام، ووقف العير والأسيرين، وأبى أن يأخذ شيئا من ذلك، فعظم ذلك على أصحاب السرية، وظنوا أنهم قد هلكوا وسقط في أيديهم، وقالوا: يا رسول الله إنا قد قتلنا ابن الحضرمي ثم أمسينا فنظرنا إلى هلال <span id='ms51'></span> رجب فلا ندري أفي رجب أصبناه أم في جمادى؟ وأكثر الناس في ذلك، فأنزل الله تعالى هذه الآية، فأخذ رسول الله صلى الله عليه [ وآله ] وسلم العير فعزل منها الخمس، فكان أول خمس في الإسلام، وقسم الباقي بين أصحاب السرية، وكان أول غنيمة في الإسلام وبعث أهل مكة في فداء أسيرهم فقال (( بل نقفهم حتى يقدم سعد وعقبة وإن لم يقدما قتلناهما بهما )) فلما قدما فاداهما، فأما الحكم بن كيسان فأسلم وأقام مع رسول الله صلى الله عليه [ وآله ] وسلم بالمدينة، فقتل يوم بئر معونة شهيدا، وأما عثمان بن عبد الله فرجع إلى مكة فمات بها كافرا وأما نوفل فضرب بطن فرسه يوم الأحزاب ليدخل الخندق فوقع في الخندق مع فرسه فتحطما جميعا فقتله الله، فطلب المشركون جيفته بالثمن فقال رسول الله صلى الله عليه [ وآله ] وسلم خذوه فإنه خبيث الجيفة خبيث الدية، فهذا سبب نزول هذه الآية.\n\nقوله تعالى: \" يسألونك عن الشهر الحرام \" يعني رجبا سمي بذلك لتحريم القتال فيه.\n\n\" قتال فيه \" أي عن قتال فيه \" قل \" يا محمد \" قتال فيه كبير \" عظيم، تم الكلام هاهنا ثم ابتدأ فقال \" وصد عن سبيل الله \" أي فصدكم المسلميين عن الإسلام \" وكفر به \" أي كفركم بالله \" والمسجد الحرام \" أي المسجد الحرام وقيل صدكم عن المسجد الحرام \" وإخراج أهله \" أي إخراج أهل المسجد \" منه أكبر \" وأعظم وزرا \" عند الله والفتنة \" أي الشرك الذي أنتم عليه \" أكبر من القتل \" أي من قتل ابن الحضرمي في الشهر الحرام، فلما نزلت هذه الآية كتب عبد الله بن أنيس إلى مؤمني مكة إذا عيركم المشركون بالقتال في الشهر الحرام فعيروهم أنتم بالكفر وإخراج رسول الله صلى الله عليه [ وآله ] وسلم من مكة ومنعهم المسلمين عن البيت الحرام، ثم قال: \" ولا يزالون \" يعني مشركي مكة، وهو فعل لا مصدر له مثل ما عسى \" يقاتلونكم \" يا معشر المؤمنين \" حتى يردوكم \" يصرفوكم \" عن دينكم إن استطاعوا ومن يرتدد منكم عن دينه فيمت \" جزم بالنسق \" وهو كافر فأولئك حبطت \" بطلت \" أعمالهم <span id='ms52'></span> \" حسناتهم \" في الدنيا والآخرة وأولئك أصحاب النار هم فيها خالدون \" فقال أصحاب السرية يا رسول الله هل نؤجر على وجهنا هذا، وهل نطمع أن يكون سفرنا هذا غزوا؟\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            :\n\nكذاك الإثم يذهب بالعقول(7)\n\n__________\n\n(1)  بآية السيف\n\n(2)  يسألونك عن الخمر والميسر قل فيهما إثم كبير ومنافع للناس وإثمهما أكبر من نفعهما ويسألونك ماذا ينفقون قل العفو كذلك يبين الله لكم الآيات لعلكم تتفكرون(219)البقرة\n\n(3)  ومن ثمرات النخيل والأعناب تتخذون منه سكرا ورزقا حسنا إن في ذلك لآية لقوم يعقلون(67)النحل\n\n(4)  لعل العبارة هاتان الآيتان منسوختان\n\n(5)  المائدة 90\n\n(6)  قل إنما حرم ربي الفواحش ما ظهر منها وما بطن والإثم والبغي بغير الحق وأن تشركوا بالله ما لم ينزل به سلطانا وأن تقولوا على الله ما لا تعلمون(33)الأعراف\n\n(7)  الخمر أصله الستر يقال : خمرت الإناء إذا غطيته ومنه خمار المرأة لأنه يستر رأسها والخمر ما خمر العقل وأفسده\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            :\n\n(1)  في نسخة زيادة وقريء كثير\n\n(2)  عند الهادي عليه السلام أن الخمر ما أحل في شريعة قط إذا فالخلاف موجود\n\n(3)  البقرة 221\n\n(4)  وهي قوله تعالى { والمحصنات من الذين أوتوا الكتاب من قبلكم إذا آتيتموهن أجورهن . } المائدة / 5\n\n(5)  أي بآية المائدة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            :\n\n(1)  ومما يدل على ذلك أيضا قوله تعالى : لا تجد قوما يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله ولو كانوا آباءهم أو أبناءهم أو إخوانهم أو عشيرتهم أولئك كتب في قلوبهم الإيمان وأيدهم بروح منه ويدخلهم جنات تجري من تحتها الأنهار خالدين فيها رضي الله عنهم ورضوا عنه أولئك حزب الله ألا إن حزب الله هم المفلحون(22) وهل يعقل أن يتزوج المرء بامرأة كافرة يهودية أو نصرانية ويعيش معها وهو يكرهها وإن لم يكرهها فليس بمؤمن\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            :\n\n(1)  والمطلقات يتربصن بأنفسهن ثلاثة قروء ولا يحل لهن أن يكتمن ما خلق الله في أرحامهن إن كن يؤمن بالله واليوم الآخر وبعولتهن أحق بردهن في ذلك إن أرادوا إصلاحا ولهن مثل الذي عليهن بالمعروف وللرجال عليهن درجة والله عزيز حكيم(228) البقرة قيل لفظ الآية عام خصص من عمومه الحامل والآيسة والصغيرة لا على وجه <span id='ms53'></span> النسخ ، وقيل أراد به جميع المطلقات ثم نسخ منه الحبالى بقوله تعال : { وأولات الأحمال أجلهن أن يضعن حملهن } ونسخ منه الآيسات من الحيض والأصاغر بقوله تعالى : { واللا ئي يئسن من المحيض من نسائكم إن ارتبتم فعدتهن ثلاثة أشهر واللائي لم يحضن } وقد أجمعت الأمة على أن التي فارقها زوجها قبل الدخول لا عدة عليها لقوله تعالى: { ثم طلقتموهن من قبل أن تمسوهن فما لكم عليهن من عدة تعتدونها }\n\n(2)  فإن طلقها فلا تحل له من بعد حتى تنكح زوجا غيره فإن طلقها فلا جناح عليهما أن يتراجعا إن ظنا أن يقيما حدود الله وتلك حدود الله يبينها لقوم يعلمون(230)البقرة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            :\n\n(1) الطلاق مرتان فإمساك بمعروف أو تسريح بإحسان ولا يحل لكم أن تأخذوا مما آتيتموهن شيئا إلا أن يخافا ألا يقيما حدود الله فإن خفتم ألا يقيما حدود الله فلا جناح عليهما فيما افتدت به تلك حدود الله فلا تعتدوها ومن يتعد حدود الله فأولئك هم الظالمون(229) البقرة\n\n(2)  وآتوا النساء صدقاتهن نحلة فإن طبن لكم عن شيء منه نفسا فكلوه هنيئا مريئا(4) النساء\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            :\n\n(1)  والذين يتوفون منكم ويذرون أزواجا وصية لأزواجهم متاعا إلى الحول غير إخراج فإن خرجن فلا جناح عليكم في ما فعلن في أنفسهن من معروف والله عزيز حكيم(240) البقرة\n\n(2)  والذين يتوفون منكم ويذرون أزواجا يتربصن بأنفسهن أربعة أشهر وعشرا فإذا بلغن أجلهن فلا جناح عليكم فيما فعلن في أنفسهن بالمعروف والله بما تعملون خبير(234) البقرة\n\nفائدة : قال هبة الله بن سلامة إنه ليس في كتاب الله آية ناسخة في سورة إلا والمنسوخ قبلها إلا هذه الآية ةآية أخرى في الأحزاب وهي قوله تعالى : { لا يحل لك النساء من بعد } نسختها الآية التي فبلها يا أيها النبي إنا أحللنا لك أزاجك\n\n(3)  سبق تخريجه ص 7\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            :\n\n(1)  لا إكراه في الدين قد تبين الرشد من الغي فمن يكفر بالطاغوت ويؤمن بالله فقد استمسك بالعروة الوثقى لا انفصام لها والله سميع عليم(256)البقرة 256\n\n(2)  هو الإمام المفسر الشيعي أوتي إسماعيل السدي حظا في علم القرآن ، اسمه <span id='ms54'></span> إسماعيل بن عبد الرحمن بن أبي كريمة الهاشمي كنيته أبو محمد ، السدي الكوفي الأعور أصله حجازي مولى زينب بنت قيس بن مخرمة وإنما قيل له السدي لأنه كان يقعدفي سدة الجامع قال يحيى القطان : ماسمعت أحدا يذكر السدي إلا بخير مات سنة 127 ه وهذا هو السدي الكبير أما السدي الصغير فهو محمد بن مروان الكوفي وهو متروك تمت\n\n(3)  قال الزمخشري في كشافه في فسير هذه الآية : أي لم يجر الله أمر الإيمان على الإجبار والقسر ، ولكن على التمكن والاختيار ونحوه قوله تعالى { ولوشاء ربك لآمن من في الأرض كلهم جميعا ، أفأنت تكره الناس حتى يكونا مؤمنين }\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            :\n\n(1)  ياأيها الذين آمنوا إذا تداينتم بدين إلى أجل مسمى فاكتبوه وليكتب بينكم كاتب بالعدل ولا يأب كاتب أن يكتب كما علمه الله فليكتب وليملل الذي عليه الحق وليتق الله ربه ولا يبخس منه شيئا فإن كان الذي عليه الحق سفيها أو ضعيفا أو لا يستطيع أن يمل هو فليملل وليه بالعدل واستشهدوا شهيدين من رجالكم فإن لم يكونا رجلين فرجل وامرأتان ممن ترضون من الشهداء أن تضل إحداهما أن تضل إحداهما فتذكر إحداهما الأخرى ولا يأب الشهداء إذا ما دعوا ولا تسأموا أن تكتبوه صغيرا أو كبيرا إلى أجله ذلكم أقسط عند الله وأقوم للشهادة وأدنى ألا ترتابوا إلا أن تكون تجارة حاضرة تديرونها بينكم فليس عليكم جناح ألا تكتبوها وأشهدوا إذا تبايعتم ولا يضار كاتب ولا شهيد وإن تفعلوا فإنه فسوق بكم واتقوا الله ويعلمكم الله والله بكل شيء عليم(282)البقرة 282\n\n(2)  البقرة 283\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            :\n\n(2)  لله ما في السماوات وما في الأرض وإن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به الله فيغفر لمن يشاء ويعذب من يشاء والله على كل شيء قدير(284)البقرة\n\n(3)  الموجود في كتب السنة بلفظ غير هذا ففي مسند الشهاب ج1 ص119 (نية المؤمن أبلغ من عمله )، ( نية المؤمن خير من عمله ونية الفاجر شر من عمله ) وفي المعجم الكبير ج6ص185 ( نية المؤمن خير من عمله وعمل المنافق خير من نيته وكل <span id='ms55'></span> يعمل على نيته فإذ اعمل المؤمن عملا نار في قلبه نور)\n\n(4)  نسخها قوله تعالى فاتقوا الله ما استطعتم\n\n(5) - قال الشوكاني في تفسيره الجزء :1الصفحة :461\"لله ما في السماوات وما في الأرض وإن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به الله فيغفر لمن يشاء ويعذب من يشاء والله على كل شيء قدير\"\n\n. قوله: \" وإن تبدوا ما في أنفسكم \" إلى آخر الآية، ظاهره أن الله يحاسب العباد على ما أضمرته أنفسهم أو أظهرته من الأمور التي يحاسب عليها، فيغفر لمن يشاء منهم ما يغفره منها، ويعذب من يشاء منهم بما أسر أو أظهر منها، هذا معنى الآية على مقتضى اللغة العربية. وقد اختلف أهل العلم في هذه الآية على أقوال: الأول أنها وإن كانت عامة، فهي مخصوصة بكتمان الشهادة، وأن الكاتم للشهادة يحاسب على كتمه سواء أظهر للناس أنه كاتم للشهادة أو لم يظهر. وقد روي هذا عن ابن عباس وعكرمة والشعبي ومجاهد، وهو مردود بما في الآية من عموم اللفظ، ولا يصلح ما تقدم قبل هذه الآية من النهي عن كتم الشهادة أن تكون مختصة به. والقول الثاني: أن ما في الآية مختص بما يطرأ على النفوس من الأمور التي هي بين الشك واليقين، قاله مجاهد، وهو أيضا تخصيص بلا مخصص. والقول الثالث: أنها محكمة عامة، ولكن العذاب على ما في النفس يختص بالكفار والمنافقين. حكاه الطبري عن قوم، وهو أيضا تخصيص بلا مخصص، فإن قوله: \"يغفر لمن يشاء ويعذب من يشاء\" لا يختص ببعض معين إلا بدليل. والقول الرابع: أن هذه الآية منسوخة، قاله ابن مسعود وعائشة وأبو هريرة والشعبي وعطاء ومحمد بن سيرين ومحمد بن كعب وموسى بن عبيدة، وهو مروي عن ابن عباس وجماعة من الصحابة والتابعين، وهذا هو الحق لما سيأتي من التصريح بنسخها، ولما ثبت عن النبي صلى الله عليه [ وآله ] وسلم: \"إن الله غفر لهذه الأمة ما حدثت به أنفسها\". قوله: \"يحاسبكم به الله\" قدم الجار والمجرور على الفاعل لإظهار العناية به، وقدم الإبداء <span id='ms56'></span> على الإخفاء، لأن الأصل في الأمور التي يحاسب عليها هو الأعمال البادية، وأما تقديم الإخفاء في قوله سبحانه: \"قل إن تخفوا ما في صدوركم أو تبدوه يعلمه الله\" فلكون العلم يتعلق بالأعمال الخافية والبادية على السوية، وقدم المغفرة على التعذيب لكون رحمته سبقت غضبه، وجملة قوله: \"فيغفر لمن يشاء ويعذب من يشاء\" مستأنفة: أي فهو يغفر وهي متضمنة لتفصيل ما أجمل في قوله: \"يحاسبكم به الله\" وهذا على قراءة ابن عامر وعاصم. وأما على قراءة ابن كثير ونافع وأبي عمرو وحمزة والكسائي بجزم الراء والباء، فالفاء عاطفة لما بعدها على المجزوم قبلها، وهو جواب الشرط: أعني قوله: \"يحاسبكم به الله\". وقرأ ابن عباس والأعرج وأبو العالية وعاصم الجحدري بنصب الراء والباء في قوله: \"فيغفر\" \"ويعذب\" على إضمار أن عطفا على المعنى. وقرأ طلحة بن مصرف يغفر بغير فاء على البدل، وبه قرأ الجعفي وخلاد.\n\nوقد أخرج أحمد ومسلم وأبو داود في ناسخه وابن جرير وابن المنذر وابن أبي حاتم عن أبي هريرة قال: \"لما نزلت على رسول الله صلى الله عليه [ وآله ] وسلم: \"لله ما في السموات وما في الأرض وإن تبدوا ما في أنفسكم\" الآية، اشتد ذلك على أصحاب رسول الله صلى الله عليه [ وآله ] وسلم فأتوا رسول الله صلى الله عليه [ وآله ] وسلم ثم جثوا على الركب، فقالوا: يا رسول الله كلفنا من الأعمال ما نطيق الصلاة والصيام والجهاد والصدقة، وقد أنزل الله عليك هذه الآية ولا نطيقها، فقال رسول الله صلى الله عليه [ وآله ] وسلم: أتريدون أن تقولوا كما قال أهل الكتابين من قبلكم: سمعنا وعصينا، بل قولوا: \" سمعنا وأطعنا غفرانك ربنا وإليك المصير \" فلما اقترأها القوم وذلك بها ألسنتهم أنزل الله في أثرها \"آمن الرسول بما أنزل إليه من ربه\" الآية، فلما فعلوا ذلك نسخها الله فأنزل \" لا تكلف نفس إلا وسعها \" إلى آخرها\". وأخرج أحمد ومسلم والترمذي والنسائي وابن ماجه وابن جرير وابن المنذر والحاكم والبيهقي عن ابن عباس مرفوعا نحوه، وزاد فأنزل الله \"ربنا <span id='ms57'></span> لا تؤاخذنا إن نسينا أو أخطأنا\" قال: قد فعلت \"ربنا ولا تحملنا ما لا طاقة لنا به\" قال: قد فعلت \"واعف عنا واغفر لنا وارحمنا\" الآية، قال: قد فعلت. وقد رويت هذه القصة عن ابن عباس من طرق. وأخرج البخاري والبيهقي عن مروان الأصفر عن رجل من أصحاب النبي صلى الله عليه [ وآله ] وسلم أحسبه ابن عمر \"إن تبدوا ما في أنفسكم أو تخفوه\" قال: نسختها الآية التي بعدها. وأخرج عبد بن حميد والترمذي عن علي نحوه. وأخرج سعيد بن منصور وابن جرير والطبراني عن ابن مسعود نحوه. وأخرج ابن جرير عن عائشة نحوه أيضا.\n\nوبمجموع ما تقدم يظهر لك ضعف ما أخرجه سعيد بن منصور وابن جرير وابن المنذر وابن أبي حاتم عن ابن عباس في هذه الآية أنه قال: نزلت في كتمان الشهادة فإنها لو كانت كذلك لم يشتد الأمر على الصحابة. وعلى كل حال فبعد هذه الأحاديث المصرحة بالنسخ والناسخ لم يبق مجال لمخالفتها، ومما يؤيد ذلك ما ثبت في الصحيحين والسنن الأربع من حديث أبي هريرة قال: قال رسول الله صلى الله عليه [ وآله ] وسلم: \"إن الله تجاوز لي عن أمتي ما حدثت به أنفسها ما لم تتكلم أو تعمل به\". وأخرج ابن جرير عن عائشة قالت: كل عبد هم بسوء ومعصية وحدث نفسه به حاسبه الله في الدنيا يخاف ويحزن ويشتد همه لا يناله من ذلك شيء كما هم بالسوء ولم يعمل منه بشيء. وأخرج سعيد بن منصور وابن جرير عنها نحوه، والأحاديث المتقدمة المصرحة بالنسخ تدفعه. وأخرج ابن جرير عن ابن عباس قال: إن الله يقول يوم القيامة: إن كتابي لم يكتبوا من أعمالكم إلا ما ظهر منها، فأما ما أسررتم في أنفسكم فأنا أحاسبكم به اليوم فأغفر لمن شئت وأعذب من شئت، وهو مدفوع بما تقدم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            :\n\n(1) 5  لا يكلف الله نفسا إلا وسعها لها ما كسبت وعليها ما اكتسبت ربنا لا تؤاخذنا إن نسينا أو أخطأنا ربنا ولا تحمل علينا إصرا كما حملته على <span id='ms58'></span> الذين من قبلنا ربنا ولا تحملنا ما لا طاقة لنا به واعف عنا واغفر لنا وارحمنا أنت مولانا فانصرنا على القوم الكافرين (286) البقرة 286\n\n(2)  البقرة 185\n\n(3)  في صحيح البخاري 6744 حدثنا إسماعيل حدثني مالك عن أبي الزناد عن الأعرج عن أبي هريرة عن النبي صلى اللهم عليه [وآله ] وسلم قال دعوني ما تركتكم إنما هلك من كان قبلكم بسؤالهم واختلافهم على أنبيائهم فإذا نهيتكم عن شيء فاجتنبوه وإذا أمرتكم بأمر فأتوا منه ما استطعتم * وفي صحيح مسلم ج4ص1830 ما نهيتكم فاجتنبوه وما أمرتكم به فافعلوا منه ما استطعتم فإنما أهلك الذين من قبلكم كثرة مسائلهم واختلافهم على أنبيائهم . وفي مسند أحمد بن حنبل ج2ص355 : ما نهيتكم عنه فانتهوا وما أمرتكم به فخذوا منه ما استطعتم . وفي صحيح ابن حبان ج1ص200 : ما نهيتكم عن شيء فاجتنبوه وما أمرتكم بالأمر فأتوا منه ما استطعتم\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            :\n\n(1)  صدر الآية : فإن حاجوك فقل أسلمت وجهي لله ومن اتبعني وقل للذين أوتوا الكتاب والأميين أأسلمتم فإن أسلموا فقد اهتدوا وإن تولوا فإنما عليك البلاغ والله بصير بالعباد(20) آل عمران كانت الآية في الأصل التي نسخت عليها فإن تولوا هكذا كانت في نسختين خطيتين ولم أر لها وجه في السبعية لهذا صححتها\n\n(2)  قيل نزلت سكينة لجأشه صلى الله عليه وآله وسلم فإنه كان يتعب نفسه في الحرص على إيمان قومه فقيل له إنما عليك البلاغ لا أن تسوق قلوبهم إلى الصلاح فالآية على هذا محكمة\n\n(3)  لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين ومن يفعل ذلك فليس من الله في شيء إلا أن تتقوا منهم تقاة ويحذركم الله نفسه وإلى الله المصير(28)آل عمران\n\n(4)  ياأيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون(102) آل عمران\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            :\n\n(1)  فاتقوا الله ما استطعتم واسمعوا وأطيعوا وأنفقوا خيرا لأنفسكم ومن يوق شح نفسه فأولئك هم المفلحون(16) التغابن\n\n(2) - قال الشوكاني في تفسيره : الجزء :1الصفحة :554\"يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون\"\n\nقوله 102- \"اتقوا الله حق تقاته\" أي: التقوى <span id='ms59'></span> التي تحق له، وهي أن لا يترك العبد شيئا مما يلزمه فعله ولا يفعله شيئا مما يلزمه تركه ويبذل في ذلك جهده ومستطاعه. قال القرطبي: ذكر المفسرون أنها لما نزلت هذه الآية قالوا: يا رسول الله من يقوى على هذا؟ وشق عليهم ذلك، فأنزل الله \"فاتقوا الله ما استطعتم\" فنسخت هذه الآية. روي ذلك عن قتادة والربيع وابن زيد. قال مقاتل: وليس في آل عمران من المنسوخ شيء إلا هذا. وقيل إن قوله \"اتقوا الله حق تقاته\" مبين بقوله \"فاتقوا الله ما استطعتم\" والمعنى: اتقوا الله حق تقاته ما استطعتم. قال: وهذا أصوب، لأن النسخ إنما يكون عند عدم الجمع والجمع ممكن فهو أولى. قوله \"ولا تموتن إلا وأنتم مسلمون\" أي: لا تكونن على حال سوى حال الإسلام فالاستثناء مفرغ، ومحل الجملة: أعني قوله \"وأنتم مسلمون\" النصب على الحال، وقد تقدم في البقرة تفسير مثل هذه الآية.\n\n(3) وإذا حضر القسمة أولوا القربى واليتامى والمساكين فارزقوهم منه وقولوا لهم قولا معروفا(8) النساء\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            :\n\n(1)  في سنن الترمذي 2046 حدثنا علي بن حجر وهناد قالا حدثنا إسمعيل بن عياش حدثنا شرحبيل بن مسلم الخولاني عن أبي أمامة الباهلي قال سمعت رسول الله صلى اللهم عليه [وآله ] وسلم يقول في خطبته عام حجة الوداع إن الله قد أعطى لكل ذي حق حقه فلا وصية لوارث الولد للفراش وللعاهر الحجر وحسابهم على الله ومن ادعى إلى غير أبيه أو انتمى إلى غير مواليه فعليه لعنة الله التابعة إلى يوم القيامة لا تنفق امرأة من بيت زوجها إلا بإذن زوجها قيل يا رسول الله ولا الطعام قال ذلك أفضل أموالنا ثم قال العارية مؤداة والمنحة مردودة والدين مقضي والزعيم غارم قال أبمو عيسى وفي الباب عن عمرو بن خارجة وأنس وهو حديث حسن صحيح وقد روي عن أبي أمامة عن النبي صلى اللهم عليه [وآله ] وسلم من غير هذا الوجه ورواية إسمعيل ابن عياش عن أهل العراق وأهل الحجاز ليس بذلك فيما تفرد به لأنه روى عنهم مناكير <span id='ms60'></span> وروايته عن أهل الشام أصح هكذا قال محمد بن إسمعيل قال سمعت أحمد بن الحسن يقول قال أحمد بن حنبل إسمعيل بن عياش أصلح حديثا من بقية ولبقية أحاديث مناكير عن الثقات وسمعت عبد الله بن عبد الرحمن يقول سمعت زكريا بن عدي يقول قال أبو إسحق الفزاري خذوا عن بقية ما حدث عن الثقات ولا تأخذوا عن إسمعيل بن عياش ما حدث عن الثقات ولا عن غير الثقات * وفي البخاري باب لا وصية لوارث * باب قول الله تعالى ( من بعد وصية يوصي بها أو دين ) ويذكر أن شريحا وعمر ابن عبدالعزيز وطاوسا وعطاء وابن أذينة أجازوا إقرار المريض بدين وقال الحسن أحق ما تصدق به الرجل آخر يوم من الدنيا وأول يوم من الآخرة وقال إبراهيم والحكم إذا أبرأ الوارث من الدين برئ وأوصى رافع بن خديج أن لا تكشف امرأته الفزارية عما أغلق عليه بابها وقال الحسن إذا قال لمملوكه عند الموت كنت أعتقتك جاز وقال الشعبي إذا قالت المرأة عند موتها إن زوجي قضاني وقبضت منه جاز وقال بعض الناس لا يجوز إقراره لسوء الظن به للورثة ثم استحسن فقال يجوز إقراره بالوديعة والبضاعة والمضاربة وقد قال النبي صلى اللهم عليه [وآله ] وسلم إياكم والظن فإن الظن أكذب الحديث ولا يحل مال المسلمين لقول النبي صلى اللهم عليه [وآله ] وسلم آية المنافق إذا اؤتمن خان وقال الله تعالى ( إن الله يأمركم أن تؤدوا الأمانات إلى أهلها ) فلم يخص وارثا ولا غيره فيه عبدالله بن عمرو عن النبي صلى اللهم عليه [وآله ] وسلم * وقدسبق تخريجه\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            :\n\n(1)  إن الذين يأكلون أموال اليتامى ظلما إنما يأكلون في بطونهم نارا وسيصلون سعيرا(10)النساء\n\n(2)  البقرة 220ومعنى لأعنتكم لضيق عليكم بتحريم المخالطة\n\n(3)  النساء 6\n\n(4)  النساء 15\n\n(5)  النور 2\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            :\n\n(1)  أخرجه مسلم في صحيحه ج3ص1690 ، وابن ماجة ج2ص852 ، وأحمد بن حنبل في مسنده ج3ص476 بتغيير كلمة عام إلى سنة ، وابن حبان في صحيحه والسنن الكبرى للبيهقي وسنن الترمذي والد ارمي والمعجم الأوسط والكبير\n\n(2)  النساء 16\n\n(3)  النساء 17\n\n(4)  النساء 48\n\n(5)  22 النساء\n\n(6)  24 النساء\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            :\n\n(1) - كلام <span id='ms61'></span> الهادي (عليه السلام) في الأحكام يدل على أنها محكمة فلقد قال في الجزء الأول من الأحكام ص 351 وأما من احتج بهذه الآية ممن استحل الفاحشة من الفرقة المارقة في قول الله عز وجل فما استمتعتم به منهن فآتوهن أجورهن فالاستمتاع هو : الدخول بهن على وجه النكاح الصحيح وإيتاؤهن أجورهن فهو إعطاؤهن مهورهن إلا ما وهبن بطيب من أنفسهن والتراضي فهو التعاطي . تمت\n\n(2)  المؤمنون 5\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            :\n\n(1)  أخرج مسلم في صحيحه 2502 حدثنا محمد بن عبد الله بن نمير حدثنا أبي حدثنا عبد العزيز بن عمر حدثني الربيع بن سبرة الجهني أن أباه حدثه أنه كان مع رسول الله صلى اللهم عليه [وآله ] وسلم فقال يا أيها الناس إني قد كنت أذنت لكم في الاستمتاع من النساء وإن الله قد حرم ذلك إلى يوم القيامة فمن كان عنده منهن شيء فليخل سبيله ولا تأخذوا مما آتيتموهن شيئا وحدثناه أبو بكر بن أبي شيبة حدثنا عبدة بن سليمان عن عبد العزيز بن عمر بهذا الإسناد قال رأيت رسول الله صلى اللهم عليه [وآله ] وسلم قائما بين الركن والباب وهو يقول بمثل حديث ابن نمير * وقدسبق تخريجه\n\n(2)  29 النساء\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            :\n\n(1)  61 النور\n\n(2)  أخرجه الإمام الهادي عليه السلام في الأحكام والمنتخب والإمام المؤيد بالله عليه السلام في شرح التجريد والقاضي جعفر رحمه الله في النكت وغير ذلك من أئمة أهل البيت عليهم السلام ، وأخرجه من أهل السنة البيهقي في سننه الكبرى ج6ص100 بلفظ إلا بطيبة نفس منه والدار قطني في سننه ج3ص26 بلفظ إلا بطيب نفسه وفي الآحاد والمثاني ج 3ص291بلفظ إلا عن طيبة نفس\n\n(3)  النساء 33\n\n(4)  الأنفال 75\n\n(5)  النساء 43\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            :\n\n(1)  قال عليه السلام في كتابه الناسخ والمنسوخ : فاختلف الناس في تأويل هذه الآية فقال قوم يعني بالسكر سكر الخمر وقال آخرون إنه سكر النوم وهذا عندنا هو القول إه وهذا هو رأي الإمام الهادي عليه السلام في المجموعة الفاخرة\n\n(2)  المائدة 090\n\n(3)  آية في البقرة 219 وهي : يسألونك عن الخمر والميسر قل فيهما إثم كبير ومنافع للناس وإثمهما أكبر من نفعهما ويسألونك ماذا ينفقون قل العفو <span id='ms62'></span> كذلك يبين الله لكم الآيات لعلكم تتفكرون(219) وآيتان في المائدة هما : ياأيها الذين آمنوا إنما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه لعلكم تفلحون(90) إنما يريد الشيطان أن يوقع بينكم العداوة والبغضاء في الخمر والميسر ويصدكم عن ذكر الله وعن الصلاة فهل أنتم منتهون(91)\n\n(4)  63 النساء\n\n(5)  قال المفسرون فيه تقديم وتأخير تقديره فعضهم فإن امتنعوا من الإجابة فأعرض عنهم وهذا كان قبل الأمر بالقتال\n\n(6)  النساء 80\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            :\n\n(1)  وقيل حفيظا أي رقيبا تؤخذ بهم عن ابن عباس\n\n(2)  مثل هذه الآية { أولئك الذين يعلم الله ما في قلوبهم فأعرض عنهم وعظهم وقل لهم في أنفسهم قولا بليغا } (63)النساء { ويقولون طاعة فإذا برزوا من عندك بيت طائفة منهم غير الذي تقول والله يكتب ما يبيتون فأعرض عنهم وتوكل على الله وكفى بالله وكيلا } (81) النساء { وإذا رأيت الذين يخوضون في آياتنا فأعرض عنهم حتى يخوضوا في حديث غيره وإما ينسينك الشيطان فلا تقعد بعد الذكرى مع القوم الظالمين } (68) السجدة { فأعرض عنهم وانتظر إنهم منتظرون } (30)فصلت { فأعرض عن من تولى عن ذكرنا ولم يرد إلا الحياة الدنيا } (29)النجم\n\n(3)  النساء 90\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            :\n\n(1)  النساء 91ق.\n\n(2) - قال الشوكاني في تفسيره الجزء :1الصفحة :749\n\n\"ستجدون آخرين يريدون أن يأمنوكم ويأمنوا قومهم كل ما ردوا إلى الفتنة أركسوا فيها فإن لم يعتزلوكم ويلقوا إليكم السلم ويكفوا أيديهم فخذوهم واقتلوهم حيث ثقفتموهم وأولئكم جعلنا لكم عليهم سلطانا مبينا\"\n\n91- \"ستجدون آخرين يريدون أن يأمنوكم ويأمنوا قومهم\" فيظهرون لكم الإسلام ويظهرون لقومهم الكفر ليأمنوا من كلا الطائفتين، وهم قوم من أهل تهامة طلبوا الأمان من رسول الله صلى الله عليه [ وآله ] وسلم ليأمنوا عنده وعند قومهم وقيل: هي في قوم من أهل مكة، وقيل: في نعيم بن مسعود فإنه كان يأمن المسلمين والمشركين، وقيل: في قوم من المنافقين، وقيل: في أسد وغطفان \" كل ما ردوا إلى الفتنة \" أي دعاهم قومهم إليها وطلبوا منهم قتال المسلمين \"أركسوا فيها\" أي: قلبوا فيها فرجعوا إلى قومهم وقاتلوا المسلمين، ومعنى الارتكاس الانتكاس \"فإن لم يعتزلوكم\" يعني: هؤلاء الذين يريدون أن يأمنوكم <span id='ms63'></span> ويأمنوا قومهم \"ويلقوا إليكم السلم\" أي: يستسلمون لكم ويدخلون في عهدكم وصلحكم وينسلخون عن قومهم \"ويكفوا أيديهم\" عن قتالكم \"فخذوهم واقتلوهم حيث ثقفتموهم\" أي: حيث وجدتموهم وتمكنتم منهم \"وأولئكم\" الموصوفون بتلك الصفات \"جعلنا لكم عليهم سلطانا مبينا\" أي: حجة واضحة تتسلطون بها عليهم وتقهرونهم بها بسبب ما في قلوبهم من المرض وما في صدورهم من الدغل، وارتكاسهم في الفتنة بأيسر عمل وأقل سعي.\n\nوقد أخرج البخاري ومسلم وغيرهما من حديث زيد بن ثابت \"أن رسول الله صلى الله عليه [ وآله ] وسلم خرج إلى أحد، فرجع ناس خرجوا معه، فكان أصحاب رسول الله صلى الله عليه [ وآله ] وسلم فيهم فرقتين فرقة تقول نقتلهم وفرقة تقول لا، فأنزل الله \"فما لكم في المنافقين فئتين\" الآية كلها، فقال رسول الله صلى الله عليه [ وآله ] وسلم: إنها طيبة وإنها تنفي الخبث كما تنفي النار خبث الفضة\". هذا أصح ماروي في سبب نزول الآية، وقد رويت أسباب غير ذلك. وأخرج ابن جرير وابن المنذر وابن أبي حاتم عن ابن عباس \"والله أركسهم\" يقول: أوقعهم. وأخرج ابن جرير وابن المنذر عنه قال: ردهم. وأخرج ابن جرير وابن أبي حاتم عن ابن عباس في قوله \"إلا الذين يصلون إلى قوم بينكم وبينهم ميثاق\" قال: نزلت في هلال بن عويمر وسراقة بن مالك المدلجي، وفي بني خزيمة بن عامر بن عبد مناف. وأخرج أبو داود في ناسخه وابن المنذر وابن أبي حاتم والنحاس والبيهقي في سننه عنه في قوله \"إلا الذين يصلون\" الآية، قال: نسختها براءة \"فإذا انسلخ الأشهر الحرم فاقتلوا المشركين حيث وجدتموهم\". وأخرج ابن جرير وابن المنذر وابن أبي حاتم عن السدي \"حصرت صدورهم\" يقول: ضاقت صدورهم. وأخرج ابن جرير وابن أبي حاتم عن الربيع \"وألقوا إليكم السلم\" قال: الصلح. وأخرج عبد الرزاق وابن جرير وابن المنذر وابن أبي حاتم عن قتادة في قوله \"فإن اعتزلوكم\" الآية، قال: نسختها \"فاقتلوا المشركين حيث وجدتموهم\". وأخرج ابن جرير عن الحسن وعكرمة في هذه الآية قال: نسختها براءة. وأخرج <span id='ms64'></span> عبد بن حميد وابن جرير وابن المنذر وابن أبي حاتم عن مجاهد في قوله \"ستجدون آخرين\" الآية، قال: ناس من أهل مكة كانوا يأتون النبي صلى الله عليه [ وآله ] وسلم فيسلمون رياء، ثم يرجعون إلى قومهم فيرتكسون في الأوثان يبتغون بذلك أن يأمنوا ها هنا وها هنا، فامر بقتالهم إن لم يعتزلوا ويصالحوا. وأخرج عبد بن حميد وابن جرير وابن المنذر وابن أبي حاتم عن قتادة أنهم ناس كانوا بتهامة. وأخرج ابن جرير وابن أبي حاتم عن السدي أنها نزلت في نعيم بن مسعود.\n\nويقول أصحاب التاريخ والجرح والتعديل في نعيم بن مسعود :\n\nالجرح والتعديل 459/8نعيم بن مسعود الأشجعي له صحبة سمع النبي صلى الله عليه [ وآله ] وسلم وكان في حجر عمر يقال انه اسلم في الخندق وهو خذل بين الناس يومئذ وكان يسكن المدينة وولده من بعده وبقى الى زمان عثمان رضي الله تعالى عنه ومات في آخره روى عنه ابنه سلمة بن نعيم ومجاهد سمعت أبى يقول ذلك\n\nالإصابة في تمييز الصحابة 461/6 نعيم بن مسعو بن عامر بن أنيف بن ثعلبة بن قنفذ بن خلاوة بن سبيع بن بكر بن أشجع يكنى أبا سلمة الأشجعي صحابي مشهور له ذكر في البخاري أسلم ليالي الخندق وهو الذي أوقع الخلف بين الحيين قريظة وغطفان في وقعة الخندق فخالف بعضهم بعضا ورحلوا عن المدينة وله رواية عن النبي صلى الله عليه [ وآله ] وسلم روى عنه ولداه سلمة وزينب وله حديث عند أحمد وغيره ومن طريق بن إسحاق حدثني سعد بن طارق عن سلمة بن نعيم بن مسعود الأشجعي عن أبيه قال سمعت رسول الله صلى الله عليه [ وآله ] وسلم يقول لرسولي مسيلمة لولا أن الرسل لا تقتل لضربت أعناقكما قتل نعيم في أول خلافة علي قبل قدومه البصرة في وقعة الجمل وقيل مات في خلافة عثمان والله أعلم\n\nتهذيب الكمال 491/29 د نعيم بن مسعود بن عامر بن أنيف بن ثعلبة بن قنفذ بن هلال بن خلاوة بن سبيع بن بكر بن <span id='ms65'></span> أشجع بن ريث بن غطفان أبو سلمة الغطفاني ثم الأشجعي له صحبة أسلم زمن الخندق وهو الذي خذل بين الأحزاب وكان يسكن المدينة وكذلك ولده من بعده روى عن النبي صلى الله عليه [ وآله ] وسلم د روى عنه ابنه سلمة بن نعيم بن مسعود د وروى إبراهيم بن صابر ويقال بن هانئ الأشجعي عن أمه عن أبيها نعيم بن مسعود قال أبو عمر بن عبد البر هاجر إلى رسول الله صلى الله عليه [ وآله ] وسلم وأسلم في الخندق وهو الذي خذل المشركين وبني قريظة حتى صرف الله المشركين بعد أن أرسل عليهم ريحا وجنودا لم يرو وخبره في تخذيل بني قريظة والمشركين في السير خبر عجيب وقيل إنه الذي نزلت فيه { الذين قال لهم الناس } يعني نعيم بن مسعود وحده وقد قيل في تأويل الآية غير ذلك سكن المدينة ومات في خلافة عثمان وقيل بل قتل في الجمل الأول قبل قدوم علي مع مجاشع بن مسعود السلمي وحكيم بن جبلة العبدي وكان رسول رسول الله صلى الله عليه [ وآله ] وسلم إلى بن ذي اللحية روى له أبو داود حديثا أحدا وقد وقع لنا بعلو عنه أخبرنا أبو محمد عبد الواسع بن عبد الكافي الأبهري قال أنبأنا أبو محمد عبد المجيب بن أبي القاسم بن زهير الحربي قال أخبرنا أبو القاسم عبد الله بن أحمد بن عبد القادر بن يوسف قال أخبرنا أبو الحسين بن النقور قال أخبرنا أبو طاهر المخلص قال أخبرنا رضوان بن أحمد بن جالينوس الصيدلاني قال أخبرنا أحمد بن عبد الجبار العطاردي قال حدثنا يونس بن بكير عن محمد بن إسحاق قال فحدثني سعد بن طارق عن سلمة بن نعيم بن مسعود عن أبيه قال سمعت رسول الله صلى الله عليه [ وآله ] وسلم حين جاءه رسولا مسيلمة الكذاب بكتابه ورسول الله صلى الله عليه [ وآله ] وسلم يقول لهما وأنتما تقولان مثل ما يقول فقالا نعم فقال أما والله لولا أن الرسل لا تقتل لضربت أعناقكما رواه عن <span id='ms66'></span> محمد بن عمرو الرازي عن سلمة بن الفضل عن محمد بن إسحاق نحوه وهذه الرواية أتم وأبين\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            :\n\n(1)  وزعم بعضهم أنه ليس فيها منسوخ وأن جميع ما فيها ناسخ وقيل آخر سورة نزلت إذا جاء نصر الله والفتح وروي أن رسول الله صلى الله عليه وآله وسلم قال : المائدة آخر سورة نزلت في القرآن فأحلوا حلالها وحرموا حرامها\n\n(2) المائدة 5\n\n(3)  التوبة 28\n\n(4)  التوبة 5 فإذا انسلخ الأشهر الحرم فاقتلوا المشركين حيث وجدتموهم وخذوهم واحصروهم واقعدوا لهم كل مرصد فإن تابوا وأقاموا الصلاة وآتوا الزكاة فخلوا سبيلهم إن الله غفور رحيم(5)\n\n(5)  المائدة 5\n\n(6)  البقرة 221\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            :\n\n(1)  ومما يدل على ذلك أيضا قوله تعالى : لا تجد قوما يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله ولو كانوا آباءهم أو أبناءهم أو إخوانهم أو عشيرتهم أولئك كتب في قلوبهم الإيمان وأيدهم بروح منه ويدخلهم جنات تجري من تحتها الأنهار خالدين فيها رضي الله عنهم ورضوا عنه أولئك حزب الله ألا إن حزب الله هم المفلحون(22) وهل يعقل أن يتزوج المرء بامرأة كافرة يهودية أو نصرانية ويعيش معها وهو يكرهها وإن لم يكرهها فليس بمؤمن\n\n(2)  المائدة 13\n\n(3)  الأنفال 58\n\n(4)  في النسخة الأخرى والمراد بالصفح\n\n(5)  42 المائدة\n\n(6)  المائدة 49\n\n(7)  وقال قوم إنها محكمة وأن الإمام بالخيار إن شاء حكم بينهم وإن شاء أعرض عنهم\n\n(8)  المائدة 99\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            :\n\n(1)  لأنها تتضمن الاقتصار على التبليغ دون الأمر بالقتال\n\n(2)  المائدة 105\n\n(3)  المائدة 105\n\n(4)  آل عمران 110\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            :\n\n(1)  في كتب الحديث عدي بن بداء\n\n(2)  في نسخة قرأوا\n\n(3)  الطلاق 2\n\n(4)  المائدة 107\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            :\n\n(1)  وإنما أطالبكم بالظواهر من الإقرار والعمل لا بالأسرار فعلى هذا الآية محكمة تمت\n\n(2) النساء 140\n\n(3)  الأنعام 70\n\n(4)  أي لست رقيبا عليكم أحصي أعمالكم فهي على هذا محكمة . تمت\n\n(5)  106 الأنعام\n\n(6)  107 الأنعام\n\n(7)  112 ،137 الأنعام\n\n(8) 135 الأنعام\n\n(9) 158 الأنعام\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            :\n\n(1)  159 الأنعام\n\n(2)  وقيل نسخت (خمسمائة آية)\n\n(3)  161 الأعراف وإذ قيل لهم اسكنوا هذه القرية وكلوا منها حيث شئتم وقولوا حطة وادخلوا الباب سجدا نغفر لكم خطيئاتكم سنزيد المحسنين(161)\n\n(4)  199 الأعراف قيل : لما نزل قوله تعالى : { خذ العفو وامر بالعرف } سأل النبي صلى الله عليه وآله وسلم حبريل عليه السلام عن معنى الآية فقال عليه السلام لا أدري حتى أسأل <span id='ms67'></span> ثم رجع فقال يا محمد إن ربك أمرك أن تصل من قطعك وتعطي من حرمك وتعفوا عمن ظلمك ، وعن جعفر الصادق عليه السلام أمر الله نبيه صلى الله عليه وآله وسلم بمكارم الأخلاق وليس في القرآن آية أجمع لمكارم الأخلاق منها تمت الكشاف\n\n(5)  215 البقرة\n\n(6)  199 الأعراف\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            :\n\n(1)  وهو قوله تعالى وأمر بالعرف ، والعرف : المعروف فهذا محكم .\n\n(2)  صدره إن جبريل أتاه فقال يا محمد إني قد جئتك بمكارم الأخلاق من ربك فقال : إلخ.. تمت أخرج الحديث في الكتب التالية : صحيح البخاري وسنن أبي داود والمستدرك على الصحيحين والسنن الكبرى وسنن البيهقي والمعجم الأوسط ومكارم الأخلاق والأدب الفرد\n\n(3)  1 الأنفال\n\n(4)  41 الأنفال\n\n(5)  قيل : بل الآية الأولى منسوخة لبيان من له الولاية والثانية لبيان المصرف أو أن المراد بالأنفال : مالم يوجف عليه بخيل ولا ركاب والغنايم بخلافها\n\n(6)  33 الأنفال\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            :\n\n(1)  61 الأنفال\n\n(2)  وقيل : نزلت بالحيبية لما صد المشركون النبي صلى الله عليه وآله وسلم عن البيت\n\n(3) 56 الأنفال\n\n(4) 72 الأنفال قال الشوكاني في تفسيره : الجزء :2الصفحة :478\n\n\"إن الذين آمنوا وهاجروا وجاهدوا بأموالهم وأنفسهم في سبيل الله والذين آووا ونصروا أولئك بعضهم أولياء بعض والذين آمنوا ولم يهاجروا ما لكم من ولايتهم من شيء حتى يهاجروا وإن استنصروكم في الدين فعليكم النصر إلا على قوم بينكم وبينهم ميثاق والله بما تعملون بصير\"\n\nختم الله سبحانه هذه السورة بذكر الموالاة ليعلم كل فريق وليه الذي يستعين به، وسمى سبحانه المهاجرين إلى المدينة بهذا الاسم، لأنهم هجروا أوطانهم وفارقوها طلبا لما عند الله، وإجابة لداعيه \"والذين آووا ونصروا\" هم الأنصار والإشارة بقوله: \"أولئك\" إشارة إلى الموصول الأول والآخر، وهو مبتدأ وخبره الجملة المذكورة بعده، ويجوز أن يكون \"بعضهم\" بدلا من اسم الإشارة، والخبر \"أولياء بعض\" أي بعضهم أولياء بعض في النصرة والمعونة، وقيل المعنى: إن بعضهم أولياء بعض في الميراث. وقد كانوا يتوارثون بالهجرة والنصرة، ثم نسخ ذلك بقوله سبحانه: \" وأولو الأرحام بعضهم أولى ببعض \". قوله: \"والذين آمنوا\" مبتدأ، وخبره \"ما لكم من ولايتهم من شيء\". قرأ يحيى بن وثاب والأعمش وحمزة \"من ولايتهم\" بكسر <span id='ms68'></span> الواو. وقرأ الباقون بفتحها: أي ما لكم من نصرتهم وإعانتهم، أو من ميراثهم، ولو كانوا من قراباتكم لعدم وقوع الهجرة منهم \"حتى يهاجروا\" فيكون لهم ما كان للطائفة الأولى الجامعين بين الإيمان والهجرة \"وإن استنصروكم\" أي هؤلاء الذين آمنوا ولم يهاجروا إذا طلبوا منكم النصرة لهم على المشركين \"فعليكم النصر\" أي فواجب عليكم النصر \"إلا\" أن يستنصروكم \"على قوم بينكم وبينهم ميثاق\" فلا تنصروهم ولا تنقضوا العهد الذي بينكم وبين أولئك القوم حتى تنقضي مدته. قال الزجاج: ويجوز فعليكم النصر بالنصب على الإغراء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            :\n\n(1)  76 الأنفال\n\n(2)  صوابه في بدء الإسلام لأن الأحكام الجاهلية ليست حكما شرعيا حتى يسمى رفعها نسخا لأن النسخ : رفع الأحكام الشرعية\n\n(3)  5 الأحزاب\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            :\n\n(1)  أخرجه الإمام الهادي عليه السلام في الأحكام ج2 ص 540\n\n(2)  أخرج نحوه أبو طالب (عليه السلام) يقول (صلى الله عليه وآله وسلم )ما من رجل يجاور قوما فيعمل بين ظهرانيهم بالمعاصي فلا يأخذوا على يده إلا أوشك أن يعمهم الله بعقاب وأخرج الترمذي في سننه برقم 1530 حدثنا هناد حدثنا أبو معاوية عن إسمعيل بن أبي خالد عن قيس بن أبي حازم عن جرير بن عبد الله أن رسول الله صلى اللهم عليه [وآله ] وسلم بعث سرية إلى خثعم فاعتصم ناس بالسجود فأسرع فيهم القتل فبلغ ذلك النبي صلى اللهم عليه [وآله ] وسلم فأمر لهم بنصف العقل وقال أنا بريء من كل مسلم يقيم بين أظهر المشركين قالوا يا رسول الله ولم قال لا ترايا ناراهما حدثنا هناد حدثنا عبدة عن إسمعيل بن أبي خالد عن قيس ابن أبي حازم مثل حديث أبي معاوية ولم يذكر فيه عن جرير وهذا أصح وفي الباب عن سمرة قال أبمو عيسى وأكثر أصحاب إسمعيل عن قيس بن أبي حازم أن رسول الله صلى اللهم عليه [وآله ] وسلم بعث سرية ولم يذكروا فيه عن جرير ورواه حماد بن سلمة عن الحجاج بن أرطاة عن إسمعيل بن أبي خالد عن قيس عن جرير مثل حديث أبي معاوية قال وسمعت محمدا يقول الصحيح حديث <span id='ms69'></span> قيس عن النبي صلى اللهم عليه [وآله ] وسلم مرسل وروى سمرة بن جندب عن النبي صلى اللهم عليه [وآله ] وسلم قال لا تساكنوا المشركين ولا تجامعوهم فمن ساكنهم أو جامعهم فهو مثلهم * وأخرج النسائي في سننه برقم : 4698 أخبرنا محمد بن العلاء قال حدثنا أبو خالد عن إسمعيل عن قيس أن رسول الله صلى اللهم عليه [وآله ] وسلم بعث سرية إلى قوم من خثعم فاستعصموا بالسجود فقتلوا فقضى رسول الله صلى اللهم عليه [وآله ] وسلم بنصف العقل وقال إني بريء من كل مسلم مع مشرك ثم قال رسول الله صلى اللهم عليه [وآله ] وسلم ألا لا تراءى ناراهما *\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            :\n\n(1)  أخرج النسائي في سننه في القسامة أن رسول الله (صلى الله عليه وآله وسلم ) قضى بنصف العقل وقال : أنا بريء من كل مسلم مع مشرك ثم قال رسول الله (صلى الله عليه وآله وسلم ) : ألا لا تراءى ناراهما وأ خرج حيث النسائي هذا الترمذي في السيرة وأبوداود في الجهاد\n\n(2)  1 التوبة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            :\n\n(1)  أخرج أحمد في مسنده ج3 ص 283 عن أنس بن مالك قال : إن رسول الله (صلى الله عليه وآله وسلم ) بعث ببراءة مع أبي بكر إلى أهل مكة قال ثم دعاه فبعث بها عليا قال : لا يبلغها إلا رجل من أهلي ، وأخرج أحمد بن شعيب في سننه الكبرى ج5 ص 129 عن عبد الله بن أرقم عن سعد قال بعث رسول الله (صلى الله عليه وآله وسلم ) أبابكر ببراءة حتى إذا كان ببعض الطريق أرسل عليا فأخذها منه ثم سار بها فوجد أبو بكر في نفسه فقال : قال رسول الله (صلى الله عليه وآله وسلم ) إنه لا يؤدي عني إلا أنا أو رجل مني ، وأخرج أحمد في مسنده ج4 ص 165 والترمذي في سننه ج5 ص636 وابن ماجة في سننه ج1 ص44 : علي مني وأنا منه ولا يؤدي عني إلا أنا أوعلي\n\n(2)  5 التوبة\n\n(3)  4 محمد\n\n(4)  34 التوبة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            :\n\n(1)  وهي : \"يوم يحمى عليها في نار جهنم فتكوى بها جباههم وجنوبهم وظهورهم هذا ما كنزتم لأنفسكم فذوقوا ما كنتم تكنزون\"35 \"\n\n(2)  في <span id='ms70'></span> صحيح البخاري : باب ما أدي زكاته فليس بكنز لقول النبي صلى اللهم عليه [وآله ] وسلم ليس فيما دون خمسة أواق صدقة * وفي سنن أبي داود 1337 حدثنا محمد بن عيسى حدثنا عتاب يعني ابن بشير عن ثابت بن عجلان عن عطاء عن أم سلمة قالت كنت ألبس أوضاحا من ذهب فقلت يا رسول الله أكنز هو فقال ما بلغ أن تؤدى زكاته فزكي فليس بكنز * وأخرجه الإمام أبوطالب بطريق أبي داود ص 199\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            :\n\n(1)  سنن البيهقي الكبرى \\ 261/9 \\ 18798أخبرنا أبو بكر أحمد بن إبراهيم بن محمود الأصبهاني قدم علينا أنبأ أبو حفص عمر بن أحمد بن شاهين ببغداد أنبأ محمد بن محمد بن سليمان الباغندي ثنا علي بن سعيد يعني بن مسروق الكندي ثنا المسيب بن شريك عن عبيد المكتب ح وأخبرنا أبو عبد الرحمن السلمي وأبو بكر بن الحارث الأصبهاني قالا أنبأ علي بن عمر الحافظ ثنا محمد بن يوسف بن سليمان الخلال ثنا الهيثم بن سهل ثنا المسيب بن شريك ثنا عبيد المكتب عن عامر عن مسروق عن علي رضي الله تعالى عنه قال قال رسول الله صلى الله عليه وسلم نسخ الأضحى كل ذبح وصوم رمضان كل صوم والغسل من الجنابة كل غسل والزكاة كل صدقة قال علي خالفه المسيب بن واضح عن المسيب بن شريك وكلاهما ضعيف والمسيب بن شريك متروك\n\nسنن البيهقي الكبرى \\ 262/9 \\ 18799أخبرنا أبو سعد الماليني أنبأ أبو أحمد بن عدي الحافظ أنبأ الحسن بن سفيان ثنا المسيب بن واضح ثنا المسيب بن شريك عن عتبة بن اليقظان عن الشعبي عن مسروق عن علي رضي الله تعالى عنه قال قال رسول الله صلى الله عليه وسلم نسخت الزكاة كل صدقة في القرآن ونسخ غسل الجنابة كل غسل ونسخ صوم رمضان كل صوم ونسخ الأضحى كل ذبح\n\nسنن الدارقطني \\ 278/4 \\ 37حدثنا أبي رحمه الله نا محمد بن حرب نا أبو كامل نا الحارث بن نبهان نا عتبة بن يقظان عن الشعبي عن علي قال قال رسول الله صلى الله عليه <span id='ms71'></span> وسلم محى ذبح الأضاحي كل ذبح كان قبله وذكر صوم رمضان والزكاة والغسل من الجنابة بمثل ذلك\n\n(2)  41 التوبة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            :\n\n(1) - وقال الشوكاني في تفسيره لهذه الآية الجزء :2الصفحة :527\"انفروا خفافا وثقالا وجاهدوا بأموالكم وأنفسكم في سبيل الله ذلكم خير لكم إن كنتم تعلمون\"\n\nثم لما توعد من لم ينفر مع الرسول صلى الله عليه [ وآله ] وسلم وضرب له من الأمثال ما ذكره عقبه بالأمر الجزم فقال: 41- \"انفروا خفافا وثقالا\" أي حال كونكم خفافا وثقالا، قيل المراد منفردين أو مجتمعين، وقيل نشاطا وغير نشاط، وقيل فقراء وأغنياء، وقيل شبابا وشيوخا، وقيل رجالا وفرسانا، وقيل من لا عيال له ومن له عيال، وقيل من يسبق إلا الحرب كالطلائع، ومن يتأخر كالجيش، وقيل غير ذلك. ولا مانع من حمل الآية على جميع هذه المعاني، لأن معنى الآية: انفروا خفت عليكم الحركة أو ثقلت. قيل: وهذه الآية منسوخة بقوله تعالى: \"ليس على الضعفاء ولا على المرضى\"، وقيل الناسخ لها قوله: \"فلولا نفر من كل فرقة منهم طائفة\" الآية، وقيل هي محكمة وليست بمنسوخة، ويكون إخراج الأعمى والأعرج بقوله: \"ليس على الأعمى حرج ولا على الأعرج حرج\" وإخراج الضعيف والمريض بقوله: \"ليس على الضعفاء ولا على المرضى\" من باب التخصيص، لا من باب النسخ على فرض دخول هؤلاء تحت قوله: \"خفافا وثقالا\" والظاهر عدم دخولهم تحت العموم. قوله: \"وجاهدوا بأموالكم وأنفسكم في سبيل الله\" فيه الأمر بالجهاد بالأنفس والأموال وإيجابه على العباد، فالفقراء يجاهدون بأنفسهم، والأغنياء بأموالهم وأنفسهم. والجهاد من آكد الفرائض وأعظمها، وهو فرض كفاية مهما كان البعض يقوم بجهاد العدو وبدفعه، فإن كان لا يقوم بالعدو إلا جميع المسلمين في قطر من الأرض أو أقطار وجب عليهم ذلك وجوب عين، والإشارة بقوله: \"ذلكم\" إلى ما تقدم من الأمر بالنفير والأمر بالجهاد \"خير لكم\" أي خير عظيم في نفسه، وخير من السكون والدعة \"إن كنتم تعلمون\" ذلك وتعرفون الأشياء الفاضلة وتميزونها عن المفضولة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            :\n\n(1)  أخرج أبوداود في سننه بإسناده إلى أنس بن مالك قال قال رسول الله <span id='ms72'></span> (صلى الله عليه وآله وسلم ) ثلا ث من أصل الإيمان الكف عمن قال لاإله إلا الله ولا نكفره بذنب ولا نخرجه من الإسلام بعمل والجهاد ماض منذ بعثني الله إلى أن يقاتل آخر أمتي الدجال لا يبطله جور جائر ولا عدل عادل والأيمان بالقدر وأخرج نحو هذا باختلاف بسيط في سنن البيهقي\n\n(2)  71 النساء\n\n(3)  وذلك أن الآية الأولى حرمت أن ينفروا الجميع والثانية خيرت بين أن ينفر البعض أو الكل\n\n(4)  44 التوبة\n\n(5)  62 النور\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            :\n\n(1)  إن عدة الشهور عند الله اثنا عشر شهرا في كتاب الله يوم خلق السماوات والأرض منها أربعة حرم ذلك الدين القيم فلا تظلموا فيهن أنفسكم وقاتلوا المشركين كافة كما يقاتلونكم كافة واعلموا أن الله مع المتقين(36)36 التوبة وفي الأصل بدون واو هكذا قاتلوا وأثبتها هنا بواو على الصحيح\n\n(2)  وإذا تتلى عليهم آياتنا بينات قال الذين لا يرجون لقاءنا ائت بقرآن غير هذا أو بدله قل ما يكون لي أن أبدله من تلقاء نفسي إن أتبع إلا ما يوحى إلي إني أخاف إن عصيت ربي عذاب يوم عظيم(15)15 يونس\n\n(3)  1 الفتح\n\n(4)  وإن كذبوك فقل لي عملي ولكم عملكم أنتم بريئون مما أعمل وأنا بريء مما تعملون(41)41 يونس\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            :\n\n(1)  ولو شاء ربك لآمن من في الأرض كلهم جميعا أفأنت تكره الناس حتى يكونوا مؤمنين(99)99 يونس\n\n(2)  قل ياأيها الناس قد جاءكم الحق من ربكم فمن اهتدى فإنما يهتدي لنفسه ومن ضل فإنما يضل عليها وما أنا عليكم بوكيل(108)41 الزمر\n\n(3)  109واتبع ما يوحى إليك واصبر حتى يحكم الله وهو خير الحاكمين(109) يونس\n\n(4)  121وقل للذين لا يؤمنون اعملوا على مكانتكم إنا عاملون(121) هود\n\n(5)  وقال المحققون : هذا تهديد ووعيد معناه : فستعلمون عاقبة أمركم وهذا لا ينافي قتالهم فلا وجه للنسخ\n\n(6)  وإن ما نرينك بعض الذي نعدهم أو نتوفينك فإنما عليك البلاغ وعلينا الحساب(40)40 الرعد\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            :\n\n(1)  ذرهم يأكلوا ويتمتعوا ويلههم الأمل فسوف يعلمون(3) 3 الحجر\n\n(2)  وما خلقنا السماوات والأرض وما بينهما إلا بالحق وإن الساعة لآتية فاصفح الصفح الجميل(85)85 الحجر\n\n(3)  94فاصدع بما تؤمر وأعرض عن المشركين(94) الحجر\n\n(4) ومن ثمرات النخيل <span id='ms73'></span> والأعناب تتخذون منه سكرا ورزقا حسنا إن في ذلك لآية لقوم يعقلون(67) 67 النحل\n\n(5)  90 المائدة\n\n(6) ادع إلى سبيل ربك بالحكمة والموعظة الحسنة وجادلهم بالتي هي أحسن إن ربك هو أعلم بمن ضل عن سبيله وهو أعلم بالمهتدين(125) 125 النحل\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            :\n\n(1)  ربكم أعلم بكم إن يشأ يرحمكم أو إن يشأ يعذبكم وما أرسلناك عليهم وكيلا(54) 54 الإسراء\n\n(2)  فلا تعجل عليهم إنما نعد لهم عدا(84) مريم\n\n(3) 130 طه\n\n(4)  78 الحج\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            :\n\n(1)  16 التغابن\n\n(2)  وقيل : هي محكمة والمراد منها بذل الإمكان كما في قوله تعالى : { اتقوا الله حق تقاته }\n\n(3)  68 الحج\n\n(4)  هذا على القول بأن المعني بالآية المشركون وأما على القول [ان المعني بها المنافقون لأنها كانت تظهر عنهم فلتات ويجادلون عنها فأمر أن يكل أمرهم إلى الله تعالى فالآية محكمة\n\n(5)  في النسخ الخطية التي بأيدينا المؤمنين لهلها على الإضافة وقد أثنت ما في المصاحف\n\nقال البغوي قي تفسيره الجزء :1الصفحة :407\"قد أفلح المؤمنون\"مكية، أخبرنا أحمد بن عبد الله الصالحي ، أخبرنا أحمد بن الحسين الحيري ، أخبرنا حاجب بن أحمد الطوسي ، أخبرنا محمد بن حماد ، أخبرنا عبد الرزاق ، أخبرنا يونس بن سليمان ، أملى علي يونس صاحب أيلة، عن ابن شهاب ، عن عروة بن الزبير، عن عبد الرحمن بن عبد القارئ قال: سمعت عمر بن الخطاب يقول: \" كان إذا نزل على النبي صلى الله عليه وسلم الوحي يسمع عند وجهه دوي كدوي النحل، فمكثنا ساعة- وفي رواية: فنزل عليه يوما فمكثنا ساعة- فاستقبل القبلة ورفع يديه وقال: اللهم زدنا ولا تنقصنا، وأكرمنا ولا تهنا، وأعطنا ولا تحرمنا، وآثرنا ولا تؤثر علينا، وارض عنا، ثم قال: لقد أنزل علي عشر آيات من أقامهن دخل الجنة، ثم قرأ \" قد أفلح المؤمنون \" إلى عشر آيات\". ورواه أحمد بن حنبل ، وعلي بن المديني ، وجماعة عن عبد الرزاق ، وقالوا: ((وأعطنا ولا تحرمنا وأرضنا وارض عنا)).\n\n1. قوله تعالى: \" قد أفلح المؤمنون \"، ((قد)) حرف تأكيد، وقال المحققون: ((قد)) تقرب الماضي من الحال، يدل على أن الفلاح قد حصل لهم، وأنهم عليه في الحال، وهو أبلغ من تجريد ذكر الفعل، ((والفلاح <span id='ms74'></span>)): النجاة والبقاء، قال ابن عباس: قد سعد المصدقون بالتوحيد وبقوا في الجنة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            :\n\n(1)  54 المؤمنون\n\n(2)  96 المؤمنون\n\n(3)  فعلى هذا تكون محكمة لا منسوخة\n\n(4)  32 النور قا ل في الكشاف : وقيل الإجماع أي الناسخ الإجماع\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            :\n\n(1)  في سنن أبي داود برقم \\ 220/2 \\ 2049 قال أبو داود كتب إلي حسين بن حريث المروزي ثنا الفضل بن موسى عن الحسين بن واقد عن عمارة بن أبي حفصة عن عكرمة عن بن عباس قال جاء رجل إلى النبي صلى الله عليه وسلم فقال إن امرأتي لا تمنع يد لامس قال غربها قال أخاف أن تتبعها نفسي قال فاستمتع بها\n\nالمجتبى من السنن \\ 169/6 \\ 3464أخبرنا الحسين بن حريث قال حدثنا الفضل بن موسى قال حدثنا الحسين بن واقد عن عمارة بن أبي حفصة عن عكرمة عن بن عباس قال جاء رجل إلى النبي صلى الله عليه وسلم فقال إن امرأتي لا تمنع يد لامس فقال غربها إن شئت قال إني أخاف أن تتبعها نفسي قال استمتع بها\n\nالسنن الكبرى \\ 270/3 \\ 5340 أخبرنا محمد بن إسماعيل بن إبراهيم بن علية قال حدثنا يزيد يعني بن هارون قال حدثنا حماد بن سلمة وغيره عن هارون بن رئاب عن عبد الله بن عبيد بن عمير وعبد الكريم عن عبد الله بن عبيد بن عمير عن بن عباس عبد الكريم يرفعه إلى بن عباس وهارون لم يرفعه قالا جاء رجل إلى رسول الله صلى الله عليه وسلم فقال إن عندي امرأة هي من أحب الناس إلي وهي لا تمنع يد لامس قال طلقها قال لا أصبر عنها قال استمتع بها قال أبو عبد الرحمن هذا الحديث ليس بثابت وعبد الكريم ليس بالقوي وهارون بن رئاب أثبت منه وقد أرسل الحديث وهارون ثقة وحديثه أولى بالصواب من حديث عبد الكريم إه وكل هذه الأحاديث يرويها عكرمة وعكرمة ضعيف يقول أهل الجرح والتعديل فيه\n\nضعفاء العقيلي \\ 373/3 \\ 1413 عكرمة مولى بن عباس وكنيته أبو مجلد حدثنا يوسف بن يعقوب قال حدثنا سليمان بن حرب قال حدثنا حماد بن زيد قال قال رجل لأيوب <span id='ms75'></span> أكان عكرمة يتهم فسكت ساعة ثم قال أما أنا فلم أكن أتهمه حدثنا محمد بن عيسى قال حدثنا علي بن سهل قال حدثنا عفان قال حدثنا وهيب قال شهدت يحيى بن سعيد الأنصاري وأيوب فذكرا عكرمة فقال يحيى بن سعيد كان كذابا وقال أيوب لم يكن بكذاب حدثنا الحسن بن علي ومحمد بن أيوب قالا حدثنا يحيى بن المغيرة قال حدثنا جرير عن يزيد بن زياد عن عبد الله بن الحارث قال دخلت على علي بن عبد الله بن عباس فإذا عكرمة في وثاق عند باب الحسن فقلت له ألا تتقي الله قال فإن هذا الخبيث يكذب على أبي حدثنا روح بن الفرح أبو الزنباع قال حدثنا عمرو بن خلف قال حدثنا بن لهيعة عن هشام بن سعد عن عطاء الخراساني أنه قال لسعيد بن المسيب إن عكرمة يقول إن رسول الله صلى الله عليه وسلم تزوج وهو محرم فقال كذب مخبثان حدثنا أحمد بن محمد بن عاصم قال حدثنا أبو عبيدة أحمد بن عبد الله بن محمد بن عبد الله بن سعيد أبو السفر قال حدثني سعيد بن عامر قال حدثنا شعبة عن عمرو بن مرة قال سألت سعيد بن المسيب عن تفسير آية من كتاب الله فقال ما أنا بجريء عليه ولكن دونك من يزعم أنه لا يخفى عليه منه حرف يعرض بعكرمة حدثنا إبراهيم بن يوسف قال حدثنا عبد الرحمن بن عبد الله بن عبد الحكم قال حدثنا الخصيب بن ناصح قال حدثنا خالد بن خداش قال شهدت حماد بن زيد في آخر يوم مات فيه فقال أحدثكم بحديث لم أحدث به قط وقال ما أحدثكم به إلا أكره أن ألقى الله ولم أحدث به سمعت أيوب يحدث عن عكرمة قال إنما أنزل الله متشابه القرآن ليضل به وممن مدح عكرمة رضي الله تعالى عنه وأثنى عليه حدثنا عبد الله بن أحمد النيسابوري سنبر قال حدثنا يحيى بن يحيى قال حدثنا إسماعيل عن أيوب عن عمرو بن <span id='ms76'></span> دينار قال رفع إلي جابر بن زيد مسائل سئل عنها عكرمة فجعل جابر بن يزيد يقول هذا مولى بن عباس هذا البحر فاسألوه حدثنا محمد بن جعفر بن محمد بن أعين قال حدثنا إسحاق بن إسماعيل ح وحدثنا محمد بن عيسى قال إبراهيم بن سعد قالا حدثنا سفيان عن عمرو قال أعطاني جابر بن زيد صحيفة فيها مسائل فقال سل عنها عكرمة فجعلت كأني أتبطأ فانتزعها من يدي فقال هذا عكرمة مولى بن عباس هذا أعلم الناس حدثنا جعفر بن أحمد بن نعيم قال حدثنا محمد بن حميد قال حدثنا يحيى بن واضح قال حدثنا ضماد بن عامر بن محمد القسملي قال حدثنا الفرزدق بن حواس الحماني قال كنا مع شهر بن حوشب بجرجان فقدم علينا عكرمة فقلت لشهر ألا تأتيه فقال ائتوه فإن لم يكن أمة إلا كان بها حبرا وإن مولى بن عباس حبر هذه الأمة حدثنا محمد بن موسى قال حدثنا أبو معمر القطيعي قال حدثنا بن فضيل عن عثمان بن حكيم قال رأيت عكرمة جاء إلى أبي أمامة بن سهل بن حنيف فقال أنشدك بالله أما سمعت بن عباس يقول ما حدثكم عكرمة عني فهو حق فقال أبو أمامة بلى حدثنا محمد بن موسى قال حدثنا محمد بن عبد العزيز بن أبي رزمة قال حدثنا علي بن الحسن بن شقيق وحدثنا يحيى بن عثمان قال حدثنا نعيم قال حدثنا جرير عن مغيرة قال قيل لسعيد بن جبير هل تعلم أحدا أعلم منك قال نعم عكرمة حدثنا بشر بن موسى قال حدثني الحميدي قال حدثنا سفيان قال سمعت أيوب يقول لو قلت لك إن الحسن ترك كثيرا من التفسير حين دخل علينا عكرمة البصرة حتى خرج منها لصدقت حدثنا إبراهيم بن محمد قال حدثنا سليمان بن حرب قال حدثنا حماد بن زيد قال قال رجل لأيوب أكان عكرمة يتهم قال أما أنا فلم أكن أتهمه حدثنا داود بن محمد قال حدثنا محمد بن عمرو بن جبلة قال <span id='ms77'></span> حدثني حرمي بن عمارة قال حدثنا عبد الرحمن بن حسان قال سمعت عكرمة يقول طلبت العلم أربعين سنة فكنت أفتي بالباب وابن عباس بالدار حدثنا محمد بن زريق المديني قال حدثنا إبراهيم بن المنذر قال حدثنا هشام بن عبد الله بن عكرمة المخزومي قال سمعت بن أبي ذئب يقول كان عكرمة مولى بن عباس ثقة حدثنا على بن عبد العزيز قال حدثنا معلى بن أسد العمي قال حدثنا حاتم بن وردان قال حدثنا أيوب قال اجتمع حفاظ بن عباس على عكرمة فيهم سعيد بن جبير وعطاء بن أبي رباح فجعلوا يسألونه عن حديث بن عباس فكلما حدثهم بحديث عقد سعيد بن جبير ثلاثين حتى سألوه عن الحوت فقال كان يسايرهم في ضحضاح قال سعيد أشهد على بن عباس أنه قال كان يحمله في مكتل قال أظن عطاء قال أراه كان يقول القولين جميعا حدثنا أحمد بن علي الأبار قال حدثنا الحسن بن علي حدثنا إسماعيل بن عبد الكريم الصنعاني قال حدثنا عبد الصمد بن مغفل إن عكرمة قدم على طاوس اليمن فحمله على نجيب وأعطاه ثمانين دينارا فقيل لطاوس في ذلك فقال بل لا أشتري له علم عبد الله بن عباس لعبد الله بن طاوس بثمانين دينارا\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            :\n\n(1)  أخرجه أبو داود في سننه في الجهاد برقم 2140 والنسائي في سننه في النكاح برقم 3176 والترمذي في سننه في التفسير برقم 3101\n\n(2)  أخرجه أبوداود في سننه في النكاح برقم 1756 وأحمد في مسنده في باقي مسند المكثرين برقم 7949\n\n(3)  26 النور\n\n(4)  27 النور\n\n(5)  29 النور\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            :\n\n(1)  58 النور\n\n(2)  68 الفرقان\n\n(3)  وبذلك قال الناصر أبو الفتح الديلمي قال الإمام محمد وإجماع من تقدم من أهله يحجه\n\n(4)  هكذا ظن في إحدى النسخ وفي أصل النسختين في حق التوبة\n\n(5)  53 الزمر\n\n(6)  86 آل عمران\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            :\n\n(1)  5 النور\n\n(2)  90 آل عمران\n\n(3) 61 البقرة\n\n(4)  وأن أتلو القرآن فمن اهتدى فإنما يهتدي لنفسه ومن ضل فقل إنما أنا من المنذرين(92) النمل\n\n(5)  55 القصص\n\n(6)  46 العنكبوت\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            :\n\n(1)  وقيل : إنها ثابتة وأن من أدى الجزية منهم لم يقل له إلا الحسن\n\n(2) 23 لقمان\n\n(3)  30 السجدة\n\n(4)  48 الأحزاب\n\n(5)  25 سباء\n\n(6)  23 فاطر\n\n(7)  174 الصافات\n\n(8)  178 الصافات\n\n(9) 3 الزمر\n\n(10)  13 الزمر <span id='ms78'></span>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            :\n\n(1)  3 الفتح\n\n(2)  لأنها صغائر والصغائر تذهبها الحسنات { إن الحسنات يذهبن السيئات } ومعلوم منهم سلام الله عليهم فعل الحسنات المتكررات\n\n(3) 15 الزمر\n\n(4)  39 الزمر\n\n(5)  41 الزمر\n\n(6)  46 الزمر\n\n(7) 55 ، 77 غافر\n\n(8)  34 فصلت أو السجدة\n\n(9) 16 الشورى\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            :\n\n(1)  59 الدخان\n\n(2)  9 الأحقاف\n\n(3) ومن قال بالنسخ اختلفوا فمنهم من جعل الناسخ قوله تعالى : { وذكر إن نفعت الذكرى } ومنهم من جعله آية السيف\n\n(4)  وهي قوله تعالى : { واصبر لحكم ربك فإنك بأعيننا } 48 الطور\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            :\n\n(1)  فأعرض عن من تولى عن ذكرنا ولم يرد إلا الحياة الدنيا(29)ذلك مبلغهم من العلم إن ربك هو أعلم بمن ضل عن سبيله وهو أعلم بمن اهتدى(30)النجم\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            :\n\n(1)  روي أن الكلمات التي ناجى بها علي عليه السلام رسول الله صلى الله عليه وآله وسلم هي مانقله الإمام حسام الدين محمد بن عثمان بن محمد في تفسيره المسمى بكتاب مطالع المعاني قال :  إن الكلمات التي ناجى بها رسول الله صلى الله عليه وآله وسلم وقدم قبلها عشر صدقات هي أنه عليه السلام سأله صلى الله عليه وآله وسلم أولا ما لوفاء ؟ قال : التوحيد شهادة أن لا إله إلا الله ثم فال : ما الفساد ؟ قال الكفر والشرك بالله - عز وجل - ثم قال : ما الحق ؟ قال : الإسلام والقرآن والولاية ثم قال عليه السلام وما الحيلة ؟ قال: ترك الحيلة م قال وما علي ؟ قال : طاعة الله ورسوله ثم قال كيف أدعو الله ؟ قال : الصدق واليقين ثم قال : وما ذا أسأل الله ؟ قال : العافية م قال وما ذا أصنع بنجاة نفسي ؟ قال : كل حلالا وقل صدقا ثم قال وما السرور ؟ قال : الجنة ثم قال : وما الراحة ؟ قال : لقاء الله تعالى فلما فرغ من نجواه نسخ حكم الصدقة إه\n\nوقال البغوي في تفسيره : الجزء :1الصفحة :60\n\n\"يا أيها الذين آمنوا إذا ناجيتم الرسول فقدموا بين يدي نجواكم صدقة ذلك خير لكم وأطهر فإن لم تجدوا فإن الله غفور رحيم\"\n\nقوله عز وجل 12- \"يا أيها الذين آمنوا إذا ناجيتم الرسول فقدموا بين يدي نجواكم صدقة\"، أمام مناجاتكم، قال ابن عباس: وذلك أن الناس سألوا رسول الله صلى الله عليه [ وآله ] وسلم <span id='ms79'></span> وأكثروا حتى شقوا عليه، فأراد الله أن يخفف على نبيه ويثبطهم ويردعهم عن ذلك فأمرهم أن يقدموا صدقة على المناجاة مع الرسول صلى الله عليه [ وآله ] وسلم.وقال مقاتل بن حيان: نزلت في الأغنياء، وذلك أنهم كانوا يأتون النبي صلى الله عليه [ وآله ] وسلم فيكثرون مناجاته ويغلبون الفقراء على المجالس، حتى كره النبي صلى الله عليه [ وآله ] وسلم طول جلوسهم ومناجاتهم، فلما رأوا ذلك انتهوا عن مناجاته، فأما أهل العسرة فلم يجدوا شيئا وأما أهل الميسرة فضنوا واشتد ذلك على أصحاب النبي صلى الله عليه [ وآله ] وسلم، فنزلت الرخصة.قال مجاهد: نهوا عن المناجاة حتى يتصدقوا، فلم يناجه إلا علي رضي الله عنه، تصدق بدينار وناجاه، ثم نزلت الرخصة فكان علي رضي الله عنه يقول: آية في كتاب الله لم يعمل بها أحد قبلي ولا يعمل بها أحد بعدي وهي آية المناجاة.وروي عن علي رضي الله عنه قال: لما نزلت هذه الآية دعاني رسول الله صلى الله عليه [ وآله ] وسلم فقال: أما ترى دينارا؟ قلت: لا يطيقونه، قال: فكم؟ قلت: حبة أو شعيرة، قال: إنك لزهيد، فنزلت: \"أأشفقتم أن تقدموا بين يدي نجواكم صدقات\"، قال علي رضي الله تعالى عنه: فبي قد خفف الله عن هذه الأمة.\"ذلك خير لكم\"، يعني: تقديم الصدقة على المناجاة، \"وأطهر فإن لم تجدوا فإن الله غفور رحيم\"، يعني الفقراء الذين لا يجدون ما يتصدقون به معفو عنهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            :\n\n(1)  وقال أبو القاسم المفسر : هبة الله بن سلامة إنها نزلت بالمدينة وفيها ناسخ وليس فيها منسوخ وهو قوله تعالى { ماأفاء الله على رسوله من أهل القرى .. الآية\n\n(2)  الاحما هم أهل الزوج\n\n(3)  10 الممتحنة\n\n(4) 11 الممتحنة\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            :\n\n(1)  10 الممتحنة\n\n(2)  نسخ ذلك كله بقوله تعالى { براءة من الله ورسوله }\n\n(3)  المعنى أنها أحكام مؤقتة فبانقضاء الوقت يرتفع الحكم فلا نسخ والله أعلم\n\n(4)  11 الممتحنة\n\n(5)  في الأصل المنافقين وقد سبق نظيرها في سورة المؤمنون وفيها ناسخ قوله تعالى { سواء عليهم أستغفرت لهم أم لم تستغفر لهم } وفي نسخة سورة المنافقين والطلاق والتحريم نزلت بالمدينة لا <span id='ms80'></span> ناسخ فيها ولا منسوخ\n\n(6)  مابين القوسين المربعين زيادة في نسخة\n\n(7)  { فذرهم يخوضوا ويلعبوا حتى يلاقوا يومهم الذي يوعدون } 42 المعارج\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            :\n\n(1)  11 المزمل\n\n(2)  11 المدثر\n\n(3)  وأخرج ابن مردويه عن ابن عباس في قوله: {ويطعمون الطعام على حبه} الآية، قال: نزلت هذه الآية في علي بن أبي طالب وفاطمة بنت رسول الله صلى الله عليه [ وآله ] وسلم.\n\nوقال في أسباب النزول للواحدي النيسابوري { ويطعمون الطعام على حبه مسكينا ويتيما وأسيرا } { 8 }الانسان قوله تعالى: {ويطعمون الطعام على حبه مسكينا} قال عطاء، عن ابن عباس: وذلك أن علي بن أبي طالب رضي الله عنه نوبة أجر نفسه، يسقي نخلا بشيء من شعير ليلة حتى أصبح وقبض الشعير وطحن ثلثه فجعلوا منه شيئا ليأكلوه يقال له: الخزيرة فلما تم إنضاجه أتى مسكين، فأخرجوا إليه الطعام، ثم عمل الثلث الثاني، فلما تم إنضاجه أتى يتيم، فسأل فأطعموه، ثم عمل الثلث الباقي، فلما تم إنضاجه، أتى أسير من المشركين فأطعموه، وطووا يومهم ذلك، فأنزلت فيه هذه الآية. وأما أهل البيت وشيعتهم فهم مجمعون على أن الضمير في يوفون ويطعمون يرجع إلى علي وفاطمة وابناهما وجاريتهما ( عليهم السلام )\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            :\n\n(1)  هي أحد السور ال17 المختلف في تنز يلهن هل بمكة أو بالمدينة وهي محكمة\n\n(2) وفي التهذيب هي مكية ومثله في الكشاف ]\n\n(3) 17 الطارق\n\n(4)  22 الغاشية  أي بمتسلط كقوله تعالى { وما أنت عليهم بجبار }\n\n(5)  وقال قوم معناها لست عليهم بمسلط فتكرههم على الإيمان فعلى هذا لا نسخ\n\n(6)  هذا قول الأكثر ، وقيل إنها محكمة لأن النسخ إنما يصح إذا كان المعنى قد أقررتكم على دينكم وإذا لم يكن المفهوم هذا بعد النسخ <span id='ms81'></span>",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084"
  ],
  "volumes": [
    "01"
  ]
}