{
  "content": "\n<h3 class='dic-item l3' id='head0'>42- باب <span id='ms076'></span>: من باع امرأته ...</h3>\n\n<p>\nسألت أحمد قلت: رجل باع امرأته؟ قال: لا يدخل عليه الطلاق، ولكن يؤدب.\nقلت فإن باع ولده؟ قال: كذلك. قلت: ويرجع عليه بالثمن؟ قال: شديدا.\n</p>\n\n<p>\nحدثنا المسيب قال: حدثنا ابن مبارك، عن سعيد، عن قتادة، عن الحسن في الذي\nيبيع امرأته. قال: يعاقبان وينكلان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p490'> Vol. 02, p. 490</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head1'>43- باب: إذا قال لامرأته أنت طالق إذا حبلت</h3>\n\n<p>\nقلت لأحمد: شيء يروى عن أهل المدينة في الرجل يقول لامرأته: أنت طالق إذا\nحبلت. فذهب إلى أنه يدعها حتى تحيض فإذا طهرت جامعها. قلت: إلى الحيضة\nالثانية؟ قال: لا، ولكن يجامعها مرة واحدة، ويواقعها وقعة واحدة، ثم يدعها\nأيضا حتى تحيض يواقعها في كل طهر مرة، وهو قول أهل المدينة. وقال: لم يوقع\n/66/ أهل المدينة الطلاق في هذا؛ لأن الحبل قد يكون ولا يكون، ولو كان هذا\nشيء يكون بتة كان يقع الطلاق ساعة يقوله في قولهم لو قال: أنت طالق إلى\nشهر. كان يقع الطلاق في قولهم؛ لأن الشهر لا بد أن يجيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p491'> Vol. 02, p. 491</a>\n            </div>\n            \n</p>\n\n<p>\nسألت إسحاق قلت: رجل قال لامرأته: إذا حبلت فأنت طالق. قال: يطؤها ما لم\nيتبين حبلها. قلت: فمن يقول يطؤها، عند كل طهر مرة؟ فلم يذهب إلى ذلك.\n</p>\n\n<p>\nحدثنا أبو الأزهر قال: حدثنا الوليد بن الوليد الدمشقي، عن الأوزاعي وسئل\nعن رجل قال لامرأته: إن لم تحبلي فأنت طالق. وقد أيست من المحيض. قال: هي\nطالق حين تكلم.\n</p>\n\n<p>\nقال: وسئل عن رجل قال لامرأته: إن حبلت فأنت طالق. قال: يطؤها، عند كل\nطهر، فإن حبلت طلقت ولا يزال على ذلك حتى تأيس من المحيض.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: ثنا أبي قال: ثنا أشعث، عن الحسن فيمن قال:\nأنت طالق إن لم أحبلك. قال: يغشاها حتى تأيس من الحبل، وإن مات أحدهما قبل\nأن تحبل فلا ميراث للآخر.\n</p>\n\n<p>\nوفيمن قال لامرأته: إذا حبلت فأنت طالق. قال: يغشاها إذا اغتسلت من\nالمحيض، ثم يمسك عنها إلى مثل ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p492'> Vol. 02, p. 492</a>\n            </div>\n            \n</p>\n\n<p>\nوقال محمد: يغشاها حتى تحبل.\n</p>\n\n<p>\nقلت لإسحاق: رجل قال لامرأته: إذا حضت <span id='ms077'></span> فأنت طالق. فولدت هل يكون دم\nالنفاس حيضا؟ قال: تطلق، لأن دم النفاس حيض إلا أن يقصد حين يحلف قصد\nالحيض، وذكر حديث عائشة أن النبي - صلى الله عليه وسلم - قال لها في الحج:\n((ما لك أنفست؟)) .\n</p>\n\n<p>\nقلت لإسحاق: رجل قال لامرأته: إن ولدت ولدا فأنت طالق ثلاثا. فأسقطت سقطا\nقد استبان خلقه. قال: هو ولد ويقع الطلاق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p493'> Vol. 02, p. 493</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head2'>44- باب: إذا قال يا مطلقة</h3>\n\n<p>\nسألت أحمد قلت: رجل قال لامرأته: يا مطلقة. قال: إن كان أراد من الزوج\nالأول رجوت، وإن كان يريد منه خفت عليه، أو كما قال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p494'> Vol. 02, p. 494</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: ثنا أبي، ثنا أشعث، عن الحسن وسأله رجل\nفقال: مررت بصبيان وهم يقولون: فلانة مطلقة وبرجل معلقة باسم امرأته. فقلت\nمثل قولهم. قال: أردت طلاق امرأتك؟ قال: لا. قال: هذا ليس بشيء ائت امرأتك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p495'> Vol. 02, p. 495</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head3'>45- باب: إذا قيل له: ألك امرأة؟ قال: لا.</h3>\n\n<p>\nقلت لأحمد: رجل قيل له: ألك امرأة؟ قال: لا. وله امرأة. قال: إن كان أراد\nالكذب رجوت أن لا يدخل عليه.\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: ثنا هشيم قال: أخبرنا /67/ يونس، عن الحسن،\nوأخبرنا مغيرة، عن إبراهيم، وأخبرنا سيار عن الشعبي في رجل قيل له: ألك\nامرأة؟ فيقول: لا. قالوا: كذبة كذبها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p496'> Vol. 02, p. 496</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head4'>46- باب: إذا قيل له أطلقت امرأتك؟ فقال: نعم.</h3>\n\n<p>\nقلت لأحمد: رجل قيل له: أطلقت امرأتك؟ فقال: نعم. ولم يكن طلق. قال:\nيلزمه الطلاق. قلت: تطليقة؟ قال: نعم.\n</p>\n\n<p>\nوسألت إسحاق قلت: رجل قيل له: أطلقت امرأتك؟ فقال: نعم. قال: كلما نوى\nبإجابته طلاقا وقع الطلاق، وإن لم يرد ذلك فلا يقع.\n</p>\n\n<p>\nقلت لإسحاق: فرجل قيل له: ألك امرأة؟ فقال: لا. وله امرأة. قال: وكذلك\nأيضا.\n</p>\n\n<p>\nحدثنا المسيب بن واضح، قال: حدثنا ابن مبارك، قال: سمعت سفيان يقول في\nرجل قيل له: أطلقت امرأتك عام الأول؟ قال: نعم. قال: أما في القضاء فيلزمه،\nوأما فيما بينه وبين الله فكذبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p497'> Vol. 02, p. 497</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: ثنا أبي قال: ثنا أشعث، عن الحسن فيمن طلق <span id='ms078'></span>\nواحدة فسئل مرارا أطلقت فلانة؟ فيقول: نعم. قال: هي تلك الواحدة وصدق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p498'> Vol. 02, p. 498</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head5'>47- باب: إذا قال لامرأته ما أنت امرأتي</h3>\n\n<p>\nسألت إسحاق قلت: رجل قال لامرأته: ما أنت بامرأتي البتة، أو قال لها: قد\nكنت طلقتك منذ سنة. ولم يكن طلقها، ولكنه كذب؟ قال: إذا أراد الكذب لم تحرم\nعليه امرأته ويسعه أن يمسكها فيما بينه وبين الله، وأما المرأة فتستحلفه\nوتستعدي عليه.\n</p>\n\n<p>\nوسألت إسحاق مرة أخرى قلت: رجل قال لامرأته: لست لي بامرأة. وشهدت الشهود\nعليه بهذا القول. قال: نيته. قلت: فأنه مات قبل أن تعرف نيته ما هي؟ قال:\nلا يتوارثان.\n</p>\n\n<p>\nوسألت إسحاق مرة أخرى قلت: رجل قال لامرأته: قد كنت طلقتك. ولم يكن فعل.\nقال: إذا أراد به الطلاق وقع الطلاق، وإذا أراد تعمد الكذب ليخوفها وما\nأشبه ذلك لم يقع.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ، قال: ثنا أبي، قال: حدثنا سعيد، عن قتادة، عن\nسعيد بن أبي الحسن، عن الحكم بن أيوب، عن الحجاج بن يوسف، عن أبيه يوسف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p499'> Vol. 02, p. 499</a>\n            </div>\n            \n</p>\n\n<p>\nفي رجل قال لامرأته: ما أنت لي بامرأة. ما أنت لي بامرأة. ما أنت لي\nبامرأة. قضاها تطليقة. قال: قتادة: وسألت سعيد بن المسيب، عن ذلك فقال: ما\nأبعد.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: حدثنا أبي، ثنا /68/ أشعث، عن الحسن فيمن\nقال لامرأته: لست لي بامرأة، أو لست لك بزوج. قال: واحدة، وهو أحق بها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p500'> Vol. 02, p. 500</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا المسيب قال: ثنا ابن مبارك، عن سعيد بن أبي عروبة، عن قتادة، عن\nالحسن وعطاء في رجل قال لامرأته: ما أنت بامرأتي. قالا: فإنها كذبة. وقال\nقتادة: إذا واجهها وأراد الطلاق فهى واحدة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p501'> Vol. 02, p. 501</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head6'>48- باب: من قال: حلف ثم قال: كذبت</h3>\n\n<p>\nقلت لإسحاق: فرجل قال لامرأته: إني قد كنت حلفت بطلاقك ثلاثا إن دخلت هذه\nالدار. فلما دخلت وعلم الزوج أنه قد حنث قال لها: إني كذبت, إنما كنت أخوفك\nولم أحلف. ما القول في ذلك؟ قال: ليس قوله بشيء إذا شهدت الشهود أنه قد أقر\nبالطلاق فليس إنكاره بشيء.\n</p>\n\n<p>\nحدثنا عبيد <span id='ms079'></span> الله بن معاذ، قال: حدثنا أبي، قال: ثنا أشعث، عن الحسن في\nرجل قال: امرأته طالق إن فعلت كذا وكذا، أو إن لم أفعل كذا وكذا. ثم قال:\nقد أبررت يميني ولا يدري أصدق أم كذب. قال: يدين ذلك ويصدق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p502'> Vol. 02, p. 502</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head7'>49- باب: إذا قال: إذا طلقتك فأنت طالق</h3>\n\n<p>\nقلت لإسحاق: فرجل قال لامرأته: إذا طلقتك فأنت طالق. قال: نيته إن أراد\nأنه إذا طلقها فهي طالق وإرادته الأولى فهي واحدة، وإذا أراد إذا طلقتك\nفأنت طالق أخرى فهما ثنتان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p503'> Vol. 02, p. 503</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head8'>50- باب: إذا قال: أنت طالق إن شئت</h3>\n\n<p>\nسألت أحمد قلت: رجل قال لامرأته: أنت طالق إن شئت قالت: قد شئت؟\n</p>\n\n<p>\nقال: هي طالق.\n</p>\n\n<p>\nسألت إسحاق قلت: رجل قال لامرأته: إذا شئت فأنت طالق. فلما كان بعد ذلك\nبشهر قالت: قد شئت الطلاق. قال: إذا شاءت فهي طالق؛ لأن الأمر إليها. قال:\nأجعله إلى الأبد إذا لم يؤقت.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: ثنا أبي، ثنا أشعث، عن الحسن فيمن قال\nلامرأته: أنت طالق إن شئت. قال: إن قضت شيئا فهو ما قضت، فإن قالت: لا أشاء\nشيئا. فليس بشيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p504'> Vol. 02, p. 504</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head9'>51- باب: من حلف بالطلاق أن لا يمس الدراهم فمس الكيس</h3>\n\n<p>\nسئل إسحاق، عن رجل حلف بطلاق امرأته ثلاثا أن لا يمس هذه الدراهم فمس\nالكيس، فزبر الرجل وقال: مسألة حيلة.\n</p>\n\n<p>\nحدثنا أبو هشام قال: ثنا حسان في رجل قال لامرأته: إن دخلت دار فلان فأنت\nطالق ثلاثا. فأدخلت رجلها ذلك البيت قال: قال سفيان: لا يقع الطلاق، إنها\nلم تدخل /69/.\n</p>\n\n<p>\nوقال: سفيان في رجل قال لجاريته: إن لم أفتضها الليلة فامرأته طالق\nثلاثا. فلما وطئها لم يجدها عذراء. قال: إن لم يجدها عذراء فقد وقع الطلاق.\n</p>\n\n<p>\nقال: وحدثنا حسان في رجل قال لامرأته: إن صمت رمضان بهذه الأرض فأنت طالق\nثلاثا وبينه وبين رمضان خمسة أيام خرج من تلك الأرض إلى أرض أخرى فصام بها،\nثم رجع إلى أرضه قبل أن ينسلخ رمضان فصام بها بقيته. قال: قال سفيان: يسأل،\nعن نيته <span id='ms080'></span> فإن كان نوى رمضان كله لم يكن طلاقا، وإن كان نوى شيئا من رمضان\nفهي طالق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p505'> Vol. 02, p. 505</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا يحيى قال: حدثنا شريك، عن ربيع بن عبد الرحمن النخعي ابن وبرة قال:\nكان لي على رجل دراهم فجعل امرأته طالقا إن فارقه حتى يستوفي منه، فأعطاني\nفوجدت فيه درهما زائفا أو ستوقا، فسألت إبراهيم فقال: مر امرأتك فلتعتد.\n</p>\n\n<p>\nقيل لإسحاق: رجل أخذت له امرأته عشرة دراهم فحلف بطلاقها لتردن درهمين،\nفأمرت أختها فردت الدرهمين قال: إذ لم تكن نيته أنها تعطيه من يديها إلى\nيديه لم يحنث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p506'> Vol. 02, p. 506</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head10'>52- باب: من طلق امرأته في نفسه</h3>\n\n<p>\nسألت إسحاق قلت: رجل طلق امرأته في نفسه ثلاثا من غير أن يلفظ به. قال:\nليس بشيء حتى يلفظ به، أو يتكلم به بكلام يشبه الطلاق فيقول: نويت به\nالطلاق. فأما الطلاق في القلب والتفكر فليس بشيء.\n</p>\n\n<p>\nحدثنا محمد بن آدم المصيصي قال: حدثنا وكيع بن الجراح، عن سفيان، عن ابن\nجريج، عن عطاء، وسفيان، عن ابن جريج، عن عمرو بن دينار، عن أبي الشعثاء،\nقالا: إذا طلق في نفسه فليس بشيء حتى يتكلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p507'> Vol. 02, p. 507</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head11'>53- باب: إذا قال: إن خرجت من الدار إلا بإذني فأنت طالق</h3>\n\n<p>\nقلت لإسحاق: رجل قال لامرأته: إن خرجت من الدار إلا بإذني فأنت طالق.\nفقال لها: قد أذنت لك إلى سنة. قال: هو على نيته. قال: تجيء النية على كل\nمرة، وتجيء النية على مرة فهو نيته.\n</p>\n\n<p>\nحدثنا محمود قال: ثنا عمر قال: سمعت الأوزاعي يقول في رجل قال لامرأته:\nإن خرجت حتى آذن لك فأنت طالق البتة. فحضرها أمر علمت أنه لا يكره خروجها\nإليه، فلبست ثيابها وهو ينظر، ثم خرجت فلم يغير عليها، قال: لا طلاق عليها.\n</p>\n\n<p>\nوعن الأوزاعي، عن رجل قال لامرأته: إن خرجت حتى آمرك، أو حتى أقول لك\nفأنت طالق. فغاب عنها ثم كتب إليها يأمرها بالخروج فخرجت. قال: لا يلحقها\nالطلاق في خروجها /70/.\n</p>\n\n<p>\nوسمعت إسحاق أيضا وسأله رجل فقال: حلفت بالطلاق أن لا أواكل فلانا، ولا\nأشار به، ولا <span id='ms081'></span> أصالحه فوقع بيني وبينه فشتمته وواثبته حتى اعتنقنا ما تقول\nفي ذلك؟ قال: على ما نويت.\n</p>\n\n<p>\nوسألت إسحاق قلت: امرأة كان بينها وبين زوجها كلام فقالت للزوج: لا تبرح\nولا أبرح حتى تطلقني فقال لها الزوج أبرءيني من المهر حتى أطلقك. فقالت: كل\nحق لي عليك فقد جعلته لك فصير أمري بيدي لا بيد غيري. فقال: أمرك بيدك.\nفقالت قد طلقت مرة. طلقت مرتين. طلقت ثلاثا. طلقت أربعا. طلقت طلقت. قال\nأبو يعقوب: كلما جعل أمرها بيدها في كل الطلاق فطلقت نفسها مرة ومرتين\nوثلاثا فقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p508'> Vol. 02, p. 508</a>\n            </div>\n            \n</p>\n\n<p>\nبانت منه، لأنه مع الثلاث تطليقات كان أصل الطلاق على جعل، قلت: وقد برئت\nمن المهر؟ قال: نعم.\n</p>\n\n<p>\nسمعت إسحاق وسئل، عن رجل قال لامرأته بالفارسية: هيشتاي. هيشتاي. هيشتاي.\nولا يدري نوى واحدة أو ثلاثا. قال: إذا قال لها ثلاث مرات بالفارسية:\nهيشتاي. فقد طلقت ثلاثا.\n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: نا خالد، عن مطرف، عن الشعبي قال: إذا قال\nالعجمي: بشتم. فهو طلاق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p509'> Vol. 02, p. 509</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head12'>54- باب: إذا قال: أنت طالق كذا إلا كذا</h3>\n\n<p>\nسألت إسحاق قلت: رجل قال لامرأته: أنت طالق واحدة غير واحدة، أو أنت طالق\nواحدة إلا واحدة. قال: إرادته هو ما أراد من ذلك.\n</p>\n\n<p>\nحدثنا أبو هشام قال: حدثنا حسان في رجل قال لامرأته: أنت طالق ثلاثا إلا\nواحدة. قال: قال سفيان: هي طالق ثنتين هو كما قال.\n</p>\n\n<p>\nقرأت على إسحاق رجل حلفه السلطان بأيمان مختلفة إن شرب، أو سرق وأشباهها\nمما كرهه الله وهو لا يدري كان فيه طلاقا أو لم يكن ولم يكن عنده يوم حلف\nامرأة وتزوج بعدما ركب بعض الأمور التي حلف عليها. قال أبو يعقوب: إذا لم\nتكن امرأة في ملكه يومئذ فله أن يتزوج بعد ولا يضره، وإن وقت وقتا فلا يضره\nأيضا.\n</p>\n\n<p>\nحدثنا إسحاق قال: أنبأ أبو علقمة الفروي قال: حدثني عبد الكريم بن أبي\nفروة قال: حدثني عمرو بن شعيب قال: عرض علي أبي امرأة فقلت:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p510'> Vol. 02, p. 510</a>\n            </div>\n            \n</p>\n\n<p>\nيوم أتزوجها فهي طالق البتة، ثم بدا لي <span id='ms082'></span> أن أتزوجها فسألت سعيد بن المسيب\nفقال: لي: أما علمت أن النبي - صلى الله عليه وسلم - قال: ((لا طلاق قبل\nنكاح)) /71/ ثم سألت أبا بكر بن عبد الرحمن بن الحارث بن هشام فقال لي: أما\nعلمت أن النبي - صلى الله عليه وسلم - قال: ((لا طلاق قبل نكاح)) . ثم\nسألت: أبان بن عثمان فقال لي: لا طلاق قبل نكاح. ولم يرفعه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p511'> Vol. 02, p. 511</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head13'>55- باب: إذا حلف على الغضب ولا يدري طلق واحدة أو ثلاثا</h3>\n\n<p>\nقرأت على إسحاق: رجل قال لامرأته: إذا دخلت دار فلان اليوم أو غدا أو بعد\nغد فأنت طالق. ووقف سويعة، ثم قال في غضبه: وإلى شهر. وهو لا يدري من الغضب\nطلق واحدة، أو ثنتين، أو ثلاثا، فدخلت المرأة تلك الدار بعد الخمسة عشر\nيوما. قال أبو يعقوب: هو على ما ظهر من الطلاق، وينظر إلى أكثر نيته، فإن\nاستيقن أنه كان على أقل من ثلاث جاز له أن يتزوجها، فإن كان أكثر ظنه على\nثلاث لم تحل له حتى تنكح زوجا غيره.\n</p>\n\n<p>\nحدثنا أبو الأزهر قال: ثنا أبو العباس الدمشقي، عن الأوزاعي وسئل، عن رجل\nقال: والله لقد طلقت امرأتي، عند غضبة أغضبتها فلا أدري واحدة أو ثنتين، أو\nثلاثا كيف يصنع به؟ قال: تكون تطليقة، لأنه لا شك في واحدة، وأما ما شك فيه\nمن تطليقتين فلا شيء عليه إلا أن يستيقن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p512'> Vol. 02, p. 512</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head14'>56- باب: من حلف بالطلاق على أمر ففعله ناسيا</h3>\n\n<p>\nقرأت على إسحاق: رجل حلف بالطلاق إن كلم فلانا، فكلمه ناسيا؟ قال إسحاق:\nفإن أهل العلم اختلفوا في ذلك، منهم من لا يرى إيقاع الطلاق بالنسيان،\nومنهم من يوقع يقول: إنه قد كلمه وأرجو أن لا يقع إذا كانت نيته يوم حلف\nعلى التعمد؟\n</p>\n\n<p>\nوقرأت على إسحاق أيضا رجل كان بينه وبين آخر كلام وبينهما كرم ولهما في\nذلك شركاء من الورثة فقال الرجل: متى ما أكلت من هذا الكرم فامرأته طالق\nثلاثا. وكان نية الرجل حين حلف أن لا يأكل عمدا، فأكل منه ولا يعلم أن <span id='ms083'></span> هذا\nالعنب من هذا الكرم. قال أبو يعقوب: لا شيء عليه.\n</p>\n\n<p>\nقرأت على إسحاق رجل قال لامرأته: لا تحلين لي فإني قد طلقتك منذ كذا ألف\nمرة. قال أبو يعقوب: لا يصدق بعد إقراره بالطلاق: أني كذبت؛ لأن قوله على\nنفسه من غير كره يصدق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p513'> Vol. 02, p. 513</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head15'>57- باب: الخلع</h3>\n\n<p>\nقرأت على إسحاق: امرأة اشترت نفسها من زوجها على تطليقة بالنفقة والعدة،\nثم حلف الرجل بطلاق هذه المرأة التي اشترت من زوجها التطليقة هل يقع عليها\nالطلاق /72/ قال أبو يعقوب: كلما نوى أنه قد طلقها قبل أن يحلف حين بانت\nمنه بتطليقة فلذلك حلف، لأنها ليست بامرأته فلا حنث عليه.\n</p>\n\n<p>\nحدثنا علي بن عثمان قال: ثنا حماد قال: أخبرنا هشام بن أبي عبد الله، عن\nيحيى بن أبي كثير أن أبا سلمة بن عبد الرحمن قال: الخلع تطليقة بائنة، فإن\nأتبعها طلاقا في مقعده ذلك لحقها، وإن طلقها بعد ذلك لم يلحقها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p514'> Vol. 02, p. 514</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head16'>58- باب: من حلف أن لا يطعم فأخذ برة في فيه</h3>\n\n<p>\nقرأت على إسحاق: رجل حلف أن لا يطعم من منزل أم امرأته شيئا، فأخذ برة\nفوضعها في فيه؟ قال أبو يعقوب: كلما فعل ذلك ناسيا وإرادته حين حلف أن لا\nيأكل ما يكون من الأطعمة التي يأكلها الناس فلا حنث عليه.\n</p>\n\n<p>\nقلت لأبي يعقوب: ويحنث الإنسان في برة إذا حلف أن لا يأكل؟ قال: نعم.\n</p>\n\n<p>\nسئل إسحاق، عن رجل حلف فقال لرجل: لا آكل من طعامك إلى سنة في هذه الدار.\nفأخذ من طعام هذا فحمله إلى موضع آخر فأكله. فلم يرخص له، وقال: لا يأكله،\nلأنه من طعام هذا، وهو حيلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p515'> Vol. 02, p. 515</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head17'>59- باب: إذا قال الطلاق لازم ونوى اليمين</h3>\n\n<p>\nسئل إسحاق، عن رجل قال: الطلاق لازم. ونوى اليمين. قال: هو له لازم.\n</p>\n\n<p>\nحدثنا أحمد بن محمد: حدثنا عارم قال: ثنا خالد قال: سمعت عبيد الله يقول:\nإذا قال الرجل لامرأته أنا منك طالق ثلاثا. جعلها طلاقا. قال: وسمعته يقول:\nإذا قال الرجل لامرأته أنا منك طالق ثلاثا. وقال: لم أنو طلاقا <span id='ms084'></span>. قال: لا\nأصدق الذي يقول ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p516'> Vol. 02, p. 516</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head18'>60- باب: إذا قال: لا أريدك أو تبرأت منك</h3>\n\n<p>\nسألت إسحاق قلت: رجل قال لامرأته: لا أريدك وتبرأت منك إن فعلت ما\nتفعلين. يريد به إن كنت تطاولين علي بلسانك وتعصيني هذا العصيان، والرجل\nيقول ويحلف: أنه لم يرد بهذا القول طلاقا. قال: إذا حلف على ذلك بين يدي\nحاكم، فإن لم يكن حاكم فعدول يحلف بين أيديهم أنه لم يرد بقوله طلاقا جاز\nذلك.\n</p>\n\n<p>\nحدثنا محمد بن نصر قال: حدثنا حسان قال: قال سفيان في رجل قال لامرأته:\nبرئت مني، أو برئت منك؟ قال: يجعل ذلك به. قال: فإن قال: إنما قلت: برئت\nمني أن أظلمك، أو أعتدي عليك وأشباه هذا استحلف ولم يكن طلاقا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p517'> Vol. 02, p. 517</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head19'>61- باب: إذا حلف أن يشرب /73/ ما في الحب من الخمر</h3>\n\n<p>\nقلت لإسحاق: رجل عنده حب من خمر فحلف بطلاق امرأته ثلاثا أن يشرب ما في\nهذا الحب، فسقط الحب فانصب ولم يهو الرجل ذلك. قال أبو يعقوب: أما شرب\nالخمر فلا يحل له ولو لم ينصب، ووقعت اليمين على المعصية، فأخشى أن يكون\nالطلاق قد وقع، لأنه لو لم ينصب لم يحل له شربه، ولم يأذن له عالم في شربه.\n</p>\n\n<p>\nحدثنا عمرو بن عثمان قال: حدثنا عبد الملك بن محمد قال: سألت الأوزاعي،\nعن رجل قال: إن لم أشرب ما في هذا الكوز فامرأته طالق، فوقع الكوز، فذهب\nالماء. قال: لا شيء عليه.\n</p>\n\n<p>\nحدثنا يحيى الحماني قال: حدثنا شريك، عن عطاء بن السائب، عن الشعبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p518'> Vol. 02, p. 518</a>\n            </div>\n            \n</p>\n\n<p>\nفي رجل قال لامرأته: أنت طالق إذا لم تأكلي هذا العرق. فجاءت السنور\nفأخذت العرق. قال: لم يجعل الله له مخرجا فأجعل له مخرجا يقع عليها؟!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p519'> Vol. 02, p. 519</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head20'>62- باب: إذا قال لامرأته إن لم تخرجي الشيء الذي في البيت فأنت طالق</h3>\n\n<p>\nسئل إسحاق: عن رجل قال لامرأته: إن لم تخرجي الفانيد الذي في البيت فأنت\nطالق ثلاثا. قال: إن أخرجته من فورتها ذلك الذي حلف عليه وإلا فهي طالق.\nقيل: فإن كان من نيته متى ما <span id='ms085'></span> أخرجته؟ قال: لا تطلق.\n</p>\n\n<p>\nقلت لإسحاق: رجل قال لامرأته إذا ولدت غلاما فأنت طالق واحدة، وإذا ولدت\nجارية فأنت كطالق ثنتين. فولدت غلاما وجارية لا يدري أيهما قبل؟ قال أبو\nيعقوب: إن أراد به الأمرين جميعا الذكر والأنثى فولدت ذكرا وأنثى في بطن\nوكان حين حلف أراد أن يقع إذا ولدت الأنثى والذكر جميعا وقعت ثلاثا بالذكر\nواحدة وبالأنثى ثنتين. قلت: فإذا ولدت أحدا وطلقت، ثم ولدت الثاني أيقع\nعليها الطلاق؟ قال: نعم ما دامت في العدة يقع عليها.\n</p>\n\n<p>\nسئل إسحاق عن رجل قال لامرأته: كلما خرجت من باب: الدار فأنت طالق. ولم\nيقل واحدة ولا ثنتين، ولا ثلاثة. قال أبو يعقوب: يسأل ماذا أردت بقولك:\nكلما خرجت. على مرة أردت، أو على مرار؛ لأنها إذا خرجت مرارا يقع تطليقة كل\nمرة، فإذا تم خروجها ثلاث مرات فقد وقع التطليقات الثلاث فبانت منه، وإن\nاحتالت فخرجت إلى السطح أو ما أشبهه تريد بذلك أن لا يقع الطلاق فإنه يقع\nمثل ما يقع إذا خرجت من باب: الدار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p520'> Vol. 02, p. 520</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head21'>63- باب: طلاق أهل الشرك</h3>\n\n<p>\nسألت إسحاق /74/ عن طلاق أهل الشرك فقال: جائز.\n</p>\n\n<p>\nحدثنا المسيب بن واضح قال: ثنا ابن مبارك، عن سعيد، عن الحكم وحماد في\nالمشرك يطلق امرأته في شركه. قال: جائز.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p521'> Vol. 02, p. 521</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head22'>64- باب: إذا حلف أن لا يأكل من كسب امرأته</h3>\n\n<p>\nقلت لإسحاق: رجل حلف بالطلاق أن لا يأكل من كسبها، فأهدي لها أترى ذلك من\nكسبها؟ فهل يحل للزوج أن يأكل من ذلك؟ قال: كلما نوى أن يأكل من الشيء الذي\nلها مما لم تكسبه بنفسها فأهدي لها أن ذلك ليس من كسبها، وإن نوى من الشيء\nالذي يحل لها كلما كان كسبها، أو أهدى، أو صار لها بوجه من الوجوه فهو\nكسبها إذا صار الشيء لها، وإن نوى ما تكسب بيديها فهو أهون.\n</p>\n\n<p>\nقلت لإسحاق: رجل قال لامرأته: إن كنت تبغضينني فأنت طالق. فقالت: أبغضك.\nقال أبو يعقوب: لا يتبين البغض إلا بها، فإن أبغضته من ذات نفسها كان كما <span id='ms086'></span>\nوصف من الطلاق، وتستحلف المرأة على ذلك، ثم يتنزه الرجل عنها بعدما تحلف\nأنها تبغضه. قلت: فإن مات أحدهما هل يتوارثان؟ قال: لا.\n</p>\n\n<p>\nقلت لأحمد بن حنبل: رجل قال لامرأته: إن دخلت دار فلان فأنت طالق. فإذا\nالدار لغير الرجل الذي حلف عليه. قال: إذا نوى تلك الدار فهي طالق.\n</p>\n\n<p>\nوسئل أحمد مرة أخرى، عن رجل كانت امرأته على غرفة في داره فقال لها: إن\nنزلت إلى هذه الدار ولكنها نزلت مرورا إلى دار أبيها، ثم رجعت إلى تلك\nالغرفة، فقامت حتى انتقلوا متاعها ولم تدخل الدار. فقال: أبو عبد الله: هذه\nالغرفة من هذه الدار التي حلف عليها؟ قيل: نعم. قال: يا أخي سل غيري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p522'> Vol. 02, p. 522</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head23'>65- باب: إذا قال لامرأته اذهبي فتزوجي من شئت</h3>\n\n<p>\nقيل لأحمد: رجل قال لامرأته: إذهبي فتزوجي من شئت. قال: إذا كان في غضب\nفإني أخاف أن تكون ثلاثا، ولكني لا أفتي به أخاف أن يكون هذا مثل الخلية،\nوالبرية، والبتة، والبائنة، وكذلك حبلك على غاربك.\n</p>\n\n<p>\nحدثنا أبو معن قال: ثنا غندر قال: حدثنا شعبة، عن هشيم، عن مغيرة، عن\nإبراهيم قال: إذا قال الرجل لامرأته: اذهبي فتزوجي قال: ليس بشيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p523'> Vol. 02, p. 523</a>\n            </div>\n            \n</p>\n\n<p>\nقال الشعبي: إن أهون من هذا يعد طلاقا.\n</p>\n\n<p>\nحدثنا أبو معن قال: ثنا حماد بن مسعدة، عن أشعث، عن الحسن أنه جاءته\nامرأة فقالت: إن زوجها قال لها: اذهبي فتزوجي من شئت. قال: فجعلها الحسن\nثلاثا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p524'> Vol. 02, p. 524</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head24'>66- باب: طلاق المبرسم والمجنون</h3>\n\n<p>\nسألت أحمد بن حنبل قلت: طلاق المبرسم والمجنون /75/. قال: إذا كان لا\nيعقل فلا. ولم يذهب إليه.\n</p>\n\n<p>\nحدثنا المسيب بن واضح قال: ثنا ابن مبارك، عن سعيد بن أبي أيوب، عن يزيد\nبن أبي حبيب، عن أبي الخير، عن عقبة بن عامر قال: لا يجوز طلاقالموسوس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p525'> Vol. 02, p. 525</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head25'>67- باب: طلاق الغلام</h3>\n\n<p>\nسألت أحمد عن طلاق الغلام قال: إذا كان يعقل الطلاق جاز.\n</p>\n\n<p>\nسألت إسحاق، عن طلاق الصبيان وعتاقهم قال: إذا كانوا لعشر سنين أو أقل،\nقال: لا يجوز حتى يبلغ ثنتي عشرة سنة، ووصيتهم جائزة حينئذ، وإن <span id='ms087'></span> كان يعقل\nالشري والبيع فهو جائز أيضا. وذهب إلى أنه لا يجوز دون ثنتي عشرة سنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p526'> Vol. 02, p. 526</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو معن قال: ثنا روح، قال: حدثنا أشعث، عن الحسن في طلاق الصبي\nإذا عقل الصلاة وحفظ فهو جائز.\n</p>\n\n<p>\nحدثنا أبو معن قال: حدثنا خالد بن الحارث قال: ثنا سعيد، عن قتادة، عن\nإسماعيل، عن سعيد بن المسيب أنه قال: في الغلام إذا أحصى الصلاة وصام رمضان\nفطلاقه جائز، وكان إسماعيل ابتلي به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p527'> Vol. 02, p. 527</a>\n            </div>\n            \n</p>\n\n<p>\nقلت لأحمد: الرجل يطلق امرأته وهو مشرك تطليقة أو تطليقتين، ثم أسلما\nفتزوجها. قال: نحن نقول إن طلاق أهل الشرك طلاق.\n</p>\n\n<p>\nحدثنا محمود قال: ثنا عمر بن عبد الواحد قال: سمعت الأوزاعي يقول في\nالمشرك ليس من أهل الكتاب يطلق امرأته هل يلزمه طلاق الشرك؟ قال: نعم.\n</p>\n\n<p>\nقلت لأحمد: رجل قال لأمته: أنت طالق. قال: ليس بشيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p528'> Vol. 02, p. 528</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: فإن قال لأم ولده: أنت طالق؟ قال: ليس بشيء.\n</p>\n\n<p>\nقلت لإسحاق بن إبراهيم: رجل طلق امرأته، فراجعها في العدة ولم يعلمها،\nفلما انقضت العدة قال لها: إني قد كنت راجعتك. فقالت له المرأة: كذبت. ما\nالحكم في ذلك؟ قال: إن كانت له بينة صدق، وإلا لم يصدق. قلت لإسحاق: رجل\nطلق امرأته ثلاثا، فادعت حملا، وأنكر الزوج ذلك. قال: إلى سنة يجوز قولها،\nوهو الذي أختار أنا وقال قوم: سنتين. قال: ولا يجوز بعد سنة.\n</p>\n\n<p>\nحدثنا أبو معن قال: ثنا يزيد بن هارون قال: أنبأ يحيى بن سعيد، عن سعيد\nبن المسيب أن عمربن الخطاب قال في المرأة تطلق فتحيض حيضة أو حيضتين، ثم\nيرتفع حيضها فلم تدر ما الذي رفعها، فإنها تربص بنفسها تسعة أشهر، فإن\nاستبان بها حمل فهي حامل، وإلا اعتدت بعد التسعة ثلاثة أشهر فتلك سنة.\n</p>\n\n<p>\nحدثنا /76/ المسيب بن واضح قال: حدثنا ابن مبارك، عن عبد الملك بن أبي\nسليمان، عن عطاء ابن أبي رباح في الرجل يقول لامرأته: قد أعتقتك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p529'> Vol. 02, p. 529</a>\n            </div>\n            \n</p>\n\n<p>\nقال: إن كان نوى طلاقها فهي طالق، وإن لم يكن نوى طلاقا فليس بشيء.\n</p>\n\n<p>\nحدثنا المسيب قال <span id='ms088'></span>: حدثنا ابن مبارك، عن يونس، عن الزهري في رجل يكون به\nمرض لا يعاد منه رمد، أو جرب، أو ريح، أو لقوة، أو فتق أيجوز طلاقه؟ أو\nترثه امرأته؟ قال: إن بت الطلاق فيما ذكرت من الوجع، فإنها لا ترثه. وفي\nرجل قطع منه عرق، أو جرح به جراح أو بطن قال: إن كان كذلك وهو مريض، فإنها\nترثه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p530'> Vol. 02, p. 530</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head26'>68- باب: إذا قال: أنت علي حرام</h3>\n\n<p>\nسألت أحمد بن حنبل قلت: رجل قال لامرأته: أنت علي حرام ونوى الطلاق؟ قال:\nلا يكون طلاقا نوى أو لم ينو. قلت فيه كفارة الظهار؟ قال: نعم. قلت فإن\nقال: الحل عليه حرام؟ قال: كذلك أيضا. قلت: إنه لم ينو الطلاق؟ قال: نوى أو\nلم ينو فهو سواء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p531'> Vol. 02, p. 531</a>\n            </div>\n            \n</p>\n\n<p>\nسألت أحمد أيضا قلت: الرجل يقول لامرأته: وجهي من وجهك حرام؟ قال: إذا\nقال: أنت علي حرام. فهو أشد من هذا.\n</p>\n\n<p>\nحدثنا أبو أمية محمد بن إبراهيم قال: ثنا محمد بن عبد الله الأنصاري قال:\nثنا محمد بن فضاء، عن أبيه، عن جده أن عثمان بن عفان قال: في الرجل يقول\nلامرأته أنت علي حرام. فقال عثمان: عليه ما على المظاهر.\n</p>\n\n<p>\nوسألت إسحاق، عن الحرام قال: أذهب فيه إلى قول ابن مسعود. نوى شيئا فهو\nما نوى، إن نوى ثلاثا فثلاث، وإن نوى واحدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p532'> Vol. 02, p. 532</a>\n            </div>\n            \n</p>\n\n<p>\nفواحدة بائنة لا تكون إلا بائنة في هذا وإن لم ينو طلاقا فعليه كفارة\nمغلظة عتق رقبة أو صيام شهرين متتابعين، أو إطعام ستين مسكينا وهو كفارة\nالظهار.\n</p>\n\n<p>\nقال علي: إذا قال: أنت علي حرام، أو أنت علي كظهر أمي، فهو سواء.\n</p>\n\n<p>\nحدثنا أحمد بن حنبل قال: ثنا عباد بن العوام قال: أخبرني عمر بن عامر، عن\nأبي رجاء، عن العلاء بن زياد، عن أبيه، عن زياد بن مطر قال: سمعت عمر بن\nالخطاب يقول: في الحرام يمين.\n</p>\n\n<p>\nحدثنا ابن المسيب قال: حدثنا ابن مبارك، عن خالد الحذاء، عن عكرمة، عن\nابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p533'> Vol. 02, p. 533</a>\n            </div>\n            \n</p>\n\n<p>\nعباس أن عمربن الخطاب كان يقول في الرجل يقول: امرأته حرام <span id='ms089'></span> عليه. قال:\nيمين يكفرها.\n</p>\n\n<p>\nحدثنا محمد بن إسماعيل قال: ثنا الحزن بن عطية قال: ثنا الأوزاعي، عن\nيحيى بن أبي كثير قال: كتب إلي يعلى، عن سعيد بن جبير، عن ابن عباس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p534'> Vol. 02, p. 534</a>\n            </div>\n            \n</p>\n\n<p>\nفي الحرام يمين.\n</p>\n\n<p>\nحدثنا أبو معن قال: ثنا حماد بن مسعدة، عن صخر بن جويرية /77/، عن نافع،\nعن ابن عمر قال: إذا قال الرجل: امرأته عليه حرام. ثم أمسكها فليعتق، عن\nيمينه أو ليتصدق. حدثنا المسيب بن واضح قال: ثنا ابن مبارك، عن وهيب\nالبصري، عن ابن طاوس، عن أبيه قال: في الحرام واحدة وهو أحق بها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p535'> Vol. 02, p. 535</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا هدبة بن خالد قال: ثنا أبو الأشهب، عن الشعبي قال: ما أبالي حرمها\nأو قصعة من ثريد.\n</p>\n\n<p>\nسألت أحمد قلت: رجل قال: الحل عليه حرام، وهو الطلاق؟ قال: طلقت امرأته\nثلاثا. قلت: ثلاثا؟ قال: نعم، ولكني لا أفتي به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p536'> Vol. 02, p. 536</a>\n            </div>\n            \n</p>\n\n<p>\nوسألت إسحاق قلت: إن قال: الحل عليه حرام وهو الطلاق. قال: يقع عليه.\n</p>\n\n<p>\nوسألت إسحاق أيضا قلت: الرجل يقول: الحل عليه حرام، ولم ينو به الطلاق،\nقال: كفارة يمين.\n</p>\n\n<p>\nحدثنا أبو معن قال: ثنا بهز بن أسد قال: ثنا همام قال: سئل قتادة، عن رجل\nحلف، قال: كل حل عليه حرام؟ قال: كان الحسن وجابر بن زيد يقولان: هي يمين.\nقال: قتادة: إن قال: كل حلال عليه حرام من أهل أو مال. حرمت عليه امرأته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p537'> Vol. 02, p. 537</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا المسيب بن واضح قال: حدثنا ابن مبارك، عن عمر بن ذر قال: سألت\nالشعبي، عن قول الرجل: كل حل عليه حرام؟ قال: لا يوجب عليه طلاقا، ولا يحرم\nحلالا، إنما هي يمين يكفرها.\n</p>\n\n<p>\nحدثنا المسيب قال: ثنا ابن مبارك، عن معمر، عن قتادة، عن الحسن في الرجل\nيقول: الحلال عليه حرام؟ قال: إن نوى الطلاق فهي ثلاث، وإن نوى يمينا فهي\nيمين، وإن لم ينو شيئا فهي يمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p538'> Vol. 02, p. 538</a>\n            </div>\n            \n</p>\n\n<p>\nسألت أحمد قلت: فإن قال: بعض جسدك علي حرام: يدك، أو رجلك، أو نحو ذلك\nقال: هي حرام كلها. قلت: فإن قال: يدك، أو رجلك، أو بعض <span id='ms090'></span> جسدك طالق؟ قال:\nطالق إلا الشعر. قلت: وما بال الشعر؟ قال: لأن الشعر هو شيء يفنى ويذهب من\nجسدها.\n</p>\n\n<p>\nوسألت إسحاق قلت فإن قال لامرأته: يدك، أو رجلك طالق كلما طلق منها عضوا\nطلقت. قلت: فإن قال: شعرك طالق؟ قال: لا تطلق في الشعر والظفر. حدثنا أحمد\nبن عبيد الله قال: ثنا خالد بن يزيد، عن معمر، عن قتادة قال: من حرم شعرة\nمن امرأته حرمت عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p539'> Vol. 02, p. 539</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أحمد بن عبيد الله قال: ثنا أبو معاوية، عن اسماعيل بن مسلم، عن\nالحسن مثله.\n</p>\n\n<p>\nحدثنا بشر بن معاذ قال: حدثنا أبو قتيبة، عن العلاء بن سليم قال: سمعت\nالحسن وسأله رجل فقال: رجل قال لامرأته: ذكري عليك حرام. قال: حرمت عليه.\nسئل أحمد، عن رجل قال: حل الله عليه حرام وليست له امرأة ولم ينو؟ قال:\nأرجو أن يجزيه كفارة اليمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p540'> Vol. 02, p. 540</a>\n            </div>\n            \n</p>\n\n<p>\nوسألت إسحاق قلت: رجل قال: كل حل على المسلمين حلال فهو علي حرام ولم ينو\nبه الطلاق، ولا كان في قلبه طلاق؟ قال: كلما لم ينو به الطلاق ونوى به\nاليمين فعليه كفارة يمين مغلظة صوم شهرين، أو إطعام ستين مسكينا.\n</p>\n\n<p>\nوسئل إسحاق مرة أخرى، عن رجل قال لامرأته: حل الله عليه حرام. مرارا، ولم\nينو به طلاقا فحنث. قال: عليه يمين يكفرها إما أن يعتق رقبة وإما إن يصوم\nشهرين متتابعين، وإما إن يطعم ستين مسكينا، لكل مسكين مد من بر، يجزيه من\nالثلاث أيهن شاء.\n</p>\n\n<p>\nسألت علي بن عبد الله قلت: فإن قال: الحل عليه حرام. فذهب إلى أن عليه\nكفارة يمين. قلت لعلي فإن قال: الحل عليه حرام وهو الطلاق قال: واحدة وما\nنوى.\n</p>\n\n<p>\nقيل لأحمد: رجل قال: حل الله عليه حرام وهو الطلاق إن سكن هذه الدار، أو\nدخلها. قال: يتحول عنها ساعة يحلف. قيل: فحنث؟ قال: أخشى أن يكون ثلاثا،\nولكن لا أفتي به.\n</p>\n\n<p>\nوسألت إسحاق قلت: فإن قال: الحل عليه حرام وهو الطلاق؟ قال: يقع عليه.\n</p>\n\n<p>\nوسئل إسحاق مرة أخرى، عن رجل قال: كل <span id='ms091'></span> حل عليه حرام. ونوى طلاقا؟ قال: هو\nطلاق، وإن نوى واحدة فواحدة، وإن نوى ثنتين فثنتين، وإن نوى ثلاثا فثلاث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p541'> Vol. 02, p. 541</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head27'>69- باب: إذا قال: لجاريته أنت علي حرام</h3>\n\n<p>\nقيل لأحمد: رجل قال لجارية يطؤها: أنت علي حرام قال: يكفر يمينه، وليس\nهذا مثل الذي يقول لزوجته: أنت علي حرام. لأن هذه ملك يمين.\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: حدثنا هشيم قال: أنبأ داود، عن الشعبي، عن\nمسروق أنه قال: إن رسول الله - صلى الله عليه وسلم - حلف لحفصة أن لا يقرب\nأمته، وأنها حرام عليه، فنزلت الكفارة ليمينه، وأمر أن لا يحرم ما أحل\nالله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p542'> Vol. 02, p. 542</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head28'>70- باب: الخلية والبرية والبائنة والبتة</h3>\n\n<p>\nقيل لأحمد: رجل قال لامرأته: أنت طالق البتة. قال: لا أقول في هذا شيئا،\nوأخاف أن يكون ثلاثا.\n</p>\n\n<p>\nوسألت إسحاق قلت: رجل قال لامرأته: أنت طالق البتة. قال: أجعله نيته، فإن\nأراد واحدة يملك الرجعة فله ذلك، وإن أراد ثنتين، وإن أراد ثلاثا، وإن أراد\nواحدة لا يملك الرجعة فله ذلك. جعلها نيته.\n</p>\n\n<p>\nقيل لأحمد: رجل قال لامرأته: أنت خلية، أو برية، أو بائنة، أو بتة. قال:\nهو مثل الأول، أخاف أن يكون هذا كله ثلاثا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p543'> Vol. 02, p. 543</a>\n            </div>\n            \n</p>\n\n<p>\nسألت إسحاق، عن الخلية، والبرية، والبائنة، والبتة، وقلت له: ما مذهبك\nفيها؟ قال: كل هذا واحدة بائنة، عندي. ثم قلت له: إن قال: أنت طالق تطليقة\nبائنة. ولم ينو شيئا؟ قال: هي بائنة، لأنه قد تكلم بالطلاق، وقال: بائنة،\nأو برية، فلا يكون يملك الرجعة، وإن نوى أن يملك الرجعة فله ذلك. وسألت\nإسحاق مرة أخرى، قلت: رجل قال لامرأته: أنت طالق تطليقة بائنة. قال: هي\nتطليقة بائنة كما قال لا يملك رجعتها. وجعل ينكر قول الشافعي. قلت لإسحاق:\nفإن قال: أنت بائنة. قال: نوى الطلاق؟ قلت: نعم. قال: هو كما قال:. قلت: لا\nيملك رجعتها؟ قال: لا.\n</p>\n\n<p>\nوسألت علي بن عبد الله قلت: الرجل يقول لامرأته: أنت خلية، أو برية، أو\nبائنة، أو حبلك على غاربك؟ قال: إن لم يكن نوى طلاقا فليس بشيء <span id='ms092'></span>، وإن أراد\nالطلاق فواحدة واحدة.\n</p>\n\n<p>\nوسألت أبا ثور قلت: الرجل يقول لامرأته: أنت خلية، أو برية، أو بائنة، أو\nبتة؟ قال: كل هذا واحدة يملك الرجعة. قال: وكان الشافعي يقول:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p544'> Vol. 02, p. 544</a>\n            </div>\n            \n</p>\n\n<p>\nأسأله ماذا أراد واحدة، أو ثنتين، أو ثلاثا أجعله به قال: وكان مالك\nيقول: أما خلية وبرية وبائن، فإنه إن كان دخل بها فهي ثلاث ثلاث، وإن لم\nيكن دخل بها فهي واحدة، وأما بتة فإنها ثلاث دخل بها أو لم يدخل بها.\n</p>\n\n<p>\nقلت لأبي ثور: فإن قال: حبلك على غاربك؟ قال: أقول واحدة يملك الرجعة.\n</p>\n\n<p>\nحدثنا محمد بن عبد الاعلى قال: حدثنا معتمر بن سليمان قال: سمعت بردا\nيحدث، عن مكحول والزهري وسليمان بن موسى أنهم قالوا: في قول الرجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p545'> Vol. 02, p. 545</a>\n            </div>\n            \n</p>\n\n<p>\nلامرأته: إنها برية، أو خلية، أو بائنة، أو طالق البتة: فإنها بمنزلة\nالثلاث لا تحل له حتى تنكح زوجا غيره.\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: حدثنا هشيم قال: أخبرنا منصور - وهو ابن زاذان،\nعن عطاء بن أبي رباح أن رجلا قال لامرأته: حبلك على غاربك. قال: ذلك مرارا،\nفأتى عمر بن الخطاب فاستحلفه بين الركن والمقام ما أردت بذلك. قال: الطلاق.\nففرق بينهما.\n</p>\n\n<p>\nقال أبو محمد: سمعت أحمد بن حنبل يقول: ليس أحد يسمى منصورا أفضل من\nمنصور بن زاذان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p546'> Vol. 02, p. 546</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head29'>71- باب: إذا قال لامرأته اعتدي</h3>\n\n<p>\nقيل لأحمد: رجل قال لامرأته: اعتدي. قال: إذا كان في غضب وأراد الطلاق\nفإني أخاف إن يكون كذلك أيضا- يعني مثل الخلية، والبرية ونحوها-.\n</p>\n\n<p>\nحدثنا محمد بن المصفى قال: ثنا بقية بن الوليد، عن أبي الهيثم، عن أبي\nسلمة، عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال: لسودة بنت\nزمعة:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p547'> Vol. 02, p. 547</a>\n            </div>\n            \n</p>\n\n<p>\n((اعتدي)) فجعلها تطليقة، وهو أملك بها.\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: ثنا هشيم قال: أنبأ يونس، عن الحسن وعبيدة، عن\nإبراهيم وقالا: إذا قال الرجل لامرأته: اعتدي. وهو ينوي فواحدة يملك\nالرجعة، وإن كان لا ينوي الطلاق فليس بشيء.\n</p>\n\n<p>\nسألت أحمد أيضا قلت: حديث الحسن في رجل قال لامرأته أنت طالق <span id='ms093'></span> فاعتدي، أو\nأنت طالق واعتدي. قال أحمد: إذا قال: أنت طالق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p548'> Vol. 02, p. 548</a>\n            </div>\n            \n</p>\n\n<p>\nفاعتدي, أو واعتدي. وأراد به القول الأول أنها تعتد فهي واحدة، وإن أراد\nغير ذلك حسبت أن تلزمه.\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: ثنا هشيم قال: أنا أبو حرة، عن الحسن قال: إذا\nقال: أنت طالق فاعتدي. فهي واحدة، وإذا قال: أنت طالق واعتدي. فهما ثنتان.\n</p>\n\n<p>\nحدثنا المسيب بن واضح قال: ثنا ابن مبارك، عن ابن جريج قال: قلت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p549'> Vol. 02, p. 549</a>\n            </div>\n            \n</p>\n\n<p>\nلعطاء إذا قال: أنت طالق واعتدي ثم قال: أردت ثلاثا. ثم ندم قال: إنما هي\nما خرج من فيه.\n</p>\n\n<p>\nقلت لعمرو بن دينار قال: أنت طالق. ثم قال: أردت ثلاثا. قال: هي واحدة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p550'> Vol. 02, p. 550</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head30'>72- باب: إذا قال لامرأته أمرك بيدك</h3>\n\n<p>\nقيل لأحمد: رجل قال لامرأته: أمرك بيدك. قال: القضاء ما قضت. قلت: فإن\nقالت: قد طلقت نفسي ثلاثا، أو واحدة فهو قولها؟ قال: نعم.\n</p>\n\n<p>\nوسئل أحمد مرة أخرى، عن الرجل يجعل أمر امرأته بيدها. قال: القضاء ما\nقضت. قلت: فإن قالت: قد طلقت نفسي ثلاثا، أو قالت: قد طلقتك ثلاثا. قال:\nإذا قالت: قد طلقت نفسي ثلاثا. فهذا طلاق، وإذا قالت: قد طلقتك ثلاثا. فإن\nابن عباس قال: خطأ أنه نواها. كأنه لا يراه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p551'> Vol. 02, p. 551</a>\n            </div>\n            \n</p>\n\n<p>\nشيئا.\n</p>\n\n<p>\nقلت لأبي عبد الله تذهب إلى قول ابن عباس؟ قال: نعم. أرجو أن لا يكون\nطلاقا. إذا قالت: قد طلقتك ثلاثا لزوجها. وسألت إسحاق قلت: رجل قال\nلامرأته: أمرك بيدك. فقالت: قد طلقتك. قال: ما أرادت به الطلاق نفسه فذاك\nلها.\n</p>\n\n<p>\nوسمعت إسحاق مرة أخرى يقول في: أمرك بيدك رأيته ينكر قول من يقول القضاء\nما قضت.\n</p>\n\n<p>\nوقال: إسحاق: القضاء ما قضت إذا فوض ذلك إليها.\n</p>\n\n<p>\nقال إسحاق مرة أخرى في قوله: أمرك بيدك. ونوى واحدة. قال: هو نيته، وإن\nلم ينو شيئا فطلقت نفسها ثلاثا فهو ثلاث.\n</p>\n\n<p>\nحدثنا أبو معن الرقاشي قال: حدثنا عبد الرحمن بن مهدي، قال: حدثنا همام،\nعن قتادة، عن سعيد بن المسيب، عن فضالة بن عبيد في:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p552'> Vol. 02, p. 552</a>\n            </div>\n            \n</p>\n\n<p>\n((أمرك بيدك)) قال: القضاء <span id='ms094'></span> ما قضت.\n</p>\n\n<p>\nحدثنا أحمد بن يونس قال: ثنا ليث بن سعد، عن نافع، عن عبد الله أنه كان\nإذا سئل عن تمليك الرجل امرأته أمرها يقول: إذا ملكها أمرها فطلقت نفسها\nثلاثا فقد حرمت عليه. حدثنا المسيب قال: حدثنا ابن مبارك، عن ابن لهيعة، عن\nيزيد بن أبي حبيب أنه حدثه عن سلمة بن أبي سلمة بن عبد الرحمن بن عوف، عن\nأبيه أن رميثة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p553'> Vol. 02, p. 553</a>\n            </div>\n            \n</p>\n\n<p>\nالقرشية كانت تحت محمد بن عبد الرحمن بن أبي بكر فملكها أمرها فقالت: أنت\nالطلاق ثلاثا. فقال: عثمان: أخطأت، فلا طلاق لها إن المرأة لا تطلق الرجل.\n</p>\n\n<p>\nوسألت أبا ثور قلت: رجل جعل أمر امرأته بيد رجل، ولم يبين، فطلقها ثلاثا\nقال: يسأل الزوج كم أراد، فإن قال: أردت واحدة. يستحلف ما أردت إلا واحدة،\nوهي امرأته، وهو قول الشافعي، وإذا بين فهو ما بين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p554'> Vol. 02, p. 554</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head31'>73- باب: إذا جعل امرأته بيد رجل أن يطلقها</h3>\n\n<p>\nقيل لأحمد: رجل جعل أمر امرأته بيد رجل أن يطلقها واحدة فطلقها ثلاثا\nقال: هي واحدة هو ما شرط.\n</p>\n\n<p>\nحدثنا المسيب قال: حدثنا ابن مبارك، عن وزكريا، عن الشعبي أنه سئل، عن\nالرجل جعل أمر امرأته بيد رجل فطلقها ثلاثا قال: هي تطليقة، إنما جعل بيده\nمرة واحدة.\n</p>\n\n<p>\nسألت إسحاق قلت: رجل أراد أن يغيب عن أهله فقالت له أهله: إنك تغيب ولا\nأدري متى تقدم فاجعل أمري بيد رجل فقال لها إذا جاءت السنة فإن قدمت وإلا\nأمرك بيد فلان، وجعل الأمر بيد رجل قال: يسئل، عن إرادته يكون هذا على\nمعنيين معنى أنه يريد إذا جاءت السنة فطلقها متي ما شئت، ومعنى آخر إذا\nجاءت فإن طلقها من ساعتها، وإلا فلا شيء لك. قال أبو يعقوب: يستحلف الزوج\nعلى ذلك ما أراد به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p555'> Vol. 02, p. 555</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن رافع قال: حدثنا ابن أبي فديك قال: قال أبو الحارث في\nالرجل يقول لامرأته: إذا كان الهلال فأمرك بيدك. قال: يقع عليها حتى يأتي\nالأجل، فإن شاءت فارقت، وإن شاءت ردت وليس هو كالذي <span id='ms095'></span> يقول لامرأته: أنت طالق\nإذا كان الهلال.\n</p>\n\n<p>\nقلت لإسحاق: رجل قال لامرأته: إذا قدم فلان فأمرك بيدك؟ قال: قال لها: كم\nهو بيدك؟ قلت: لا. قال: إذا قدم فلان فأمرها بيديها فإن قامت من مجلسها ولم\nتقض شيئا رجع الأمر إلى الزوج. قلت: فرجل قال لامرأته قد خيرتك إلى شهر.\nقال: إلى تمام ما جعل لها الخيار فلها الخيار.\n</p>\n\n<p>\nحدثنا عمرو بن عثمان، قال: حدثنا بقية بن الوليد: سألت الزبيدي، عن الرجل\nيجعل أمر امرأته في يديها حتى تنطق. قال: وكان غيره يقول: إذا قامت من\nمجلسها فلا شيء لها. قال الزبيدي: ولا أقول أنا قولهم، ولكن أقول ذلك\nبيديها ما لم يجامعها زوجها فذلك الرضا منها، وقد ذهب منها ما جعل في يديها\nمن الخيار والتمليك. قال بقية: والناس على قول عمر بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p556'> Vol. 02, p. 556</a>\n            </div>\n            \n</p>\n\n<p>\nالخطاب وعبد الله بن مسعود صاحبي النبي - صلى الله عليه وسلم -، وذلك\nأنها إن قامت من مجلسها ذلك فلا خيار لها، وإن نزع ذلك منها قبل أن تنطق من\nخيار أو تمليك فذلك له، وسقط قولها على هذا أكثر العلماء بالشام وعامة أهل\nالحجاز.\n</p>\n\n<p>\nحدثنا محمود، عن عمر قال: سمعت الأوزاعي يقول في رجل ملك امرأته أمرها\nوهما قائمان فمشت أو قعدت قبل أن تنطق ثم نطقت. قال: لا أمر لها.\n</p>\n\n<p>\nسألت إسحاق قلت: رجل جعل أمر امرأته بيد رجل إلى سنة، أو إلى شهر متى ما\nشاء طلقها إلى سنة أو إلى شهر وأشهد على ذلك، فلما مضى بعض السنة أشهد\nشهودا أني كنت جعلت أمر امرأتي بيد فلان، وإني قد رجعت في ذلك واسترددت\nالأمر إلي. هل له ذلك؟ ورخص فيه أن يرجع في ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p557'> Vol. 02, p. 557</a>\n            </div>\n            \n</p>\n\n<p>\nقلت لإسحاق رجل جعل أمر امرأته بيد رجلين، فطلق أحدهما دون الآخر؟ قال:\nلا يجوز حتى يجتمعا إذا جعل الأمر إليهما.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ، ثنا أبي، ثنا أشعث، عن الحسن فيمن جعل أمر\nامرأته بيد رجلين فطلق أحدهما قال: ليس بشيء حتى يجتمعا.\n</p>\n\n<p>\nقلت لإسحاق: رجل قال <span id='ms096'></span> لامرأته: إن خرجت من هذه الدار إلى شهرين فأمرك\nبيدك. فخرج سرا من المرأة، ولم تعلم المرأة فلما كان بعد ذلك بأيام علمت؟\nقال: الأمر بيدها، لأنه لم يقل أمرك بيدك يومئذ.\n</p>\n\n<p>\nسألت أحمد بن حنبل قلت: رجل غاب، عن أهله فقال: إن لم آتك إلى كذا وكذا\nفأمرك بيدك. قال: هذا لا يضبط، لأن الغائب لعله يرجع، عن قوله في سفره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p558'> Vol. 02, p. 558</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head32'>74- باب: الخيار</h3>\n\n<p>\nقيل لأحمد: الرجل يقول لامرأته: اختاري. قال: إن اختارت نفسها فواحدة،\nوإن اختارت زوجها فلا شيء. قيل هي واحدة بائنة. قال: وأي شيء البائنة لا.\n</p>\n\n<p>\nوسألت أحمد أيضا عن رجل خير امرأته فاختارت نفسها. قال: هي واحدة، وهو\nأحق بها، وقال: أشهد شاهدين على رجعتها بغير مهر.\n</p>\n\n<p>\nوسئل إسحاق، عن رجل خير امرأته. قال: إذا خيرها فاختارت زوجها لم يقع\nالطلاق، وإن اختارت نفسها وقعت واحدة يملك الرجعة مثل طلاق السنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p559'> Vol. 02, p. 559</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا المسيب بن واضح قال: حدثنا ابن مبارك، عن سفيان، عن أبي الزناد، عن\nخارجة بن زيد، عن أبان بن عثمان، عن زيد بن ثابت أنه كان يقول في الرجل\nيملك امرأته أمرها، فتختار نفسها. قال: هي واحدة، وهو أحق بها.\n</p>\n\n<p>\nحدثنا المسيب قال: حدثنا ابن مبارك، عن سفيان، عن عمرو بن دينار، عن جابر\nبن زيد قال: إذا خيرها فقامت من مجلسها فليس لها خيار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p560'> Vol. 02, p. 560</a>\n            </div>\n            \n</p>\n\n<p>\nقلت لإسحاق: رجل قال لامرأته: اختاري، اختاري، اختاري: فقالت: قد اخترت،\nقد اخترت، قد اخترت. قال: إن أراد أن يخيرها ثلاثا فخيرها ثلاث مرات فلم\nتختر إلا مرة واحدة تريد بذلك جواب ما خيرها فإنها تبين منه بثلاث. قلت مرة\nاختارت أو ثلاثا؟ قال: نعم.\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: حدثنا خالد بن عبد الله، عن مغيرة، عن إبراهيم\nوالشعبي وعن بيان، عن الشعبي وقالا: إذا قال الرجل لامرأته: اختاري،\nاختاري، اختاري. فاختارت واحدة فهي ثلاث، وإن قال لها: اختاري. فاختارت\nثلاثا فهي واحدة. حدثنا عبيد الله بن معاذ قال: حدثنا أبي قال: ثنا أشعث،\nعن الحسن فيمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p561'> Vol. 02, p. 561</a>\n            </div>\n            \n</p>\n\n<p>\nقال <span id='ms097'></span> لامرأته: اختاري، اختاري. قال: هو بمنزلة قوله مرة واحدة.\n</p>\n\n<p>\nقلت لإسحاق: رجل قال لامرأته: إذا كان غدا فاختاري. قال: جائز يقع ذلك\nعليها.\n</p>\n\n<p>\nقلت: فإن بدا له أن يرجع في ذلك قبل الغد؟ قال: ذلك له، وله إن يرجع.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: حدثنا أبي قال: ثنا أشعث، عن الحسن في\nالرجل قال لآخر: اذهب إلى امرأتي فخيرها. قال: هو بمنزلة قوله اختاري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p562'> Vol. 02, p. 562</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head33'>75- باب: الرجل يهب امرأته لأهلها</h3>\n\n<p>\nسمعت أحمد بن حنبل يقول: إذا وهب الرجل امرأته لأهلها فقالوا: قد\nقبلناها. فهي واحدة يملك الرجعة، وإن لم يقبلوها فليس بشيء، وقال: اجعله\nبمنزلة الخيار. وسئل أحمد، عن رجل قال لامرأته: قد وهبتك لأهلك ثم قال: لم\nأرد الطلاق. قال: يحلف على ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p563'> Vol. 02, p. 563</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا المسيب بن واضح قال: ثنا ابن مبارك، عن أشعث، عن الشعبي، عن مسروق،\nعن عبد الله قال: إذا وهب الرجل امرأته لأهلها فإن قبلوها فهي تطليقة وهو\nأحق بها، وإن لم يقبلوها فلا شيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p564'> Vol. 02, p. 564</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head34'>76- باب: المفقود</h3>\n\n<p>\nسمعت أحمد يقول: امرأة المفقود تتربص أربع سنين وأربعة أشهر وعشرة أيام،\nثم تتزوج قال: وكذلك ما له. قال: والمفقود أن يفقد الرجل في الحرب، أو يكسر\nبه البحر أو يكون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p565'> Vol. 02, p. 565</a>\n            </div>\n            \n</p>\n\n<p>\nنائما على فراشه فلا يرى، أو نحو ذلك. قلت: فالرجل يغيب عن أهله ولا يدرى\nمكانه؟ قال: هذا ليس بمفقود.\n</p>\n\n<p>\nوسئل إسحاق عن المفقود وأنا قرأت عليه المسألة فاملى علي قال: إن المفقود\nهو الذي يفقد من موضع منزله، أو في كورة أخرى، أو في طريق سفر، أو غيره\nيكون معهم ثم يفقدونه فيقولون: أين فلان وأين ذهب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p566'> Vol. 02, p. 566</a>\n            </div>\n            \n</p>\n\n<p>\nفلان. فلا يدرى الجن ذهبت به أم مات، أم غاب حيث لا يدري في بر أو بحر\nفهذا المفقود فأما إذا غاب من منزله إلى سفر، أو قصد كورة فيها تجارة، أو\nحاجة من الحاجات، ثم انقطع علمه عن منزله وأهله سنين فلم يأتهم خبر، فإن\nهذا لا يسمى مفقودا هذا غائب ولا يحكم حكم المفقود قال: والسنة مضت في <span id='ms098'></span>\nالمفقود أن تتربص امرأته أربع سنين من يوم فقدته تعتد امرأته بعد الأربع\nسنين أربعة أشهر وعشرا ثم تتزوج، ويقسم ماله أيضا، وهو الذي بينا عند\nالضرورة، وإذا لم يكن هناك سلطان، أو كان سلطانه فلم ير للمفقود هذا لوقت،\nوإن كانت في أرض بها حاكم فعليها أن ترفع أمرها إلى الحاكم، فينبغي للحاكم\nأن يأمر وليه أن يطلقها، وهو ولي الزوج، ثم تعتد ثلاث حيض، ثم تعتد بعد ذلك\nأربعة أشهر وعشرا، ثم تتزوج، وإن لم يأمر الحاكم ولي الزوج أن يطلقها\nوأمرها أن تعتد أربعة أشهر وعشرا ثم تتزوج جاز ذلك أيضا، لما صح عن عمر ابن\nالخطاب من غير طلاق الولي. حدثنا سعيد بن منصور قال: ثنا هشيم قال: ثنا عبد\nالملك، عن عطاء، عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p567'> Vol. 02, p. 567</a>\n            </div>\n            \n</p>\n\n<p>\nعبيد بن عمير أن رجلا غاب، عن امرأته، فطالت الغيبة، فأتت امرأته عمر بن\nالخطاب فأمرها أن تتربص أربع سنين، ففعلت، ثم أتته فأمر وليه أن يطلقها\nواحدة، ثم أمرها أن تعتد ثلاثة قروء، ثم أمرها أن تعتد أربعة أشهر وعشرا ثم\nتزوج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p568'> Vol. 02, p. 568</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head35'>77- باب: المفقود يقدم وقد تزوجت امرأته</h3>\n\n<p>\nقيل لأحمد: المفقود إذا قدم وقد تزوجت امرأته وقسم ماله؟ قال: يرد عليه\nماله، ويخير بين امرأته وبين الصداق. قال: صداقه الذي كان ساق إليها؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p569'> Vol. 02, p. 569</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: إن اختار الصداق دفع إليه؟ قال: نعم. قال: وإن اختار امرأته اعتدت\nمن زوجها الأخير ثم ردت على الأول.\n</p>\n\n<p>\nوسمعت إسحاق يقول في المفقود إذا قدم وقد تزوجت امرأته. قال: يخير، فإن\nشاء اختار امرأته، وإن شاء اختار الصداق الذي كان أعطاها.\n</p>\n\n<p>\nوسمعت إسحاق مرة أخرى قيل له: فإن تزوجت هذه المرأة؟ قال: إن كانت تزوجت\nلما بلغها موت زوجها، أو ظنت أن زوجها فقد فأنه يفرق بينها وبين زوجها،\nوعليه المهر والولد ثابت النسب؛ لأنها تزوجت على شبهة والأنساب تثبت\nللشبهة، والمهر يجب للوطء إذا كان وطء شبهة.\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: حدثنا هشيم قال: أخبرنا إسماعيل بن أبي خالد\nوالشيباني، عن الشعبي في امرأة <span id='ms099'></span> المفقود إذا تزوجت ثم جاءها خبر زوجها وهي\nحامل من الآخر ومات زوجها الأول. قال: تعتد من الأخير حتى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p570'> Vol. 02, p. 570</a>\n            </div>\n            \n</p>\n\n<p>\nتضع ثم تعتد من الأول أربعة أشهر وعشرا، ثم ترثه.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: ثنا أبي قال: ثنا أشعث بن عبد الملك\nالحداني، عن الحسن في رجل قدم من غيبة، وقد تزوجت امرأته، وولدت ولدا ولا\nيدرى لأيهما هو، وكلاهما يدعيه. قال: هو للأول وقال الحسن إن تزوجت أم ولد\nالمفقود فولدت فهو أحق بها وولدها بمنزلتها، ولا تزوج حتى يمضي لها أربع\nسنين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p571'> Vol. 02, p. 571</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head36'>78- باب: امرأة المفقود أترث من الزوج الثاني إذا مات وقدم الأول</h3>\n\n<p>\nسألت إسحاق قلت: امرأة المفقود تزوجت رجلا فورثته: ثم قدم زوجها الأول\nقال: إذا كان تزوجها بعد الأربع سنين فالميراث لها لا ترده قلت فإن ماتت\nالمرأة فورثها الزوج الثاني ثم قدم الزوج؟ الأول قال: كذلك له الميراث.\nحدثنا سعيد بن منصور قال: ثنا هشيم، ثنا مغيرة، عن إبراهيم في امرأة نعي\nلها زوجها، فتزوجت زوجا ثم مات زوجها فورثته ثم قدم زوجها. قال: ترد إليه\nامرأته وترد ما ورثت من زوجها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p572'> Vol. 02, p. 572</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head37'>79- باب: الرجل يطيل الغيبة فأصابت امرأته ولدا</h3>\n\n<p>\nسألت أحمد قلت: رجل أطال الغيبة، عن امرأته فأصابت ولدا. قال: ألزمه\nالولد إلى أربع سنين، وإن كان أكثر من أربع سنين فكان سفرا يمكنه أن يقدم\nعلى أهله ويعرف ذلك ألزمته، وإن كان بعيدا فلا.\n</p>\n\n<p>\nسألت أحمد مرة أخرى قلت: الرجل يطيل الغيبة، عن أهله فولدت أولادا بعد\nأربع سنين. قال: يلزمه الولد الولد للفراش، وأهل المدينة يقولون: يلحق به\nالولد إلى أربع سنين. ثم قال أحمد إذا كان الزوج واليا، أو قاضيا على بلدة\nمن البلدان بعيدة، عن المرأة نحو مصر، وكرمان ونحوه ولا يمكن الرجل أن يدع\nعمله ويأتي أهله فإني أرجو أن لا تلزمه، وإذا كان أمر يمكنه أن يأتي أهله\nويمكث فيهم ثم يرجع لحق به الولد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p573'> Vol. 02, p. 573</a>\n            </div>\n            \n</p>\n\n<p>\nوسألت إسحاق قلت: رجل غاب عن امرأته سنين، فجاءت بولد؟ قال: كلما استيقن <span id='ms100'></span>\nأنه لم يطأها في السنين التي غاب وأتى لذلك أكثر من سنتين فجاءت بولد لم\nيقبله.\n</p>\n\n<p>\nحدثنا محمد بن بشار، قال: حدثنا أبو عاصم، قال: حدثنا شيخ من أهل\nالمدينة، قال: وضعت أم محمد بن عجلان بعد أربع سنين قال: أبو بكر فكان مالك\nبن أنس يحتج بهذا الحديث يقول: يلزم الولد الزوج الأول بعد أربع سنين.\n</p>\n\n<p>\nحدثنا أبو بكر الحميدي قال: حدثنا سفيان قال: ثنا الزهري قال: أخبرني\nعروة بن الزبير، عن عائشة قالت: قال: رسول الله - صلى الله عليه وسلم -:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p574'> Vol. 02, p. 574</a>\n            </div>\n            \n</p>\n\n<p>\n((الولد للفراش)) .\n</p>\n\n<p>\nحدثنا أحمد بن سعيد قال: ثنا أحمد بن سليمان قال: حثنا محمد بن حرب قال:\nثنا محمد بن الوليد، عن جبير بن نفير، عن أبي الدرداء أن رسول الله - صلى\nالله عليه وسلم - قال: ((ما ولد على فراش رجل فهو له وحسابهم على الله)) .\nحدثنا إسحاق قال: ثنا يحيى بن اليمان قال: أخبرنا سفيان، عن ابن عجلان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p575'> Vol. 02, p. 575</a>\n            </div>\n            \n</p>\n\n<p>\nقال: ولدت امرأتي مرة لثلاث سنين.\n</p>\n\n<p>\nوسألت أبا ثور قلت: رجل أقر بولد ثم أنكره؟ قال: ليس بين الناس اختلاف\nأنه إذا أقر به مرة ألزم على كل حال. قلت هل يورث لإنكاره؟ قال: أدبا هكذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p576'> Vol. 02, p. 576</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head38'>80- باب: هل تتزوج امرأة الغائب إذا بلغها موته</h3>\n\n<p>\nقلت لأحمد: امرأة غاب عنها زوجها فجاءها كتاب من رجل أن الزوج قد مات هل\nتتزوج؟ قال: لا، إلا أن تقوم بينة به.\n</p>\n\n<p>\nقلت لأحمد: فبلغها أنه مات الزوج، فتزوجت، ثم جاء الزوج الأول قال: يفرق\nبينها وبين الثاني وترد على زوجها الأول.\n</p>\n\n<p>\nقلت: فإن كان أصاب منها أولادا؟ قال: الولد للزوج الثاني إذا كان بينهما\nنكاح.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: حدثنا أبي قال: ثنا الأشعث، عن الحسن في\nامرأة أخبرت بوفاة زوجها فتزوجت، فجاء الأول قال: هي امرأته، ولا يقر بها\nحتى تعتد من الآخر إن كان دخل بها عدة المطلقة، وإن كانت حاملا من الآخر\nفإذا وضعت فقد انقضت عدتها وحلت للأول ولها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p577'> Vol. 02, p. 577</a>\n            </div>\n            \n</p>\n\n<p>\nالصداق من الآخر كاملا وإن كان لا يدرى <span id='ms101'></span> من أيهما الحمل فهو للأول وقال\nالحسن في امرأة تزوجت ولها زوج يعلم أنه حي مثل هذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p578'> Vol. 02, p. 578</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head39'>81- باب: المرأة تلد بعد العدة</h3>\n\n<p>\nقلت لإسحاق: امرأة طلقها زوجها فاعتدت ثلاث حيض فلما كان بعد ذلك بسنة\nولدت ولدا، فزعمت أنه من الزوج؟. قال: إذا كان بعد ستة أشهر لم يلزم الزوج.\nوأظنه ذهب إلى أنه إنما يشاء الزوج. قلت فامرأة مات عنها زوجها فاعتدت\nأربعة أشهر وعشرا فلما كان بعد ذلك جاءت بولد؟ قال: إذا كان إلى سنتين الزم\nالولد الزوج. قلت: ويفرق بين المطلقة وبين المتوفى عنها؟ قال: نعم، لأن\nالمتوفى قد مات والذي طلق حي قائم.\n</p>\n\n<p>\nحدثنا المسيب بن واضح قال: ثنا ابن مبارك، عن الحسن بن يحيى قال: أخبرنا\nالضحاك بن مزاحم أن أمه حملته سنتين قال: وما تغيض الأرحام؟ قال: تغيض من\nتسعة أشهر وما تزداد؟ ما فوق التسعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p579'> Vol. 02, p. 579</a>\n            </div>\n            \n</p>\n\n<p>\nوسمعت أحمد بن حنبل يقول: حدثنا يحيى بن سعيد الأموي قال: أخبرنا ابن\nجريج، عن جميلة بنت سعد قال: سمعت عائشة تقول: لا تزيد المرأة في الحمل عن\nسنتين قدر ظل معرك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p580'> Vol. 02, p. 580</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head40'>82- باب: الحكم في مال المفقود</h3>\n\n<p>\nسئل إسحاق عن رجل غاب زمانا وله مال وترك أخوته وأخواته، وليس يأتي له\nخبر ولا يدرى أين هو كيف يصنع بماله؟ فقال له أبو يعقوب حين رخص له قال:\nيقسم المال على الورثة ويضمنون ويشهد عليهم، فإن جاء الغائب رد إليه ماله،\nوإن لم يجئ فهو لهم؛ لأنه كان حقا لهم.\n</p>\n\n<p>\nحدثنا محمد بن نصر قال: ثنا حسان قال: قال سفيان في المفقود وكيف الأمر\nفي امرأته وماله؟ قال: أما ما أنفق عليها وهو حي فلا تؤخذ به وما أنفق\nعليها بعد موته أخذت به وهو قول الشعبي وبه يأخذ ابن أبي ليلى.\n</p>\n\n<p>\nحدثنا عبيد الله قال: حدثنا أبي قال: حدثنا أشعث، عن الحسن إن المفقود لا\nيقسم ميراثه حتى تمضي أربع سنين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p581'> Vol. 02, p. 581</a>\n            </div>\n            \n</p>\n\n<p>\nسألت إسحاق قلت: رجل غاب إلى بلدة بعيدة ووضع عندي مالا، وله امرأة\nوأبوان وهم محتاجون. فسألوني <span id='ms102'></span> أن أدفع إليهم من ماله شيئا ينفقونه هل يجوز\nلي إن أدفع إليهم؟ قال: تبين موته؟ قلت: لا. قال: فقد؟ قلت: لا، ولكنه غاب\nولا يدرى أين هو. قال: لا تعطيهم إلا إن تقرضهم قرضا. قلت: ويشهد عليهم،\nقال: نعم. قلت: فإن أمرني السلطان أن أعطيهم؟ قال: نعم شديدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p582'> Vol. 02, p. 582</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head41'>83- باب: نفقة المطلقة</h3>\n\n<p>\nسئل أحمد وأنا أسمع عن المطلقة ثلاثا هل لها السكنى والنفقة؟ قال: لا أنا\nأذهب مذهب حديث فاطمة بنت قيس.\n</p>\n\n<p>\nوسألت أحمد مرة أخرى قلت المطلقة ثلاثا قال: ليس لها سكنى ولا نفقة إلا\nالحامل فذهب إلى أن الحامل ينفق عليها حتى تضع.\n</p>\n\n<p>\nقلت: فالمتوفى عنها زوجها؟ قال: لا سكنى ولا نفقة إلا أن تكون حاملا.\n</p>\n\n<p>\nقلت: ينفق عليها من نصيبها؟ فأظنه قال: نعم.\n</p>\n\n<p>\nوسمعت أحمد مرة أخرى يقول: المطلقة ثلاثا ليس لها سكنى ولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p583'> Vol. 02, p. 583</a>\n            </div>\n            \n</p>\n\n<p>\nنفقة.\n</p>\n\n<p>\nحدثنا يحيى بن عبد الحميد قال: حدثنا شريك، عن أبي بكر بن صخير قال: دخلت\nأنا وأبو سلمة بن عبد الرحمن على فاطمة بنت قيس فسألها أبو سلمة فقالت\nطلقني زوجي فلم يجعل لي النبي - صلى الله عليه وسلم - السكنى ولا النفقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p584'> Vol. 02, p. 584</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو الربيع الزهراني قال: حدثنا جرير، عن منصور، عن مجاهد، عن عمر\nأبي سلمة، عن فاطمة بنت قيس إن النبي - صلى الله عليه وسلم - لم يجعل لها\nسكنى ولا نفقة.\n</p>\n\n<p>\nحدثنا عمرو بن عمير قال: ثنا بقية بن الوليد قال: حدثني حبيب بن صالح\nقال: حدثني محمد بن عباد قال: قعدت إلى ابن عباس فسأله رجل هل للمطلقة\nثلاثا نفقة؟ فقلت وكنت أحدث القوم: لا شيء لها، فقال ابن عباس أصبت أو قال:\nأحسنت ها يا ابن أخي أنا معك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p585'> Vol. 02, p. 585</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: حدثنا أبو عوانة، عن منصور، عن إبراهيم، عن\nشريح قال: ينفق على الحامل المتوفى عنها من جميع المال.\n</p>\n\n<p>\nقال: إبراهيم: وكان أصحابنا يقولون إذا كان المال كثيرا ينفق عليها من\nنصيبها، وإذا كان المال قليلا أنفق عليها من جميع المال.\n</p>\n\n<p>\nحدثنا سعيد بن منصور <span id='ms103'></span> قال: حدثنا حماد بن زيد، عن عمرو بن دينار، عن إبن\nعباس قال: ينفق عليها من نصيبها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p586'> Vol. 02, p. 586</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سعيد قال: ثنا سفيان، عن عمرو بن دينار، عن عطاء، عن ابن عباس في\nالمتوفى عنها الحامل قال: لا نفقة لها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p587'> Vol. 02, p. 587</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head42'>84- باب: المرأة المتوفى عنها زوجها وهو غائب كيف تعتد؟</h3>\n\n<p>\nسألت أحمد قلت: إلى أي شيء تذهب في الطلاق والموت إذا كان الرجل غائبا من\nأي يوم العدة؟ قال: إذا قامت البينة فمن يوم مات أو طلق. وسمعت إسحاق يقول:\nالمرأة تعتد من يوم يأتيها الخبر.\n</p>\n\n<p>\nوسمعت إسحاق مرة أخرى يقول: العدة من يوم يأتيها الخبر، إلا أن تقوم بينة\nأنه مات يوم كذا وكذا.\n</p>\n\n<p>\nوسألت إسحاق مرة أخرى. عن العدة من يوم مات أو من يوم يأتيها الخبر؟ قال:\nمن يوم يأتيها الخبر، إلا إن تقوم بينة على موت أو طلاق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p588'> Vol. 02, p. 588</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن عبد الأعلى قال: حدثنا معتمر بن سليمان قال: سمعت بردا\nقال: كان مكحول والزهري يقولان: تعتد المتوفى عنها زوجها والمطلقة من يوم\nيموت زوجها أو يطلقها إذا قامت على ذلك بينة.\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: حدثنا هشيم قال: أخبرنا داود بن أبي هند، عن\nعمر بن عبد العزيز أنه قال: إن جاءت ببينة فهو من يوم مات أو طلق، فإن لم\nتأتي ببينة فمن يوم يأتيها الخبر.\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: حدثنا هشيم قال: ثنا أشعث بن سوار، عن الحكم،\nعن أبي صادق، عن ربيعة بن ناجد، عن علي أنه قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p589'> Vol. 02, p. 589</a>\n            </div>\n            \n</p>\n\n<p>\nالعدة من يوم يأتيها الخبر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p590'> Vol. 02, p. 590</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head43'>85- باب: الطلاق بالرجال</h3>\n\n<p>\nسمعت أحمد يقول: الطلاق بالرجال، والعدة بالنساء\n</p>\n\n<p>\nسألت إسحاق عن طلاق العبد الحرة والأمة قال: الطلاق بالرجال والعدة\nبالنساءوسألت إسحاق مرة أخرى، عن عدة الأمة قال: العدة بالنساء قلت: فإن\nعتقت قبل انقضاء العدة؟ قال: تتم عدتها عدة الحرة.\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: ثنا خالد بن عبد الله، عن خالد، عن أبي قلابة،\nعن زيد بن ثابت قال:: الطلاق بالرجال، والعدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p591'> Vol. 02, p. 591</a>\n            </div>\n            \n</p>\n\n<p>\nبالنساء.\n</p>\n\n<p>\nحدثنا سعيد قال <span id='ms104'></span>: ثنا سفيان، عن أيوب،، عن سليمان بن يسار أن نفيعا فتى أم\nسلمة طلق حرة تحته تطليقتين، فأرادوا أن يجمعوا بينهما فأبى ذلك عثمان وزيد\nبن ثابت.\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: ثنا سفيان، عن يحيى بن سعيد، عن سعيد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p592'> Vol. 02, p. 592</a>\n            </div>\n            \n</p>\n\n<p>\nالمسيب قال: الطلاق بالرجال، والعدة بالنساء.\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: ثنا هشيم قال: أنبأ يونس، عن الحسن وإسماعيل بن\nأبي خالد، عن الشعبي وعبيدة، عن إبراهيم قالوا: إذا طلق الرجل امرأته واحدة\nوهي أمة، وأعتقت في العدة فعدتها عدة الحرة، وإن طلقها ثنتين ثم أعتقت في\nالعدة فعدتها عدة الأمة، ولا رجعة له إليها.\n</p>\n\n<p>\nحدثنا أبو بكر محمد بن يزيد قال: أنبأ عمر بن شبيب المسلي، عن عبد الله\nبن عيسى بن أبي ليلى، عن عطية، عن ابن عمر، عن النبي - صلى الله عليه وسلم\n- قال: ((تطلق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p593'> Vol. 02, p. 593</a>\n            </div>\n            \n</p>\n\n<p>\nالأمة تطليقتين، وتعتد حيضتين))\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p594'> Vol. 02, p. 594</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head44'>86- باب: النفساء تطلق كم تعتد؟</h3>\n\n<p>\nسألت أحمد بن حنبل قلت: النفساء تطلق كم تعتد؟ قال: تعتد. ثلاث حيض سوى\nدم النفاس.\n</p>\n\n<p>\nحدثنا المسيب بن واضح قال: ثنا ابن مبارك، عن جرير بن حازم، عن قيس بن\nسعد، عن بكير بن عبد الله بن الأشج، عن سليمان بن يسار أن زيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p595'> Vol. 02, p. 595</a>\n            </div>\n            \n</p>\n\n<p>\nبن ثابت سئل عن النفساء قال: لا تعتد بدم نفاسها من حيضها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p596'> Vol. 02, p. 596</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head45'>87- باب: الأمة يتوفى عنها سيدها وهي حامل</h3>\n\n<p>\nقلت لأحمد أم الولد إذا مات عنها سيدها هل ينفق عليها؟ قال: لا، وإن كانت\nحاملا أيضا لم ينفق عليها.\n</p>\n\n<p>\nوسألت إسحاق قلت ما تقول في أمة مات عنها سيدها وهي حبلى؟ قال: ينفق\nعليها من نصيب ولدها. وسألت إسحاق مرة أخرى عن نفقة الأمة الحامل إذا مات\nعنها سيدها. قال: ينفق عليها من جميع المال.\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: ثنا هشيم قال: أخبرنا يونس، عن ابن سيرين أنه\nكان يقول: نفقتها من جميع المال حتى توفي أخ له وأوصى إليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p597'> Vol. 02, p. 597</a>\n            </div>\n            \n</p>\n\n<p>\nوترك أم ولده حاملا فكره أن يعمل برأيه، فأرسل إلى عبد الملك بن يعلى\nقاضي البصرة <span id='ms105'></span> فسأله فقال: لا نفقة لها.\n</p>\n\n<p>\nحدثنا سعيد قال: أنا هشيم قال: أنبأ يونس، عن الحسن في أم الولد إذا توفي\nعنها سيدها وهي حامل قال: إن ولدته حيا فنفقتها من نصيبه، وإن ولدته ميتا\nفنفقتها من جميع المال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p598'> Vol. 02, p. 598</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head46'>88- باب: إن العذراء قد تحمل</h3>\n\n<p>\nسمعت أحمد يقول: الجارية العذراء قد تحبل وتشق - يعني - تشق عذرتها إذا\nمات زوجها، أو طلقها وهي بعد بكر.\n</p>\n\n<p>\nوسمعت إسحاق يقول: في حديث النبي - صلى الله عليه وسلم - حيث قال: ((لا\nيطأن أحد جارية ثيبا من السبي حتى يستبرئها بحيضة)) ويعجبني أن لا يطأ\nالعذراء أيضا لما قيل أنها تحمل مع أن العذر من أمرهم أن لا يحملن، وإنما\nالحكم في عامة الأشياء بأغلب المعاني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p599'> Vol. 02, p. 599</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head47'>89- باب: نفقة الحامل المتوفى عنها</h3>\n\n<p>\nوسئل أحمد عن الحامل المتوفى عنها زوجها قال: ليس لها نفقة قال: وإن كانت\nمطلقة وهي حامل فلها نفقة، وإن لم تكن حاملا فلا سكنى ولا نفقة.\n</p>\n\n<p>\nوقال أحمد مرة أخرى في الحامل: ينفق عليها من نصيبها.\n</p>\n\n<p>\nوسألت أبا ثور قلت: الحامل هل لها نفقة؟ قال: لا، إنما ينفق الرجل على\nامرأته ما كان حيا، فإذا مات فلا شيء لها. قلت: حرا كان الروح أو عبدا؟\nقال: نعم.\n</p>\n\n<p>\nحدثنا أبو هشام قال: حدثنا حسان، عن هشام بن عروة، عن أبيه أنه قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p600'> Vol. 02, p. 600</a>\n            </div>\n            \n</p>\n\n<p>\nالنفقة لها إلا أن تكون حاملا- يعني: المطلقة ثلاثا.\n</p>\n\n<p>\nقال: حسان وقال ابن أبي ليلى: لا نفقة لها إذا طلقها ثلاثا، ولها السكنى.\n</p>\n\n<p>\nسئل أحمد عن رجل طلق امرأته تطليقة، ثم مات وهي في عدتها هل لها نفقة؟\nقال: لا من أين يكون لها نفقة!؟\n</p>\n\n<p>\nوسألت إسحاق قلت: رجل طلق امرأته تطليقة، ثم مات وهي في عدتها هل لها\nنفقة؟ قال: إذا طلقها طلاقا يملك الرجعة فلها نفقة. قلت: فإن طلقها طلاقا\nلا يملك الرجعة؟ قال: ليس لها سكنى ولا نفقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p601'> Vol. 02, p. 601</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head48'>90- باب: القافة</h3>\n\n<p>\nسألت أحمد عن القافة إذا ألحقوا الولد برجلين قال: هما أبواه، وهو ابنهما\nيرثهما ويرثانه. قال: وقوم يقولون إذا مات أحدهما <span id='ms106'></span> انقطعت أبوته وهو ابن\nالباقي منهما. فجعل ينكر هذا القول.\n</p>\n\n<p>\nوسألت إسحاق قلت: رجلان ادعيا ولدا. قال: القافة، قال إسحاق: وإذا كان\nالغلام مدركا فادعاه رجلان واستوت الدعوتان اتبع الغلام أيهما شاء. قلت:\nوكم حد الإدراك في هذا؟ قال: إذا كان ابن ثنتي عشرة سنة، وأما حديث عائشة\nأنها كانت بنت تسع سنين حين بنى بها النبي - صلى الله عليه وسلم - فذاك في\nالدخول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p602'> Vol. 02, p. 602</a>\n            </div>\n            \n</p>\n\n<p>\nقلت لإسحاق مرة أخرى: إذا ألحق برجلين فهو ابنهما يرثهما ويرثانه وهو ابن\nالباقي منهما؟ قال: نعم.\n</p>\n\n<p>\nحدثنا محمد بن نصر قال: حدثنا حسان قال: قال سفيان بن سعيد في عشرة أخوة\nمشركين تزوجوا امرأة في عقدة واحدة، فولدت ولدا، ثم أسلموا جميعا قال:\nالولد بينهم. وقال سفيان في أمة اجتمع عليها ثلاثة في طهر فاستبان حملها\nعند آخر الثلاثة قال سفيان: إن ادعاه الذي هي عنده، وادعاه الآخرون كان\nللذي في يده الأمة، وإن قالوا جميعا: لا ندري من أينا حبلت كان بينهم يرثهم\nويرثونه، والأمة لا يقع عليها أحد منهم، فإن مات أحدهم عتقت وعليها خدمة\nالآخرين، وإن تبروا جميعا كان الولد مملوكا للذي هي عنده. حدثنا أبو بكر\nالحميدي، قال: ثنا سفيان، قال: ثنا يحيى بن سعيد، عن سليمان بن يسار قال:\nكان عمر يربط أولاد الجاهلية باب: ائهم فأتاه رجلان قد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p603'> Vol. 02, p. 603</a>\n            </div>\n            \n</p>\n\n<p>\nوقعا على جارية لهما في طهر واحد فدعا لهما القافة فقال: إن هما قد\nاشتركا فتناوله بالدرة فقال: يا أمير المؤمنين سلها. قال: فسألها فقالت: إن\nهذا غشيني فغبرت ما شاء الله، ثم غشيني هذا، فقال عمر: والي لإيهما شئت.\nحدثنا أبو عمرو عبيد الله بن معاذ قال: حدثنا أبي قال: ثنا عوف، عن أبي\nالمهلب عمر أبي قلابة قال: قضى عمر بن الخطاب في رجل ادعاه رجلان كل واحد\nمنهما يزعم أنه ابنه وولده في الجاهلية، وأنهما اختصما فيه إلى عمر بن\nالخطاب، وأن عمردعا أمه فقال لها: أذكرك بالذي هداك الإسلام فلأيهما هو؟\nفقالت: لا والذي هداني للإسلام لا <span id='ms107'></span> أدري لأيهما هو أتاني هذا أول الليل،\nوأتاني هذا آخر الليل، ولا أدري لأيهما هو فدعا عمر بقافة أربعة ودعا\nببطحاء فبسطها فأمر الرجلين المدعيين والمدعى فأوطأ كل واحد منهم بقدم في\nالبطحاء، ثم وارى القوم ودعا القافة قال: انظروا، فإذا أثبتم فلا يتكلمن\nأحد حتى أسأله. فنظروا فقالوا: قد أثبتنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p604'> Vol. 02, p. 604</a>\n            </div>\n            \n</p>\n\n<p>\nثم فرق بينهم فدعا بهم واحدا واحدا فتتابعوا جميعا كلهم يشهد أن هذا\nلهذين فقال عمر: ياعجباه لما يقول هؤلاء، والله إني لأرى الذي ترون، وقد\nكنت أعلم أن الكلبة تلقح للكلاب ذوي العدد، ولم أكن أشعر أن النساء تفعلن\nذلك قبل اليوم، فاذهب فإنهما أبواك وأنت ابنهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p605'> Vol. 02, p. 605</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head49'>91- باب: النفساء تزوج في نفاسها</h3>\n\n<p>\nسألت أحمد قلت: النفساء تزوج قبل أن تخرج من نفاسها؟ قال: نعم تزوج إذا\nوضعت ما في بطنها من غير أن يقربها.\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: حدثنا هشيم قال:: أنبأ يحيى بن سعيد، عن نافع،\nعن ابن عمر قال: إذا وضعت فقد حلت فقال له رجل من الأنصار: سمعت عمر بن\nالخطاب يقول: إذا وضعت ذا بطنها وزوجها على السرير قبل أن يدلى في حفرته\nفقد حلت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p606'> Vol. 02, p. 606</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head50'>92- باب: الذي بيده عقدة النكاح</h3>\n\n<p>\nقلت لأحمد: يا أبا عبد الله الذي بيده عقدة النكاح أهو الزوج، أو المرأة،\nأو الولي؟ قال: هو الزوج يروى عن رجلين من أصحاب النبي - صلى الله عليه\nوسلم - جبير بن مطعم تزوج من امرأة فأكمل لها الصداق قال: أنا أحق بالعفو\nوعلي بن أبي طالب حين قال: لشريح في ذلك.\n</p>\n\n<p>\nحدثنا محمد بن الوزير الدمشقي قال: ثنا يحيى بن حسان قال: ثنا عبد الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p607'> Vol. 02, p. 607</a>\n            </div>\n            \n</p>\n\n<p>\nبن جعفر، عن واصل بن أبي سعيد، عن محمد بن جبير بن مطعم أن جبير بن مطعم\nتزوج امرأة ثم فارقها قبل أن يدخل بها وأرسل إليها الصداق كاملا فقيل له في\nذلك فقال: أنا أحق بالعفو.\n</p>\n\n<p>\nحدثنا عيسى بن محمد قال: ثنا وهب بن جرير، عن أبيه، عن عيسى بن عاصم قال:\nسمعت شريحا يقول: سألني علي <span id='ms108'></span> بن أبي طالب عن الذي بيده عقدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p608'> Vol. 02, p. 608</a>\n            </div>\n            \n</p>\n\n<p>\nالنكاح قال: قلت: هو ولي المرأة. فقال: لا، بل هو الزوج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p609'> Vol. 02, p. 609</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head51'>93- باب: ما تلبس المتوفى عنها في عدتها</h3>\n\n<p>\nسألت أحمد قلت: المتوفى عنها زوجها والمطلقة هل يلبسان البرد ليس بحرير؟\nفقال: لا تتطيب المتوفى عنها زوجها، ولا تتزين بزينة. وشدد في الطيب إلا أن\nيكون قليلا عند طهرها، ثم قال: وشبهت المطلقة ثلاثا بالمتوفى عنها لأنه ليس\nلزوجها عليها رجعة.\n</p>\n\n<p>\nحدثنا عباس بن عبد العظيم قال: ثنا عبد الملك بن عمرو، عن إبراهيم بن\nطهمان أنه حدثهم، عن بديل العقيلي، عن الحسن بن مسلم، عن صفية بنت شيبة، عن\nأم عثمان، عن أم سلمة قالت: المتوفى عنها زوجها لا تلبس المعصفر من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p610'> Vol. 02, p. 610</a>\n            </div>\n            \n</p>\n\n<p>\nالثياب، ولا الحلي ولا تختضب، ولا تكتحل ولا تطيب، ولا تمتشط بطيب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p611'> Vol. 02, p. 611</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمود بن خالد قال: حدثنا عمر بن عبد الواحد، عن الأوزاعي قال:\nحدثني يحيى بن أبي كثير قال: حدثني محمد بن عبد الرحمن بن ثوبان، عن عمر بن\nالخطاب وزيد بن ثابت أنهما استفتيا في امرأة توفي عنها زوجها وبها فاقة\nشديدة ألها أن تخرج إلى أهلها فتصيب من طعامهم فلم يرخصا لها، إلا أن تخرج\nفي بياض يومها فتصيب من طعامهم، ثم ترجع إلى بيتها.\n</p>\n\n<p>\nحدثنا المسيبب بن واضح قال: ثنا ابن مبارك، عن عبيد الله، عن نافع، عن\nابن عمر قال في المطلقة ثلاثا: تخرج نهارا ولا تبيت عن بيتها.\n</p>\n\n<p>\nقلت لأحمد: فتنتقل المتوفى عنها زوجها؟ قال: لا، ولكنها تعتد حيث مات\nزوجها، ولا تنتقل إلا في حال ضرورة. قيل: فإن كانت في دار كذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p612'> Vol. 02, p. 612</a>\n            </div>\n            \n</p>\n\n<p>\nفأخرجوها؟ قال: تتحول إلى موضع آخر وتمكث فيه.\n</p>\n\n<p>\nحدثنا عمرو بن عثمان قال: ثنا بقية بن الوليد قال: سألت الزبيدي عن\nالمطلقة والمتوفى عنها زوجها أسواء هما في أن لا يخرجا من بيوتهما حتى\nيفرغا من العدة؟ قال: نعم لا يحل لها الخروج إلا من عذر.\n</p>\n\n<p>\nحدثنا المسيب بن واضح قال: حدثنا ابن مبارك، عن سعيد بن يزيد بن أبي\nحبيب <span id='ms109'></span>، عن يزيد بن محمد القرشي قال: تزوج عبد الله بن عباس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p613'> Vol. 02, p. 613</a>\n            </div>\n            \n</p>\n\n<p>\nأختي، فخرج بها من المدينة إلى الروحاء فتوفى، فأتيت سالم بن عبد الله\nوالقاسم بن محمد فقلت إن أختي توفى عنها زوجها وتركها بمكان وحش لا أنيس\nفيه. فقال: أما إليك فلا تنقلها، ولكن إلى منزل زوجها بالمدينة، أو أقرها\nفي مكأنها حتى تنقضي عدتها.\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: ثنا حمادبن زيد، عن سعد بن إسحاق بن كعب بن\nعجرة، عن عمته زينب، عن فريعة بنت مالك أخت أبي سعيد أن زوجها خرج في طلب\nأعلاج له فقتل بطرف القدوم فأتت رسول الله - صلى الله عليه وسلم - تسأله\nالنقلة إلى إخوتها، فذكرت وحشة من بيتها،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p614'> Vol. 02, p. 614</a>\n            </div>\n            \n</p>\n\n<p>\nفأذن لها، فلما ولت ناداها فقال لها: ((أمسكي في بيتك حتى يبلغ الكتاب\nأجله أربعة أشهر وعشرا)) .\n</p>\n\n<p>\nحدثنا المسيب بن واضح قال: حدثنا ابن مبارك، عن أسامة بن زيد قال: حدثني\nمحمد بن عبد الرحمن الدؤلي أنه سأل عروة بن الزبير وسعيد بن المسيب وأبا\nبكر بن عبد الرحمن بن الحارث وسليمان بن يسار عن المتوفى عنها زوجها فكلهم\nقالوا: لا تخرج حتى تنقضي عدتها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p615'> Vol. 02, p. 615</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head52'>94- باب: المختلعة ألها نفقة</h3>\n\n<p>\nسألت أحمد قلت المختلعة هل له نفقة؟ قال: كيف يكون لها نفقة وقد ذهبت\nبنفسها، وكذلك إن كانت حاملا!؟\n</p>\n\n<p>\nحدثنا المسيب قال: ثنا ابن مبارك، عن يحيى بن بشر أنه سمع عكرمة يقول: لا\nسكنى ولا قوت للمختلعة، إنما افتدت منه افتداء، فلا شيء لأحدهما على الآخر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p616'> Vol. 02, p. 616</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا المسيب قال: ثنا ابن مبارك، عن سفيان، عن حماد في المفتدية الحبلى:\nلها النفقة والسكنى ما لم يشترط أن لا نفقة لك. قال سعيد: وإن اشترط أن لا\nنفقة لك، ولا سكنى فإن شرطه يجوز في النفقة ولا يجوز في السكنى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p617'> Vol. 02, p. 617</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head53'>95- باب: المطلقة ثلاثا حاضت حيضتين ثم ارتفع حيضها</h3>\n\n<p>\nسألت أحمد قلت: رجل طلق امرأته ثلاثا فحاضت حيضة، أو حيضتين، ثم ارتفع\nحيضها؟ قال: إن كان ارتفع حيضها من مرض، أو رضاع، أو علة فإنها تمكث <span id='ms110'></span> في\nالعدة حتى يذهب مرضها ويعود إليها الحيض، أو تفرغ من الرضاع فيعود الحيض\nفتعتد بالحيض، فإن كان ارتفع حيضها من غير علة ولا مرض فإنها تعتد سنة تسعة\nأشهر للحمل وثلاثة أشهر للعدة وهو مذهب أحمد. قلت: فتعتد سنة من يوم طلق،\nأو من يوم ارتفع حيضها؟ قال: من يوم ارتفع حيضها. قال: ويقول قوم: تجلس\nأبدا حتى يعاودها الدم ورأيته يقبح هذا القول.\n</p>\n\n<p>\nوسألت إسحاق قلت: رجل طلق امرأته ثلاثا فحاضت حيضة، أو حيضتين ثم ارتفع\nحيضها؟ قال أبو يعقوب: كلما لم تدر مما ارتفع حيضها فإنها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p618'> Vol. 02, p. 618</a>\n            </div>\n            \n</p>\n\n<p>\nتعتد سنة.\n</p>\n\n<p>\nأخبرنا النفعي قال: سمعت يحيى بن سعيد قال: سمعت سعيد بن المسيب يقول:\nقال عمر بن الخطاب: أية امرأة طلقت تطليقة أو تطليقتين ثم حاضت حيضة أو\nحيضتين ثم ارتفعت حيضتها فلا تدري ما الذي رفعها فإنها تربص ما بينها وبين\nتسعة أشهر، فإن استبان حملها فذاك، وإلا اعتدت ثلاثة أشهر، ثم تزوجت.\n</p>\n\n<p>\nحدثنا عبد الله بن الزبير الحميدي قال: ثنا سفيان قال: حدثنا يحيى بن\nسعيد أنه سمع سعيد بن المسيب يقول: قضى عمر بن الخطاب في امرأة طلقت فحاضت\nحيضة أو حيضتين، ثم رفعتها حيضتها لا يعلم من أي شيء ذلك. فقال: تمكث تسعة\nأشهر، فإن بان بها حمل، وإلا اعتدت ثلاثة أشهر أخرى فتلك سنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p619'> Vol. 02, p. 619</a>\n            </div>\n            \n</p>\n\n<p>\nقلت لإسحاق: فامرأة طلقها زوجها وأوجب عليه النفقة في قول من يقول لها\nالنفقة، واعتدت، فزعمت أن حيضها ارتفع وأنكر الزوج ذلك كيف الحكم في ذلك؟،\nوإنما تريد المرأة بذلك أن تأخذ النفقة؟ قال: تحلف على ذلك، لأنها أؤتمنت\nعلى فرجها. قلت فإن حلفت؟ قال: ينفق عليها إلى تمام ما تحيض مثلها. قلت:\nتوقت في ذلك شيئا؟ قال: سنة. وسمعت أحمد يقول: العجوز تعتد ثلاثة أشهر.\n</p>\n\n<p>\nوسئل إسحاق عن امرأة بلغت ثلاثين سنة ولم تحض، فطلقها زوجها كيف تعتد؟\nقال: إن كان تبين أنها عاقر تربص حتى تيئس من المحيض. قيل: فإن كانت حاضت\nمرة ثم انقطع عنها؟ قال: تعتد سنة <span id='ms111'></span> تسعة أشهر للحمل، وثلاثة أشهر للعدة.\n</p>\n\n<p>\nسمعت أحمد يقول: لم يختلف أحد في المرأة إذا اعتدت بالشهور، ثم حاضت أنها\nتعتد بالحيض ما أعلم أحدا اختلف في هذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p620'> Vol. 02, p. 620</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: ثنا هشيم قال: أنبأ يونس، عن الحسن ومغيرة، عن\nإبراهيم ومحمد بن سالم، عن الشعبي قالوا: إذا طلق الرجل امرأته ولم تبلغ\nالمحيض فعدتها ثلاثة أشهر، فإن حاضت قبل أن تنقضي الشهور بيوم أو يومين\nفعدتها ثلاث حيض، وإن مضت الشهور، ثم حاضت بعد ذلك بيوم أو يومين فقد انقضت\nعدتها.\n</p>\n\n<p>\nقلت لأحمد: رجل قال لامرأته: أنت طالق. فصارت في عدتها، ثم طلقها ثنتين\nقال: بانت بثلاث يلحقها الطلاق إذا كان يملك الرجعة. قلت: فإن انقضت عدتها\nمرة واحدة ثم طلقها؟ قال: لا يلحقها الطلاق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p621'> Vol. 02, p. 621</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: ثنا سفيان، عن عبد الكريم البصري، عن إبراهيم\nقال: كل امرأة ماء الرجل في رحمها وهي تعتد منه وهي تحل له ولا تحل لغيره\nحسب عليه الطلاق. سألت أحمد قلت: رجل طلق امرأته فولدت ولدا وفي بطنها آخر؟\nقال: لا تنقضي عدتها حتى تضعهما جميعا. حدثنا المسيب بن واضح قال: حدثنا\nابن مبارك، عن سعيد، عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p622'> Vol. 02, p. 622</a>\n            </div>\n            \n</p>\n\n<p>\nابن المسيب وسليمان بن يسار، والحسن، وعطاء بن أبي رباح في التي يطلقها\nزوجها وفي بطنها ابنان أنه أحق بها ما لم تضع الآخر. قال: وقال قتادة: قال\nعكرمة: إذا وضعت الأول منهما فقد بانت. فقال: سليمان بن يسار: فسألوه\nأتتزوج إذا وضعت أحدهما؟ فقال: لا. فقال: خصم العبد.\n</p>\n\n<p>\nسألت إسحاق بن إبراهيم قلت: رجل قال لامرأته وهي في العدة: قد راجعتك\nفقالت له امرأته مجيبة له: قد انقضت عدتي. هل تصدق؟ قال: إذا ادعت ذلك فيما\nتنقضي به عدة النساء صدقت. قلت: فتستحلف؟ قال: نعم. قلت: إن ادعت أن عدتها\nفي شهر هل تصدق؟ قال: في أربعين يوما. فراجعته في الشهر فكأنه مال إلى ذلك\nولم يره في أقل من شهر. وقال: أيضا: إذا شهدت العدول من النساء على انقضاء <span id='ms112'></span>\nالعدة جاز ذلك راجعته فيها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p623'> Vol. 02, p. 623</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو معن قال: ثنا أبو عامر قال: ثنا إبراهيم بن طهمان، عن مغيرة،\nعن إبراهيم قال: إذا حاضت ثلاث حيض في أربعين ليلة وقامت بها البينة من\nنسائها أنها حرمت عليها الصلاة عند كل قرء فقد حلت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p624'> Vol. 02, p. 624</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head54'>96- باب: الخلع</h3>\n\n<p>\nقيل لأبي عبد الله أحمد: كيف الخلع؟ قال: إذا افتدت خلعها. قلت: وهو\nتطليقة؟ فلا أحفظ ما قال.\n</p>\n\n<p>\nوسئل أحمد مرة أخرى عن الخلع أتطليقة هو؟ قال: اختلف الناس فيه.\n</p>\n\n<p>\nوسألت أحمد أيضا قلت: الخلع تطليقة بائنة؟ قال: فيه اختلاف. وكأنه ذهب\nإليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p625'> Vol. 02, p. 625</a>\n            </div>\n            \n</p>\n\n<p>\nوسمعت إسحاق يقول الخلع مفارقة بغير طلاق إذا خلعها بمال أو اشترت نفسها\nمنه. قلت: فإن تزوجها بعد ذلك فهي عنده على ثلاث؟ قال: نعم. وسألت أبا ثور\nعن الخلع قال: الخلع إنما هو فسخ. قلت: فيلحقها الطلاق ما دامت في العدة؟\nقال: لا.\n</p>\n\n<p>\nحدثنا أبو بكر الحميدي قال: حدثنا سفيان قال: حدثنا هشام بن عروة، عن\nأبيه، عن جمهان الأسلمي أن بكرة الأسلمية اختلعت من زوجها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p626'> Vol. 02, p. 626</a>\n            </div>\n            \n</p>\n\n<p>\nعلى عهد عثمان، ثم ندم وندمت، فجاء إلى عثمان فأخبره فقال عثمان: هي\nتطليقة، إلا إن تكونا سميتما شيئا فهو كما سميتما.\n</p>\n\n<p>\nحدثنا سعيد بن منصور. قال: حدثنا هشيم قال: أنبأ حجاج، عن حصين الحارثي،\nعن الشعبي، عن الحارث، عن علي قال: من أخذ مالا على طلاق فهو بائن لا رجعة\nله عليها.\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: ثنا أبو عوانة، عن ليث، عن طاوس أن ابن عباس\nجمع بين الرجل وامرأته بعد تطليقتين وخلع.\n</p>\n\n<p>\nقلت لإسحاق: الرجل يضيق على امرأته فيظلمها حتى تختلع منه أيحكم لها\nبالمهر؟. قال: إذا كان الظلم من قبله لم يحل له أن يأخد منها، فإن كانت هي\nالظالمة جاز له أن يأخذ منها قدر ما أعطاها من مهر أو غير ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p627'> Vol. 02, p. 627</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: ثنا هشيم قال: أنبأ إسماعيل بن سالم، عن الشعبي\nقال: إذا كان البدء من قبله لم يحل له أن يأخذ منها شيئا، وإن <span id='ms113'></span> كان من قبلها\nحل له أن يأخذ منها.\n</p>\n\n<p>\nحدثنا سعيد قال: ثنا هشيم قال: أنبأ عبيدة، عن الشعبي قال: إذا كان البدء\nمن قبله فما أخذ منهما فهو كالميتة والدم ولحم الخنزير.\n</p>\n\n<p>\nسألت أحمد قلت: المختلعة يطلقها زوجها وهي في عدتها؟ قال: لا يلحقها\nالطلاق. قال: وقال: المختلعة تعتد عدة المطلقة.\n</p>\n\n<p>\nوسئل عن قول ابن عباس وعمر فلم يعجبه. وقيل لأحمد مرة أخرى: الرجل يخلع\nامرأته ثم يطلقها؟ قال: لا يلحقها الطلاق ما دامت في العدة.\n</p>\n\n<p>\nوسمعت أحمد مرة أخرى يقول: المختلعة لا يلحقها الطلاق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p628'> Vol. 02, p. 628</a>\n            </div>\n            \n</p>\n\n<p>\nما\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: حدثنا هشيم قال: أنبا منصور، عن عطاء قال: لا\nيلحقها الطلاق ما دامت في العدة.\n</p>\n\n<p>\nحدثنا عمرو بن عثمان قال: ثنا عبد الملك بن محمد، عن الأوزاعي قال: أنبا\nالزهري، وعطاء، وعمرو بن شعيب، ومكحول قالوا: المختلعة يلحقها الطلاق كانت\nفي العدة.\n</p>\n\n<p>\nسئل أحمد عن رجل كان بينه وبين امرأته كلام، ودخل بينهما رجل فطلبت\nالمرأة المباراة، فأعطاها الرجل حقها، وأشهد عليها أنها قد أخذت جميع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p629'> Vol. 02, p. 629</a>\n            </div>\n            \n</p>\n\n<p>\nحقها عليه، ثم قال: الرجل الذي بينهما للمرأة: اذهبي أنت ها هنا. وقال\nللرجل: اذهب أنت هاهنا فتفرقوا على ذلك من غير طلاق. قال: أخشى أن يكون هذا\nخلع، وقال للرجل: تزوجها بصداق جديد ونكاح جديد، وتكون عندك على ثنتين،\nقلت: يكون الخلع عند غير ذي سلطان؟ قال: نعم.\n</p>\n\n<p>\nوسألت أبا ثور قلت: الخلع يكون، عند غير ذي سلطان؟ قال: نعم متى ما أخذ\nمنها أو لم يأخذ منها إذا خلعها، عند سلطان أو غير سلطان فهو خلع. قلت: وهو\nتطليقة؟ قال: لا، ولكنه فسخ.\n</p>\n\n<p>\nحدثنا يحيى الحماني قال: ثنا شريك، عن قيس بن وهب أجاز شريح الخلع دون\nالسلطان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p630'> Vol. 02, p. 630</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head55'>97- باب: الحكمين</h3>\n\n<p>\nوسألت أحمد بن حنبل عن تفسير الحكمين؟ قال: على حديث علي يبعث رجل من أهل\nالمرأة ورجل من أهل الرجل فيريان رأيهما إن رأيا إن يفرقا فرقا، وإن رأيا\nأن يجمعا جمعا. وقال: رجلين عدلين. قلت: فإن قال الزوج: لا أطلق <span id='ms114'></span> قال: ليس\nله ذلك بتة لا يترك.\n</p>\n\n<p>\nوسألت أبا ثور عن الحكمين قال: إذا وقع بين الرجل والمرأة بعث رجل من قبل\nالمرأة ورجل من قبل الرجل، فيجعل الزوج أمره بيد الرجل إن رأى فرق وإن رأى\nجمع. قلت: فإن لم يجعل الزوج أمره في يد الرجل؟. قال: الأمر إلى الحاكم\nيفعل ما يرى.\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: ثنا حماد بن زيد، عن أيوب، عن ابن سيرين، عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p631'> Vol. 02, p. 631</a>\n            </div>\n            \n</p>\n\n<p>\nعبيدة السلماني قال: أتى عليا رجل وامرأة مع كل واحد منهما قيام من\nالناس، فبعث حكما من أهلها وحكما من أهله، ثم قال: للحكمين تدريان ما\nعليكما عندي؟ إن رأيتما إن تفرقا ففرقتما وإن رأيتما إن تجمعا جمعتما،\nفقالت المرأة: رضيت بكتاب الله علي ولي. وقال: الزوج أما الفرقة فلا. فقال\nعلي كلا والله لا تنقلب حتى تقر بمثل ما أقرت به.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: ثنا أبي قال: ثنا صالح بن مسلم قال: سألني\nالشعبي، عن رجل وامرأة جعلا أمرهما إلى حكمين إن شاءا فرقا وإن شاءا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p632'> Vol. 02, p. 632</a>\n            </div>\n            \n</p>\n\n<p>\nجمعا، ثم بدا للرجل وامرأته إن يصطلحا وأن يرجعا فأبا الحكمان وقالا: ليس\nإليكما من ذلك شيء إنما الأمر إلينا، فقلت: ما أدري ما أقول فما تقول أنت؟\nفقال: الرجل وامرأته على رءوس آخرهما ما لم يتكلم الحكمان بشيء، فإذا تكلما\nفلا شيء.\n</p>\n\n<p>\nقلت لإسحاق: رجل يخلع ابنته من زوجها وهي مدركة، أو غير مدركة، أو الأخ\nهل يجوز ذلك الخلع؟ قال أبو يعقوب: الأب على البكر- يعني: يجوز أن يخلعها\nبرضاها إن كانت مدركة، وإن كانت صغيرة جاز؛ لأن الخلع كالبيع يجوز بيع الأب\nعلى الصغار. قال: وأما المهر فإذا أقر الأب بالقبض فهو جائز. قلت: فإذا\nأدركت الصغيرة وطلبت المهر فأقام الزوج شاهدين على إقرار الأب بالقبض ذهب\nإلى أنه جائز. قلت لإسحاق: امرأة اختلعت من زوجها وهو مريض فمات، أو ماتت\nهل يتوارثان؟ قال: لا يتوارثان هي فرت من الميراث، وكذلك الزوج لا يرثها.\nحدثنا أبو هشام قال <span id='ms115'></span>: حدثنا حسان، عن يونس بن يزيد، عن الزهري في امرأة\nاختلعت من زوجها وهي مريضة، قال: يكون ذلك في ثلثها لا يعدوه إن أجاز\nالورثة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p633'> Vol. 02, p. 633</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head56'>98- باب: تخيير الغلام بين أبويه</h3>\n\n<p>\nقلت لأحمد بن حنبل: إن النبي - صلى الله عليه وسلم - خير غلاما بين\nأبويه. كيف التخيير؟ قال: إذا بلغ سبع سنين خير، فإن شاء كان مع أبيه وإن\nشاء كان مع أمه. قلت: وقيل ذلك؟. قال: يكون مع الأم إلى سبع سنين قلت:\nفالجارية؟ قال: والجارية تكون مع الأم حتى تبلغ ما يجوز يزوجها، ثم تكون مع\nالأب. قلت: ست سنين قال: ست وسبع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p634'> Vol. 02, p. 634</a>\n            </div>\n            \n</p>\n\n<p>\nوسألت إسحاق قلت: إلى متى يكون الصبي والصبية مع الأم إذا طلقت؟ قال: أحب\nإلى أن يكون مع الأم إلى سبع سنين ثم يخير. قلت له: أترى التخيير؟ قال:\nشديدا، قلت: فأقل من سبع سنين، قال: قد قال بعضهم: خمس. ولكن أنا أحب إلى\nسبع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p635'> Vol. 02, p. 635</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا يحيى الحماني قال: ثنا ابن عيينة، عن يزيد بن يزيد بن جابر، عن\nإسماعيل بن عبيد الله، عن عبد الرحمن بن غنم قال: شهدت عمر بن الخطاب خير\nغلاما بين أبويه. حدثنا سعيد بن منصور قال: ثنا هشيم قال: أنبأ خالد\nالحذاء، عن الوليد بن مسلم قال: اختصموا إلى عمر بن الخطاب في يتيم، فخيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p636'> Vol. 02, p. 636</a>\n            </div>\n            \n</p>\n\n<p>\nفاختار أمه على عمه فقال عمر: إن لطف أمك خير من خصب عمك.\n</p>\n\n<p>\nحدثنا يحيى بن عبد الحميد وسعيد بن منصور قالا: ثنا سفيان بن عيينة، عن\nزياد بن سعد، عن هلال بن أبي ميمونة، عن أبي ميمونة، عن أبي هريرة أن رسول\nالله - صلى الله عليه وسلم - خير غلاما بين أبيه وأمه.\n</p>\n\n<p>\nحدثنا أبو معن، نا يحيى بن سعيد القطان قال: ثنا يونس بن عبد الله الجرمي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p637'> Vol. 02, p. 637</a>\n            </div>\n            \n</p>\n\n<p>\nقال: حدثني عمارة بن ربيعة أنه خاصم فيه عمه إلى علي بن أبي طالب، قال:\nفخيرني علي ثلاثا كلهن أختار أمي، وشهد أخ لي صغير فقال: علي إذا بلغ هذا\nمبلغ هذا خير. حدثنا عبيد الله بن <span id='ms116'></span> معاذ قال: ثنا أبي قال: ثنا أشعث، عن\nالحسن أن الأب أحق بالولد من الأم، إلا أن تكون مرضعا، والأم أحق به من\nالعصبة حتى تتزوج.\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: ثنا هشيم قال: أنبأ يونس وهشام، عن ابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p638'> Vol. 02, p. 638</a>\n            </div>\n            \n</p>\n\n<p>\nسيرين، عن شريح قال: الصبية مع أمهم ما كانت الدار واحدة ومعهم من\nالأموال ما يسعهم، فإذا تفرقوا فالأولياء أحق.\n</p>\n\n<p>\nحدثنا هشام بن عمار قال: حدثنا محمد بن شعيب، عن ابن لهيعة، عن عمر مولى\nغفرة أنه أخبره، عن زيد بن إسحاق بن جارية الأنصاري أن عمر بن الخطاب حين\nخاصم إلى أبي بكر في ابنه عاصم فقضى أبو بكر لأمه، ثم قال: سمعت رسول الله\n- صلى الله عليه وسلم - يقول: ((لا والدة عن ولدها)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p639'> Vol. 02, p. 639</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: حدثنا أبو عوانة، عن أشعث بن سليم أن جدة وأما\nاختصما إلى شريح فقالت الجدة:\n</p>\n\n<p>\nأبا أمية أتيناك ... وأنت المرء يأتيه\n</p>\n\n<p>\nأتاك ابن وأماه ... وكلتانا تفديه\n</p>\n\n<p>\nتزوجت فهاتيه ... ولا يذهب بك التيه\n</p>\n\n<p>\nفلو كنت تأيمت ... ما نازعتكم فيه\n</p>\n\n<p>\nألا أيها القاض ... ي هذه قضيتي فيه\n</p>\n\n<p>\nفقالت الأم:\n</p>\n\n<p>\nألا أيها القاضي ... قد قالت لك الجدة\n</p>\n\n<p>\nقولا فاستمع مني ... ولا تنظرني رده\n</p>\n\n<p>\nأعزي النفس عن ابني ... وكبدي حملت كره\n</p>\n\n<p>\nفلما كان في حجري ... يتيما ضائعا وجده\n</p>\n\n<p>\nتزوجت رجا الخير ... من يكفيني فقده\n</p>\n\n<p>\nومن يكفل لي رفده ... ومن يظهر لي وده\n</p>\n\n<p>\nقال شريح:\n</p>\n\n<p>\nقد سمع القاضي ما قلتما ... فقضى بينكما ثم فصل\n</p>\n\n<p>\nبقضاء بين وعلى ... القاضي جهد إن عقل\n</p>\n\n<p>\nثم قال: للجدة بيني بالصبي ... وخذي ابنك من ذات العلل\n</p>\n\n<p>\nإنها لو صبرت كان لها ... قبل دعواها تبغيها البدل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p640'> Vol. 02, p. 640</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head57'>99- باب: رضاع الصبي</h3>\n\n<p>\nوسألت إسحاق قلت: رجل طلق امرأته ثلاثا ولها صبي رضيع، والأب فقير، والأم\nتأبا أن ترضع الصبي هل تجبر الأم على رضاع الصبي؟ قال: لا. قلت: إن الأب\nفقير؟ قال: يحتال، وقال: ينظر إلى ما ترضع به غيرها، فتدفع إلى الأم فترضع\nالصبي.\n</p>\n\n<p>\nحدثنا المسيب بن واضح قال: ثنا ابن مبارك، عن المثنى <span id='ms117'></span>، عن عمرو بن شعيب\nقال: أخبرني سعيد بن المسيب وسليمان بن يسار أن عمربن الخطاب قضى في غلام\nتوفي أبوه وهو مسترضع ولم يترك أبوه مالا فقضى أن رضاعه على ورثته، ثم قال:\nلو لم أجد ورثة لجعلته على عاقلته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p641'> Vol. 02, p. 641</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وسمعت سفيان يقول في صبي له عم وأم وهي ترضعه قال: يكون رضاعه\nعليهما يوضع على العم بقدر ما ترث، لأن الأم تجبر على النفقة على ولدها.\nقال سفيان: وكان بعض الفقهاء يقول: يكون عليهم نفقته بقدر مواريثهم منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p642'> Vol. 02, p. 642</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head58'>100- باب: كسب المرأة في بيت زوجها</h3>\n\n<p>\nسألت أحمد عن كسب المرأة فقال لها.\n</p>\n\n<p>\nحدثنا المسيب بن واضح قال: ثنا ابن مبارك قال: سمعت سفيان يقول: لا يجبر\nالرجل امرأته على شيء من عمل البيت إنما عليها إلى فراشه، ولا تخرج إلا\nبإذنه، ولا تدخل عليها من يكره زوجها، وإن شاء دفع إليها زوجها طعاما دقيقا\nقال: وكان ابن أبي ليلى يقول: إن ترضع ولدها من جبرت على ذلك. حدثنا مسدد\nقال: ثنا عيسى بن يونس قال: حدثنا أبو بكر بن عبد الله بن أبي مريم، عن\nضمرة بن حبيب قال: قضى رسول الله - صلى الله عليه وسلم - على ابنته فاطمة\nبخدمة البيت وقضى على علي بما كان خارجا من البيت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p643'> Vol. 02, p. 643</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head59'>101- باب: إذا استدانت المرأة على زوجها وهو غائب</h3>\n\n<p>\nسألت أحمد قلت: رجل غاب عن أهله، فاستدانت بقدر نفقتها؟ قال: يجبر الزوج\nعلى قضاء ذلك. قلت: فإن كان أكثر من نفقتها؟ قال: لا، إلا ما تكتفي به.\nقلت: وكذلك إن كان له ولد صغار فاستدانت لهم؟ قال: نعم كل هذا على الزوج.\nحدثنا المسيب بن واضح قال: ثنا ابن مبارك، عن سفيان، عن منصور، عن إبراهيم،\nقال: إذا غاب الرجل، عن امرأته فأكلت من مالها لم يحسب عليه، وإن أدانت\nبالقصد كان عليه.\n</p>\n\n<p>\nحدثنا المسيب قال: حدثنا ابن مبارك، عن حماد بن زيد قال: سألت خالد\nالحذاء عن رجل غاب ووكل وكيلا أن ينفق على امرأته فجعل ينفق بعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p644'> Vol. 02, p. 644</a>\n            </div>\n            \n</p>\n\n<p>\nموته فكان <span id='ms118'></span> أبو العالية وأبو قلابة ومحمد يقولون: إذا مات الميت فماله\nميراث من أخذ منه شيئا فمن نصيبه.\n</p>\n\n<p>\nقال المسيب: وحدثنا ابن مبارك، عن سفيان، عن محمد بن علي، عن الحكم، عن\nإبراهيم في رجل قال لرجل: أنفق على امرأتي، فأنفق وهو ميت وهو لا يشعر.\nقال: ما أنفق في حياة الزوج فهو عليه، وما أنفق بعد موته فهو عليها، وقول\nإبراهيم الأول أحب إلي.\n</p>\n\n<p>\nوقال سفيان: وأرى أن يلزم المأمور ما أنفق عليها بعد موته؛ لأنه ضيع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p645'> Vol. 02, p. 645</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head60'>102- باب: من عجز عن نفقة امرأته</h3>\n\n<p>\nسئل أحمد، عن الرجل يعجز، عن نفقة امرأته. قال: يفرق بينهما تجلس على\nالخسف بغير شيء. قلت: فإن قيل له: طلقها فقال: لا. أفعل بطلاق القاضي عنه.\nقال: فيه اختلاف وذهب إلى أنه يجيز على الطلاق.\n</p>\n\n<p>\nحدثنا عبد الله بن الزبير الحميدي، قال: حدثنا سفيان، قال: حدثنا أبو\nالزناد، قال: سألت سعيد بن المسيب قلت الرجل لا يجد ما ينفق على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p646'> Vol. 02, p. 646</a>\n            </div>\n            \n</p>\n\n<p>\nامرأته قال: يفرق بينهما قلت: سنة قال: سنة.\n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: ثنا هشيم، قال: أبنأ يونس، عن الحسن قال: ينفق\nعليها أو يطلقها.\n</p>\n\n<p>\nحدثنا سعيد، قال: ثنا هشيم، عن مطرف، عن الشعبي قال: ينفق عليها إن وجد\nفلا يكلف ما لا يطيق.\n</p>\n\n<p>\nحدثنا المسيب قال: ثنا ابن مبارك، عن سفيان، عن يحيى بن سعيد، عن سعيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p647'> Vol. 02, p. 647</a>\n            </div>\n            \n</p>\n\n<p>\nبن المسيب قال: يفرق بينهما إذا لم يجد نفقة. قال: وكتب عمر بن عبد\nالعزيز فيها: {لا يكلف الله نفسا إلا ما أتاها} وبه يأخذ سفيان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p648'> Vol. 02, p. 648</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head61'>103- باب: المرأة تتزوج ولها ولد ترضعه أله إن يمنعها؟</h3>\n\n<p>\nقال: نعم له يمنعها؛ لأن حجرها له وهو أحق بها. قلت: وهذا ولدها. قال:\nيسترضع له أبواه. حدثنا محمد بن بشار، قال: حدثنا يحيى بن سعيد، قال: ثنا\nسفيان، قال: حدثنا الشيباني، عن رجل، عن عبد الله بن عتبة في رجل تزوج\nامرأة ومعها ولد. قال: لا ترضعه إلا بإذنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p649'> Vol. 02, p. 649</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head62'>104- باب: المرأة تعصي زوجها</h3>\n\n<p>\nقلت لأحمد: المرأة تعصي زوجها هل لها نفقة؟ قال <span id='ms119'></span>: لا.\n</p>\n\n<p>\nحدثنا محمد بن مرزوق قال: ثنا أبو قتيبة، عن أبي هلال، عن هارون قال: قلت\nللحسن امرأة خرجت مراغمة لزوجها ألها نفقة؟ قال: نعم. قلت: وما نفقتها؟\nقال: جوالق من تراب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p650'> Vol. 02, p. 650</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن بشار قال: أخبرنا يحيى بن سعيد قال: حدثنا سفيان، عن طارق،\nعن الشعبي في المرأة تستعصي على زوجها قال: ليس لها نفقة وإن مكثت عشرين\nسنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p651'> Vol. 02, p. 651</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head63'>105- باب: من يجبر على نفقة المرضع</h3>\n\n<p>\nقلت لأحمد: فأجر الصبي المرضع؟ قال: من نصيب الصبي إن كان له مال، وإلا\nفعلى الورثة بقدر سهامهم.\n</p>\n\n<p>\nوسألت إسحاق عن أجر المرضع قال: من نصيب الصبي إن كان له مال، وإلا فعلى\nالورثة بقدر سهامهم.\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: حدثنا سفيان، عن ابن جريج، عن عمرو بن شعيب، عن\nسعيد بن المسيب أن عمر بن الخطاب جبر عصبة الصبي أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p652'> Vol. 02, p. 652</a>\n            </div>\n            \n</p>\n\n<p>\nينفقوا عليه الرجال دون النساء.\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: ثنا جرير بن عبد الحميد، عن منصور ومغيرة، عن\nإبراهيم في قوله: {وعلى الوارث مثل ذلك} [البقرة: 233] قال: على الوارث إذا\nلم يكن للصبي أب ولا مال رضاع الصبي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p653'> Vol. 02, p. 653</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head64'>106- باب: قول النبي - صلى الله عليه وسلم - في مذمة الرضاع</h3>\n\n<p>\nقلت لأحمد: قول النبي - صلى الله عليه وسلم - في مذمة الرضاع غرة عبد أو\nأمة قال: هذا إذا كان للرجل ولد فأرضعته امرأة، فإنها إذا فطمته وفرغت من\nرضاعه فينبغي لأبي الصبي أن يعطي الظئر غرة عبد أو أمة.\n</p>\n\n<p>\nحدثنا أبو بكر الحميدي قال: ثنا سفيان، عن هشام بن عروة، عن أبيه، عن\nالحجاج الأسلمي، عن أبيه قال: قلت: يا رسول الله، ما يذهب عني مذمة الرضاع؟\nقال: ((الغرة العبد أو الأمة)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p654'> Vol. 02, p. 654</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا المسيب قال: حدثنا ابن مبارك، عن سفيان، عن منصور، عن إبراهيم قال:\nكانوا يستحبون أن يرضخوا للظئر عند الفطام. قيل لإسحاق: صبي له أم وخالة\nعلى من نفقته؟ قال: على الأم. قيل: فخال وعم؟ قال: النفقة على العم.\n</p>\n\n<p>\nحدثنا محمد بن عبد الأعلى قال: حدثنا معتمر بن سليمان قال <span id='ms120'></span>: سألت يونس عن\nيتيم له أم وعم، ولأمه ميسرة قال: كان الحسن يقول: النفقة على العم.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: حدثنا أبي قال: حدثنا أشعث، عن الحسن أنه\nكان يأخذ كل وارث بنفقة من يرث أبا كان أو غيره، وإن كان المأخوذ يتيما\nوكان يأخذ إلا العصبة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p655'> Vol. 02, p. 655</a>\n            </div>\n            \n</p>\n\n<p>\nوكان يأخذ ممن يرث الثلث ثلاثا، وممن يرث النصف نصفا، وكان الرجل بنفقة\nمولاه إذا كان فقيرا؛ وكذلك ابن أخيه إذا كان فقيرا؛ لأنه يرثه، وكان يأخذ\nالجد أبا الأب بالنفقة على بني ابنه وأبوهم حتى إذا لم يكن للأب ما يغنيهم\nوكان عند الجد غناء وكان يأخذ الرجل بنفقة امرأته إذا طلقها ثلاثا وهي مرضع\nفإذا فطمت فالأب أحق بالصبي من أمه، وأن الوالد يأخذ من مال ولده ما شاء،\nوأن الأم تأخذ كما يأخذ الآباء، وأنه كان لا يرى على العبد نفقة ابنه إذا\nكان حرا، ولا على مولى الأب وإن كان أذن له في التزويج إلا الرضاع.\n</p>\n\n<p>\nحدثنا أبو معن قال: حدثنا وهب بن جرير قال: حدثنا شعبة، عن مغيرة، عن\nإبراهيم في جارية لها أم ولها موال وليس لها مال قال: نفقتها على أمها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p656'> Vol. 02, p. 656</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head65'>107- باب: إذا دفع المهر أيحمل امرأته حيث شاء؟</h3>\n\n<p>\nقلت لإسحاق: فإذا دفع مهر امرأته، فله أن يحملها حيث شاء؟ قال: ليس له أن\nيحملها حيث شاء على المضرة. قال: وللزوج أن يقول للأب سلم إلى المرأة حتى\nأدفع إليك المهر.\n</p>\n\n<p>\nحدثنا المسيب قال حدثنا إبن مبارك، عن الحارث بن عبد الرحمن قال: أخبرني\nمسلم بن يسار قال: سألت سعيد بن المسيب عن الرجل يتزوج المرأة فيشترط له أن\nلا يخرجها؟ قال: إذا جمع الرجل امرأته فهي أولى بها إن شاء خرج بها إذا\nأوفاها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p657'> Vol. 02, p. 657</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head66'>108- باب: ولد أهل الذمة يسلم أحد أبويه</h3>\n\n<p>\nسألت أحمد عن النصرانية تسلم قبل زوجها ولها ولد صغار. قال: ولدها معها\nويجبر الأب على النفقة عليهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p658'> Vol. 02, p. 658</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: حدثنا أبي قال: ثنا أشعث، عن الحسن في <span id='ms121'></span>\nالصغير يكون بين أبويه وهما كافران ثم يسلم أحدهما. قال: هو مع المسلم\nمنهما.\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: حدثنا هشيم قال: أخبرنا عثمان البتي. قال:\nأخبرني عبد الحميد بن سلمة الأنصاري أن جده أسلم على عهد النبي - صلى الله\nعليه وسلم - وأبت امرأته أن تسلم فاختصما إلى رسول الله - صلى الله عليه\nوسلم - في الولد فقال رسول الله - صلى الله عليه وسلم -: ((إن شئتما\nخيرتماه)) فقعد الأب في ناحية والأم في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p659'> Vol. 02, p. 659</a>\n            </div>\n            \n</p>\n\n<p>\nناحية فتوجه الصبي نحو أمه فقال رسول الله - صلى الله عليه وسلم -:\n((اللهم اهده)) فرجع إلى أبيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p660'> Vol. 02, p. 660</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head67'>109- باب: من كان تحته نصرانية مع من يكون الولد</h3>\n\n<p>\nقلت لأحمد: رجل تحته نصرانية وهو مسلم، فطلقها مع من يكون الولد؟ قال: مع\nالأب المسلم قلت وإن كان صغيرا؟ قال: نعم.\n</p>\n\n<p>\nحدثنا عمران بن يزيد بن خالد قال: حدثنا الوليد بن مسلم، عن أبي عمرو\nالأوزاعي أن العم والد، فإذا أسلم العم النصراني وبنو أخيه أطفال جبروا على\nالإسلام إذا كان أبوهم ميت، فإن كان حيا لم يعرض لهم.\n</p>\n\n<p>\nإن كانت أمهم حية فهم على دين أمهم، وإن كانت قد ماتت ألحقوا بجدهم\nمسلمين. قال الوليد: قال الأوزاعي: والجد أبو الأب إذا أسلم فهو أولى بولد\nولده الصغار من أمهم إذا كان أبوهم قد مات. قال عمرو: والأخ يجرهم إذا كان\nأبوهم قد مات، والعم يجرهم والخال بتلك المنزلة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p661'> Vol. 02, p. 661</a>\n            </div>\n            \n</p>\n\n<p>\nقال الوليد: ويتأول أبو عمرو القرآن ولم أسمع منه أمر الخال.\n</p>\n\n<p>\nقيل لأبي عمرو: فنصراني تزوج أمة نصرانية، ثم أسلم زوجها قال: لا يلحق به\nولده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p662'> Vol. 02, p. 662</a>\n            </div>\n            \n</p>\n\n<h3 class='dic-item l3' id='head68'>110- باب: المرأة تسلم قبل زوجها هل ترجع إليه</h3>\n\n<p>\nسألت أحمد قلت: امرأة تسلم قبل زوجها في دار الإسلام؟ فقال: اختلف الناس\nفي ذلك. قيل: فلا تقف منه على شيء؟ قال: هذه مسألة مشتبكة. قال قوم: إن\nأسلم زوجها قبل أن تنقضي عدتها رجعت إليه. وقال قوم قد انقطع الذي بينهما.\nولم يقف منهما شيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p663'> Vol. 02, p. 663</a>\n            </div>\n            \n</p>\n\n<p>\nوقال في امرأة المرتد نحو ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p664'> Vol. 02, p. 664</a>\n            </div>\n            \n</p>\n\n<p>\nوسئل أحمد مرة أخرى عن المرأة <span id='ms122'></span> تسلم قبل زوجها، والرجل يسلم قبل امرأته\nقال: اختلف الناس في هذا. ولم يجب فيه، وقال مرة: هذه مسألة مشتبكة.\n</p>\n\n<p>\nحدثنا أحمد، قال: حدثنا عباد، قال: حدثنا خالد، عن عكرمة، عن ابن عباس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p665'> Vol. 02, p. 665</a>\n            </div>\n            \n</p>\n\n<p>\nقال: إذا أسلمت اليهودية والنصرانية قبل زوجها فهي أملك بنفسها. وسألت\nأبا ثور قلت: المرأة تسلم قبل زوجها؟ قال: قال الشافعي، ومالك: إن أسلم\nالرجل قبل أن تنقضي عدتها فهي امرأته ويقول هؤلاء: يدعوه الإمام فيعرض عليه\nالإسلام، فإذا فعل ذلك لم تحل له بعد ذلك.\n</p>\n\n<p>\nقلت: فما تقول أنت؟ قال: أقول إذا أسلمت قبله انفسخ النكاح بينهما لا\nترجع إليه البتة قلت: فإن أسلم الزوج قبلها؟ قال: إن كانا يهوديين أو\nنصرانيين فهما على النكاح، وإن كانا مجوسيين فقد وقعت الفرقة بينهما.\n</p>\n\n<p>\nقلت لأبي ثور: المرتد كيف تصنع امرأته؟ قال: كان الشافعي يقول: إن عاد\nإلى الإسلام قبل أن تنقضي عدة امرأته فهي امرأته. وقال مالك: انفسخ النكاح\nقلت: فما تختار أنت؟ قال: انفسخ النكاح بينهما.\n</p>\n\n<p>\nحدثنا أبو هشام قال: ثنا حسان، عن سفيان، عن عمرو بن ميمون، عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p666'> Vol. 02, p. 666</a>\n            </div>\n            \n</p>\n\n<p>\nعمر بن عبد العزيز قال: إذا أسلم في العدة فهو أحق بها. قال حسان: قال\nسفيان: ونحن نقول إذا أسلمت عرض عليه الإسلام، فإن أبي أن يسلم فرق بينهما\nنقول هي امرأته حتى يعرض عليه فإن أسلم وإلا فرق بينهما فإن أسلم بعد ذلك\nفلا شيء إلا بنكاح جديد. حدثنا عبيد الله بن معاذ قال: حدثنا أبي قال: ثنا\nأشعث، عن الحسن أن المشركين إذا أسلما جميعا في يوم واحد فهما على نكاحهما\nمن يهودي أو نصراني أو مجوسي، فإن أسلمت المرأة قبل زوجها فقد فرق الإسلام\nبينهما وليس بطلاق، وعدتها عدة المطلقة، ولا تزوج غيره حتى تعتد، وإن أسلم\nزوجها فله أن يتزوجها في عدتها منه، فإن كان دخل بها فلها الصداق كاملا،\nوإن لم يكن دخل بها فلا صداق لها ولا عدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p667'> Vol. 02, p. 667</a>\n            </div>\n            \n</p>\n\n<p>\nعليها، ونرى إسلامهما فرقة بائنة منه، ولا نراه طلاقا، ونقول فرق الإسلام\nبينهما <span id='ms123'></span>، فإن أسلم فتزوجها فهي على ثلاث تطليقات، وكذلك إن أسلم المجوسي ولم\nتسلم امرأته، وإن أسلم اليهودي أو النصراني ولم تسلم امرأته فهما على\nنكاحهما.\n</p>\n\n<p>\nحدثنا أبو هشام قال: حدثنا حسان قال: قال سفيان الثوري في رجل ارتد عن\nالإسلام أو ارتدت امرأته قال: قال سفيان: إذا ارتد واحد منهما انقطعت\nالعصمة. قلت: فإن قتل واحد به منهما هل بينهما ميراث؟ قال: ما كانت المرأة\nفي العدة فلها الميراث وعليها عدة المتوفى عنها زوجها. قلت: فإن لم يكن دخل\nبامرأته؟ قال لها نصف الصداق إذا كان هو المرتد، وإن ارتدت هي فلا شيء لها،\nلأن الفرقة جاءت من قبلها، وإن كان دخل بها فلها الصداق كاملا.\n</p>\n\n<p>\nقلت: إن تاب زوجها، ثم تزوجها على كم تكون، عنده؟ قال: على تطليقتين ومضت\nواحدة؛ لأن كل فرقة تجيء من قبل الرجل فهي تطليقة، وما كان من قبل النساء\nفلا يكون طلاقا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p668'> Vol. 02, p. 668</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: من يرث المرتد؟ قال: ورثته، وهو بمنزلة المريض إن قتل وامرأته في\nالعدة ورثته. قيل لأحمد: فتسلم المرأة، ثم يسلم الرجل وهي في العدة، أو قبل\nأن تزوج أو ما اختلف الناس فيه ما تختار من هذا؟ قال: ما أدري. وسألت\nإسحاق، عن امرأة من أهل الذمة أسلمت قبل زوجها قال: إن أسلمت قبل زوجها ثم\nأسلم الزوج في العدة فأنه يراجعها، وإن كان بعد انقضاء العدة لم يراجعها.\nحدثنا محمود قال: حدثنا عمر، عن الأوزاعي قال: سألت الزهري عن نصراني تحته\nنصرانية فأسلمت، فاعتدت حيضة، أو حيضتين، أو لم تحض حتى أسلم أهو أحق بها\nما لم تنقض/107/.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p669'> Vol. 02, p. 669</a>\n            </div>\n            \n</p>\n\n<p>\nقال حدثنا الوليد بن مسلم قال: ثنا عبد الرحمن بن يزيد بن جابر، عن مكحول\nأنه قال في متاع البيت إذا مات الرجل عن امرأته، أو طلقها: فما كان في\nبيتها من متاع النساء فهو لها، وما كان من متاع الرجال فهو له، وما كان\nنسبته متاع الرجال والنساء فهو لمن أقام البينة، فإن لم يكن بينة فهو لمن\nحلف عليه، وإلا <span id='ms124'></span> فهو بينهما.\n</p>\n\n<p>\nحدثنا هشام بن عمار قال: حدثنا خالد بن يزيد بن أبي مالك، عن أبيه قال:\nكل شيء من متاع البيت مما يكون للنساء فهو للمرأة، وكل شيء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p677'> Vol. 02, p. 677</a>\n            </div>\n            \n</p>\n\n<p>\nمما يكون للرجال من المتاع فهو للرجل، ومن متاع الرجل اللحف، والأردية،\nوالخدم، والدور، والأرضين، والسلاح، وآنية الطعام والشراب، والطعام\nوالشراب، والتوابيت، وقدور الطلاء إن كان له كرم، وإن كان الكرم للمرأة\nفالقدور للمرأة، وسائر النحاس كله للمرأة، والفرش، والثياب، والوسايد\nوالأنماط، والستور، والحلي كله للمرأة.\n</p>\n\n<p>\nحدثنا أحمد بن عبدة بن موسى قال: أنبأ سعيد ابن عمرو الزبيري قال: ثنا\nعبد الرحمن بن أبي الزناد أن أبا الزناد عبد الله بن ذكوان قال: كان سعيد\nبن المسيب، وعروة بن الزبير، والقاسم بن محمد، وأبو بكر بن عبد الرحمن بن\nالحارث بن هشام وخارجة بن زيد بن ثابت، وعبيد الله بن عبد الله بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p678'> Vol. 02, p. 678</a>\n            </div>\n            \n</p>\n\n<p>\nعتبة بن مسعود، وسليمان بن يسار يقولون في الرجل والمرأة يتجاحدان المتاع\nبينهما وهما مجتمعان، أو بعد أن يتفرقا بموت أو طلاق: أن للمرأة ما كان من\nمتاع البيت الذي هو من متاع النساء، ويجعل مع ذلك يمين، وأن للرجل ما كان\nمن متاع الرجل، ويجعل مع ذلك يمينه. حدثنا سعيد بن منصور قال: حدثنا هشيم\nقال: أخبرني منصور، عن الحسن قال: للمرأة ما أغلقت عليه باب: ها، إلا مصحف\nالرجل وسلاحه. وقال ابن سيرين: ما كان من مهر فهو لها، وما كان من غير ذلك\nفهو ميراث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p679'> Vol. 02, p. 679</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب: الإيلاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p680'> Vol. 02, p. 680</a>\n            </div>\n            \n</p>\n\n<p>\nسئل أحمد عن الإيلاء فلم يره تطليقة وقال: إذا مضت أربعة أشهر فإما أن\nيفئ وإما أن يطلق وسمعت أحمد مرة أخرى يقول في الإيلاء: إذا حلف على أكثر\nمن أربعة أشهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p681'> Vol. 02, p. 681</a>\n            </div>\n            \n</p>\n\n<p>\nفإنه إذا مضت أربعة أشهر فإنه يوقف فإما أن يفئ إليها وإما أن يطلق. قلت:\nفإن سكتت المرأة عنه؟ قال: لا يوقف إلا أن تطلب هي ذاك إنما الأمر إليها.\nحدثنا أحمد قال: حدثنا سفيان بن عيينة قال: ثنا الشيباني، عن الشعبي، عن\nعمرو بن سلمة <span id='ms125'></span> بن (حارث) (1) قال: قال علي في الإيلاء: إذا آلى من امرأته\nوقفه حتى تبين رجعة أو طلاقا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p682'> Vol. 02, p. 682</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو بكر الحميدي، قال: حدثنا سفيان، قال: حدثنا يحيى بن سعيد، عن\nسليمان بن يسار قال: أدركت بضعة عشر رجلا من أصحاب النبي - صلى الله عليه\nوسلم - من الأنصار كلهم يقول في المولي يوقف بعد الأربعة الأشهر فإما أن\nيفئ، وإما أن يطلق. حدثنا أحمد بن حنبل، قال: ثنا بهز بن أسيد، قال: حدثنا\nهمام، قال: سمعت قتادة يرويه، عن سعيد بن المسيب، عن أبي الدرداء قال في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p683'> Vol. 02, p. 683</a>\n            </div>\n            \n</p>\n\n<p>\nالإيلاء يوقف فإما أن يمسك، وإما أن يطلق وكان سعيد يأخذ به·حدثنا أحمد\nبن يونس، قال: ثنا ليث بن سعد، عن نافع أن عبد الله بن عمر كان يقول في\nالإيلاء الذي الله لا يحل لأحد بعد الأجل إلا أن يمسك بمعروف أو يعزم\nالطلاق كما أمره اللهحدثنا أحمد، قال: حدثنا وكيع، قال: ثنا مسعر، عن حبيب\nبن أبي ثابت،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p684'> Vol. 02, p. 684</a>\n            </div>\n            \n</p>\n\n<p>\nعن طاوس، عن عثمان أنه كان يقول في المولى بقول أهل المدينة يوقفه. حدثنا\nسعيد بن منصور، قال: ثنا هشيم، قال: أخبرنا ابن أبي ليلى، عن الحكم، عن\nمقسم، عن ابن عباس قال: عزم الطلاق انقضاء الأربعة أشهر والفيء الجماع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p685'> Vol. 02, p. 685</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head69'>باب: كيف الإيلاء</h1>\n\n<p>\nسمعت أحمد يقول: إذا حلف على أقل من أربعة أشهر فإنه ليس بإيلاء، وكذلك\nإن حلف على أربعة أشهر سواء، لأنه إذا مضت أربعة أشهر فليس يحجره عن\nتحليفها شيء، فالإيلاء لا يكون إلا أكثر من أربعة أشهر، ولا يذهب إلى قول\nمن يقول إذا مضت أربعة أشهر فهي تطليقة، وقال: يذهب أهل الكوفة إلى قول ابن\nمسعود·حدثنا أحمد، قال: ثنا سفيان، عن عمرو سمعت سعيد بن جبير يقول: جاء\nرجل إلى علي فقال: حلفت إن لا آتي امرأتي سنتين؟ قال: ما أراك إلا قد دخل\nعليك إيلاء· قال: إنما قلت من أجل الرضاع قال: فلا إذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p686'> Vol. 02, p. 686</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head70'>باب: من ترك امرأته فلم يقربها أشهرا كثيرة</h1>\n\n<p>\nقلت لأحمد: رجل ترك <span id='ms126'></span> امرأته منذ أشهر ولم يقربها؟ قال: قد أساء، ولا يدخل\nعليه إيلاء.\n</p>\n\n<p>\nحدثنا أحمد قال: ثنا معاذ بن معاذ قال: حدثنا أشعث، عن الحسن قال: كانت\nلأنس بن مالك امرأة في خلقها شيء، فكان يهجرها الأربعة الأشهر وأكثر من ذلك\nفيمر بها فتعلق بثوبه، وتقول يا ابن مالك الله الله يابن مالك، فما يكلمها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p687'> Vol. 02, p. 687</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head71'>باب: المولى يوقف فلم يفء/109/ولم يطلق</h1>\n\n<p>\nقلت لأحمد: المولى يوقف فلم يفء ولم يطلق؟ قال: يطلق السلطان عنه، لا\nيترك·وسألت أحمد مرة أخرى قلت: الرجل يولي ثم يوقف بعد أربعة أشهر كيف\nيراجع؟ قال: إذا كان له عذر من مرض أو غيره تكلم وقال: قد راجعت، وإن لم\nيكن له عذر فمذهبه الجماع. حدثنا أحمد قال: ثنا هشيم، عن حصين، عن الشعبي،\nعن مسروق قال: الفىء: الجماع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p688'> Vol. 02, p. 688</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أحمد قال: ثنا هشيم، عن يونس وعوف وأبي حرة، عن الحسن قال: الفىء:\nالإشهاد إذا كان عذر من مرض، أو حبس، أو نفاس.\n</p>\n\n<p>\nحدثنا أحمد قال: ثنا أبو معاوية قال: ثنا الأعمش، عن إبراهيم، عن أبي\nالشعثاء قال: نزل بي ضيف فآلا من امرأته، فنفست، فأراد أن يفيء فلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p689'> Vol. 02, p. 689</a>\n            </div>\n            \n</p>\n\n<p>\nتستطيع أن يقربها من أجل نفاسها، فأتى علقمة فذكر ذلك له فقال له علقمة:\nأليس قد فئت بقلبك ورضيت؟ قال: قد فئت من امرأتك.\n</p>\n\n<p>\nحدثنا أحمد، قال: حدثنا جرير، عن منصور، عن إبراهيم، عن أبي الشعثاء،\nقال: آلا رجل من الحي من امرأته فنفست، وأراد أن يفيء فخشي أن تمضي الأربعة\nالأشهر قبل أن يفيء فسألني عن ذلك فقلت: لا أدري، ولكن سأسأل لك، قال:\nوعلقمة، والأسود، ومسروق يومئذ أحياء فسألتهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p690'> Vol. 02, p. 690</a>\n            </div>\n            \n</p>\n\n<p>\nفقالوا: إذا هو فاء بلسانه أجزأه ذلك من الوقوع عليها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p691'> Vol. 02, p. 691</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head72'>باب: إذا حلف بالطلاق أن لا يقر بها سنة</h1>\n\n<p>\nسألت أحمد قلت: فإن حلف بالطلاق على سنة؟ قال: إن قربتك إلي سنة فأنت\nطالق. قال: هذا لا يكون إيلاء، وليس هو الإيلاء، إنما هو يمين قال الله:\n{للذين يؤلون من نسآئهم} [البقرة: 226] يقسمون وهذا ليس يمين <span id='ms127'></span>.\n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: حدثنا سفيان، عن عمرو قال: كان ابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p692'> Vol. 02, p. 692</a>\n            </div>\n            \n</p>\n\n<p>\nعباس يقر الذين يقسمون من نسائهم تربص أربعة أشهر وإن عزموا السراح.\n</p>\n\n<p>\nحدثنا المسيب بن واضح، ثنا ابن مبارك، عن سعيد، عن قتادة عن الحسن في رجل\nقال لامرأته: إن قربتك إلي سنة فأنت طالق ثلاثا. قال: إذا مضت أربعة أشهر\nفهي تطليقة بائنة ويتزوجها إن شاء.\n</p>\n\n<p>\nقلت لإسحاق: رجل طلق امرأته تطليقة وآلا منها في قول من يرى الإيلاء\nطلاقا، فاعتدت، فتزوجها في عدتها، ثم طلقها قبل أن يدخل بها، قال في: مهر\nونصف في قول من يقول تبين بالإيلاء.\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: حدثنا حماد بن زيد، عن منصور، عن إبراهيم أنه\nقال في ذلك: لها المهر كاملا وتستأنف العدة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p693'> Vol. 02, p. 693</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وقال الحسن وعامر: لها نصف الصداق، وتكمل مابقي من عدتها· قال حماد:\nقلت لمنصور: أي القولين أحب/110/إليك؟ قال: قول الحسن وعامر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p694'> Vol. 02, p. 694</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head73'>باب: تفسير قول علي الإيلاء والطلاق أنهما كفرسي رهان</h1>\n\n<p>\nقلت لإسحاق: قول علي بن أبي طالب في الايلاء والطلاق: إنهما كفرسي رهان،\nفسره لي قال: هذا لمن لا يرى أن يوقف، ويرى الطلاق إذا طلق قبل الأربعة\nالأشهر وقع الطلاق، وإن مضت أربعة أشهر وقع الإيلاء.\n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: أخبرنا هشيم قال: أخبرنا محمد بن سالم، عن\nالشعبي في رجل ألا من امرأته ثم طلقها، قال: قال علي: يستبقان كفرسي رهان\nقال: قال ابن مسعود: الطلاق يهدم الإيلاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p695'> Vol. 02, p. 695</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head74'>باب: إيلاء العبد</h1>\n\n<p>\nسألت أحمد قلت: العبد يولي من امرأته قال: أنا أقول إن الطلاق بالرجال\nوالعدة بالنساء فمن قال: هذا فإذا مضى شهران وقف، ثم قال: أنا ربما ذهبت\nإلى إن أجعله مثل الحر لا يوقف إلى أربعة أشهر. وكأنه اختاره بعد.\n</p>\n\n<p>\nوسألت إسحاق عن إيلاء العبد من الحرة والأمة قال: شهرين به يقع الطلاق\nوغيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p696'> Vol. 02, p. 696</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أحمد قال: ثنا هشيم، عن يونس، عن الحسن ومغيرة، عن إبراهيم أنهما\nقالا: إيلاء العبد من الحرة أربعة أشهر، ومن الأمة شهران.\n</p>\n\n<p>\nحدثنا المسيب <span id='ms128'></span> بن واضح، قال: حدثنا ابن مبارك، عن سعيد، عن أيوب، عن نافع\nأن الربيع بنت مسعود بن عفراء أتت ابن عمر فأخبرته: إن أخاها خلعها بمالها\nوكان زوجها فاجرا يشرب الشراب، فرفع ذلك إلى عثمان فأجازه، وأمرهاأن تتحول\nمن بيت زوجها، وأن تعتد حيضة· فقال ابن عمر رحمه الله: عثمان كان من خيارنا\nوأفقهنا. وكان لا يعجبه قوله في العدة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p697'> Vol. 02, p. 697</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب الظهار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p698'> Vol. 02, p. 698</a>\n            </div>\n            \n</p>\n\n<p>\nسألت أحمد قلت: الظهار من الحرة والأمة سواء؟ قال: إذا كانت الأمة امرأته\nتزوجها بمهر فهو سواء، وإذا كانت ملك يمينه أو أم ولده فليس منها ظهار.\n</p>\n\n<p>\nوسمعت أحمد مرة أخرى يقول: الظهار من الحرة والأمة سواء إذا كانت الأمة\nامرأته، فإذا كانت سرية يطأها فليس منها ظهار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p699'> Vol. 02, p. 699</a>\n            </div>\n            \n</p>\n\n<p>\nوسألت أحمد مرة أخرى، عن الظهار من الأمة إذا كانت ملك يمينه فليس هو\nظهار يجزيه كفارة يمين.\n</p>\n\n<p>\nحدثنا أبو معن قال: حدثنا معاذ قال: ثنا أشعث قال: سألت عطاء عن رجل ظاهر\nمن امرأته وهي أمة قال: يكفر ما يكفر من الحرة.\n</p>\n\n<p>\nحدثنا محمد بن معاوية/111/قال: حدثنا ابن لهيعة، عن عمرو بن شعيب، عن\nأبيه، عن جده قال: لا ظهار من الأمة.\n</p>\n\n<p>\nحدثنا محمد بن معاوية قال: حدثنا ابن لهيعة، عن ابن هبيرة قال: سمعت\nقبيصة ابن ذؤيب يقول: ليس في التظاهر من الأمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p700'> Vol. 02, p. 700</a>\n            </div>\n            \n</p>\n\n<p>\nإلا كفارة يمين.\n</p>\n\n<p>\nسئل أحمد عن رجل قال لامرأته أنت علي كأمي إن حلفت بالطلاق فحلف بالطلاق\nقال: يعتق رقبة أو يصوم شهرين.\n</p>\n\n<p>\nسئل أحمد، عن المظاهر متى تلزمه الكفارة؟ قال: إذا نوى إن يغشى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p701'> Vol. 02, p. 701</a>\n            </div>\n            \n</p>\n\n<p>\nوسمعته مرة أخرى يقول المظاهر إذا نوى إن يجامع فعليه الكفارة، فإن طلق\nقبل إن يجامع سقطت عنه الكفارة· ومذهبه نوى إن يجامع أو لم ينو إذا طلقها\nسقطت عنه الكفارة.\n</p>\n\n<p>\nقلت لأحمد: ولد الزنا يجوز في كفارة الظهار؟ فمرض علي فيه، ولم يجبني\nجوابا صحيحا.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: حدثنا أبي قال: حدثنا أشعث، عن الحسن أن\nالأعور، والمدبر، وولد الزنا يجزون في كفارة الظهار، والشيخ <span id='ms129'></span> الكبير،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p702'> Vol. 02, p. 702</a>\n            </div>\n            \n</p>\n\n<p>\nوالصبي الصغير، وكان يكره الأشل، والأعرج، والكفارة في ذلك، ولا يجزون،\nولا تجزيء أم الولد، ولا المكاتب في كفارة الظهار، وولد الزنا وولد الرشدة\nفي الكفارات سواء.\n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: حدثنا خالد بن عبد الله، عن مغيرة، عن إبراهيم\nقال: يعتق في الرقبة المؤمنة من عقل دينه.\n</p>\n\n<p>\nسئل أحمد عن الرجل يصوم من كفارة الظهار شهرا أو أكثر من شهر غير أنه لم\nيتم شهرين، ثم أيسر قال: يمضي في صيامه.\n</p>\n\n<p>\nقيل: يمضي في صيامه؟ قال: نعم إذا دخل في شيء أتمه ولم ير عليه الكفارة.\n</p>\n\n<p>\nوسئل أحمد مرة أخرى، عن الرجل يصوم من كفارة الظهار ثم أيسر؟ قال: يمضي\nفي صومه· قال: وكذلك جميع الكفارات إذا دخل في شيء مضى فيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p703'> Vol. 02, p. 703</a>\n            </div>\n            \n</p>\n\n<p>\nوسألت إسحاق عن رجل صام من كفارة الظهار بعضا ثم أيسر؟ قال: الذي أختار\nأن يلزمه العتق· وذكر عن مالك وأصحابه قال: يمضي في صيامه.\n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: حدثنا هشيم، قال: أنبأ منصور، عن الحسن قال:\nيمضي في صيامه.\n</p>\n\n<p>\nقلت لأحمد: صام من كفارة الظهار أياما ثم مرض؟ قال: إذا صح مضى في صيامه\nولا يستأنف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p704'> Vol. 02, p. 704</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو معن قال: حدثنا معتمر، عن إسماعيل بن أبي خالد، عن الشعبي في\nرجل كان عليه صيام شهرين متتابعين فقضاهما إلا يومين، ثم مرض قال:\n/112/يقضي (ذلك اليومين) (1) .\n</p>\n\n<p>\nسألت أحمد قلت: الرجل يقول لامرأته أنت علي كعمتي، أو كخالتي؟ قال: هو\nظهار. قال: الظهار من كل ذات محرم يحرم عليه نكاحها فهو ظهار. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p705'> Vol. 02, p. 705</a>\n            </div>\n            \n</p>\n\n<p>\nوسألت إسحاق، عن رجل قال لامرأته: أنت علي كأمك، أو كأختك، أو كجدتك· هل\nيكون هذا ظهار؟ قال: نعم هو ظهار.\n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: حدثنا هشيم، قال: أنبأ يونس، عن الحسن قال:\nالظهار من كل ذات محرم.\n</p>\n\n<p>\nقلت لأحمد: فإن قال: أنت علي كظهر أبي أو ابني أو كظهر رجل؟ قال: قد\nاختلفوا في هذا· قال بعضهم: هو ظهار. وذهب أحمد إلى أنه ليس بشيء.\n</p>\n\n<p>\nحدثنا الحماني قال: حدثنا ابن مبارك <span id='ms130'></span>، عن سعيد، عن مطر، عن حيان، عن جابر\nبن زيد قال: الظهار من كل ذات محرم ظهار، وإذا قال: أنت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p706'> Vol. 02, p. 706</a>\n            </div>\n            \n</p>\n\n<p>\nعلي كظهر رجل فهو ظهار.\n</p>\n\n<p>\nحدثنا المسيب بن واضح، قال: حدثنا ابن مبارك، قال: ثنا ابن جريج قال: قلت\nلعطاء: ظاهر بذات محرم؟ قال: سواء.\n</p>\n\n<p>\nوسئل عطاء، عن الرجل يقول لامرأته: أنت علي كأبي، أو كأختي؟ قال: ما\nهذا؟، ومن يقول هذا؟ فقال: أنت علي كابنة خالي· قال: ليس ذلك بظهار، إنما\nالظهار من ذوات المحرم.\n</p>\n\n<p>\nقال ابن المبارك: وسمعت سفيان يقول: إن قال: أنت علي كفخذ أمي، أو\nثدييها، أو بطنها· فهو ظهار· قال: وإن قال أنت علي كظهر أبي· فليس بظهار.\n</p>\n\n<p>\nوعن ابن جريج، عن عطاء قال: إن قال لامرأته: أنت علي كأبي. فهو ظهار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p707'> Vol. 02, p. 707</a>\n            </div>\n            \n</p>\n\n<p>\nقلت لعطاء: إن قال: أنت علي كالدم، أو كلحم الخنزير؟ قال: يمين يكفرها.\n</p>\n\n<p>\nسألت أحمد قلت: المظاهر يواقع قبل إن يكفر؟ قال: عليه كفارة واحدة· يذهب\nإلى حديث سلمة بن صخر، عن النبي - صلى الله عليه وسلم -.\n</p>\n\n<p>\nحدثنا يحيى بن عبد الحميد، قال: حدثنا عبد السلام، عن أبي إسحاق بن عبد\nالله، عن بكير بن الأشج، عن سليمان بن يسار، عن سلمة بن صخر قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p708'> Vol. 02, p. 708</a>\n            </div>\n            \n</p>\n\n<p>\nظاهرت من امرأتي فوقعت بها قبل أن أكفر فسألت النبي - صلى الله عليه وسلم\n- فقال: ((عليك كفارة واحدة)) .\n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: ثنا هشيم، قال: أخبرنا يونس، عن الحسن أنه\n(على) (1) يقول: إذا وقع المظاهر قبل إن يكفر فليمسك عن غشيانها، وليستغفر\nالله ويتوب، وعليه كفارة واحدة.\n</p>\n\n<p>\nسئل أحمد عن رجل ظاهر من أربع نسوة· قال: عليه كفارة واحدة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p709'> Vol. 02, p. 709</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: ثنا أبي قال: حدثنا أشعث/113/، عن الحسن في\nمن ظاهر من أربع نسوة بقول واحد. قال: عليه أربع كفارات ويكفر عن أيتهن شاء\nفيغشاها، ثم أخرى، ثم أخرى حتى يأتي عليهن، ولا يدخل عليه الإيلاء في تركه\nإياهن حتى يكفر إن جاوز أربعة أشهر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p710'> Vol. 02, p. 710</a>\n            </div>\n            \n</p>\n\n<p>\nسألت أحمد قلت: يجوز الصبي في كفارة الظهار <span id='ms131'></span>؟ قال: فيه اختلاف، وأما في\nالقتل فلا يجوز إلا من قد صلى وصام.\n</p>\n\n<p>\nحدثنا أحمد بن حنبل قال: حدثنا هشيم، قال: أنبأ يونس، عن الحسن وأبو\nحيان، عن الشعبي ومغيرة، عن إبراهيم أنهم كانوا يقولون فيمن قتل مؤمنا\nفعليه عتق رقبة قد بلغت، ويجزئ عتق الصغير في كفارة الظهار واليمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p711'> Vol. 02, p. 711</a>\n            </div>\n            \n</p>\n\n<p>\nسئل أحمد عن العبد يظاهر من امرأته؟ قال: فيه اختلاف وذكر - أظنه- عن\nإبراهيم قال: يصوم شهر، وذهب أبو عبد الله إلى شهرين، وقال: ليس في شهرين\nاختلاف· وقال: في إيلاء العبد أربعة أشهر.\n</p>\n\n<p>\nوسألت إسحاق عن ظهار العبد ماذا عليه؟ قال: عليه الصوم شهرين· قلت: وإن\nكانت امرأته أمة؟ قال: كذلك أيضا. ذهب إلى أن الحرة والأمة في ذلك سواء.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: حدثنا أبي قال: ثنا أشعث، عن الحسن في\nالعبد يظاهر؟ قال: إن أعتق عنه مولاه، وإلا صام شهرين حرة كانت امرأته أو\nأمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p712'> Vol. 02, p. 712</a>\n            </div>\n            \n</p>\n\n<p>\nيذهب أحمد إلى أن العبد يصوم في كفارة القتل والظهار شهرين كما يصوم\nالحر، وفي كفارة اليمين قيل: فللسيد أن يحول بينه وبين الصيام؟ قال: لا،\nلأن الصيام عليه في بدنه.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: حدثنا أبي قال: حدثنا أبو عوانة، عن مغيرة،\nعن إبراهيم قال إذا ظاهر العبد من امرأته وهي أمة صام شهرا.\n</p>\n\n<p>\nحدثنا المسيب بن واضح، قال: ثنا ابن مبارك، عن سفيان، عن يونس، عن الحسن\nفي العبد يظاهر. قال: إذا أذن له سيده في الطعام أجزأه.\n</p>\n\n<p>\nقال سفيان: لا يعجبنا إلا الصوم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p713'> Vol. 02, p. 713</a>\n            </div>\n            \n</p>\n\n<p>\nقلت لأحمد: الرجل يظاهر من امرأته مرارا في مجلس؟ قال: يجزئه كفارة\nواحدة. قلت: فإن كان في مجالس؟ قال: أرجوا أن يجزئه كفارة واحدة ما لم\nيكفر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p714'> Vol. 02, p. 714</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو معن قال: حدثنا معتمر، عن ليث، عن طاوس والشعبي قالا: إذا ظاهر\nالرجل من امرأته خمسين مرة قالا: يكفيه كفارة واحدة.\n</p>\n\n<p>\nقلت لأحمد: فشيخ ظاهر من امرأته ولا يقدر على العتق، ولا على الطعام، ولا\nعلى الصيام· قال: لا بد/114/من واحدة من <span id='ms132'></span> هذه الثلاث.\n</p>\n\n<p>\nسألت أحمد قلت: المظاهر إذا قال: لا أكفر· يجبر على الكفارة؟ قال: نعم.\n</p>\n\n<p>\nقلت: يروى عن سعيد بن المسيب في هذا شيء؟ قال: لا أعلم، ولكن يروى عن\nالحسن وابن سيرين حدثنا عباد بن العوام، عن سفيان بن حسين، عن الحسن وابن\nسيرين قالا: يستعدي عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p715'> Vol. 02, p. 715</a>\n            </div>\n            \n</p>\n\n<p>\nوسألت أحمد مرة أخرى فذكر نحوه. وسألت إسحاق قلت: رجل ظاهر ثم أمسك عن\nالكفارة وقال: لا أكفر· قال: يجبر على ذلك.\n</p>\n\n<p>\nحدثنا المسيب بن واضح، قال: حدثنا ابن مبارك، عن ابن جريج قال: أخبرني\nابن طاوس، عن أبيه قال: إن قال المظاهر: لا حاجة لي بها. لم يترك حتى يطلق\nإن كان لا حاجة له بها.\n</p>\n\n<p>\nسمعت أحمد يقول: المرأة إذا ظاهرت من زوجها لزمتها الكفارة كما يلزم\nالرجل إذا قالت لزوجها: أنت كأبي، أو كأخي، أو نحو ذلك· كفرت كما يكفر\nالرجل؛ لأن الظهار ليس بمنزلة الطلاق؛ لأن الظهار إنما هي يمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p716'> Vol. 02, p. 716</a>\n            </div>\n            \n</p>\n\n<p>\nقيل: فيطؤها (1) الزوج قبل أن تكفر هي؟ قال: الزوج إيش عليه من ذلك، إنما\nهو عليها.\n</p>\n\n<p>\nحدثنا عمرو بن عثمان قال: ثنا بقية بن الوليد، عن الوزير بن عبد الله، عن\nابن شبرمة، عن عبيد الله بن عن عبد الله بن مسعود قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p717'> Vol. 02, p. 717</a>\n            </div>\n            \n</p>\n\n<p>\nظهار الرجل والمرأة سواء.\n</p>\n\n<p>\nحدثنا عمرو بن عثمان قال: حدثنا الوليد بن مسلم، عن سعيد بن عبد العزيز،\nعن الزهري قال: على النساء من الظهار مثل ما على الرجال.\n</p>\n\n<p>\nحدثنا أبو معن قال: حدثنا وهب بن جرير قال: حدثنا شعبة، عن حصين\nوالشيباني، عن الشعبي أن عائشة بنت طلحة جعلت مصعبا عليها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p718'> Vol. 02, p. 718</a>\n            </div>\n            \n</p>\n\n<p>\nكظهر ابنها إن تزوجته، ثم أرادت أن تزوجه فسألت فأمرت أن تعتق رقبة.\n</p>\n\n<p>\nحدثنا المسيب بن واضح، قال: حدثنا ابن مبارك، عن ابن لهيعة، عن خالد ابن\nأبي عمران قال: سألت القاسم وسالم عن المرأة يخطبها رجل، فتظاهر منه، ثم\nأرادت بعد ذلك نكاحه؟ قالا: ليس بشيء.\n</p>\n\n<p>\nسمعت أحمد يقول: يعجبني في الكفارات كلها أن تكون رقبة مؤمنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p719'> Vol. 02, p. 719</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا المسيب قال: حدثنا ابن <span id='ms133'></span> مبارك، عن سفيان، عن ابن أبي نجيح، عن عطاء\nقال: يجزىء اليهودي والنصراني في كفارة الظهار.\n</p>\n\n<p>\nقال: وحدثنا ابن مبارك، عن ابن جريج، عن عطاء أنه كره الأشل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p720'> Vol. 02, p. 720</a>\n            </div>\n            \n</p>\n\n<p>\nوالأعرج يعني في الرقبة. وقال: حدثنا ابن/115/مبارك، عن ابن جريج، عن\nعطاء بن أبي رباح قال: يجزىء في الرقبة الأقطع والأبرص ولا يجزئ الأجذم.\n</p>\n\n<p>\nوقال أحمد في المظاهر إذا جامع قبل أن يتم الصيام استأنف.\n</p>\n\n<p>\nوسئل أحمد عن المظاهر يقبل قبل أن يكفر فكأنه رخص في القبلة وحدها وذكر\nعن ابن عباس أنه كره القبلة والمباشرة وغير ذلك وقال: إنه يراد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p721'> Vol. 02, p. 721</a>\n            </div>\n            \n</p>\n\n<p>\nبذلك كله الجماع.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: حدثنا أبي قال: حدثنا أشعث، عن الحسن في\nقوله: {ثم يعودون لما قالوا} [المجادلة: 3] قال: هو الغشيان في الفرج، وكان\nلا يرى بأسا أن ينكح المظاهر في مادون الفرج قبل أن يكفر.\n</p>\n\n<p>\nحدثنا المسيب، قال: حدثنا ابن مبارك، عن يونس، عن الزهري قال: ليس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p722'> Vol. 02, p. 722</a>\n            </div>\n            \n</p>\n\n<p>\nله أن يقبلها ولا يتلذذها حتى يكفر ولا نرى أن (\n</p>\n\n<h1 class='l1' id='head75'>..... </h1>\n\n<p>\n) (1) حتى يؤمر بالتكفير والرجوع إلى امرأته· قلت لأحمد: المظاهر إذا\nماتت امرأته؟ قال: يرثها· قلت: يكفر؟ قال: لا· حدثنا عبيد الله ابن معاذ،\nقال: حدثنا أبي، قال: حدثنا أشعث، عن الحسن فيمن ظاهر من امرأته، فمات\nأحدهما قبل أن يكفر· قال: يتوارثان، ويستحب للرجل إذا ماتت امرأته أن يكفر\nوإن لم يفعل فله الميراث على كل حال.\n</p>\n\n<p>\nحدثنا المسيب قال: حدثنا ابن مبارك، قال: حدثنا سعيد، عن قتادة. قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p723'> Vol. 02, p. 723</a>\n            </div>\n            \n</p>\n\n<p>\nترثه ولا يصل إلى ميراثها حتى يكفر.\n</p>\n\n<p>\nسألت أبا ثور قلت: المظاهر إذا ماتت امرأته قبل ن يكفر؟ قال: إن كان\nوطئها قبل أن تموت كفر على كل حال، وإن لم يكن وطئها فلا كفارة عليه،\nويرثها على كل حال.\n</p>\n\n<p>\nحدثنا أبو معن قال: حدثنا حماد بن مسعدة، عن أشعث، عن الحسن فيمن ظاهر من\nامرأته في مقاعد شتى قال: عليه لكل ظهار منها كفارة، إلا أن يكون عنى شيئا\nواحدا· قال: وقال مالك بن أنس: في هذا <span id='ms134'></span> كله كفارة واحدة.\n</p>\n\n<p>\nسألت أبا ثور قلت: رجل ظاهر من امرأته ثم طلقها ثلاثا، فتزوجت زوجا،\nفطلقها، ثم تزوجها الأول كيف حاله في الظهار؟ قال: سقط الظهار وبطلت أحرامه\nكلها· قلت فرجل طلق امرأته تطليقة، فتزوجت رجلا، فطلقها ثم رجعت إلى الأول؟\nقال: هي عنده على ما بقي من الطلاق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p724'> Vol. 02, p. 724</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: فهل يطعم الصبيان في كفارة الظهار؟ قال: إذا كانوا يأكلون/116/فلا\nبأس· قلت وإن لم يكونوا صلوا؟ قال: وإن لم يكونوا صلوا· قال: وإن لم يكونوا\nيأكلون فلا يطعمهم· قلت فيطعم الكفار؟ قال: لا· قلت: وكذلك القتل؟ قال: نعم\nكل كفارة واجبة فأنه لا يطعم الكفار ويطعم الصبيان إذا كانوا يأكلون· قلت\nفالمظاهر لا يجد إلا مسكينا أو مسكينين؟ قال: لا يقربها حتى يكون ستين\nمسكينا، ولا يطعم واحدا طعام خمسة أو ستة لأن الله قال: {ستين مسكينا} قلت:\nوكذلك جمع الكفارات؟ قال: نعم· قلت: فالظهار قبل الملك؟ قال: ليس بشيء،\nوكذلك الطلاق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p725'> Vol. 02, p. 725</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب اللعان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p726'> Vol. 02, p. 726</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت أحمد يقول في اليهودية والنصرانية تكون تحت المسلم فيقذفها؟ قال:\nيلاعنها· قيل: فبين الحر والأمة؟ قال: نعم· قال أحمد: وإن أكذب نفسه ألحق\nبه الولد، ولا يجتمعان أبدا على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p727'> Vol. 02, p. 727</a>\n            </div>\n            \n</p>\n\n<p>\nحال، وفي ضربه اختلاف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p728'> Vol. 02, p. 728</a>\n            </div>\n            \n</p>\n\n<p>\nوسمعت أحمد أيضا يقول: الرجل المسلم يلاعن اليهودية والنصرانية.\n</p>\n\n<p>\nوسألت أبا ثور قلت إن قذف امرأته وهي يهودية؟ قال: يلاعنها.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: حدثنا أبي، نا أشعث، عن الحسن أنه كان يرى\nاللعان بين كل زوجين، ويراه بين المسلم والذمية، والحرة والعبد، والأمة\nوالعبد، والحر والأمة، واللعان من الكافرة والأمة مثل الحرين المسلمين، إلا\nإن روح الأمة إن أكذب نفسه لم يجلد وكانا على حالهما وفيمن قذف امرأته وهي\nصغيرة ولم تحض قال: لا حد، ولا لعان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p729'> Vol. 02, p. 729</a>\n            </div>\n            \n</p>\n\n<p>\nوقال: إذا تزوج الرجل امرأة في عدة من غيره، أو ذات محرم منه، أو خامسة،\nأو أخت امرأته، أو تزوج تزويجا لا يصلح، أو ليس بصحيح، أو تزوج أختين بكلام\nواحد فقذفهما، أو إحديهما، أو واحدة من هؤلاء النسوة، ثم <span id='ms135'></span> علم بفساد التزويج\nجلد ولا يلاعن، إلا أن تكون حاملا فينتفي من الولد فيلاعن، ولا يجلد، وإن\nالمتلاعنين يفرق بينهما ولا يجتمعان أبدا.\n</p>\n\n<p>\nحدثنا محمد بن أبي بكر قال: ثنا عمر بن هارون، عن الأوزاعي، عن عمرو بن\nشعيب، عن أبيه، عن جده أن النبي - صلى الله عليه وسلم - قال: ((أربع ليس\nبينهن وبين أزواجهن لعان اليهودية تحت المسلم، والنصرانية تحت المسلم،\nوالحرة تحت العبد، والأمة تحت الحر)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p730'> Vol. 02, p. 730</a>\n            </div>\n            \n</p>\n\n<p>\nقلت لأحمد: فيهودي قذف يهودية يتلاعنان؟ قال: إذا ارتفعا إلى حكام\nالمسلمين حكم فيهم بحكم المسلمين· ثم قال أحمد: ليس لهذا وجه، لأنه ليس عدل\nواللعان إنما هو الشهادة، وهو ليس بعدل فتجوز شهادته/117/. كأنه لم ير\nبينهما لعانا.\n</p>\n\n<p>\nحدثنا محمود، عن عمر بن عبد الواحد، قال: سمعت الأوزاعي يقول في نصراني\nقذف امرأته ثم ترافعا إلى إمام المسلمين ورضوا به هل بينهما لعان؟ قال: لا؛\nلأنه لا حرمة لهم، ولا حد، ولو أن بعضهم قذف بعضا ثم ارتفعوا إلى حكام\nالمسلمين لم يضرب بعضهم لبعض.\n</p>\n\n<p>\nوقال أحمد: الملاعن إذا أكذب نفسه بعد اللعان لم ترد عليه امرأته.\n</p>\n\n<p>\nوسألت أحمد مرة أخرى قلت: الرجل يكذب نفسه بعد اللعان؟ قال: يلحق به\nالولد ولا يجتمعان أبدا، وقد اختلفوا في الضرب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p731'> Vol. 02, p. 731</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: حدثنا خالد بن عبد الله، عن داود بن أبي هند،\nعن سعيد بن المسيب قال: إذا أكذب الملاعن نفسه جلد وتزوجها إن شاء.\n</p>\n\n<p>\nحدثنا المسيب، قال: ثنا ابن مبارك، عن الفضل بن دلهم، عن الحسن قال: إذا\nقال: كذبت عليها جلد الحد، ولم ترجع إليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p732'> Vol. 02, p. 732</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سعيد بن منصور قال: ثنا أبو معاوية، عن الأعمش، عن إبراهيم قال:\nقال عمر بن الخطاب: المتلاعنان يفرق بينهما ثم لا يجتمعان أبدا.\n</p>\n\n<p>\nقيل لأحمد: رجل لاعن امرأته، فشهد أربع شهادات، فلما كان عند الخامسة وقف\nولم يشهد؟ فقال: هذا لم يتم اللعان يضرب وترد عليه امرأته.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ، قال: حدثنا أبي، قال: حدثنا أشعث، عن الحسن\nقال: إذا <span id='ms136'></span> أكذب القاذف لامرأته نفسه قبل أن يتم اللعان جلد وهي امرأته ولحقه\nالولد والحبل أيهما كان، وإن كان قد تم اللعان لم يجلد، وبرئ من الولد\nوالحبل، ولم ترد إليه امرأته أبدا، ولم يلتفت إلى قوله.\n</p>\n\n<p>\nقيل لأحمد إذا قال الرجل لامرأته: ليس ما في بطنك مني· قال: هذا ليس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p733'> Vol. 02, p. 733</a>\n            </div>\n            \n</p>\n\n<p>\nنفيا ولم يره شيئا وقال: هذا مجهول؛ لأنه لا يدرى ما في بطنها لعله ريح\nأو وجع.\n</p>\n\n<p>\nحدثنا محمد بن رافع قال: حدثنا ابن أبي بكر فديك قال: حدثنا ابن أبي ذئب،\nعن ابن شهاب أن رجلا نكح امرأة ولم يدخل بها حتى حملت قال: ليس مني· وقالت:\nهو منه· ولا يعلم أنه دخل عليها؟ قال: يتلاعنان، ولا صداق لها؛ لأنه لم\nيدخل بها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p734'> Vol. 02, p. 734</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت أحمد يقول: إذا قذف الرجل امرأته، ثم طلقها ثلاثا فأنه يلاعن، وإذا\nطلق ثلاثا، ثم قذف مكانه فإنه لا يلاعن، لأنها ليست امرأته.\n</p>\n\n<p>\nقيل: فإن كانت حاملا فقذفها، وقال: ولدك ليس مني· قال: فيه اختلاف.\n</p>\n\n<p>\nقيل: فإن طلقها واحدة وهي في العدة/118/ثم قذفها· قال: هي امرأته يلاعن.\n</p>\n\n<p>\nوقال أحمد مرة أخرى: إذا قذف الرجل امرأته ثم طلقها فإنه يلاعن، لأن\nاللعان وجب عليه قبل أن يطلق فهو عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p735'> Vol. 02, p. 735</a>\n            </div>\n            \n</p>\n\n<p>\nسألت أحمد مرة أخرى قلت: رجل طلق امرأته ثم قذفها في العد. قال: إن كان\nطلاقا يملك الرجعة فإنه يلاعن؛ لأنه يملكها، وإن كان طلقها طلاقا لا يملك\nالرجعة فإنه لا يلاعن هذا إذا قذف وهي في العدة.\n</p>\n\n<p>\nحدثنا سعيد بن منصور، (قال: حدثنا هشيم) ، قال: أنبأ هشام بن حسان، عن\nحبان الأزدي، عن جابر بن زيد، عن ابن عمر في رجل طلق امرأته ثم قذفها· قال:\nإن كان طلقها ثلاثا جلد وألحق به الولد ولم يلاعن، وإن كان طلقها واحدة\nلاعن.\n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: حدثنا هشيم، قال: أنبأ يونس، عن الحسن قال:\nإذا قذفها ثم طلقها ثلاثا لاعن حاملا كانت أو غير حامل، وإذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p736'> Vol. 02, p. 736</a>\n            </div>\n            \n</p>\n\n<p>\nطلقها ثلاثا ثم قذفها، فإن كانت حاملا لاعنها، وإن <span id='ms137'></span> لم تكن حاملا جلد ولم\nيلاعن.\n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: حدثنا هشيم، قال: أنبأ مغيرة، عن الشعبي في\nرجل طلق امرأته ثلاثا ثم قذفها في العدةقال: يلاعن· فقال له الحارث العكلي:\nقال الله: {والذين يرمون أزواجهم} [النور: 6] أفتراها زوجته وقد طلقها\nثلاثا!، ثم قال: إني لأستحي إذا رأيت الحق أن أرجع.\n</p>\n\n<p>\nسألت إسحاق قلت: رجل قذف امرأته فماتت أو مات قبل أن يلاعنها؟ قال: سقط\nاللعان ويتوارثان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p737'> Vol. 02, p. 737</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا المسيب بن واضح، عن ابن مبارك قال: ثنا ابن جريج قال: قلت لعطاء إن\nمات أحدهما ولم يتلاعنا؟ قال: يرثه الآخر ولا يلاعن.\n</p>\n\n<p>\nسمعت أحمد يقول في المتلاعنين لا تقع الفرقة بينهما إلا أن يفرق الحاكم\nبينهما، لأن ابن عمر قال: فرق رسول الله - صلى الله عليه وسلم - بينهما،\nقيل: فإن لم يفرق الحاكم أهما على حالهما؟ قال: لا يكونان على حالهما، ولكن\nبينهما أن يفرق بينهما.\n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: حدثنا مالك بن أنس، عن نافع، عن ابن عمر قال:\nفرق رسول الله - صلى الله عليه وسلم - بين المتلاعنين وألحق الولد بأمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p738'> Vol. 02, p. 738</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سعيد قال: حدثنا سفيان، عن الزهري سمع سهل بن سعد يقول: شهدت رسول\nالله - صلى الله عليه وسلم - فرق بين المتلاعنين وأنا ابن خمس عشرة سنة.\n</p>\n\n<p>\nسألت إسحاق: أربعة شهدوا على امرأة بالزنا أحدهم زوجها· قال: إذا جاء\nليشهد/119/ عليها بالزنا ومعه ثلاثة نفر جازت شهادتهم وترجم وإذا رماها\nبالزنا وجاء ثلاثة فشهدوا مع الزوج جلد الثلاثة ويلاعن الزوج.\n</p>\n\n<p>\nحدثنا أبو معن قال: حدثنا أبو بكر الحنفي قال: حدثنا الحسن بن عمارة، عن\nالزهري، عن سعيد بن المسيب قال: قال عمر بن الخطاب: إذا قذف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p739'> Vol. 02, p. 739</a>\n            </div>\n            \n</p>\n\n<p>\nالرجل امرأته وجاء ثلاثة يشهدون جلدوا ولاعنها الزوج، وإذا جاءوا أربعة\nجميعا أحدهم زوجها (1) أقيم عليها الحد.\n</p>\n\n<p>\nحدثنا محمد بن معاوية قال: حدثنا ابن أبي الزناد، عن أبيه، عن عبيد الله\nبن عبد الله، عن ابن عباس في أربعة شهدوا على امرأة بالزنا أحدهم زوجها\nيجلد الثلاثة ويلاعن الزوج·سألت أبا <span id='ms138'></span> ثور قلت: أربعة شهدوا على امرأة بالزنا\nأحدهم زوجها؟ قال: كان الشافعى يقول: يجلد الثلاثة ويلاعنها الزوج، وقال\nغيره: هو شاهد يقام عليها الحد· قلت لأبي ثور: ما تقول أنت؟ قال: أجيز\nشهادتهم وأحدها، لأن الله تعالى قال: {والذين يرمون أزواجهم ولم يكن لهم\nشهداء إلا أنفسهم} [النور: 6] وهذا معه شهداء.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: حدثنا أبي قال: أنبأ أشعث، عن الحسن في من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p740'> Vol. 02, p. 740</a>\n            </div>\n            \n</p>\n\n<p>\nقذف امرأته وهي صغيرة ولم تحض قال: لا حد ولا لعان.\n</p>\n\n<p>\nحدثنا أبو معن قال: حدثنا ابن رجاء، نا جرير بن أيوب، عن الشعبي أن رجلا\nقذف امرأته بالزنا فقال: زنا بك فلان· فلاعنته امرأته، ثم إن الرجل الذي\nقذف بالمرأة جاء بعد فقال: افتريت على فإنه لا يجلد له زوج المرأة، لأن\nملاعنته المرأة أبطلت عنه الحد.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: حدثنا أبي قال: ثنا أشعث، عن الحسن فيمن\nلاعن امرأته ثم قذفها· قال: إن كان قال: يازانية· جلد، وإن قال: الذي قلت\nحق· لم يجلد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p741'> Vol. 02, p. 741</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو معن قال: حدثنا محمد بن جعفر قال: حدثنا شعبة، عن مغيرة، عن\nإبراهيم والشعبي قالا: إذا لاعن الرجل امرأته ثم قال: الولد ليس مني فإنه\nيجلد حدا.\n</p>\n\n<p>\nحدثنا عبيد الله قال: حدثنا أبي قال: حدثنا أشعث، عن الحسن قال: إذا\nالتعن الرجل وأبت المرأة أن تلتعن حبست حتى تلتعن أو تقر بالزنا.\n</p>\n\n<p>\nحدثنا المسيب قال: حدثنا ابن مبارك، عن يحيى بن أيوب البجلي قال: سمعت\nالشعبي سأله عن: رجل قذف امرأته وهي صماء بكماء عمياء؟ قال: هي مثل الميتة\nيضرب ثمانين وهي امرأته، أو تقر بالزنا. /120/\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p742'> Vol. 02, p. 742</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head76'>باب: عدة أم الولد</h1>\n\n<p>\nسئل أحمد، عن عدة أم الولد؟ قال: حيضة نذهب إلى أنها أمه وقال: لو كان\nعدتها ثلاث حيض ورثت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p743'> Vol. 02, p. 743</a>\n            </div>\n            \n</p>\n\n<p>\nوسألت أحمد مرة أخرى قلت: عدة أم الولد إذا طلقها زوجها وهو حر أو عبد؟\nقال: هي أمه حتى يموت سيدها.\n</p>\n\n<p>\nقلت: فإن مات عنها سيدها كم تعتد من السيد؟ قال: عدة أم الولد <span id='ms139'></span>؛ لأنها لو\nكانت حرة كانت ترث منه· وقال: أم الولد، والمكاتب، والمدبر عبيد.\n</p>\n\n<p>\nوسألت إسحاق عن عدة أم الولد فقال: أربعة أشهر وعشرا.\n</p>\n\n<p>\nحدثنا أحمد قال: حدثنا يحيى بن سعيد، عن عبيد الله قال: أخبرني نافع، عن\nابن عمر قال: استبرأ أم الولد إذا مات عنها سيدها أو أعتقها حيضة.\n</p>\n\n<p>\nحدثنا أحمد قال: حدثنا يعقوب بن إبراهيم قال: ثنا عبد العزيز بن المطلب،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p744'> Vol. 02, p. 744</a>\n            </div>\n            \n</p>\n\n<p>\nعن عبد الله بن أبي بكر، عن ابن شهاب، عن عبادة بن الصامت أنه قال: عدة\nأم الولد حيضة.\n</p>\n\n<p>\nحدثنا أحمد قال: حدثنا محمد بن جعفر قال: حدثنا سعيد، عن مطر، عن رجاء بن\nحيوة، عن قبيصة بن ذؤيب، عن عمرو بن العاص أنه قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p745'> Vol. 02, p. 745</a>\n            </div>\n            \n</p>\n\n<p>\nلا تلبسوا علينا سنة نبينا - صلى الله عليه وسلم - عدتها عدة المتوفى\nعنها زوجها أربعة أشهر وعشرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p746'> Vol. 02, p. 746</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head77'>باب: من باع جارية ثم ظهر بها حمل</h1>\n\n<p>\nقيل لأحمد: رجل له أمة فباعها من قوم فلما مكثت عندهم أياما ظهر بها حمل\nفأقر البائع أنه منه· قال: ترد عليه الجارية لأنه لا يجوز له أن يبيع مالا\nيملك· قيل: فإنه قد أنفق الثمن وليس له مال؟ قال: يصير الثمن دينا عليه.\n</p>\n\n<p>\nقيل لأحمد: زوج بريرة حرا كان أو عبد؟ قال: الأحاديث الصحاح أنه كان\nعبدا.\n</p>\n\n<p>\nوسمعت إسحاق يقول: تخير الأمة من العبد، ولا تخير من الحر، وذكر عن أهل\nالمدينة أن زوج بريرة كان عبدا.\n</p>\n\n<p>\nحدثنا إسحاق قال: أنا المغيرة بن سلمة المخزومي قال: حدثنا وهب، عن عبيد\nالله بن عمر، عن عروة، عن عائشة قالت:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p747'> Vol. 02, p. 747</a>\n            </div>\n            \n</p>\n\n<p>\nكان زوج بريرة عبدا.\n</p>\n\n<p>\nحدثنا إسحاق قال: أخبر المخزومي قال: حدثنا وهب، عن عبيد الله، عن نافع،\nعن صفية بنت أبي عبيد أنها قالت: كان زوجها عبدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p748'> Vol. 02, p. 748</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا إسحاق، قال: أخبرنا جرير، قال: ثنا هشام بن عروة، عن أبيه، عن\nعائشة قالت: كاتبت بريرة على نفسها بتسع أواق كل سنة أوقية، فخيرها رسول\nالله - صلى الله عليه وسلم - من زوجها/121/وكان عبدا فاختارت نفسها· قال\nعروة: ولو كان <span id='ms140'></span> حرا ما خيرها رسول الله - صلى الله عليه وسلم -.\n</p>\n\n<p>\nحدثنا علي بن عثمان، قال: ثنا حماد، قال: أخبرنا قتادة، عن عكرمة، عن ابن\nعباس أنه قال: كان زوج بريرة عبدا أسودا كأني أنظر إليه في سكك المدينة\nيبكي.\n</p>\n\n<p>\nحدثنا المسيب بن واضح، قال: حدثنا ابن مبارك، عن موسى بن عقبة، عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p749'> Vol. 02, p. 749</a>\n            </div>\n            \n</p>\n\n<p>\nنافع، عن ابن عمر أنه كان يقول: إذا كانت المرأة تحت العبد فأصابتها\nعتاقة فأنها تخير ما لم يمسها زوجها إن شاءت كانت امرأته وإن شاءت فارقته\nفإن أقرت حتى يجامعها فلا تستطيع أن تنتزع منه.\n</p>\n\n<p>\nقال أحمد في الأمة إذا عتقت وزوجها عبد فوطئها بعد العتق: فليس لها خيار\nعلمت أن لها الخيار أو لم تعلم. مذهبه مذهب حديث حفصة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p750'> Vol. 02, p. 750</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو محمد: في كتابي إذا بيعت، وإنما هو إذا عتقت.\n</p>\n\n<p>\nحدثنا أبو هشام قال: حدثنا حسان قال: قال سفيان: إن وقع عليها وهي لا\nتعلم أن لها الخيار فإن حلفت خيرت، وإن كانت تعلم فلا خيار لها.\n</p>\n\n<p>\nوقال سفيان: إذا أعتقت تحت من كانت حر أو عبد فخيرت فاختارت نفسها ولم\nيكن دخل بها فلا صداق لها؛ لأن الفرقة جاءت من قبلها، وإذا اختارته قبل أن\nيدخل بها فدخل بها فالصداق للسيد، لأن أصل المهر وقع للسيد حين نكحت، وإن\nكان الخيار بعد الدخول فذلك أوجب أن يكون للسيد، وإذا أعتقت فعلمت في\nمجلسها أن لها الخيار فلم تخير فلا خيار لها.\n</p>\n\n<p>\nحدثنا المسيب بن واضح، قال: حدثنا ابن مبارك، عن يونس، عن الزهري قال:\nأخبرني عروة بن الزبير أن مولاة لبني عدي بن كعب أخبرته أنها لما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p751'> Vol. 02, p. 751</a>\n            </div>\n            \n</p>\n\n<p>\nأعتقت دعتني حفصة زوج النبي - صلى الله عليه وسلم - فقالت: إني مخبرتك\nخبرا والله ما أحب أن تفعليه ولكني تحرجت أن أكتمك، تعلمين أمرك بيدك إن\nشئت استقررت عند زوجك، (وإن شئت فارقتيه) (1) ما لم يمسسك فإن مسك قبل أن\nتفارقيه فليس لك من أمرك شيء· قالت: فقلت: أشهدكم أني فارقته. وكان عبدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p752'> Vol. 02, p. 752</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head78'>باب: العزل</h1>\n\n<p>\nسئل أحمد عن العزل <span id='ms141'></span> فقال: أما الحرة فلا إلا بإذنها. وقال: إذا أذنت فلا\nبأس.\n</p>\n\n<p>\nوسمعت إسحاق يقول لا بأس بالعزل يستأمر من الحرة ولا يستأمر الأمة، إلا\nأن تكون أمة لها زوج فلا يعزل عنها زوجها إلا بأمرها، فأما السرية\nفلا/122/يستأمرها سيدها، ولا تستأمر مملوكتك.\n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: ثنا سفيان، عن ابن أبي نجيح، عن مجاهد، عن\nقرعة، عن أبي سعيد الخدري أن رسول الله - صلى الله عليه وسلم - سئل عن\nالعزل فقال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p753'> Vol. 02, p. 753</a>\n            </div>\n            \n</p>\n\n<p>\n((لما تفعلونه - ولم يقل فلا تفعلوه - فإنه ليس نفس مخلوقة إلا الله\nخالقها)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p754'> Vol. 02, p. 754</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head79'>باب: من اشترى جارية فقبلها</h1>\n\n<p>\nقيل لأحمد: رجل اشترى جارية حاملا أيقبلها؟ قال: لا· سبحان الله أتقبل\nامرأة لعلها أم ولد رجل· قيل إنه لا يدرى ممن الولد· فكرهه كراهية شديدة.\n</p>\n\n<p>\nوقيل لأحمد أيضا: إن الرجل يشتري الأمة أيقبلها أو (يطأها) (1) دون\nالفرج؟ فكرهه.\n</p>\n\n<p>\nقيل: والصغيرة؟ فلم يجبه فيها، وكرهه أيضا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p755'> Vol. 02, p. 755</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا علي بن عثمان قال: ثنا حماد، عن علي بن زيد، عن أيوب بن عبد الله\nاللخمي أن ابن عمر قال: وقع في سهمي يوم جلولاء جارية جميلة كأن عنقها\nإبريق فضة فقال ابن عمر: فما ملكت نفسي حتى وثبت إليها فجعلت أقبلها والناس\nينظرون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p756'> Vol. 02, p. 756</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو هشام قال: حدثنا حسان، عن سفيان، عن هشام، عن ابن سيرين كره أن\nيقبل ويباشر وهو أحب القولين إلى سفيان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p757'> Vol. 02, p. 757</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head80'>باب: استبراء الأمة</h1>\n\n<p>\nقلت لأحمد: رجل بعث وكيلا له من بغداد إلى البصرة ليشتري له جارية وهو\nرجل ثقة، فاشتراها فوصلت إليه بعد شهر أيستبرئها من يوم تصل إليه، أو من\nيوم أشتريت له وقد مضى الاستبراء؟ قال: لا يقربها حتى يستبرئها من يوم تصل\nإليه.\n</p>\n\n<p>\nقلت: يستبرئها من يوم تصل إليه؟ قال: نعم.\n</p>\n\n<p>\nوسألت إسحاق قلت: رجل أشتريت له جارية من البصرة فحملت إلى خراسان\nأيستبرئها من يوم تصل إليه أو من يوم أشتريت له وقد مضى الاستبراء؟ قال:\nيستبرئها من يوم ملكها إذا حاضت فهي مستبرأة.\n</p>\n\n<p>\nحدثنا أبو معن، قال: ثنا أبو بكر الحنفي <span id='ms142'></span>، قال: قال سفيان الثوري في الرجل\nيشتري الجارية فيتركها عند أهلها حتى تحيض. (قال: لا حتى تحيض) (1) عنده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p758'> Vol. 02, p. 758</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head81'>باب: إذا اشترى جارية وهي حائض</h1>\n\n<p>\nسألت أحمد قلت رجل اشترى أمة وهي حائض أيستقبل بها حيضة أخرى أو تجزئ هذه\nمن الاستبراء؟ قال: لا ولكن يستقبل بها حيضة جديدة.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ، قال: حدثنا أبي، قال: حدثنا أشعث، عن الحسن\nقال: إن الاستبراء حيضة/123/، فإن اشتراها وهي حائض اجتزأ بتلك الحيضة\nالمشتري والبائع.\n</p>\n\n<p>\nحدثنا محمد بن الوزير قال: حدثنا مروان بن محمد قال: حدثنا ابن عياش قال:\nحدثنا حجاج بن أرطاه، عن الزهري، عن أنس بن مالك أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p759'> Vol. 02, p. 759</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله - صلى الله عليه وسلم - استبرأ صفية بحيضة.\n</p>\n\n<p>\nسألت إسحاق قلت: رجل اشترى أمة فحاضت حيضة ثم ارتفع (1) حيضتها قال:\nيجزيها حيضة الاستبراء· قلت: فإنها كانت تحيض قبل الشراء فلما اشتراها هذا\nانقطع حيضها· قال: إن كان لا يدرى مما انقطع حيضتها من كبر أو علة واشتبه\nعليهم فإني اختار أن يستبرئها بثلاثة أشهر، وقال بعضهم: سنتين، وذكر سفيان.\n</p>\n\n<p>\nحدثنا المسيب بن واضح، قال: حدثنا ابن مبارك، قال: سمعت سفيان يقول في\nالرجل يشتري الجارية وهي ممن تحيض فترفع حيضتها· قال: لا يقربها سنتين،\nلأنه لا يكون الحمل أكثر من سنتين·حدثنا عبيد الله بن معاذ قال: ثنا أبي\nقال: ثنا أشعث، عن الحسن أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p760'> Vol. 02, p. 760</a>\n            </div>\n            \n</p>\n\n<p>\nالاستبراء حيضة، فإن كانت لا تحيض من صغر أو انقطاع حيض فثلاثة أشهر فإن\nاستبرأها وهي حائض اجتزأ بتلك الحيضة، وكان يرى أن يستبرئ البائع إذا باع\nوالمشتري إذا اشترى، وإن اشتراها من امرأة، وإن كانت بكرا.\n</p>\n\n<p>\nحدثنا يحيى الحماني قال: حدثنا شريك، عن قيس بن وهب، عن أبي الوداك جبر\nبن نوف، عن أبي سعيد الخدري قال: أصبنا سبايا يوم أوطاس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p761'> Vol. 02, p. 761</a>\n            </div>\n            \n</p>\n\n<p>\nفأمر النبي - صلى الله عليه وسلم - أن نستبرئهن بحيضة حيضة.\n</p>\n\n<p>\nحدثنا محمد بن معاوية، عن شريك بإسناده نحوه.\n</p>\n\n<p>\nحدثنا أحمد قال: ثنا عباد بن عوام قال: ثنا محمد بن إسحاق، عن مكحول قال <span id='ms143'></span>:\nقلت للزهري: أما بلغك أن عمربن الخطاب حتى انقضاء أجله كان يستبرئ الأمة\nبحيضة وعبد الله بن مسعود بالعراق قال: تستبرأ الأمة بحيضة وأن عثمان بن\nعفان كان يستبرئها بحيضة حتى كان معاوية فقال: حيضتين. قال الزهري: وأنا\nأزيدكم عبادة بن الصامت، أي موافقا لذلك.\n</p>\n\n<p>\nقلت لأحمد: فالتي لا تحيض بكم تستبرأ؟ قال: ثلاثة أشهر· قال: وكذلك\nالصغيرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p762'> Vol. 02, p. 762</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا المسيب بن واضح، قال: حدثنا ابن مبارك، عن خالد، عن ابن سيرين وأبي\nقلابة قالا: ثلاثة أشهر.\n</p>\n\n<p>\nحدثنا المسيب، قال: حدثنا ابن مبارك، عن عبد الملك، عن عطاء في رجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p763'> Vol. 02, p. 763</a>\n            </div>\n            \n</p>\n\n<p>\nاشترى جارية عذراء بين أبويها. قال: يستبرئ رحمها بحيضتين/124/، فإن لم\nتكن تحيض فخمسة وأربعين يوما·حدثنا المسيب، قال: ثنا ابن مبارك، عن يحيى بن\nبشر، عن عكرمة قال: عدتها شهر·سألت إسحاق، عن رجل له جارية يطؤها، فزوجها\nمن رجل قبل أن يستبرئها· قال: لا يحل له أن يزوجها حتى يستبرئها بحيضة·\nوذكر نافع، عن ابن عمر ذلك أنه لا يزوجها ولا يهبها حتى يستبرئها· قلت:\nفإنه زوجها ولم يستبرئها؟ قال: النكاح جائز وقد أجرم قال: وإن جاءت بولد\nلأقل من ستة أشهر فهو للبائع وإن كان لأكثر من ستة أشهر فادعياه جميعا فهو\nللمشتري·حدثنا المسيب بن واضح، قال: حدثنا ابن مبارك، عن معمر، عن الزهري\nفي رجل أنكح أمته وقد كان قبل ذلك يطؤها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p764'> Vol. 02, p. 764</a>\n            </div>\n            \n</p>\n\n<p>\nقال: تستبرأ بحيضة·قال ابن المبارك: وسمعت سفيان يقول إذا اشترى جارية\nفزوجها، أو أعتقها فمسها زوجها قبل إن يستبرئها· قال: لا بأس، لأنه في\nالنكاح عهده.\n</p>\n\n<p>\nوقال أحمد: تخير الأمة من العبد ولا تخير من الحر· قال: وأهل المدينة\nيقولون كان زوج بريرة عبدا.\n</p>\n\n<p>\nوسمعت أحمد مرة أخرى يقول في الأمة إذا بيعت وزوجها حر· قال: ليس لها\nخيار بتة، وإن كان الزوج عبدا خيرت.\n</p>\n\n<p>\nقلت: كيف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p765'> Vol. 02, p. 765</a>\n            </div>\n            \n</p>\n\n<p>\nتخير؟ قال: تخير من نفسها ومن زوجها.\n</p>\n\n<p>\nقلت: فإن قالت: قد اخترت نفسي· قال: يختلف الناس في هذا يقول قوم:\nتطليقة· ويقول قوم: هو قطع ما <span id='ms144'></span> بينهما، ويقول قوم هو فسخ النكاح.\n</p>\n\n<p>\nقلت: فأي شيء تختار أنت؟ قال: ما أدري·\n</p>\n\n<p>\nقال: حدثنا أحمد بن يونس، قال: ثنا ليث، عن نافع أن عبد الله كان يقول:\nإذا كان العبد متزوجا الأمة فأصابها عتق وهي عنده فإنها تخير ما لم يمسها\nإن شاءت كانت معه وإن شاءت لم تكن معه.\n</p>\n\n<p>\nقلت لأحمد: رجل يعتق امته ولها زوج لم يدخل بها، فتختار نفسها هل لها\nصداق؟ قال: ليس لها صداق؛ لأنه لم يدخل بها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p766'> Vol. 02, p. 766</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: فإن دخل بها فاختارت نفسها لمن الصداق لها أو لسيدها؟ قال: لسيدها·\nقلت: كيف يكون لسيدها وقد عتقت؟ · قال: لأن الأصل كان له.\n</p>\n\n<p>\nوسألت أحمد مرة أخرى قلت: صداق الأمة لها أو لسيدها؟ قال: لسيدها وأظنه\nقال: وكذلك إن أعتقت.\n</p>\n\n<p>\nوسئل أحمد عن رجل باع عبدا وله سرية؟ قال: هي لسيده.\n</p>\n\n<p>\nقيل: أيفرق بينهما؟ قال: لا هي امرأته وهي ملك سيده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p767'> Vol. 02, p. 767</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل لأحمد مرة أخرى الرجل يأخذ سرية عبده؟ قال: إذا تسرى بإذن مولاه\nفليس له أن يأخذها منه. /125/\n</p>\n\n<p>\nقيل: فإن تسرى بغير إذنه؟ قال: إن شاء أخذها.\n</p>\n\n<p>\nقال: حدثنا أحمد بن يونس، قال: حدثنا ليث، عن نافع، عن عبد الله قال: قضى\nعمر بن الخطاب في العبد يباع وله مال فإن ماله لسيده الذي باعه إلا أن\nيشترط المبتاع ماله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p768'> Vol. 02, p. 768</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أحمد بن يونس، قال: حدثنا ليث بن سعد، عن نافع، عن عبد الله أنه\nكان يقول: من أخذ من غلامه أمته، أو من وليدته أمتها فلا بأس، فإنما الأمة\nوالعبد لسيده.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: حدثنا أبي قال: ثنا أشعث، عن الحسن أنه كان\nلا يرى بأسا أن يأخذ الرجل سرية عبده فيستبرئها بحيضة ثم يطأها وإن كان\nتسراها بإذن سيده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p769'> Vol. 02, p. 769</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head82'>باب: الأمة تباع ولها زوج</h1>\n\n<p>\nقلت لأحمد: بيع الأمة طلاقها؟ قال: لا أقول ذلك: نذهب إلى حديث عبد\nالرحمن بن سعد وعمر بن الخطاب.\n</p>\n\n<p>\nوسمعت أحمد مرة أخرى قال في الأمة تباع ولها زوج: ليس بيعها طلاقها.\n</p>\n\n<p>\nوسمعت إسحاق <span id='ms145'></span> وسألته قلت: رجل اشترى أمة ولها زوج؟ قال: لا يكون البيع\nطلاقا.\n</p>\n\n<p>\nقلت: يشتري بضعها من زوجها؟ قال: نعم.\n</p>\n\n<p>\nقلت: من غير طلاق؟ قال: نعم يشتري بضعها.\n</p>\n\n<p>\nوسألت إسحاق مرة أخرى قلت: رجل اشترى أمة ولها زوج ولم يعلم إن لها زوج\nهل يردها؟ قال: يردها، لأنه عيب كبيرقال: ويشتري بضعها من زوجها.\n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: حدثنا هشيم، قال: أخبرنا عبد الرحمن بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p770'> Vol. 02, p. 770</a>\n            </div>\n            \n</p>\n\n<p>\nإسحاق، عن أبيه أن عمربن الخطاب كتب إلى يسار بن نمير إن يشتري له جارية،\nفاشتراها، فلما قدمت عليه أخبرته أن لها زوجا في أهلها، فكتب عمر إلى يسار\nأن يشتري بضعها من زوجها.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ، عن أبيه، عن عمران - أبي العوام القطان-، عن\nعاصم بن بهدلة، عن مصعب بن سعد بن مالك قال: اشتريت لأبي جارية فسألها\nفأخبرت أن لها زوجا فأتيت زوجها فاشتريت منه بضعها، ثم أتيته بها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p771'> Vol. 02, p. 771</a>\n            </div>\n            \n</p>\n\n<p>\nفقبلها.\n</p>\n\n<p>\nحدثنا عبيد الله قال: حدثنا أبي قال: حدثنا المنذر بن ثعلبة قال: حدثنا\nعلباء بن أحمر قال: إشتريت لعلي بن أبي طالب جارية فسألها: ألك زوج قالت:\nنعم فأمسك عنها واشترى طلاقها من زوجها ثمان مائة درهم.\n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: حدثنا أبو عوانة، عن عمر بن أبي سلمة، عن أبيه\nإن عبد الرحمن بن عوف اشترى جارية، فأخبر أن لها زوجا فقال لزوجها: طلقها\nيا بني، فأبى، فردها. /126/\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p772'> Vol. 02, p. 772</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو بكر الحميدي، قال: ثنا سفيان، قال: ثنا الزهري، عن أبي سلمة بن\nعبد الرحمن إن عبد الرحمن بن عوف اشترى من عاصم بن عدي جارية، فأخبر أن لها\nزوجا فردها.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: حدثنا أبي قال: حدثنا المنذر بن ثعلبة قال:\nحدثني عمرو بن سالم الأنصاري قال: اشتريت لعثمان ابن عفان جارية فقال لها:\nألك زوج؟ قالت: نعم· فاحترمها عثمان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p773'> Vol. 02, p. 773</a>\n            </div>\n            \n</p>\n\n<p>\nقلت لأحمد: عبد تحته حرة فحمل إلى خراسان وامرأته ها هنا؟ قال: هي امرأته\nعلى كل حال ولا يكون بيعه طلاقا إلا في قول من يقول <span id='ms146'></span>: بيعه طلاقا.\n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: ثنا هشيم، قال: أخبرنا يحيى بن سعيد، عن سعيد\nبن المسيب قال: إذا بيع العبد فليس بطلاق.\n</p>\n\n<p>\nسئل أحمد، عن العبد يتسرى قال: لا أعلم بأسا أن يتسرى بإذن مولاه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p774'> Vol. 02, p. 774</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: ثنا هشيم، قال: أخبرنا الحجاج، عن نافع، عن\nابن عمر أنه كان لا يرى بأسا أن يتسرى العبد.\n</p>\n\n<p>\nحدثنا سعيد قال: ثنا هشيم، قال: أخبرنا الحجاج، عن العباس بن عبيد الله\nابن عباس، عن عمه عبد الله بن عباس أنه أذن لغلام له أن يتسرى فاشترى ثلاث\nجوار أثمان ألفين ألفين.\n</p>\n\n<p>\nقلت لأحمد: الرجل يزوج عبده أمته بغير مهر· قال: أحب إلي إن يكون مهرا\nمسمى وشهود.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p775'> Vol. 02, p. 775</a>\n            </div>\n            \n</p>\n\n<p>\nحدثني عباس العنبري، قال: سمعت أبا الوليد يقول: يزوج الرجل عبده أمته\nوهما كارهان، وهما صغيران، ويزوجها بغير صداق، ولا يزوج عبده أمة قوم آخرين\nبغير صداق.\n</p>\n\n<p>\nحدثنا المسيب، قال: سمعت ابن مبارك سئل عن الرجل يزوج غلامه أمته· قال:\nلا بد من شاهدين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p776'> Vol. 02, p. 776</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو معن، قال: ثنا أبو عاصم قال: حدثنا أشعث، عن الحسن قال: لابد\nمن أن يسمي صداقا ويدعو شاهدين· قيل لأحمد: رجل زوج عبده أمته ثم أعتقهما\nجميعا، فمكثت معه أياما؟ قال: لا يجوز إلا أن يجدد النكاح. قال: وأظنه قال:\nوكذلك إن اشترى لعبده سرية ثم أعتقها قال: يجدد النكاح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p777'> Vol. 02, p. 777</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو معن قال: ثنا عبد الأعلى قال: ثنا يونس، عن نافع، عن ابن عمر\nأن عبدا له كانت له سريتان، فأعتقهما، وأعتقه ونهاه أن يقربهما إلا بنكاح.\n</p>\n\n<p>\nسئل إسحاق عن رجل له عبد وأمة، فوهب الأمة للعبد هبة، ثم عتق العبد، ثم\nباع الأمة من رجل هل ترى للمشتري أن يطأ هذه الأمة؟ قال: (من الناس) (1)\n/127/من رأى للعبد أن يتسرى وهذا مثله· فكأنه كره أن يطأها.\n</p>\n\n<p>\nحدثنا محمود قال: ثنا عمر، عن الأوزاعي، عن رجل يزوج عبده أمته ثم وهبها\nله، ثم أعتقها ما سبيلها؟ قال: هي حرة، وحرمت على زوجها إن شاء <span id='ms147'></span> أن يخطبها\nخطبها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p778'> Vol. 02, p. 778</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head83'>باب: الرضاع</h1>\n\n<p>\nقيل لأحمد: ما تقول في لبن الفحل؟ قال: يحرم.\n</p>\n\n<p>\nوسمعت أحمد مرة أخرى سئل عن لبن الفحل فكرهه.\n</p>\n\n<p>\nحدثنا المسيب بن واضح، قال: حدثنا ابن مبارك، عن موسى بن الوليد قال:\nحدثني عمي إياس بن عامر قال: سمعت علي بن أبي طالب يقول:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p779'> Vol. 02, p. 779</a>\n            </div>\n            \n</p>\n\n<p>\nلا تنكح من أرضعتها امرأة أبيك، ولا امرأة ابنك، ولا امرأة أخيك.\n</p>\n\n<p>\nقيل لأحمد ما تقول في الحقنة باللبن· قال: وما الحقنة؟ قيل: يحقن الصبي\nباللبن· قال: ما تكلم في هذا أحد.\n</p>\n\n<p>\nقلت لأحمد: ما تقول في لبن الضرة أليس لا يحرم كما يحرم غيره؟ قال: نعم.\nيعني إن المرأة سقت جارية رجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p780'> Vol. 02, p. 780</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا الحميدي، قال: ثنا سفيان قال: حدثنا عبد الله بن دينار كما تسمعه\nالآن· قال: سمعت ابن عمر يقول: جاء رجل إلى عمر بن الخطاب وهو عند دار\nالقضاء فقال:: يا أمير المؤمنين إنه كانت لي جارية أغشاها، وإني خرجت من\nعندها فخالفتني امرأتي إلى جاريتي فأرضعتها لكي تحرمها علي فقال عمر: عزمت\nعليك إلا أوجعت رأس امرأتك وأتيت جاريتك، فإنما الرضاع ما كان في الصغر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p781'> Vol. 02, p. 781</a>\n            </div>\n            \n</p>\n\n<p>\nسئل أحمد، عن رضاع الكبير وذكر له حديث سالم· فقال: إن أم سلمة قالت: إن\nهذا كان لسالم خاصة· وهذا عندي أقوى من قول عائشة.\n</p>\n\n<p>\nحدثنا عبد الله بن الزبير قال: حدثنا سفيان قال: حدثني عبد الرحمن بن\nالقاسم، عن أبيه، عن عائشة قالت جاءت سهلة بنت سهيل إلى رسول الله - صلى\nالله عليه وسلم - فقالت: يارسول الله إني أرى في وجه أبي حذيفة من دخول\nسالم علي كراهية فقال النبي - صلى الله عليه وسلم -: ((أرضعيه)) قال: وكيف\nأرضعه وهو رجل كبير· فتبسم رسول الله - صلى الله عليه وسلم - وقال: ((قد\nعلمت أنه رجل كبير فأرضعيه)) · ثم جاءت إلى النبي - صلى الله عليه وسلم -\nفقالت: ما رأيت في وجه أبي حذيفة شيئا أكرهه مذ أرضعته· قال عبد الرحمن:\nفقد شهد بدرا قال سفيان: وهذا منسوخ إن ذلك كان خاصة لسالم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p782'> Vol. 02, p. 782</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا إسحاق قال <span id='ms148'></span>: أخبرنا الفضل بن موسى، (عن عبيد الله) (1) بن أبي زياد،\nعن القاسم بن محمد قال: إنما كان ذلك رخصة من/128/رسول الله - صلى الله\nعليه وسلم - لسالم.\n</p>\n\n<p>\nسألت أحمد قلت: امرأة أرضعت غلاما بعد الحولين بيوم أو يومين هل يحرم؟\nقال: ما أدري يوم أو يومين· قلت: فإن أفطم قبل الحولين فأرضعته امرأة بعد\nالفطام هل يحرم ذلك؟ قال: نعم ما كان في الحولين فأنه يحرم ومذهب أبي عبد\nالله الحولين.\n</p>\n\n<p>\nحدثنا المسيب بن واضح، قال: حدثنا ابن مبارك، قال: سمعت سفيان سئل، عن\nامرأة أرضعت أكثر من سنتين رضاعا متصلا قال: ليس ما فوق السنتين برضاع قيل:\nفإنها أرضعته سنة ثم فطمته ثم عادت له امرأة بأشهر فأرضعته· قال: هو رضاع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p783'> Vol. 02, p. 783</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا المسيب قال: حدثنا ابن مبارك، قال: حدثنا عمر بن بشير، عن الشعبي\nأنه سئل عن الرضاع فقال: ما كان في السنتين فهو رضاع، وما كان فوق السنتين\nفليس برضاع·حدثنا علي بن عثمان قال: حدثنا حماد، قال: أنبأ هشام بن عروة،\nعن يحيى بن عبد الرحمن بن خاطب، عن أم سلمة زوج النبي - صلى الله عليه وسلم\n- قالت: لا رضاع بعد فطام.\n</p>\n\n<p>\nقلت لأحمد: فحديث النبي - صلى الله عليه وسلم - إنما الرضاعة من المجاعة\nأليس يريد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p784'> Vol. 02, p. 784</a>\n            </div>\n            \n</p>\n\n<p>\nما كان في الصغر قبل أن يفطم؟ قال: نعم الكبير إذا لم يجوع ما يصنع\nباللبن.\n</p>\n\n<p>\nحدثنا محمد بن رافع قال: حدثنا أبو المنذر إسماعيل بن عمر البزاز قال:\nحدثنا داود بن قيس الفراء، عن زيد بن أسلم، عن عبد الله بن علقمة بن\nالفعواء، عن أبيه قال: قال عمر: إنما الرضاعة الحضانة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p785'> Vol. 02, p. 785</a>\n            </div>\n            \n</p>\n\n<p>\nسألت أحمد قلت: ما تقول في الرضاع بعد الحولين؟ قال: أما أنا فأقول أنه\nلا يكون الرضاع بعد الحولين. قال الله: {والوالدات يرضعن أولادهن حولين\nكاملين} [البقرة: 233] . فإذا مضى حولين فقد تمت الرضاعة إلا من ذهب إلى\nحديث سهلة بنت سهيل· قلت: فإن كان في الحولين مصة أو مصتين· فكأنه سهل فيه\nأنه ليس برضاع واحتج بحديث النبي <span id='ms149'></span> - صلى الله عليه وسلم -: ((لا تحرم المصة\nوالمصتان)) إلا أنه لم يصرح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p786'> Vol. 02, p. 786</a>\n            </div>\n            \n</p>\n\n<p>\nوسمعت إسحاق يقول بعد الحولين إذا أرضعت لم يكن شيئا.\n</p>\n\n<p>\nسألت إسحاق قلت: امرأة أرضعت غلاما رضاعا كبيرا، وأرضعت جارية رضعة واحدة\nوأروتها ونامت الصبية· فلما أدركت زوجت الجارية من هذا الغلام وأهلها لا\nيعلمون، فجاءت المرأة المرضعة فأخبرت بما كان ولم يكن الرجل دخل بالجارية\nهل تحرم هذه الرضعة؟ قال أبو يعقوب/129/: إن كانت هذه الرضعة فيها تمام خمس\nمصات كل مصة يرجع الصبي بعدما يمص مصة فمه عن الثدي، ثم يعود فيمص أيضا حتى\nتم خمس مصات فإنه يحرم ولا أحب أن يتزوج أحدهما الآخر لما صارا أخوة، وجاء\nعن النبي - صلى الله عليه وسلم -: ((لا تحرم المصة والمصتان، ولا تحرم دون\nخمس رضعات)) وذلك أن الرضعة يكون فيها مصات، وربما كانت مصة واحدة وهي رضعة\nلما يرد الصبي فمه عن المرضعة.\n</p>\n\n<p>\nحدثنا عبد الله بن الزبير الحميدي قال: ثنا سفيان، حدثنا هشام بن عروة،\nعن أبيه، عن عبد الله بن الزبير، عن النبي - صلى الله عليه وسلم - أنه قال:\n((لا تحرم المصة ولا المصتان، ولا الرضعة ولا الرضعتان)) .\n</p>\n\n<p>\nقلت لإسحاق: رجل زنا بامرأة فجاءت بولد من الزنا، فأرضعت هذا المرأة صبية\nهل تحرم على والد الذي زنا بها؟ قال: نعم تحرم· قلت: مجرى الحلال والحرام\nفي اللبن سواء؟ قال: نعم.\n</p>\n\n<p>\nسمعت إسحاق بن إبراهيم قال: حدثنا سفيان بن عيينة، عن الزهري، عن عروة،\nعن عائشة قالت: اختصم سعد بن أبي وقاص وعبد بن زمعة في ابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p787'> Vol. 02, p. 787</a>\n            </div>\n            \n</p>\n\n<p>\nأمة زمعة فقال سعد: أوصاني أخي عتبة إذا قدمت مكة فانظر ابن أمة زمعة فهو\nابني· وقال عبد ابن زمعة: هو ابن امة أبي ولد على فراش أبي· فرأى رسول الله\n- صلى الله عليه وسلم - شبها بينا بعتبة فقال رسول الله - صلى الله عليه\nوسلم -: ((الولد للفراش، واحتجبي منه ياسودة)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p788'> Vol. 02, p. 788</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب الأدوية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p789'> Vol. 02, p. 789</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت أحمد بن حنبل رخص في شرب أبوال الإبل.\n</p>\n\n<p>\nوسمعت أحمد مرة أخرى يقول: أبوال الإبل لا <span id='ms150'></span> بأس بشربها لدواء.\n</p>\n\n<p>\nقيل: فإن صار بول بعير في بئر؟ قال: أكرهه·.\n</p>\n\n<p>\nحدثنا يحيى بن عثمان قال: حدثنا محمد بن كثير، عن عثمان بن عطاء، عن أبيه\nأنه كان لا يرى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p790'> Vol. 02, p. 790</a>\n            </div>\n            \n</p>\n\n<p>\nبالترياق وألبان الإبل وأبوال الإبل للمضطر بأسا.\n</p>\n\n<p>\nحدثنا أبو معن قال: ثنا عبد الرحمن قال: ثنا سفيان، عن منصور، عن إبراهيم\nقال: كانوا لا يرون باب: وال الإبل بأسا، وقد كان بعضهم يأتي الناقة\nفيستنشق بولها.\n</p>\n\n<p>\nقلت لأحمد: فتكره الحجامة في شيء من الأيام؟ قال: قد جاء في الأربعاء\nوالسبت، وذكر حديث الزهري وكرهها في هذين اليومين.\n</p>\n\n<p>\nقلت: فالجمعة والثلاثاء فيه شيء؟ قال: لا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p791'> Vol. 02, p. 791</a>\n            </div>\n            \n</p>\n\n<p>\nوسألت إسحاق قلت: أتكره الحجامة في شيء من الأيام؟ قال: نعم يوم السبت\nوالثلاثاء والأربعاء/130/، وقال يقال: إن في الثلاثاء ساعة لا يراق فيها\nالدم فلعله يوافق تلك الساعة· وقال: الحديث الذي روي، عن النبي - صلى الله\nعليه وسلم -: ((من احتجم يوم الثلاثاء لسبع عشرة من الشهر)) · قال أبو\nيعقوب: لعل هذا يوم مخصوص من السنة.\n</p>\n\n<p>\nوسمعت إسحاق مرة أخرى يقول: أكره الحجامة يوم الثلاثاء والأربعاء والسبت·\nقيل: أفتكره الإطلاء يوم الأربعاء والسبت؟ قال: شديدا· ورخص الحجامة يوم\nالثلاثاء إذا كان يوم سبع عشرة من الشهر أو تسع عشرة أو إحدى وعشرين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p792'> Vol. 02, p. 792</a>\n            </div>\n            \n</p>\n\n<p>\nقلت لإسحاق مرة أخرى: أتكره الحجامة يوم الجمعة؟ قال: لا أكرهه.\n</p>\n\n<p>\nقال: وقال ابن المبارك: أكرهه للضعف.\n</p>\n\n<p>\nوذكر إسحاق، عن ابن عون، عن ابن سيرين أنه كان يحتجم لسبع عشرة، وتسع\nعشرة، وإحدى وعشرين لا يبالي أي يوم كان· قلت: من ذكره عن ابن عون؟ قال:\nأخبرنا يحيى بن حفص عن ابن عون.\n</p>\n\n<p>\nحدثنا عبدة بن عبد الرحيم بن حسان، قال: حدثنا محمد بن مزاحم قال: سئل\nعبد الله بن المبارك: هل تكره الحجامة في شيء من الأيام؟ قال: يحتجم متى\nشاء· وذكر عن سفيان أنه كان يحتجم ولا ينظر في ذلك.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ، قال: حدثنا أبي قال: حدثنا عبد العزيز بن عبد\nالله، عن عون مولى أم حكيم، عن <span id='ms151'></span> الزهري قال: قال رسول الله - صلى الله عليه\nوسلم -: ((من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p793'> Vol. 02, p. 793</a>\n            </div>\n            \n</p>\n\n<p>\nاحتجم يوم السبت، أو الأربعاء أو اطلا فلا يلومن إلا نفسه في الوضيح)) ·\n</p>\n\n<p>\nقال أبو محمد حرب: سمعت أبا بشار محمد بن نصر قال: رأيت رجلا احتجم يوم\nالإربعاء فخرس.\n</p>\n\n<p>\nحدثنا عمرو بن عثمان قال: حدثنا الوليد بن مسلم، عن ابن لهيعة، عن رجل،\nعن الزهري قال: قال رسول الله - صلى الله عليه وسلم -: ((من احتجم يوم\nالأحد دخل فيه شفاء وخرج منه داء، ومن احتجم يوم الأحد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p794'> Vol. 02, p. 794</a>\n            </div>\n            \n</p>\n\n<p>\nلسبع عشرة فهو دواء لداء سنة)) . وقال رسول الله - صلى الله عليه وسلم -\n((من احتجم يوم السبت أو يوم الأربعاء فأصابه بياض أو وضح فلا يلومن إلا\nنفسه والنورة يوم السبت ويوم الأربعاء كذلك)) .\n</p>\n\n<p>\nحدثنا أحمد بن يونس، قال: ثنا سلام الطويل، عن زيد العمى، عن معاوية بن\nقرة، عن معقل بن يسار قال: قال رسول الله - صلى الله عليه وسلم -:\n((الحجامة يوم الثلاثاء لسبع عشرة من الشهر دواء لداء سنة)) .\n</p>\n\n<p>\nحدثنا جبارة بن مغلس قال: حدثنا عثمان بن مطر الشيباني قال: حدثنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p795'> Vol. 02, p. 795</a>\n            </div>\n            \n</p>\n\n<p>\nالحسن بن أبي جعفر، عن محمد بن جحادة/131/، عن نافع قال: قال لي ابن عمر:\nيا نافع ابتغى حجاما واجعله رفيقا، ولا تجعله كبيرا، ولا غلاما صغيرا وسطا\nبين ذلك فإني سمعت رسول الله - صلى الله عليه وسلم - يقول: ((الحجامة على\nالريق فيها شفاء وبركة، وتزيد في العقل والحفظ، وتزيد الحافظ حفظا،\nفاحتجموا على اسم الله الاثنين والثلاثاء والخميس، واجتنبوا الحجامة يوم\nالجمعة والسبت والأربعاء فإن اليوم الذي عافى الله فيه أيوب من البلاء يوم\nالثلاثاء واليوم الذي ضربه فيه البلاء يوم الأربعاء، وأنه لا يبدو جذام ولا\nبرص إلا في الأربعاء أو ليلة الأربعاء)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p796'> Vol. 02, p. 796</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن مصفا قال: ثنا عثمان بن عبد الرحمن قال: حدثني عبد الله بن\nعصمة، عن سعيد بن ميمون، عن نافع قال: قال ابن عمر: يا نافع تبيغ بي الدم،\nفأثنى بحجام واجعله شابا، ولا تجعله شيخا ولا صبيا· قال: وقال ابن عمر <span id='ms152'></span>:\nسمعت رسول الله - صلى الله عليه وسلم - يقول: ((الحجامة على الريق أمثل،\nوهي تزيد في العقل، وتزيد في الحفظ، وتزيد الحافظ حفظا فمن كان محتجما فيوم\nالخميس على اسم الله، واجتنبوا الحجامة يوم الجمعة ويوم السبت ويوم الأحد،\nواحتجموا يوم الاثنين ويوم الثلاثاء، واجتنبوا الحجامة يوم الأربعاء فإنه\nاليوم الذي أصيب فيه أيوب بالبلاء، وما يبدو جذام ولا برص إلا في يوم\nالأربعاء)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p797'> Vol. 02, p. 797</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو بكر محمد بن يزيد، قال: حدثنا عمرو بن عاصم، عن همام، عن\nقتادة، عن أنس قال: كان النبي - صلى الله عليه وسلم - يحتجم لسبع عشرة،\nوتسع عشرة، وإحدى وعشرين.\n</p>\n\n<p>\nحدثنا (\n</p>\n\n<h1 class='l1' id='head84'>.... </h1>\n\n<p>\n) (1) بن سلام، قال: حدثنا معتمر بن سليمان، عن السري بن يحيى، قال: سمعت\nابن سيرين يقول لرجل: إن أردت أن تفعل الحجامة فعليك بآخر الشهر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p798'> Vol. 02, p. 798</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head85'>باب: الحقنة</h1>\n\n<p>\nسألت أحمد عن الحقنة قلت: أتكره الحقنة للدواء وغير الدواء؟ قال: نعم.\n</p>\n\n<p>\nوسألت إسحاق قلت: أتكره الحقنة؟ قال: شديدا· ولم يرخص فيها.\n</p>\n\n<p>\nوسئل إسحاق مرة أخرى عن الحقنة قال: أما إذا كان لدواء فلا بأس، وأما\nللسمن فلا.\n</p>\n\n<p>\nحدثنا إسحاق قال أخبرنا حفص بن غياث قال: حدثنا ليث، عن زيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p799'> Vol. 02, p. 799</a>\n            </div>\n            \n</p>\n\n<p>\nأن عليا كان يكره الحقنة. قال: وحدثنا ليث، عن مجاهد أنه كرهها.\n</p>\n\n<p>\nحدثنا إسحاق، قال: أنا عيسى بن يونس، عن أبي بكر بن أبي مريم، عن حكيم بن\nعمير وضمرة بن حبيب وحبيب بن عبيد أنهم كانوا يكرهون الحقنة.\n</p>\n\n<p>\nحدثنا محمد بن معاوية/132/قال: ثنا ابن لهيعة، عن يزيد بن أبي حبيب، عن\nسعيد بن أيمن قال: اشتكى رجل فنعتت له الحقنة، فأتى عمر فسأله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p800'> Vol. 02, p. 800</a>\n            </div>\n            \n</p>\n\n<p>\nفنهاه فلما غلب احتقن فبرأ فأتى عمر فأخبره فقال: إن عاد فعد.\n</p>\n\n<p>\nقلت لأحمد: رجل اشتكى بطنه فجاءت امرأة لا تحل له فوضعت يدها على بطنه·\nقال: لا ينبغي· قلت: أنها عجوز· قال: وإن كانت عجوزا إلا أن يكون موضع\nضرورة.\n</p>\n\n<p>\nقال: وسألت أحمد أيضا قلت: المرأة ينكسر فخذها أيجبرها الرجل؟ قال: نعم\nإذا اضطرت· قلت: فيضع يده على جسدها· قال: نعم إذا <span id='ms153'></span> اضطرت.\n</p>\n\n<p>\nحدثنا أبو سعيد هارون بن موسى الأيلي، قال: حدثنا عبد الوارث بن سعيد، عن\nثابت بن ذروة قال: قلت لجابر بن زيد: امرأة وقعت فكسرت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p801'> Vol. 02, p. 801</a>\n            </div>\n            \n</p>\n\n<p>\nفخذها فكرهت أن أجبرها أو تهيبت أن أجبرها· قال: أفلا جبرتها، فإن المضطر\nكاسمه.\n</p>\n\n<p>\nحدثنا عيسى بن محمد قال: حدثنا وهب بن جرير، عن أبيه، عن ثابت بن ذروة\nقال: جاءتني امرأة قد انكسرت فخذها فجبرتها، فسألت جابر بن زيد· فقال: لعلك\nتركتها يا أعرابي. قلت: لا قد جبرتها· قال: أحسنت.\n</p>\n\n<p>\nسئل إسحاق، عن: غلام به الحصاة هل يشق تحت مثانته فتخرج؟ قال: لا أحسن\nهذه المسألة؛ لأن هذا (قضاء على الله) (1) والكلام فيه جره (2) ، ثم قال:\nأن اجتمع الأطباء والناس فأشاروا على أبي الصبي إن يفعله فعله رجاء المنفعة\nفمات رجوت أن لا يكون عليهم شيء.\n</p>\n\n<p>\nقال إسحاق: وقد رأيت أنا صبيا فعل به ذلك فمات.\n</p>\n\n<p>\nقلت لإسحاق: فإن كانت (\n</p>\n\n<h1 class='l1' id='head86'>.... </h1>\n\n<p>\n) (3) في حلقه هل تبط عنه؟ قال: كلما كان الغالب عليه السلامة إذا فعلوه\nفبطوه لم أر به بأسا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p802'> Vol. 02, p. 802</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الرحمن بن محمد بن سلام قال: حدثنا محمد بن كثير، عن مخلد بن\nحسين، عن هشام بن حسان، عن محمد بن سيرين قال: كان (ابن أبحر أطب) (1)\nالعرب فرأى غلاما يلعب مع الصبيان فيقع عليه البهر فيتنحى إلى الظل، ثم\nيعود فيلعب· فقال: أين أبو هذا الغلام؟ فدل عليه· فقال: في رأس ابنك هذا\nقطنة. فسئلت أمه، فقالت: إن أباه كان يعزل فتلقفت نطفته في قطنة فقيل له:\nأما إذا علمت منه هذا فعالجه. فشق رأسه فاستخرج القطنة فذهب البهر. وكان له\nعم يغمضه ويقول: ليس يحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p803'> Vol. 02, p. 803</a>\n            </div>\n            \n</p>\n\n<p>\nشيئا، فخرجت في رجله قرحة، فأرسل إليه فأبى أن يأتيه· فقيل له: إنه عمك\nولا بد لك منه.\n</p>\n\n<p>\nفقال: /133/\n</p>\n\n<p>\nمن الناس من يغشى الأباعد نفعه ... ويشقى به حتى الممات أقاربه\n</p>\n\n<p>\nأما إذا استغنيتموا فعدوكم ... وادعا إذا ما غص بالماء شاربه\n</p>\n\n<p>\nثم قال: خذوا جروي كلب لم تفتق عيونهما وأدخلوه في بيت مظلم أثم صبوا على\nقرحته <span id='ms154'></span> لبن حليب وأرسلوا الجروين حتى يشربا فإذا تركاه فوجهوهما قبل الضوء\nفإن خرجا مات الرجل، وإن ماتا عاش فوجها فدبا فتحترا فماتا فبرئ الرجل.\n</p>\n\n<p>\nقلت لإسحاق: صبي لا يتكلم فشقوا تحت لسانه ليتكلم أتكره ذلك؟ قال إذا كان\nدواؤه ذلك فليس عليه شيء.\n</p>\n\n<p>\nحدثنا عيسى، قال: حدثنا أبو نعيم، قال: حدثنا المسعودي، عن سهل أبي أسد،\nعن عبد الله بن عتبة قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p804'> Vol. 02, p. 804</a>\n            </div>\n            \n</p>\n\n<p>\nجاء طبي إلى عبد الله فقال: يا أبا عبد الرحمن هذا ابنك قد سقطت لهاته\nفنهى عن قطع اللهاة.\n</p>\n\n<p>\nسألت إسحاق قلت: رجل وقع في عينيه الماء ففجره، وصلى على قفاه سبعة أيام؟\nقال: أكره ذلك، وإن فعل فلا بأس.\n</p>\n\n<p>\nحدثنا عمرو بن عثمان، قال: حدثنا الوليد بن مسلم، قال: قيل لأبي عمرو:\nفمن عالج بصره أربعين يوما مستلقيا على ظهره ولا يصلي إلا إيماء على ظهره؟\nقال: قد كنت أشير عليه أن يصلي المكتوبة ثم يستلقي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p805'> Vol. 02, p. 805</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن الوزير الدمشقي، قال: حدثنا مروان بن محمد، قال: ثنا ليث\nبن سعد، قال: سألت يحيى بن سعيد، عن الرجل يقع في عينيه الماء فيريد أن\nيتعالج ويقيم أياما لا يصلي إلا وهو مستلق؟ فقال يحيى: كنا نخلي بين الناس\nوبين ما أرادوا من ذلك.\n</p>\n\n<p>\nحدثنا علي بن عثمان، قال: حدثنا أبو عوانة، عن الأعمش، عن المسيب بن رافع\nقال: أرسل ابن عباس إلى أبي صفيه لينزع الماء من عينيه، فقال: تستلقي سبعا\nلا تصلي إلا وأنت مستلق فقال: أرأيت إن كان الأجل في تلك السبعة الأيام·\nقال: وأرسل إلى عائشة يقرئها السلام ويقول أني أريد أن أنزع الماء من عيني.\nفقال: تستلقي سبعا لا أصلي إلا مستلقيا. فقالت:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p806'> Vol. 02, p. 806</a>\n            </div>\n            \n</p>\n\n<p>\nأرأيت إن كان الأجل في تلك السبعة الأيام؟\n</p>\n\n<p>\nحدثنا محمد بن بشار، قال: حدثنا عبد الرحمن، قال: حدثنا سفيان، عن عاصم\nأن أبا وائل وقع في عينيه الماء فقيل له: تستلقي سبعا، فكره ذلك.\n</p>\n\n<p>\nسألت إسحاق· عن قطع البواسير؟ فقال: ابن سيرين يكرهه جملة، وقال:\nيطلي/134/عليه مردا سنج ودهن <span id='ms155'></span> خل. قال أبو يعقوب: إن كان لمنفعة فلا بأس،\nورخص في هذه الأشياء إذا كانت لمنفعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p807'> Vol. 02, p. 807</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو حاتم قال: حدثنا مسلم، عن أبي عقيل، عن ابن سيرين أنه كره قطع\nالبواسير، ووصف له المرداسنج بدهن الخل.\n</p>\n\n<p>\nسألت إسحاق: قلت: الرجل يخرج على جسده الثواليل فيحرقها بالنار؟ فقال: إن\nكان ذلك دواؤه فلا بأس. وقال: هو كالكي إن كان منفعته ذاك فأرجو إن لا\nيضره.\n</p>\n\n<p>\nقلت لإسحاق: الوشم يكون في يد الرجل أنقلعه أم نتركه؟ قال: إذا خشى في\nقلعه الضرر تركه·حدثنا إسحاق قال: حدثنا وكيع قال: ثنا إسماعيل بن أبي\nخالد، عن قيس بن أبي حازم قال: دخلت أنا وأبي على أبي بكر الصديق نعوده\nفإذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p808'> Vol. 02, p. 808</a>\n            </div>\n            \n</p>\n\n<p>\nعنده أسماء تذب عنه موشومة اليدين.\n</p>\n\n<p>\nسئل أحمد، عن الترياق فكأنه ذهب إلى الكراهة، وذكر عن ابن سيرين قال: لو\nعلم ابن عمر ما تجعل في الترياق ما شربه.\n</p>\n\n<p>\nحدثنا عمرو بن عثمان قال: حدثنا بقية بن الوليد قال: سألت محمد بن الوليد\nالزبيري، عن الترياق ما ترى في شربه؟ فقال: لا يصلح شربه، لأنه من الحيات\nوهي تقطع باثنين بمسح بطن الحية حتى إذا صرف السم إلى جانبها قطع باثنين،\nثم قال: لو كانت الحية أكلها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p809'> Vol. 02, p. 809</a>\n            </div>\n            \n</p>\n\n<p>\nحلال، ثم صنع بها ذلك لم يحل شيء منها، ثم قال: أما المضطر الملدوغ يخاف\nعليه الهلاك فلم أكن أرى به بأسا إذا كان على ذلك.\n</p>\n\n<p>\nحدثنا عمرو بن عثمان قال: حدثنا الوليد بن مسلم، عن الأوزاعي قال: لا بأس\nبالترياق كله إذا ما عجن بالخمر.\n</p>\n\n<p>\nحدثنا عمرو بن عثمان قال: ثنا بقية بن الوليد، عن شعبة، عن ابن عون، عن\nابن سيرين، عن ابن عمر أنه كان يسقي الترياق.\n</p>\n\n<p>\nسألت أحمد، عن الاستمشاء وخبث الحديد فقال: وهل يترك الناس هذا؟ وكأنه\nسهل فيه قليلا·حدثنا أبو بكر محمد بن يزيد قال: حدثنا محمد بن إسماعيل، عن\nزكريا بن إبراهيم بن عبد الله بن مطيع، عن ركيع بن أبي عبيدة، عن أبيه، عن\nأم سلمة <span id='ms156'></span> قالت: شربت دواء أستمشي به، فدخل علي النبي - صلى الله عليه وسلم -\nفقال لي: ((مالي أراك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p810'> Vol. 02, p. 810</a>\n            </div>\n            \n</p>\n\n<p>\nمرتثة)) . قلت شربت دواء أستمشيء به. فقال: ((ما هو؟)) · فقلت: الشبرم.\nقال: ((حار حار عليك بالسنا والسنوت فإن فيه دواء من كل داء)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p811'> Vol. 02, p. 811</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو معن الرقاشي قال: حدثنا أبو بكر الحنفي قال: حدثنا عبد الحميد\nبن جعفر قال: ثنا عبيد بن عبيد الله/135/التيمي، عن أسماء بنت عميس أن رسول\nالله - صلى الله عليه وسلم - سألها: ((بما كنت تستمشين؟)) قالت: كنت أستمشي\nبالشبرم فقال ((حار حار)) . قالت: ثم استمشيت بالسنا، فقال رسول الله - صلى\nالله عليه وسلم -: ((لو أن شيئا فيه شفاء من الموت لكان في السنا)) .\n</p>\n\n<p>\nحدثنا محمد بن معاوية، قال: حدثنا عبد المؤمن البصري، قال: سمعت رجلا سأل\nالحسن، عن دواء المشي، فقال ما أدري غير أن أنس بن مالك كان إذا وجد شيئا\nمن ذلك خلط من هذه الأطعمة ثم استسقى أو تقيأ فكان يزعم أنه يجد لذلك راحة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p812'> Vol. 02, p. 812</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن فراس قال: حدثنا أبو قتيبة، عن سلام بن أبي مطيع قال: رأيت\nأيوب السختياني يشرب الظريقون حتى تتحجر عينه.\n</p>\n\n<p>\nحدثنا أبو معن قال: حدثنا أبو عامر قال: حدثنا إبراهيم بن طهمان، عن\nالمغيرة، عن إبراهيم: أنه كان يكره جندبادستر، ويكره كثيرا من الدواء من\nأجله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p813'> Vol. 02, p. 813</a>\n            </div>\n            \n</p>\n\n<p>\nسألت إسحاق عن شرب خبث الحديد باللبن قال: شديدا. ورخص فيه قال: وقال ابن\nعون شرب محمد الخبث.\n</p>\n\n<p>\nحدثنا إسحاق قال: أخبرنا أزهر، عن ابن عون، عن ابن سيرين وسئل عن: شرب\nخبث الحديد فلم ير به بأسا، ووصف أنه يشربه باللبن قال: وأراه من المنافع\nالتي قال الله عز وجل: {وأنزلنا الحديد فيه بأس شديد ومنافع للناس}\n[الحديد: 25] .\n</p>\n\n<p>\nحدثنا أبو موسى محمد بن المثنى، قال: حدثنا شريح بن سراج، عن عمته أنها\nدخلت على أبي قلابة وعنده جرة من رصاص فيها نبيذ، وفي النبيذ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p814'> Vol. 02, p. 814</a>\n            </div>\n            \n</p>\n\n<p>\nصرة معلقة قال: قلت: يا أبا قلابة ما هذه الصرة في نبيذك؟ قال: خبث حديد\nلرياح أجدها في <span id='ms157'></span> بطني.\n</p>\n\n<p>\nسألت أحمد قلت: الكي ما تقول فيه؟ قال: لا يعجبني.\n</p>\n\n<p>\nقلت: فالبط بالنار؟ قال: كيف هو؟ قلت: يصيب الإنسان الريح في بعض جسده\nفيمتد فيحمى مسل ثم يدخل فيه ليخرج المدة. قال: هذا ليس كي. وسهل فيه.\n</p>\n\n<p>\nحدثنا أبو حفص، قال: حدثنا سهل بن يوسف، قال: حدثنا حميد، عن ثابت، عن\nأبي رافع قال: رأى عمر في يدي جرحا، فأخذ بيدي فذهب بي إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p815'> Vol. 02, p. 815</a>\n            </div>\n            \n</p>\n\n<p>\nالطبيب فبطه، وقال: إن المدة إذا كانت بين العظم واللحم أكلته. قال حميد:\nوكان الحسن يكره البط.\n</p>\n\n<p>\nحدثنا أبو حفص قال: ثنا أبو معاوية قال: ثنا الأعمش، عن أبي سفيان، عن\nجابر أن رسول الله - صلى الله عليه وسلم - عاد أبي بن كعب فبعث إليه طبيبا\nفقطع منه عرقا ثم كواه.\n</p>\n\n<p>\nقلت/136/ لأحمد: فالقراءة في الماء للتعويذ؟ فكأنه سهل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p816'> Vol. 02, p. 816</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا يحيى قال: ثنا شريك، عن ليث، عن مجاهد قال: لا بأس أن يكتب القرآن\nفي إناء ثم يغسل ويستشفى به.\n</p>\n\n<p>\nقلت لأحمد: فتعليق التعاويذ فيه القرآن أو غيره· قال: كان ابن مسعود\nيكرهه كراهية شديدة جدا وذكر أحمد عن عائشة وغيرها أنهم سهلوا في ذلك ولم\nيشدد فيه أحمد (\n</p>\n\n<h1 class='l1' id='head87'>.... </h1>\n\n<p>\n) (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p817'> Vol. 02, p. 817</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا زيد بن يزيد، قال: حدثنا عبد الرحمن بن مهدي، قال: حدثنا عبد الله\nبن المبارك، عن طلحة بن أبي سعيد، عن بكير بن عبد الله، عن القاسم بن محمد،\nعن عائشة قالت: التميمةليست مما تعلق بعد البلاء، إنما التميمة ما علق قبل\nالبلاء لدفع المقادير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p818'> Vol. 02, p. 818</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: حدثنا عيسى بن يونس، عن الأعمش، عن أبي ظبيان\nقال: دخل حذيفة على مريض يعوده فلمسه بيده فرأى تعويذا على عضده؛ فقام\nغضبانا وقال: لو مت وهذه عليك ما صليت عليك.\n</p>\n\n<p>\nحدثنا سعيد قال: حدثنا أبو عوانة، عن مغيرة قال: قلت لإبراهيم: أعلق على\nعضدي هذه الآية: {يا نار كوني بردا وسلاما على إبراهيم} [الأنبياء: 69] .\nفكأنه كرهه.\n</p>\n\n<p>\nحدثنا سعيد، قال: حدثنا عبد العزيز بن محمد، عن علقمة بن أبي علقمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p819'> Vol. 02, p. 819</a>\n            </div>\n            \n</p>\n\n<p>\nقال: سألت سعيد بن المسيب <span id='ms158'></span>، عن القرآن يلبسه الحائض والجنب إذا كان في\nحرقرة فلا بأس.\n</p>\n\n<p>\nسألت أحمد عن رقية العقرب فلم ير به بأس إذا كان يعرف أو من القرآن.\n</p>\n\n<p>\nحدثنا يحيى بن عبد الحميد، قال: حدثنا عبد الواحد بن زياد، قال: حدثنا\nعثمان بن حكيم، قال: حدثني الرباب:، قال: سمعت سهل بن حنيف يقول: مررنا\nبسيل فدخلنا نغتسل، فخرجت وأنا محموم، فنمى ذلك إلى النبي - صلى الله عليه\nوسلم - فقال: ((مروا أبا ثابت فليتعوذ)) · فقلت له: ياسيدي إن الرقى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p820'> Vol. 02, p. 820</a>\n            </div>\n            \n</p>\n\n<p>\nصالحة قال: ((لا رقى إلا من ثلاث، من النظرة، والحمى، واللدغة)) .\n</p>\n\n<p>\nحدثنا أبو بكر محمد بن يزيد، قال: ثنا عبد الله بن صالح، قال: حدثني\nالليث بن سعد، قال: حدثني إسحاق بن رافع، عن سعد بن معاذ الأنصاري، عن\nالحسن بن أبي الحسن البصري عن زيد بن عبد الله أنه قال: عرضنا على رسول\nالله - صلى الله عليه وسلم - رقية من الحية فأذن لنا فيها وقال: ((إنما هي\nمواثيق،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p821'> Vol. 02, p. 821</a>\n            </div>\n            \n</p>\n\n<p>\nوالرقية بسم الله تنجيه ملحة بحر قرنية قفطا)) .\n</p>\n\n<p>\nسألت إسحاق قلت: البيطار يضع الخبيص والطعام على دبر الدابة؟ قال: ليس به\nبأس ورخص فيه.\n</p>\n\n<p>\nقلت لإسحاق فالخبز السخن يوضع على الجرح/137/؟ فكرهه، وكذلك كل الطعام.\n</p>\n\n<p>\nحدثنا نصير بن الفرج، قال: ثنا يزيد بن هارون، قال: أنبأ حبيب بن أبي\nحبيب، عن عمرو بن هرم، عن جابر بن زيد أنه سئل عن الرجل يغسل يده من الغمر\n(1) بالدقيق والخبز؟ قال: لا بأس بذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p822'> Vol. 02, p. 822</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو معن قال: حدثنا معتمر، عن عمران بن حدير، عن أبي مجلز أنه كان\nيكره أن يغسل يده بدقيق.\n</p>\n\n<p>\nحدثنا أبو معن، قال: ثنا عبد الرحمن، عن سفيان، عن أبي مسكين، عن إبراهيم\nأنه أتى بدقيق أو سويق فكره أن يغسل يده.\n</p>\n\n<p>\nقلت لإسحاق: الرجل يطعم البهيمة الخبز؟ قال: عند الضرورة إذا أمرت بذلك\nفلا بأس، فأما أن تتخذ طعام البهيمة ذلك فلا خير فيه.\n</p>\n\n<p>\nسألت أبا ثور قلت: الرجل يداوي البهيمة بالمسكر؟ فكأنه كرهه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p823'> Vol. 02, p. 823</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو معن الرقاشي قال: حدثنا عبد <span id='ms159'></span> الكبير قال: ثنا مسعر، عن سعد بن\nإبراهيم، عن عبد الله بن عمر أنه كان يكره أن يداوى الدبر بالخمر.\n</p>\n\n<p>\nسمعت إسحاق، قال: حدثنا أبو بكر بن عياش قال: دخلت على حبيب بن أبي ثابت\nفي مرضه وهو يقول: آه آه يعني يئن في مرضه.\n</p>\n\n<p>\nحدثنا عبدة بن عبد الرحيم، قال: حدثنا أبو وهب أن عبد الله بن المبارك لم\nيعجبه إذا سئل الرجل أن يقول: أنا بشر، وذكر فيه حديثا· قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p824'> Vol. 02, p. 824</a>\n            </div>\n            \n</p>\n\n<p>\nيقول: أنا صالح، فإن كان مريضا ينوي ما أصلح الله من أموره وقال: إذا سئل\nعن مرضه فلا بأس أن يخبر صاحبه حتى يعرف أمره، إنما يكره من ذلك الشكاة.\n</p>\n\n<p>\nحدثنا أحمد بن نصر، قال: حدثنا حبان بن موسى قال: سئل عبد الله عن المريض\nيقال له كيف أنت فيقول: بشر؟ فلم أره يعجبه هذا الحديث، وذكر عن النخعي\nقال: كان يعجبهم إذا قيل له: كيف أنت أن يقول: بخير ثم يخبر· قال عبد الله:\nإذا أخبر يريد الخبر فليس بشكوى أرأيت لو سألك رجل ما فعل أبوك؟ ألا تقول\nقد مات؟ وذكر عبد الله عن النبي - صلى الله عليه وسلم - أنه قال: ((أوعك\nكما يوعك رجلان منكم)) وذكر قول موسى: {لقد لقينا من سفرنا هذا نصبا}\n[الكهف: 62] .\n</p>\n\n<p>\nحدثنا أبو معن، قال: ثنا معتمر بن سليمان، عن ليث، عن طاوس أنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p825'> Vol. 02, p. 825</a>\n            </div>\n            \n</p>\n\n<p>\nكان يكره الأنين، قال: ليث فحدث به طلحة وكان يئن في مرضه فما سمعت له\nأنينا بعد ذلك حتى مات.\n</p>\n\n<p>\nحدثنا عمرو بن عثمان، قال: حدثنا بقية بن الوليد، قال: حدثني أبو سلمة،\nقال: حدثني عبد العزيز ابن أبي رواد قال: عاد رجل من الفقهاء أخا له فقال\nله: كيف بت البارحة؟ قال: بت في كذا/138/وكذا ولقيت كذا وكذا قال: فشكى ما\nشاء الله من ذلك، فقال العائد: أترى عيني هذه لقد ذهبت منذ أكثر من ثلاثين\nسنة ما علم بها أحد قبلك، ولولا الذي شكوت إلي ما أعلمتك، إن من علامة البر\nكتمان المصائب، والصدقة <span id='ms160'></span>، وإن من بث لم يصبر.\n</p>\n\n<p>\nسمعت إسحاق ذكر عن بقية بن الوليد في حديث أسنده قال: شكى نبي من\nالانبياءالضعف فأوحى الله إليه: أن كل اللحم باللبن فإن القوة فيهما، وقال:\nوشكى نبي جبن قومه فأوحى الله إليه أن مرهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p826'> Vol. 02, p. 826</a>\n            </div>\n            \n</p>\n\n<p>\nفليستقوا الحرمل.\n</p>\n\n<p>\nحدثنا المسيب بن واضح، حدثنا بقية، عن الوليد بن كامل، عن رجل حدثه إن\nنبيا من الأنبياء شكا إلى الله الضعف فأوحى الله إليه أن كل اللحم باللبن\nفإن القوة فيهما.\n</p>\n\n<p>\nحدثنا المسيب قال: حدثنا بقية، عن عمرو بن مجاشع، عن بعض أصحابه، وعثمان\nبن عبد الرحمن عن بعض أشياخه: إن نبيا من الأنبياء شكا إلى الله جبن قومه\nفأوحى الله إليه أن اؤمرهم أن يستقوا الحرمل فإنه يزيد في الفروسية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p827'> Vol. 02, p. 827</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الرحمن بن سلام، قال: حدثنا داود بن المجبر، قال: ثنا مرزوق\nأبو حسان، قال: حدثنا مطر الوراق أن نبيا من الأنبياء شكا إلى ربه الضعف،\nفأوحى الله إليه أن اطبخ اللحم باللبن وكله فإن القوة فيهما.\n</p>\n\n<p>\nحدثنا يحيى بن عثمان، قال: حدثنا ابن خمير، قال: حدثنا عبد الله بن ثابت،\nعن عبد الله بن محمد بن علي، عن أبيه، عن ابن عباس، عن رسول الله - صلى\nالله عليه وسلم - أنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p828'> Vol. 02, p. 828</a>\n            </div>\n            \n</p>\n\n<p>\nقال: ((الثناء دواء لكل داء، ولم يداو الورم والضربان بمثله)) .\n</p>\n\n<p>\nحدثنا أبو بكر محمد بن يزيد، قال: ثنا أبو عاصم، عن عثمان بن عبد الملك،\nعن سالم بن عبد الله، عن أبيه: قال رسول الله - صلى الله عليه وسلم -: ((إن\nفي الحبة السوداء شفاء من كل داء إلا السام)) .\n</p>\n\n<p>\nحدثنا محمد بن يزيد قال: حدثنا موسى بن أيوب، عن يحيى بن سعيد العطار،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p829'> Vol. 02, p. 829</a>\n            </div>\n            \n</p>\n\n<p>\nعن سعيد بن ميسرة، عن أنس بن مالك قال: كان النبي - صلى الله عليه وسلم -\nإذا اشتكى تقمح كف شونيز وشرب عليه ماء وعسلا.\n</p>\n\n<p>\nحدثنا أبو معن، قال: حدثنا عبد الكبير الحنفي، قال: حدثنا أيمن بن نابل،\nقال: سمعت أم كلثوم بنت عمرو، قالت: سمعت عائشة تقول: إن ناسا مرضى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p830'> Vol. 02, p. 830</a>\n            </div>\n            \n</p>\n\n<p>\nأتوا رسول <span id='ms161'></span> الله - صلى الله عليه وسلم - فذكروا أنهم لا يأكلون التلبينة\nوالذي نفسي بيده إنها تغسل بطن أحدكم كما يغسل وجهه الماء الوسخ· قال أيمن:\nوالتلبينة يؤخذ شيء من دقيق فيصب عليه الماء فيخاض ثم يصفى ثم يسخن حتى\nينعقد ثم تحسوه.\n</p>\n\n<p>\nحدثنا إسحاق، قال: أخبرنا النضر بن شميل، قال: حدثنا المسعودي، عن قيس بن\nمسلم، /139/عن طارق بن شهاب، عن عبد الله، عن رسول الله -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p831'> Vol. 02, p. 831</a>\n            </div>\n            \n</p>\n\n<p>\nصلى الله عليه وسلم - قال: ((إن الله لم ينزل داء إلا أنزل له شفاء إلا\nالهرم فعليكم بألبان البقر فإنها ترم من كل الشجر)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p832'> Vol. 02, p. 832</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت إسحاق، قال: أخبرنا سفيان بن عيينة، عن ابن أبي نجيح قال: سأل عمر\nبن الخطاب الحارث بن كلدة: ما الطب؟ قال: الأزم يعني الحمية.\n</p>\n\n<p>\nحدثنا إسحاق قال: أخبرنا وكيع، عن ثابت بن أبي صفية، عن أبي جعفر محمد أن\nعليا كان ناقها من مرض فرآه النبي - صلى الله عليه وسلم - وبين يديه تمرات،\nفأخذ علي يتناول، فقبض النبي - صلى الله عليه وسلم - على التمر ثم جعل يلقي\nإلى علي تمرة تمرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p833'> Vol. 02, p. 833</a>\n            </div>\n            \n</p>\n\n<p>\nقال وكيع: حماه بذلك.\n</p>\n\n<p>\nحدثنا عباس بن عبد العظيم قال: حدثنا عبد الملك بن عمرو قال: ثنا فليح،\nعن أيوب بن عبد الرحمن بن صعصعة، عن يعقوب بن أبي يعقوب، عن أم المنذر بنت\nقيس الأنصارية قالت: دخل علي رسول الله - صلى الله عليه وسلم - ومعه علي،\nوعلي ناقه من مرض، ولنا دوال معلقة، فقام رسول الله - صلى الله عليه وسلم -\nيأكل منها وقام علي يأكل منها، فطفق النبي - صلى الله عليه وسلم - يقول\nلعلي: ((مه إنك ناقة)) حتى كف· قالت: وصنعت شعيرا وسلقا فلما جئت به قال\nالنبي - صلى الله عليه وسلم - لعلي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p834'> Vol. 02, p. 834</a>\n            </div>\n            \n</p>\n\n<p>\n((من هذا أصب فأنه أنفع لك)) .\n</p>\n\n<p>\nحدثنا يحيى بن عبد الحميد قال: حدثنا ابن مبارك، عن عبد الحميد بن صيفى\nمن ولد صهيب، عن أبيه، عن جده صهيب قال: دخل علي النبي - صلى الله عليه\nوسلم - وهو يأكل خبزا وتمرا فقال: ((أدنه)) فدنوت، فأقبلت على <span id='ms162'></span> التمر وتركت\nالخبز فقال: ((أقبلت على التمر وأنت رمد!)) قلت: إنما آكل على الجانب الآخر\nفتبسم في وجهي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p835'> Vol. 02, p. 835</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو معن قال: ثنا أبو عامر قال: ثنا عبد الله بن زيد بن أسلم، عن\nأبيه، عن جده أنه كان أصابه جرح في رجله قال: فأمر رسول الله - صلى الله\nعليه وسلم - أبي، فأمر عمران يحمى فقال: إني لأمص النوى من الجوع.\n</p>\n\n<p>\nحدثنا عمرو بن عثمان، قال: حدثنا بقية بن الوليد، قال: حدثني أرطاء، قال:\nاجتمع رجال من أهل الطب عند ملك من الملوك فسألهم: ما رأس دواء المعدة؟\nقال: فقال كل رجل قولا· قال: وفيهم رجل ساكت فلما فرغوا قال له: ما تقول\nأنت؟ قال: قد ذكروا أشياء وكلها ينفع بعض النفع، ولكن ملاك ذلك ثلاثة\nأشياء: لا تأكل طعاما أبدا إلا وأنت تشتهيه، ولا تأكل لحما يطبخ لك حتى\nينعم بصاجة، ولا تبتلع لقمة أبدا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p836'> Vol. 02, p. 836</a>\n            </div>\n            \n</p>\n\n<p>\nحتى تمضغها مضغا/140/شديدا لا يكون على المعدة منها مئونة.\n</p>\n\n<p>\nحدثنا إسحاق، قال: أنا وكيع، عن رزام بن سعيد ثقة، عن أبي المعارك قال:\nسمعت ابن عمر يقول: لا يحمين أحدكم مريضه طعاما يشتهيه، لعل الله يجعل شفاه\nفيه إن شاء الله يجعل الشفاء حيث شاء.\n</p>\n\n<p>\nحدثنا عيسى بن سلميان قال: ثنا إسماعيل بن عياش قال: حدثنا ابن جريج، عن\nعطاء بن أبي رباح قال: لا بأس إن يأتي المؤخذ، عن امرأته والمسحور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p837'> Vol. 02, p. 837</a>\n            </div>\n            \n</p>\n\n<p>\nمن يطلق عليه.\n</p>\n\n<p>\nحدثنا أبو معن قال: حدثنا خالد بن الحارث قال: ثنا هشام، عن قتادة، عن\nسعيد بن المسيب في الرجل يؤخذ عن امرأته فيلتمس من يداويه قال: إنما نهى\nالله عما يضر ولم ينه، عما ينفع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p838'> Vol. 02, p. 838</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب اللباس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p839'> Vol. 02, p. 839</a>\n            </div>\n            \n</p>\n\n<p>\nسألت أحمد قلت: الرجل يشد أسنانه بالذهب؟ قال: لا بأس بذلك.\n</p>\n\n<p>\nحدثنا أحمد بن عبده بن موسى الضبي، قال: أخبرنا أبو القاسم ابن أبي\nالزناد، قال: حدثنا واقد بن عبد الله بن أبي ياسر التميمي قال: أخبرني من\nرأى عثمان بن عفان قد شد أسنانه بالذهب.\n</p>\n\n<p>\nحدثنا محمد بن سعيد قال <span id='ms163'></span>: أخبرنا عنبسة بن الفضل قال: ثنا عبيد الله بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p840'> Vol. 02, p. 840</a>\n            </div>\n            \n</p>\n\n<p>\nأبي بكر بن أنس، عن جده أنس بن مالك أنه كان لا يرى بأسا بشد الأسنان\nبالذهب والفضة.\n</p>\n\n<p>\nحدثنا عيسى بن محمد، قال: ثنا حجاج، عن ابن جريج قال: سمعت ابن شهاب يسأل\nعن ربط الأسنان بالذهب قال: لا بأس به ربط عبد الملك بن مروان أسنانه\nبالذهب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p841'> Vol. 02, p. 841</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو معن، قال: ثنا أبو عامر، حدثتنا أم عمر مولاة لآل طلحة قالت:\nرأيت موسى بن طلحة قد شد ثنتيه ورباعيته بالذهب.\n</p>\n\n<p>\nحدثنا علي بن عثمان وسعيد بن سليمان ومحمد بن سعيد، قالوا: حدثنا أبو\nالأشهب، عن حماد بن أبي سليمان قال: رأيت المغيرة بن عبد الله عامل الكوفة\nقد شد أسنانه بالذهب فسألت إبراهيم فقال: لا بأس به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p842'> Vol. 02, p. 842</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الرحمن بن مبارك قال: حدثنا يحيى بن ميسرة قال: حدثنا عون\nالعقيلي أن عبد الرحمن بن أبي بكرة كان قد بلغ سنا وكان يولد له فسقطت\nأسنانه فأعيدت بسلسلة من ذهب.\n</p>\n\n<p>\nحدثنا عبد الرحمن بن مبارك، قال: حدثنا حماد بن زيد، قال: رأيت ثابتا\nوأبا التياح مضببين الأسنان بالذهب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p843'> Vol. 02, p. 843</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا يحيى بن عثمان، قال: حدثنا عمر بن صالح الدمشقي، قال: رأيت أبا حرة\nقد ضبب أسنانه بالذهب.\n</p>\n\n<p>\nحدثنا يحيى بن عثمان قال: رأيت بقية بن الوليد قد ضبب أسنانه بالذهب.\n</p>\n\n<p>\nسمعت إسحاق يقول: قد مضت السنة من النبي - صلى الله عليه وسلم - أنه لعن\nالواصلة والموصولة وأن ما قطع من الحي فهو ميت، وقد سن في عرفجة بن أسعد\nحين اتخذ يوم الكلاب أنفا من ورق فأنتن عليه، فأمره حينئذ أيتخذه من ذهب،\nوقد ضبب غير واحد من أهل العلم سنة بذهب، والذهب والفضة محللان لم يكرهها\nللنجاسة، وأحل الرسول - صلى الله عليه وسلم - ذلك للنساء، وقال: ((هما\nمحرمان على ذكور أمتي حل لإناثهم)) .\n</p>\n\n<p>\nوهذا من غير علة حادثة أا ترى أعرفجة أمره النبي - صلى الله عليه وسلم -\nأيتخذ أنفا من ذهب، وترخص نفر من أصحاب النبي - صلى الله عليه وسلم <span id='ms164'></span> - في\nخاتم الذهب حتى مات بعضهم وهو يلبسه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p844'> Vol. 02, p. 844</a>\n            </div>\n            \n</p>\n\n<p>\nوفسر ابن عباس لبس الحرير أنه إنما نهى عن المصمت منه، ورخص عمر بن\nالخطاب فيه بقدر الكف، ورخص النبي - صلى الله عليه وسلم - لعبد الرحمن بن\nعوف، والزبير بن العوام في لبس قميص الحرير للحكة التي كانت بهما.\n</p>\n\n<p>\nوسمعت إسحاق أيضا يقول: إذا أراد الرجل الذي انكسرت سنه أو انكسر منه عظم\nأيعالجه بعظم أو غيره لم يفعل إلا بما يؤكل لحمه ولا يعالجه بسن غير ذكي،\nوإن أراد أن يعيد سنه بعد ما بانت منه لم يجز له، لأنها حين سقطت صارت\nميتة، فإن صلى كذلك أعاد الصلاة قال: وكذلك كلما رقعه بعظم ميت، أو عظم حي\nلم يذبح، وإذا رقعة بعظم ميتة، أو ذكي لا يؤكل لحمه، أو عظم إنسان فهو\nكالميتة، وعليه قلعه ولا يعتد بما صلى كذلك، فإن أبا إن يقلعه فإن بعض أهل\nالعلم قال: يجبره السلطان على قلعه، فإن مات ولم يقلعه لم يقلع بعد الموت\nلما صار الحكم واحد وإن خشي سقوط سنه فربطها قبل سقوطها فلا بأس لأنها لا\nتصير ميتة إلا بعد السقوط، وأحب الأشياء أن يضبب سنه بالذهب لقول النبي -\nصلى الله عليه وسلم - لعرفجة حين أمره إن يتخذ أنفا من ذهب·حدثنا إسحاق،\nقال: ثنا وكيع، قال: ثنا طعمة الجعفري، قال: رأيت موسى بن طلحة قد شد\nأسنانه بالذهب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p845'> Vol. 02, p. 845</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن مصفى، قال: ثنا بقية بن الوليد، قال: حدثني أبو مسكين\nالجزري، عن نصر الباهلي، عن هشام بن عروة، عن أبيه، عن عائشة، عن عبد الله\nبن عبد الله بن أبي قال: نذرت ثنيتي، فأمرني النبي - صلى الله عليه وسلم -\nإن أتخذ ثنية من ذهب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p846'> Vol. 02, p. 846</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سعيد بن سليمان، قال: حدثنا أبو الأشهب، عن عبد الرحمن بن عرفجة،\nعن عرفجة بن أسعد قال: أصيب أنفي يوم الكلاب، فاتخذت أنفا من ورق فأنتن\nعلي، فأمرني النبي - صلى الله عليه وسلم - أن أتخذ أنفا من ذهب.\n</p>\n\n<p>\nحدثنا يحيى الحماني، قال: ثنا <span id='ms165'></span> عباد بن العوام، عن ابن أبي عروبة، قال:\nحدثنا ثابت بن زيد بن ثابت بن زيد بن أرقم قال: حدثتني عمتي أنيسة بنت زيد\nبن أرقم، عن أبيها قال: قال رسول الله - صلى الله عليه وسلم -: ((الذهب\nوالحرير حل لإناث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p847'> Vol. 02, p. 847</a>\n            </div>\n            \n</p>\n\n<p>\nأمتي حرام على ذكورها)) .\n</p>\n\n<p>\nحدثنا أبو معن، قال: حدثنا أبو عامر، قال: حدثنا إسرائيل، عن حكيم بن\nجبير، عن عكرمة، عن ابن عباس قال: لابأس بالحرير إذا كان فيه خلط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p848'> Vol. 02, p. 848</a>\n            </div>\n            \n</p>\n\n<p>\nسألت أحمد، عن الثوب ينسج بالحرير وهو الملحم فكرهه وقال: هو محدث.\n</p>\n\n<p>\nوسألت أحمد أيضا عن الثوب يكون سداه حرير ولحمته قطن؟ قال: هذا الملحم\nهذا محدث لم يكن على عهد النبي - صلى الله عليه وسلم -، وكرهه، ورخص في\nالخز إذا كان سداه حرير وقال: الخز قد لبسه أصحاب رسول الله - صلى الله\nعليه وسلم -.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p849'> Vol. 02, p. 849</a>\n            </div>\n            \n</p>\n\n<p>\nوسئل أحمد مرة أخرى عن الثياب الملحمة فكرهها لأنها محدثة.\n</p>\n\n<p>\nحدثنا عيسى بن محمد قال: حدثنا يزيد، عن ابن عون، عن الحسن قال: دخلنا\nعلى ابن عمر بالبطحاء فقال له: رجل: يا أبا عبد الرحمن إن ثيابا قد خالطها\nالحرير وهو قليل· قال: دعوا قليله وكثيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p850'> Vol. 02, p. 850</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا إبراهيم بن محمد الشافعي، قال: حدثنا فضيل، عن منصور، عن إبراهيم\nقال: كانوا يكرهون من الثياب ماكان سداه أو لحمته حرير، وكانوا لا يرون\nبالعلم بأسا.\n</p>\n\n<p>\nحدثنا إسحاق، قال: أبنا عتاب بن بشير، عن خصيف، عن عكرمة، عن ابن عباس\nقال: إنما نهى النبي - صلى الله عليه وسلم -، عن المصمت منه يعني الحرير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p851'> Vol. 02, p. 851</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو معن قال: ثنا وهب بن جرير قال: حدثنا عبد الله بن عمر، عن وهب\nبن كيسان قال: كان سعد بن مالك وجابر بن عبد الله وأبو هريرة وأنس بن مالك\nيلبسون خز الحرير.\n</p>\n\n<p>\nحدثنا محمد بن الوزير قال: ثنا الوليد بن مسلم قال: رأيت أبا عمرو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p852'> Vol. 02, p. 852</a>\n            </div>\n            \n</p>\n\n<p>\nالأوزاعي لا يلبس الخز، ولا يرى لبسه، ويلبس البياض مع رجال من كبراء أهل\nالشام منهم إبراهيم بن أبي عبلة، والأحوص بن حكيم، ويزيد بن أبي مريم <span id='ms166'></span>،\nورأيت مالك بن أنس لا يلبس الخز، ولا يرى لبسه، ويلبس البياض مع رجال من\nكبراء أهل المدينة/141/، منهم: عمر بن محمد بن زيد بن عبد الله بن عمر،\nوعبيد الله وعبد الله ابني عمر بن حفص بن عاصم، وابن أبي ذئب، ومحمد بن\nعجلان،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p853'> Vol. 02, p. 853</a>\n            </div>\n            \n</p>\n\n<p>\nورأيت من كبرا، أهل مكة عثمان بن الأسود، والمثنى بن الصباح، وعبد العزيز\nبن أبي رواد لا يلبسون الخز ويلبسون البياض ويكتفون به، ورأيت سفيان الثوري\nلا يرى لبسه في رجال من كبراء أهل الشرق منهم: هشام بن حسان، والربيع بن\nصبيح، وأشباه لهم، ورأيت أبا عمرو، ومالك بن أنس وغيرهما يلبسون السبحان\nولا يكرهون لبسها.\n</p>\n\n<p>\nقال الوليد: وأخبرني عبد الله بن العلاء قال: رأيت على عمر بن عبد العزيز\nساجا قومته ستة دنانير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p854'> Vol. 02, p. 854</a>\n            </div>\n            \n</p>\n\n<p>\nوسمعت أبا عمرو لا يكره أن يغالى بالساج، لأنه ثوب جامع باقي يورث.\n</p>\n\n<p>\nحدثنا أبو الربيع الزهراني، قال: ثنا عباد بن العوام، قال: أخبرنا حصين\nقال: كتب أن لا يلبسوا من الحرير إلا ما كان سداه القطن أو كتان.\n</p>\n\n<p>\nسمعت أحمد يكره الذهب والحرير للصغير والكبير من الذكور قيل:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p855'> Vol. 02, p. 855</a>\n            </div>\n            \n</p>\n\n<p>\nوالمرأة عليها ذهب كثير· قال: إذا لم تظهره.\n</p>\n\n<p>\nوسألت أحمد، عن الأعلام للثياب فرخص فيه وقال: أكثر ما جاء إلى أربع\nأصابع، وكأنه سها فيه إلى أربع أصابع.\n</p>\n\n<p>\nحدثنا أبو حفص، قال: حدثنا عبد الله بن داود، عن هشام بن عروة قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p856'> Vol. 02, p. 856</a>\n            </div>\n            \n</p>\n\n<p>\nكان أبي يلبس البزكان الذي عليه أربع أصابع ديباج.\n</p>\n\n<p>\nقيل لأحمد: الرجل إذا اعتم يدخل العمامة تحت ذقنه؟ قال: نعم.\n</p>\n\n<p>\nسألت إسحاق عن العمامة كيف يعتم بها قال: إن أدخلها تحت ذقنه جاز، وإن لم\nيفعل فهو أحب إلي.\n</p>\n\n<p>\nحدثنا إسحاق قال: أخبرنا الوليد بن مسلم، عن الأوزاعي، عن يحيى بن أبي\nعمرو الشيباني قال: كان رسول الله - صلى الله عليه وسلم - يعتم عمة العرب\nلا يدخل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p857'> Vol. 02, p. 857</a>\n            </div>\n            \n</p>\n\n<p>\nتحت ذقنه، وكل حسن جميل.\n</p>\n\n<p>\nسألت إسحاق عن حديث معاوية أن النبي - صلى الله عليه وسلم - نهى عن لبس\nالحرير إلا مقطعا· قال <span id='ms167'></span>: يقول: لا يلبسه باجا واحدا ولكن إذا كان تكة أوجبب،\nأو نحو ذلك، فأما قميص تام أو رداء تام فلا.\n</p>\n\n<p>\nسئل إسحاق عن رجل في فص خاتمه مسمار من ذهب دقيق فقال: لو كان الخاتم من\nذهب لرجوت وقال: مات خمسة من أصحاب رسول الله - صلى الله عليه وسلم -\nوخواتيمهم من ذهب.\n</p>\n\n<p>\nحدثنا عمرو بن خالد المصري قال: حدثنا عيسى بن يونس، عن الأعمش، عن موسى\nبن عبد الله الخطمي، عن أمه قالت: كان خاتم حذيفة من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p858'> Vol. 02, p. 858</a>\n            </div>\n            \n</p>\n\n<p>\nذهب فصه ياقوتة سمانجونة فيه كركيان متقابلان/142/بينهما مكتوب: الحمد\nلله·قال أبو محمد: كتبت عن عمرو بن خالد سنة ست عشرة ومائتين.\n</p>\n\n<p>\nحدثنا يحيى الحماني قال: حدثنا شريك، عن حزر بن بشير قال: رأيت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p859'> Vol. 02, p. 859</a>\n            </div>\n            \n</p>\n\n<p>\nعلى البراء خاتما من ذهب بحادي أحمر·حدثنا يحيى قال: ثنا قيس، عن عمران\nبن موسى بن طلحة، عن أبيه قال: رأيت في يد طلحة بن عبيد الله خاتما من ذهب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p860'> Vol. 02, p. 860</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا يحيى قال: حدثنا عبد الرحمن بن سليمان بن الغسيل قال: حدثني حمزة\nبن أبي أسيد قال: رأيت أبي عليه خاتم من ذهب ولقد مات وغسل وإنه لفي يده.\n</p>\n\n<p>\nحدثنا يحيى قال: ثنا عبيد الله بن موسى، عن حسن بن صالح، عن سماك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p861'> Vol. 02, p. 861</a>\n            </div>\n            \n</p>\n\n<p>\nقال: رأيت على جابر بن سمرة خاتما من ذهب.\n</p>\n\n<p>\nسألت إسحاق عن المرفقة واللحاف من حرير· قال: كلما لم يلي جلده· قلت: فإن\nاللحاف بطانته من قطن وظهارته وشي· قال: لا بأس كلما لم يلي جلده فلا بأس.\n</p>\n\n<p>\nحدثنا عيسى بن محمد قال: ثنا يزيد، عن ابن عون، عن محمد قال: قلت لعبيدة:\nافتراش الديباج كلبسه؟ قال: نعم.\n</p>\n\n<p>\nحدثنا عيسى قال: حدثنا الفريابي، عن سفيان، عن أبي إسحاق، عن عمرو بن\nنعجة قال: أتى على ببرذون صفة سرجه ديباج فلم يركبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p862'> Vol. 02, p. 862</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت أحمد يكره أن يمشي الرجل في نعل واحدة كراهية شديدة.\n</p>\n\n<p>\nحدثنا يحيى بن عبد الحميد، قال: حدثنا أبو معاوية، عن الأعمش، عن أبي\nرزين، عن أبي هريرة· رأيته آخذا بيده على جبهته <span id='ms168'></span> ويقول: أشهد لسمعت رسول\nالله - صلى الله عليه وسلم - يقول: ((إذا انقطع شسع أحدكم فلا يمش في\nالأخرى حتى يصلحها)) .\n</p>\n\n<p>\nحدثنا محمد بن الوزير الدمشقي قال: ثنا الوليد بن مسلم قال: أنا الليث\nابن سعد، عن جعفر بن ربيعة، عن الأعرج، عن أبي هريرة، عن رسول الله - صلى\nالله عليه وسلم -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p863'> Vol. 02, p. 863</a>\n            </div>\n            \n</p>\n\n<p>\nأنه قال لأبي هريرة: ((لا تمش في نعل واحدة، فإن الشيطان يمشي في نعل\nواحدة)) .\n</p>\n\n<p>\nحدثنا محمد بن عوف قال: حدثنا موسى بن داود، عن مندل، عن ليث بن أبي\nسليم، عن عبد الرحمن بن القاسم، عن أبيه، عن عائشة إن النبي - صلى الله\nعليه وسلم - مشى في نعل واحدة قال القاسم: ورأيت عائشة بعرفات تمشي في خف\nواحد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p864'> Vol. 02, p. 864</a>\n            </div>\n            \n</p>\n\n<p>\nقلت لأحمد: فهذه النعال الغلاظ؟ قال: هذه السندية قال: إذا كان للوضوء،\nأو للكنيف، أو موضع ضرورة فلا بأس· وكأنه كره أن يمشي فيهما في الأزقة.\n</p>\n\n<p>\nقيل: فالنعل من الخشب؟ قال: لا بأس بها/143/أيضا إذا كان موضع ضرورة.\n</p>\n\n<p>\nحدثنا أحمد بن نصر قال: ثنا حبان بن موسى قال: سئل عبد الله بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p865'> Vol. 02, p. 865</a>\n            </div>\n            \n</p>\n\n<p>\nالمبارك، عن هذه النعال الكرمانية فلم يعجبه، وقال: أما في هذه غنية عن\nتلك·سئل أحمد: هل بلغك في الفتل كراهية؟ قال: لا - يعني - فتل الثوب.\n</p>\n\n<p>\nحدثنا أحمد قال: حدثنا يزيد بن الحباب: قال: حدثنا معاوية بن عبد الكريم\nالثقفي قال أحمد وكان شيخا صالحا قال: رأيت على بكر بن عبد الله رداء\nمفتولا.\n</p>\n\n<p>\nقلت لأحمد: ما تقول في الهدب في الثوب؟ قال: لابأس به.\n</p>\n\n<p>\nحدثنا أحمد بن نصر قال: ثنا حبان قال: رأيت على عبد الله ملحفة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p866'> Vol. 02, p. 866</a>\n            </div>\n            \n</p>\n\n<p>\nمهدبة فقال: إلا أراني مهدبا.\n</p>\n\n<p>\nحدثنا عبد الرحمن بن المبارك قال: حدثنا الصعق بن حزن، عن يونس بن عبيد،\nعن جابر بن شريك الأسلمي قال: أتيت رسول الله - صلى الله عليه وسلم - وهو\nفي حلقة من أصحابه قلت: أيكم رسول الله؟ قال: ((ها أنا ذا)) · وإذا هو\nمحتبي ببردة يضرب هدابها ظهور قدميه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p867'> Vol. 02, p. 867</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب الآداب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p868'> Vol. 02, p. 868</a>\n            </div>\n            \n</p>\n\n<p>\nسئل أحمد عن الرجل <span id='ms169'></span> يقدم من سفر فيأتيه أخوانه فيقوم لهم ويسلم عليهم\nويعانقهم· قال: أرجو ألا يكون به بأس، ثم قال أحمد: استقبل النبي - صلى\nالله عليه وسلم - جعفرا فالتزمه. قيل الأجلح عن الشعبي؟ قال: نعم· قيل\nفحديث روي عن مخلد بن يزيد، عن مسعر، عن عون بن أبي جحيفة، عن أبيه في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p869'> Vol. 02, p. 869</a>\n            </div>\n            \n</p>\n\n<p>\nهذا فأنكره، وقال مخلد أي: لم يكن بالحافظ كتبت عنه بمكة.\n</p>\n\n<p>\nوسألت إسحاق عن الرجل يقوم للرجل إذا قدم من سفر قال: لابأس، ولم يكرهه\nالبتة.\n</p>\n\n<p>\nحدثنا عيسى بن محمد قال: حدثنا سفيان، عن الأجلح، عن الشعبي أن جعفر بن\nأبي طالب لما قدم من الحبشة عانقه النبي - صلى الله عليه وسلم - وقبل بين\nعينيه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p870'> Vol. 02, p. 870</a>\n            </div>\n            \n</p>\n\n<p>\nقلت لإسحاق فقبلة اليد وغير ذلك؟ قال: إذا كان في ذات الله فلا بأس وكرهه\nإذا كان تعظيما·حدثنا إسحاق قال: أنا بقية بن الوليد، عن معاذ بن رفاعة، عن\nابن نزار قال: قبلة اليد إحدى السجدتين يعني أنه كرهه.\n</p>\n\n<p>\nحدثنا عمرو بن عثمان، قال: أنا عثمان بن عبد الرحمن، قال: ثنا حمزة بن\nأبي حمزة، عن مكحول قال: لما قدم عمر الشام لقيه أبو عبيدة بن الجراح فقبل\nيده، وأراد إن يقبل رجله فلم يفعل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p871'> Vol. 02, p. 871</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو أمية قال: حدثنا موسى بن داود قال: ثنا عبد الرحمن المليكي\nقال: رأيت المغيرة بن حكيم ومحمد بن المنكدر التقيا كل واحد منهما (قبل)\n(1) يد/144/صاحبه.\n</p>\n\n<p>\nحدثنا أبو أمية، قال: ثنا يحيى بن راشد البصري، قال: حدثنا طالب بن حجير\nالعبدي، قال: حدثنا هود بن عبد الله بن سعد، قال: سمعت مزيدة العبدي يقول:\nأتينا رسول الله - صلى الله عليه وسلم - قال: فنزلت إليه فقبلت يده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p872'> Vol. 02, p. 872</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو محمد: عطست عند أحمد بن حنبل فقال: يرحمك الله· فقلت: يغفر الله\nلكم فلم يغير علي، ثم عطست ثانية فقال: يرحمك الله. فقلت: يهديكم الله\nويصلح بالكم· قلت له: ما تختار في هذا يا أبا عبد الله؟ قال: إذا عطس فقل\nيرحمك الله، ولتجب بقول: يهديكم الله ويصلح بالكم <span id='ms170'></span>. قال: وهذا عن النبي -\nصلى الله عليه وسلم - من وجوه، وجعل ينكر قول إبراهيم أنه قال: إنما أحدث\nهذا الخوارج، ويتعجب من ذلك، وقال: الخوارج مارقة.\n</p>\n\n<p>\nوسألت إسحاق قلت: كيف أحب اليك إن تشمت العاطس؟ قال: يقال له يرحمنا الله\nوإياك· ويقول هو يغفر الله لنا ولكم.\n</p>\n\n<p>\nوعطس أبو يعقوب يوما فقلت: يرحمك الله فقال يغفر الله لنا ولكم.\n</p>\n\n<p>\nحدثنا إسحاق، قال: أنا أبو عامر، قال: حدثنا أبو معشر المدني، عن عبد\nالله بن يحيى، عن عمرة بنت عبد الرحمن، عن عائشة قالت: عطس رجل عند\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p873'> Vol. 02, p. 873</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله - صلى الله عليه وسلم - فقال ماذا أقول يا رسول الله؟ قال:\n((قل الحمد لله)) · قالوا: ماذا نقول له؟ قال: ((قولوا: يرحمك الله)) ·\nقال: فماذا أقول لهم؟ قال: ((قل: يهديكم الله ويصلح بالكم)) .\n</p>\n\n<p>\nحدثنا أبو معن قال: حدثنا خالد بن الحارث قال: ثنا هشام، عن حماد، عن\nإبراهيم قال: إذا شمت أخاك فقل: يرحمك الله فإن معه الحفظة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p874'> Vol. 02, p. 874</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو معن قال: حدثنا وكيع، عن الأعمش، عن إبراهيم قال: كانوا يقولون\nللعاطس: يرحمنا الله وإياكم. يعنون الملائكة.\n</p>\n\n<p>\nقلت لأحمد: فالرجل يشمت المرأة إذا عطست. قال: إن أراد إن يستنطقها ليسمع\nكلامها فلا، لأن الكلام فتنة، وإن لم يرد ذلك فلا بأس أن يشمتهن.\n</p>\n\n<p>\nحدثنا أبو معن قال: ثنا نايل قال: ثنا الربيع بن صبيح، عن الحسن أنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p875'> Vol. 02, p. 875</a>\n            </div>\n            \n</p>\n\n<p>\nيكره أن يسلم الرجل على النساء.\n</p>\n\n<p>\nقلت لأحمد: فالرجل يسلم على النساء· قال: إن كن شوابا فأراد أن يستنطقهن\nفلا وكرهه وإن كن عجائز فلا بأس.\n</p>\n\n<p>\nحدثنا عمرو بن عثمان، قال: حدثنا عبد الملك بن محمد، قال: خرجت أنا\nوالأوزاعي من مسجد بيروت فمررنا بامرأة كهلة فبدأها/145/بالسلام.\n</p>\n\n<p>\nحدثنا عيسى بن محمد، قال: ثنا حجاج، عن شعبة قال: سألت الحكم: أسلم على\nالنساء؟ قال: كان شريح يسلم على النساء.\n</p>\n\n<p>\nحدثنا عيسى قال: ثنا عبد الصمد، عن أبيه، عن إسحاق بن سويد قال: كان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p876'> Vol. 02, p. 876</a>\n            </div>\n            \n</p>\n\n<p>\nخالد بن عمرو ينهانا إن نسلم على النساء، ويقول: تلك المواصلة.\n</p>\n\n<p>\nسألت أحمد <span id='ms171'></span> قلت: أهل الذمة يكنون؟ قال: نعم لا بأس به، وذكر أن عمر قد كنى\nقلت: فالصبي يكنى؟ قال: نعم أليس قد قال النبي - صلى الله عليه وسلم -:\n((أبا عمير ما فعل النغير)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p877'> Vol. 02, p. 877</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا المسيب، قال: حدثنا سفيان، عن أيوب، عن يحيى بن أبي أن عمر بن\nالخطاب كنى نصرانيا باب: حسان، وكان اسمه فرافصة.\n</p>\n\n<p>\nحدثنا عمرو بن عثمان، قال: حدثنا عبد الملك بن محمد، عن الأوزاعي قال: لا\nبأس بعيادة النصراني وكتاب وصيته، ولا يصافحه، ولا يكنيه.\n</p>\n\n<p>\nقلت للأوزاعي: فإن قدم من سفر فصافحني؟ قال: لا بأس.\n</p>\n\n<p>\nحدثنا عمرو قال: ثنا عبد الملك بن محمد، عن سعيد بن عبد العزيز، عن ربيعة\nبن يزيد إن أبا الدرداء وفضالة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p878'> Vol. 02, p. 878</a>\n            </div>\n            \n</p>\n\n<p>\nبن عبيد عادا أركون دمشق.\n</p>\n\n<p>\nحدثنا عبد الرحمن بن سلام، قال: ثنا زيد بن حباب:، قال: أنا المنهال بن\nعيسى البصري، قال: أنبا غالب القطان قال: قلت للحسن: إن لنا جيرانا نصارى\nينيلوننا من معروفهم، ويشيعون جنائزنا فأكافئهم؟ قال: كافئهم إذا أتيت\nالباب: فقل من هاهنا أدخل؟ فإذا دخلت فقل: كيف مريضكم، كيف تجدونه، فإذا\nأردت أن تقوم فقل الشفاء والعافية من الله· قال زيد: وأخبرنا بعض البصريين\nعن الحسن أنه كان إذا عزى النصراني والذمي قال: لا أصابكم الله إلا بخير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p879'> Vol. 02, p. 879</a>\n            </div>\n            \n</p>\n\n<p>\nقلت لإسحاق: مسلم قال لنصراني مرحبا وأهلا؟ قال: بئس ما صنع لا ينبغي إن\nيحيى بتحية الإسلام ولا يكنى.\n</p>\n\n<p>\nحدثنا يحيى بن عبد الحميد، قال: حدثنا أبو بكر، عن أبي سنان، عن سعيد بن\nجبير قال: قلت لابن عباس إن هؤلاء العلوج يقولون لنا: بارك الله فيكم أفنرد\nعليهم؟ قال: لو إن فرعون قال لي: بارك الله فيك. قلت له: وفيك.\n</p>\n\n<p>\nحدثنا يحيى، قال: حدثنا ابن مبارك، عن سلام بن مسكين، عن أبي يزيد المدني\nأن النبي عليه السلام لقي أبا جهل فأخذ بيده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p880'> Vol. 02, p. 880</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو معن، قال: حدثنا أبو قتيبة، قال: حدثنا إسرائيل، عن جابر، عن\nالشعبي قال: إذا عطس اليهودي فقل هداك الله.\n</p>\n\n<p>\nحدثنا أبو موسى، قال: حدثنا <span id='ms172'></span> أبو معاوية، قال: حدثنا الأعمش، عن إبراهيم\nقال: إذا كانت لك الحاجة إلى اليهودي أو النصراني فأبدأه بالسلام.\n</p>\n\n<p>\nقلت لإسحاق: فالرجل يقول للمشرك: إنه رجل عاقل. قال: لا ينبغي أن يقال\nلأنه ليست لهم عقول.\n</p>\n\n<p>\nحدثنا يحيى قال: حدثنا شريح، عن محمود بن حرب، عن عياض الأشعري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p881'> Vol. 02, p. 881</a>\n            </div>\n            \n</p>\n\n<p>\nقال: قال عمر بن الخطاب: لا تأمنوهم إذ خونهم الله، ولا تعزوهم إذ أذلهم\nالله، ولا تقربوهم إذ بعدهم الله.\n</p>\n\n<p>\nسمعت أحمد يقول: الرجل إذا كان صاحب بدعة يظهر ذلك أومعلنا بفسقه؟ فليست\nله غيبة.\n</p>\n\n<p>\nسألت إسحاق عن غيبة أهل البدع؟ قال: ليست لهم حرمة، وذكرعن ابن المبارك\nقال: ليس لهم غيبة ولكن أكره إن يعود الرجل لسانه، وكذلك أهل الشرك وذكر،\nعن ابن سيرين كراهيته.\n</p>\n\n<p>\nوسألت محمد بن بشار قلت: الرجل يغتاب أهل البدع؟ قال: ليست لهم غيبة ولا\nيعجبني، وأما قولك: إن فلانا صاحب بدعة فليس هذا غيبة، وكذلك قولك في\nالحديث كان فلان يغلط وفلان كان أثبت من فلان ونحو هذا فليس هذا غيبة،\nولكنه شيء تبينه للناس· قلت فإن قال رجل: كان عمرو بن عبيد رجل سوء، وكان\nعباد بن صهيب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p882'> Vol. 02, p. 882</a>\n            </div>\n            \n</p>\n\n<p>\nرجل سوء؟ فكأنه رخص فيه.\n</p>\n\n<p>\nحدثنا يحيى بن عثمان قال: أخبرنا بقية قال: سألت الأوزاعي قلت: من الذي\nينبغي لي أن أكف عنه أرى الرجل يسكر، ويزني، ويعمل عملا لا يحل له؟ · قال:\nإن أسرها فليس لك أن تذكرها، وإن كان صاحبها لا يبالي من رآه ولا يستتر فلا\nغيبة له.\n</p>\n\n<p>\nحدثنا أحمد بن نصر، قال حدثنا عبد الله بن غالب وعمر بن هارون، عن الربيع\nبن صبيح، عن الحسن قال: ليس لأهل البدع غيبة.\n</p>\n\n<p>\nحدثنا عبد الله بن عبد الوهاب، قال: حدثنا زياد بن الربيع، عن عبد الرحمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p883'> Vol. 02, p. 883</a>\n            </div>\n            \n</p>\n\n<p>\nبن أذينة قال: حدثنا أشياخنا قال: ثلاثة لا حرمة لهم ولا غيبة، الوالي\nالظالم الجائر، والفاسق المعلن بفسقه، وصاحب البدعة.\n</p>\n\n<p>\nحدثنا عبد الله بن عبد الوهاب، قال: ثنا عليلة بن بدر الأعرجي، قال:\nحدثنا أبان، عن أنس بن مالك <span id='ms173'></span> قال: قال رسول الله صلى اله عليه وسلم: ((من\nألقى جلباب: الحياء فلا غيبة له)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p884'> Vol. 02, p. 884</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الله، قال: ثنا أبو عوانة، قال: ثنا قتادة، عن الحسن قال: ليس\nبينك وبين الفاسق حرمة.\n</p>\n\n<p>\nحدثنا أبو معن، قال: حدثنا/147/معاذ بن هشام، قال: حدثني أبي، عن قتادة،\nعن الحسن أنه كان يقول: لا حرمة للفاجر· قال قتادة: فكأنه يرى إذا اغتبت\nالمصلي الفاجر أنه لا بأس به.\n</p>\n\n<p>\nحدثنا محمد بن رافع، قال: ثنا الجارود بن يزيد، قال: حدثنا بهز بن حكيم،\nعن أبيه، عن جده قال: قال رسول الله - صلى الله عليه وسلم -:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p885'> Vol. 02, p. 885</a>\n            </div>\n            \n</p>\n\n<p>\n((أترعون عن ذكر الفاجر متى يعرفه الناس اذكروه بما فيه يحذره الناس)) .\n</p>\n\n<p>\nسألت إسحاق عن غيبة السلطان الجائر قال: لا يكون فيهم إلا ما يكره\nللإنسان أن يعود لسانه.\n</p>\n\n<p>\nحدثنا الأخضر، قال: حدثنا عارم، قال: حدثنا خالد، سمعت عبيد الله يقول في\nغيبة الخوارج والسلطان الذي قد أعلن لم ير لهم غيبة، فأما من يعلم أنه مذنب\nوهو يحب إن يستتر فرأى ذلك منهم غيبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p886'> Vol. 02, p. 886</a>\n            </div>\n            \n</p>\n\n<p>\nسألت إسحاق عن غيبة أهل الشرك قال: ليس أكرهه ولكن أكره أن يعود لسانه.\nحدثنا أبو معن قال: حدثنا معاذ بن هشام قال: حدثني أبي، عن قتادة، عن محمد\nبن سيرين أنه كان يكره إن يغتاب النصراني.\n</p>\n\n<p>\nحدثنا عبد الله بن عبد الوهاب، قال: حدثنا حماد بن زيد، قال: حدثنا طوق\nبن وهب، قال: نقهت من مرض مرضته فدخلت على محمد بن سيرين فرأى من حالي فقال\nما يمنعك من فلان الطبيب نصراني، ثم قال: فلان أطب منه، ثم قال: استغفر\nالله اغتبته.\n</p>\n\n<p>\nسألت إسحاق عن لعن أهل البدع· قال: يستوجبون اللعنة.\n</p>\n\n<p>\nحدثنا أحمد بن سلمان، قال: ثنا سفيان، عن عمرو بن دينار، قال: قال لنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p887'> Vol. 02, p. 887</a>\n            </div>\n            \n</p>\n\n<p>\nطاوس: أخزوا معبدا.\n</p>\n\n<p>\nحدثنا أبو معن قال: حدثنا إبراهيم بن المبارك الخزامي قال: حدثني محمد\nابن طلحة بن عبد الرحمن بن طلحة بن عثمان التيمي قال: حدثني عبد الرحمن بن\nسالم، عن أبيه، عن جده قال: قال <span id='ms174'></span> رسول الله - صلى الله عليه وسلم -: ((إن\nالله اختارني واختار لي أصحابي، فجعل لي منهم وزراء وأنصارا فمن سبهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p888'> Vol. 02, p. 888</a>\n            </div>\n            \n</p>\n\n<p>\nفعليه لعنة الله والملائكة والناس أجمعين لا يقبل الله منهم صرفا ولا\nعدلا)) .\n</p>\n\n<p>\nقلت لأحمد: كيف يحب أن يكتب الرجل في صدر الكتاب؟ فسهل في ذلك، وقال:\nالأمر فيه واسع·حدثنا بشر بن هلال، قال: ثنا عبد الوارث بن سعيد، قال: ثنا\nعمرو، عن الحسن أنه كان لا يرى بأسا إن يبدأ الرجل باسم صاحبه إذا كتب\nإليه، وكان الحسن يفعل/148/ذلك، وكان عمرو يكره إن يكتب بسم الله الرحمن\nالرحيم لفلان ولا يرى بأسا أن يكتب إلى أبي فلان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p889'> Vol. 02, p. 889</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا يحيى بن عبد الحميد، قال: حدثنا ابن مبارك، عن يونس، عن الزهري، عن\nعبيد الله بن عبد الله، عن ابن عباس قال: حدثني أبو سفيان بن حرب قال: دخلت\nعلى هرقل قال: فألقى إلي كتابا، فقال: هل تعرف هذا؟ فقلت: نعم· فإذا فيه:\nمن محمد رسول الله - صلى الله عليه وسلم - إلى هرقل عظيم الروم سلام على من\nاتبع الهدى أما بعد.\n</p>\n\n<p>\nحدثنا علي بن عثمان، قال: حدثنا عبد الملك بن الوليد بن معدان، قال:\nحدثني أبي أن عمر بن الخطاب كتب إلى أبي موسى الأشعري: بسم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p890'> Vol. 02, p. 890</a>\n            </div>\n            \n</p>\n\n<p>\nالله الرحمن الرحيم من عبد الله عمر أمير المؤمنين إلى عبد الله بن قيس\nسلام عليك، فإني أحمد إليك الله الذي لا إله إلا هو، أما بعد.\n</p>\n\n<p>\nحدثنا يحيى، قال: حدثنا شريك، عن ليث، عن نافع، عن ابن عمر أنه كان إذا\nكتب إلى معاوية بدأ بنفسه، فبدت له إليه حاجة فكلموه فبدأ بمعاوية.\n</p>\n\n<p>\nحدثنا يحيى قال: ثنا شريك، عن عمار الدهني، عن كريب، عن ابن عباس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p891'> Vol. 02, p. 891</a>\n            </div>\n            \n</p>\n\n<p>\nأنه كتب إلى حبر تيماء فبدأه بالسلام فقيل له في ذلك فقال: إن الله هو\nالسلام.\n</p>\n\n<p>\nقلت لأحمد: فكيف يكتب في عنوان الكتاب؟ قال: يكتب إلى أبي فلان ولا يكتب\nلأبي فلان، ليس له معنى إذا كتب لأبي فلان.\n</p>\n\n<p>\nقلت: فإن كتب إلى أبي فلان حفظه <span id='ms175'></span> الله ونحو ذلك؟ فسهل في ذلك ولم ير به\nبأسا. قلت: فإن كتب إلى أبي فلان في سطر وكتب تحته فلان بن فلان؟ فلم يعرف\nهذا كيف هو.\n</p>\n\n<p>\nسألت إسحاق قلت كيف أحب إليك إن يكتب عنوان الكتاب؟ قال: يكتب من فلان\nإلى فلان، فإن كان الأب والابن فأنه يبدأ بالأب. ورأيت أبا يعقوب يكتب\nكثيرا إلى أبي فلان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p892'> Vol. 02, p. 892</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عيسى بن محمد، قال: حدثنا الهيثم بن جميل، عن شريك، عن مغيرة، عن\nإبراهيم أنه كان يكره إن يكتب في جوف الكتاب بسم الله الرحمن الرحيم وكأنه\nلم ير به بأسا إن يكتب في عنوانه. حدثنا عيسى قال: حدثنا يزيد بن هارون، عن\nابن عون، عن محمد إن رجلا كتب بين يدي عمر: بسم الله الرحمن الرحيم لفلان\nفقال ابن عمر: مه، إن اسم الله هو له.\n</p>\n\n<p>\nحدثنا عيسى، قال: ثنا أبو أسامة، عن ابن عون، عن نافع قال: كانت لابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p893'> Vol. 02, p. 893</a>\n            </div>\n            \n</p>\n\n<p>\nعمر حاجة إلى معاوية فأراد إن يكتب إليه فقالوا: ابدأ به، فلم يزالوا به\nحتى كتب بسم الله الرحمن الرحيم إلى معاوية·حدثنا عبيد الله بن معاذ قال:\nحدثنا أبي قال: حدثنا/149/شعبة، عن منصور بن زاذان، عن محمد بن سيرين قال:\nكتب العلاء بن الحضرمي إلى النبي - صلى الله عليه وسلم - فبدأ باسم نفسه من\nالعلاء بن الحضرمي إلى رسول الله - صلى الله عليه وسلم - · قال شعبة: وكان\nالحكم يكره إن أسم غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p894'> Vol. 02, p. 894</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا يحيى بن عثمان قال: حدثنا بقية بن الوليد، عن ثور بن يزيد قال:\nكتبت لخالد بن معدان من خالد بن معدان إلى الوليد بن عبد الملك. قال:\nوحدثنا بقية، عن ثور قال: كتبت لمكحول: إلى فلان بن فلان من مكحول.\n</p>\n\n<p>\nحدثنا عباس بن عبد العظيم قال: سمعت أبا الوليد قال: حدثنا عثمان بن\nزائدة قال: كتب إلي سفيان الثوري: إلى عثمان بن زائدة من سفيان بن سعيد،\nأما بعد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p895'> Vol. 02, p. 895</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمد بن يحيى بن عبد الكريم، قال: حدثنا هاشم بن القاسم، عن\nالأشجعي قال <span id='ms176'></span>: قال سفيان: يكره إن يكتب الرجل إلى الرجل فيبدأ به، ولكن اكتب\nإلى أبي فلان.\n</p>\n\n<p>\nحدثنا محمد بن يحيى قال: ثنا عبد الله بن داود، عن جعفر بن برقان، عن\nميمون بن مهران أن عبد الله بن عمر كتب: من عبد الله بن عمر إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p896'> Vol. 02, p. 896</a>\n            </div>\n            \n</p>\n\n<p>\nعمر بن الخطاب. سئل إسحاق عن ختم الكتاب؟ فقال: نعم.\n</p>\n\n<p>\nحدثنا أبو بشر حاتم بن سالم قال: حدثنا إبراهيم بن محمد قال: ثنا يحيى بن\nوهب الكلابي، عن أبيه، عن جده أن النبي - صلى الله عليه وسلم - كتب كتابا\nإلى أكيدر لدومة الجندل فيه أمان لهم من الروم فلم يجد يومئذ خاتما فختم له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p897'> Vol. 02, p. 897</a>\n            </div>\n            \n</p>\n\n<p>\nبظفره.\n</p>\n\n<p>\nقال إبراهيم بن محمد: فلقيت رجلا من آل أكيدر فقلت: بأي ظفر ختم لكم\nالنبي - صلى الله عليه وسلم -؟ قال: بهذه يعني الإبهام.\n</p>\n\n<p>\nحدثنا يحيى بن عثمان، قال: ثنا ابن حمير، حدثنا: علي، عن ابن جريج، عن\nابن أبي مليكة، عن ابن عمر قال: جواب الكتاب حق على كل مسلم، وخاتم الصحيفة\nمكرمة لصاحبها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p898'> Vol. 02, p. 898</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا إسحاق، قال: أنا بقية بن الوليد، عن عمر بن موسى، عن أبي الزبير،\nعن جابر قال: قال رسول الله - صلى الله عليه وسلم -: ((إذا كتب أحدكم كتابا\nفليترب الكتاب فأنه أنجح للحاجة)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p899'> Vol. 02, p. 899</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا محمود بن خالد، قال: ثنا الوليد بن مسلم، قال: ثنا ابن جابر، عن\nأبي كبشة، قال: حدثني سهل بن الحنظلية أن عيينة بن بدر والأقرع بن حابس\nسألا رسول الله - صلى الله عليه وسلم - شيئا، فأمر معاوية فكتب لهما وختم\nكتابهما، ثم رمى به إليهما.\n</p>\n\n<p>\nسمعت أحمد يقول في حديث أنس إن رجلا قال للنبي - صلى الله عليه وسلم -:\nيا خير/150/البرية· قال: ((ذاك أبي إبراهيم)) قال: قد روي غير هذا أنه قال:\n((أنا أول من تنشق عنه الأرض)) وقال الله: {كنتم خير أمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p900'> Vol. 02, p. 900</a>\n            </div>\n            \n</p>\n\n<p>\nأخرجت للناس} [آل عمران: 110] وذهب فيه إلى أن النبي - صلى الله عليه\nوسلم - أراد به التواضع.\n</p>\n\n<p>\nحدثنا يحيى بن عبد الحميد، قال: حدثنا ابن إدريس، عن المختار بن <span id='ms177'></span> فلفل، عن\nأنس قال: قال رجل للنبي - صلى الله عليه وسلم - يا خير البرية· قال: ((ذاك\nأبي إبراهيم)) .\n</p>\n\n<p>\nحدثنا علي بن عثمان، قال: حدثنا حماد بن سلمة، قال: أخبرنا علي بن زيد،\nعن أبي نضرة قال: خطبنا ابن عباس على هذا المنبر منبر البصرة فقال قال نبي\nالله - صلى الله عليه وسلم -: ((ما من نبي إلا له دعوة ينجزها في الدنيا،\nوإني اختبأت دعوتي شفاعة لأمتي وأنا سيد ولد آدم يوم القيامة ولا فخر وأنا\nأول من تنشق عنه الأرض ولا فخر وبيدي لواء الحمد ولا فخر فآدم ومن دونه تحت\nلوائي ولا فخر)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p901'> Vol. 02, p. 901</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو جعفر محمد بن سليمان، نا حديج بن معاوية، عن أبي إسحاق، عن صلة\nبن زفر، عن حذيفة قال: قال أصحاب النبي - صلى الله عليه وسلم - يا رسول\nالله إبراهيم خليل الرحمن وموسى كلمه الله تكليما، وعيسى كلمة الله وروحه\nفماذا أعطيت أنت؟ قال: ((ولد آدم كلهم يوم القيامة تحت رايتي، وأنا أول من\nيفتح له باب: الجنة)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p902'> Vol. 02, p. 902</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head88'>باب: إخصاء الدواب</h1>\n\n<p>\nسئل أحمد بن حنبل، عن إخصاء الدواب والغنم فكره للسمن وغير ذلك، إلا أن\nيخاف عضاضه. حدثنا هدبة بن خالد، قال: حدثنا همام، قال: حدثنا نافع أن ابن\nعمر كان يكره إخصاء الذكور من الإبل، والذكور من الغنم، وإخصاء الذكور من\nالبقر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p903'> Vol. 02, p. 903</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عمرو بن عثمان، قال: حدثنا الفاريابي، عن سفيان، عن عاصم بن عبيد\nالله، عن سالم بن عبد الله، عن ابن عمر، عن عمر أنه نهى، عن خصاء الغنم،\nوقال أيضا: النماء في الذكور.\n</p>\n\n<p>\nحدثنا عبد الله بن الزبير الحميدي قال: ثنا سفيان قال: حدثنا هشام بن\nعروة إن أباه أخصى بغلا له.\n</p>\n\n<p>\nحدثنا الحسين بن محمد السعدي، قال: ثنا سلم بن قتيبة، قال: حدثنا مالك\nابن مغول، قال: سألت عطاء عن خصاء الفحل؟ قال: إذا خفت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p904'> Vol. 02, p. 904</a>\n            </div>\n            \n</p>\n\n<p>\nعضاضه وسوء خلقه فلا بأس.\n</p>\n\n<p>\nحدثنا الحسين بن محمد، قال: ثنا سلم بن قتيبة، حدثنا سلام بن مسكين، قال:\nسألت قتادة عن خصاء الديك والسنور <span id='ms178'></span> فكرهه.\n</p>\n\n<p>\nحدثنا عمرو بن عثمان، قال: حدثنا بقية، عن الأوزاعي، عن يحيى قال: لا بأس\nبخصاء ما لا نسل له، وخصاء الفرس الصوول، وكذا بتر الذنب. /151/\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p905'> Vol. 02, p. 905</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head89'>باب: استعمال المرعراء</h1>\n\n<p>\nقلت لإسحاق بن إبراهيم: الرجل يأخذ المرعراء من ظهر الشاه بالمشط وهو\nيشتد عليها؟ قال: يأثمون شديدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p906'> Vol. 02, p. 906</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head90'>باب: استعمال بقر الحرث في غير الحرث</h1>\n\n<p>\nقلت لإسحاق: بقر الحرث هل يكره أن يستعمل في غير الحرث؟ قال: لا بأس في\nاستعمالها في غير الحرث.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: ثنا أبي قال: حدثنا محمد بن عمرو، عن أبي\nسلمة، عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: ((بينما\nرجل يسوق بقرة أعيا، فركبها، فالتفتت إليه فقالت: إنا لم نخلق لهذا، إنما\nخلقنا لحراثة الأرض)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p907'> Vol. 02, p. 907</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head91'>باب: حرق كور الزنابير</h1>\n\n<p>\nسألت إسحاق عن كور الزنابير تحرق بالنار؟ قال: كل شيء يحرق بالنار عقرب\nأو حية فكل هذا مكروه.\n</p>\n\n<p>\nقلت لإسحاق أيضا: كور الزنابير تحرق بالنار؟ فكرهه، وكذلك غيره.\n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: حدثنا أبو عوانة، عن الأعمش، عن إبراهيم أنه\nكره أن تحرق الحية والعقرب بالنار.\n</p>\n\n<p>\nحدثنا يحيى الحماني قال: ثنا حفص وموسى بن محمد الأنصاري وأبو معاوية\nوعباد بن العوام، عن الشيباني، عن الحسن بن سعد، عن عبد الرحمن بن عبد\nالله، عن أبيه قال: كنا مع النبي - صلى الله عليه وسلم - في سفر فنزلنا على\nقرية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p908'> Vol. 02, p. 908</a>\n            </div>\n            \n</p>\n\n<p>\nنمل فأحرقناها، فذكرنا ذلك للنبي عليه السلام فقال: ((لا ينبغي أن يعذب\nبعذاب الله أحد)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p909'> Vol. 02, p. 909</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head92'>باب: تسمية البهيمة والطير</h1>\n\n<p>\nقلت لإسحاق: البهيمة والطير يكون في الدار فيسميها باسم يدعوه بها؟ قال:\nكلما كان المسمى بأسامي سموها به في ما مضى فلا بأس.\n</p>\n\n<p>\nحدثنا أحمد بن الأزهر بن منيع، قال: ثنا منصور بن أبي نويرة، قال: حدثنا\nالعرزمي، عن الحكم، عن مقسم، عن ابن عباس قال: كان اسم فرس النبي عليه\nالسلام المرتجن وبغلته الدلدل، وحماره اليعفور، ورايته العقاب، وناقته\nالعضبا، ودرعه ذات الفضول.\n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: حدثنا عبد الرحمن <span id='ms179'></span> بن أبي الزناد، عن أبيه، عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p910'> Vol. 02, p. 910</a>\n            </div>\n            \n</p>\n\n<p>\nعبيد الله بن عبد الله، عن ابن عباس قال: سل رسول الله - صلى الله عليه\nوسلم - سيفه ذو الفقار يوم بدر.\n</p>\n\n<p>\nحدثنا المسيب بن واضح، قال: حدثنا أبو إسحاق الفزاري، عن ابن جريج قال:\nأخبرني مرة إن اسم سيف رسول الله - صلى الله عليه وسلم - /152/ذو الفقار،\nودرعه ذات الفضول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p911'> Vol. 02, p. 911</a>\n            </div>\n            \n</p>\n\n<p>\nقال أخي عمران بن موسى، عن نافع بن جبير بن مطعم قال: كان لرسول الله -\nصلى الله عليه وسلم - جمل يقال له.\n</p>\n\n<p>\nحدثنا المسيب بن واضح، قال: ثنا أبو إسحاق، عن جعفر بن الحارث، عن محمد\nبن إسحاق، عن يزيد بن أبي حبيب قال: كان اسم فرس رسول الله - صلى الله عليه\nوسلم - الشكب.\n</p>\n\n<p>\nحدثنا عمرو بن عثمان قال: حدثنا عبد الملك بن محمد قال: نا زهير بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p912'> Vol. 02, p. 912</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد قال: كانت للنبي عليه السلام عمامة سوداء يقال لها السجاب، ودرع\nيقال له ذو الفضول وكان له ثلاثة أنيق: الجدعاء، والقصواء والبهرة، وبغلته\nيقال لها دلدل، وكانت رايته يقال لها العقاب، وقدحه يقال له الغمر، ومرآته\nيقال لها: المدلة. قال: وسمعت عثمان بن عطاء يحدث عن أبيه وزهير بن محمد\nيقولان كان سيف النبي عليه السلام فيه حلية يسيرة كان يقال له ذو الفقار·\nقال: وحدثني زهير بن محمد قال: كان للنبي - صلى الله عليه وسلم - فرسان\nيقال لأحدهما: المرتجز، والآخر السكت.\n</p>\n\n<p>\nقال: وحدثنا عثمان بن عطاء، عن أبيه قال: كان للنبي عليه السلام حمار\nيقال له يعفور، وجمل يقال له: الديباج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p913'> Vol. 02, p. 913</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وحدثنا عبد العزيز بن إسماعيل بن عبيد الله قال حدثني عروة [] أن\nعنز النبي - صلى الله عليه وسلم - كان يقال لها ثمرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p914'> Vol. 02, p. 914</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head93'>باب: اتخاذ الطيور والحمامات في المنازل</h1>\n\n<p>\nسمعت أحمد يقول: لا بأس أن يتخذ الرجل في منزله الطيور والحمامات\nالمقصوصة ليستأنس إليها، فإن تلهى بها فإني أكرهه.\n</p>\n\n<p>\nحدثنا الحسين بن مهدي بن مالك قال: حدثنا عبيد الله بن موسى قال: نا أبو\nعبيدة الناجي، عن الحسن قال: قال رسول الله - صلى <span id='ms180'></span> الله عليه وسلم -:\n((اتخذوا الحمامات المقصوصات في بيوتكم فإنها تلهي الشيطان عن صبيانكم)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p915'> Vol. 02, p. 915</a>\n            </div>\n            \n</p>\n\n<p>\nقلت لأحمد: فإن اتخذ قطيعا من الحمام يطير؟ فكره ذلك كراهية شديدة، ولم\nيرخص فيه إذا كان يطير، وذلك أنها تأكل من أموال الناس وزروعهم.\n</p>\n\n<p>\nسئل إسحاق عن الرجل يتخذ الكندوج للحمام؟ فأملى: أما سألت عنه من بناء\nبروج الحمام التي تتخذ في القرى وتضر أهل القرى وغيرهم فإن كان رجلا زرع في\nالقرية كما يزرعون فأرجوا إلا يكون به بأس، فإن لم يكن له في القرية شيء\nفلا. قال: وأما في الدور فإني أكرهها أيضا بحال ما تختلط/153/حمامه بحمام\nغيره فتفرخ ولا يدري فراخها، فإن اتخذها ولم يستيقن بالاختلاط بحمام غيره\nفلا بأس. حدثنا إسحاق، قال: ثنا بقية بن الوليد، عن الوليد بن كامل البجلي،\nعن نصر بن علقمة قال: سئل رسول الله - صلى الله عليه وسلم - عن الرجل يتخذ\nالحمام في القرية قال: ((إن كان يزرع كما يزرعون، وإلا فلا)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p916'> Vol. 02, p. 916</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو حفص قال: حدثنا أبو صالح قال: حدثني حرملة، عن يزيد بن أبي\nحبيب أنه كان يكره حمام بروج البر، وكان يقول: لا ترد ضالتها، ولا يخرج\nزكاتها، ولا تمنع من فساد. قال أبو صالح: البر ليس لأحد.\n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: حدثنا مسلم بن خالد، عن ابن أبي نجيح، عن\nمجاهد في قوله {أتبنون بكل ريع آية تعبثون} [الشعراء: 126] قال: يعني: بروح\nالحمام.\n</p>\n\n<p>\nحدثنا أحمد بن حنبل، قال: ثنا يزيد بن هارون، قال: رأيت أبا بلخ وكان\nجارا لنا وكان يتخذ الحمام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p917'> Vol. 02, p. 917</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عبد الرحمن بن بحر قال: حدثنا بقية بن الوليد قال: حدثني أبو سفيان\nالأنباري، عن المثنى بن حبيب بن أبي كبشة الأنباري، عن أبيه، عن جده أبي\nكبشة صاحب النبي عليه السلام إن رسول الله - صلى الله عليه وسلم - كان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p918'> Vol. 02, p. 918</a>\n            </div>\n            \n</p>\n\n<p>\nيعجبه النظر إلى الأترج والحمام الأحمر.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: حدثنا أبي قال: حدثنا أشعث، عن الحسن في\nالرجل يصيد الحمام قال: يرده على أهله ولا <span id='ms181'></span> يحل له.\n</p>\n\n<p>\nحدثنا علي بن عثمان قال: حدثنا أبو عوانة، عن مغيرة، عن إبراهيم قال كان\nيكره صيد الحمام الأهلي أن يحال الرجل صاحبه فيصيد كل واحد منهما حمام\nصاحبه وإن أحل بعضهم لبعض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p919'> Vol. 02, p. 919</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head94'>باب: قطع السدر</h1>\n\n<p>\nسئل أحمد عن قطع السدر فكرهه كراهة شديدة، وذهب إلى حديث النبي عليه\nالسلام وقال أحمد: قل إنسان فعله إلا رأى ما يكره في الدنيا. يعني: قطع\nالسدر.\n</p>\n\n<p>\nحدثنا أبو بكر محمد بن عبد الرحمن، قال: حدثنا أبو أسامة، عن ابن جريج،\nعن عثمان بن أبي سليمان، عن محمد بن سعيد بن جبير بن مطعم، عن أبي حبشي،\nقال: قال رسول الله - صلى الله عليه وسلم -: ((من قطع سدرة صوب الله رأسه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p920'> Vol. 02, p. 920</a>\n            </div>\n            \n</p>\n\n<p>\nفي النار)) .\n</p>\n\n<p>\nحدثنا محمد بن عبد الرحمن قال: حدثنا أبو أسامة، عن ابن جريج، عن عمرو بن\nدينار، عن عروة بن الزبير قال: من قطع سدرة صب عليه العذاب صبا.\n</p>\n\n<p>\nحدثنا محمد بن عبد الأعلى قال: حدثنا هشام/154/بن يوسف قال: حدثنا عبد\nالملك الهمداني قال: سألت جعفر عن قطع السدر فقال: كانت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p921'> Vol. 02, p. 921</a>\n            </div>\n            \n</p>\n\n<p>\nلأبي سدرة فكان يقطعها.\n</p>\n\n<p>\nحدثنا أبو بكر محمد بن عبد الرحمن الجعفي قال: حدثنا الحسن بن بلال، عن\nنصر، عن هشام بن عروة قال: كان أبي يقطع سدر أرضه يجعلها أبوابا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p922'> Vol. 02, p. 922</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head95'>باب: قطع النخلة</h1>\n\n<p>\nسئل أحمد عن رجل في دار نخلة قد ضيقت عليه؟ قال: يقطعها إنما كره السدر·\nوذكر حديث ابن جريج، عن ابن حبشي.\n</p>\n\n<p>\nحدثنا عمران بن موسى، قال: ثنا عبد الوارث، عن عمرو، عن الحسن أنه كان\nيكره أن يقطع النخلة وهي حية.\n</p>\n\n<p>\nسألت إسحاق عن قطع الشجر المثمر؟ قال: إذا كان لعلة فلا بأس، فإنهم\nربماقطعوا الخوخ ليعود أصله أيضا. قلت: فقطعه لغير علة باعه من النجارين؟\nفكرهه. قلت: فإن كان في الشتاء وليس عليها ثمرة أتكرهها؟ قال: شديدا، إنه\nوإن لم يكن أيام الثمرة فأصلها مثبت.\n</p>\n\n<p>\nحدثنا أحمد بن نصر قال: حدثنا محمد بن كثير، عن الأوزاعي أنه كره قطع\nالثمرة (1) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p923'> Vol. 02, p. 923</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head96'>باب: الرجل <span id='ms182'></span> يخوف الشجرة بالمنشار ليحمل الثمر</h1>\n\n<p>\nقلت لإسحاق: الرجل يكون له الثمرة، الشجر الكمثرى أو التفاح أو غير ذلك\nفربما لم يحمل فيضع المنشار في أصله يزعم أن يخوفه ليحمل فيحمل تلك السنةما\nتقول في ذلك؟ قال: إن كان ذلك شيئا قد جرب فلا بأس، ولم يكرهه· قلت: فإن\nفعلوا بالشجر سوى النخل شبه التلقيح؟ قال: كل شيء يراد به منفعته فلا بأس.\n</p>\n\n<p>\nحدثنا يحيى الحماني، قال: ثنا أبو عوانة، عن شمال، عن موسى بن طلحة، عن\nأبيه قال: مررت مع النبي - صلى الله عليه وسلم - على قوم في رءوس النخل\nفقال: ((ما يصنع هؤلاء؟)) · قلت: يجعلون الذكر في الأنثى - يعني: يلقحون -·\nفقال النبي - صلى الله عليه وسلم -: ((ما أظن ذلك يعني شيئا)) فتركوه فلم\nيحمل تلك العام، فأخبر بذلك النبي عليه السلام فقال: ((إن كان ينفعهم\nفليعودوا)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p924'> Vol. 02, p. 924</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head97'>باب: أكل الكراث والثوم والبصل</h1>\n\n<p>\nسئل أحمد عن أكل الكراث والثوم والبصل، فكرهه.\n</p>\n\n<p>\nقيل: الكراث مثل الثوم؟ قال: إذا كان في موضع يوجد به.\n</p>\n\n<p>\nحدثنا إسحاق بن إبراهيم، قال: أخبرنا معتمر بن سليمان، عن ليث، عن عطاء،\nعن جابر بن عبد الله، عن النبي عليه السلام قال: ((من أكل الثوم والبصل\nوالكراث فلا يقربن مسجدنا)) .\n</p>\n\n<p>\nحدثنا إسحاق، قال: أخبرنا معتمر/155/، قال: حدثني مظهر بن أبي مجلز أنه\nرأى على مائدة عمر بن عبد العزيز كراثا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p925'> Vol. 02, p. 925</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head98'>باب: الملازقة</h1>\n\n<p>\nسألت إسحاق عن الملازقة، قلت: القوم يجتمعون فيخرج هذا درهما وهذا درهما\nحتى يجمعوا دراهم ثم يشترون بها شيئا ويأكلون؟ قال: لا بأس بها في السفر،\nإنما هي رخص في السفر.\n</p>\n\n<p>\nحدثنا عمرو بن عثمان، قال: ثنا الوليد بن مسلم، قال: قال أبو عمرو\nالأوزاعي: لا بأس بأن يتخارج القوم النفقة، ولا بأس أن يشتري كل رجل منهم\nيوما علفا سعر ذلك اليوم، فيأخذ قوت علف دابته، ثم يقسم بقيته بينهم، ثم\nيشتري الآخر من الغد كذلك فلا بأس، هم قوم يتخارجون نفقة دوابهم غير أنها\nغير مجموعة فذكرته لليث بن سعد فقال: يجعلونها مع رجل <span id='ms183'></span> أحب إلي.\n</p>\n\n<p>\nحدثنا الحماني قال: حدثنا شريك، عن أبي حمزة أن طلحة الأيامي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p926'> Vol. 02, p. 926</a>\n            </div>\n            \n</p>\n\n<p>\nوزبيدا وسلمة بن كهيل دخلوا بستانا فأعطوا صاحب البستان درهما ودخلوا\nفأكلوا حتى شبعوا، ثم خرجوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p927'> Vol. 02, p. 927</a>\n            </div>\n            \n</p>\n\n<p>\nللعب بالشطرنج. قيل لإسحاق: أترى بلعب الشطرنج بأسا؟ قال: البأس كله.\nقيل: فإن أهل الثغور يلعبون به للحرب؟ قال هو فجور.\n</p>\n\n<p>\nحدثنا أبو أمية قال: حدثنا محمد بن الحجاج قال: حدثنا عذار بن يحيى، عن\nمكحول، عن واثلة بن الأسقع قال: قال رسول الله - صلى الله عليه وسلم -:\n((إن لله في كل يوم ثلاثمائة نظرة وستين نظرة، ألا وليس لصاحب الشاة فيها\nشيء)) .\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: حدثنا أبي قال: ثنا أبي حدثنا عاصم بن\nمحمد، عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p928'> Vol. 02, p. 928</a>\n            </div>\n            \n</p>\n\n<p>\nعمرو الملائي قال: إن لله سبع عشرة لحظة في اليوم والليلة لا ينال أهل\nالشاهيين منها شيء. يعني: الشطرنج.\n</p>\n\n<p>\nحدثنا الحسن بن عرفة حدثنا الحسن بن قرعة، قال: حدثنا السكن بن إسماعيل،\nقال: ثنا أبو الأشهب، عن ليث، عن عبد الرحمن بن خالد أنه سمع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p929'> Vol. 02, p. 929</a>\n            </div>\n            \n</p>\n\n<p>\nصوتا أو مناديا يقول إن الله يغفر لأهل الأرض إلا أصحاب الشاهجين، يقول\nقتلته والله وما قتله، ومات والله، وما مات.\n</p>\n\n<p>\nحدثنا إبراهيم بن بشار، قال: حدثنا عبد المجيد، عن أبيه قال: قال النبي -\nصلى الله عليه وسلم -: ((أشد الناس عذابا يوم القيامة صاحب الشاهيل، ألا\nتسمعه يقول: قتلته والله ومات والله. افتراء وكذبا على الله)) . حدثنا أبو\nإسحاق إبراهيم بن بشار، قال: حدثنا عبد الله بن ميمون القداح، عن شهاب، عن\nعبد الملك بن عمير قال: يغفر الله لكل مسلم في أيام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p930'> Vol. 02, p. 930</a>\n            </div>\n            \n</p>\n\n<p>\nالعشر في كل يوم ثنتي عشرة مغفرة إلا صاحب الشطرنج فإنه لا يغفر له، ألا\nتسمعه يقول: مات والله، قتلته والله· افتراء وكذبا على الله.\n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: ثنا أبو معاوية، عن سعد بن طريف، عن أصبغ ابن\nنباتة قال: مر علي بقوم يلعبون بالشطرنج فقال: ما هذه التماثيل التي أنتم\nلها عاكفون.\n</p>\n\n<p>\nحدثنا الحماني، قال: حدثنا رباح بن خالد، عن شريك <span id='ms184'></span>، عن ابن أبي ليلى، عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p931'> Vol. 02, p. 931</a>\n            </div>\n            \n</p>\n\n<p>\nالحكم، عن أبي البختري، عن علي قال: لا تسلموا على أصحاب الشطرنج.\n</p>\n\n<p>\nحدثنا العلاء بن عمرو قال: حدثنا سعيد بن مسلمة، عن ليث قال: كان إبراهيم\nلا يسلم على أصحاب الشطرنج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p932'> Vol. 02, p. 932</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: حدثنا أبو معشر، عن محمد بن كعب أنه سئل عن\nلعب الشطرنج فقال أدنى ما يكون يوم القيامة أنه يعرض مع أهل الباطل.\n</p>\n\n<p>\nحدثنا عيسى بن محمد قال: حدثنا روح، عن هشام قال: ذكروا عند محمد بن\nسيرين الشطرنج فقال انما الشطرنج رفق.\n</p>\n\n<p>\nحدثنا أبو معن قال: حدثنا وهب بن جرير قال: حدثنا أبي، عن أخيه يزيد بن\nحازم قال: رأيت محمد بن المنكدر يلعب بالشطرنج على باب: ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p933'> Vol. 02, p. 933</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو أمية قال: حدثنا أحمد بن سليمان قال: حدثنا محبوب بن الحسن، عن\nإسماعيل بن مسلم قال: رأيت الشعبي يلعب بالشطرنج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p934'> Vol. 02, p. 934</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head99'>باب: الأمر بالمعروف والنهي عن المنكر</h1>\n\n<p>\nسمعت إسحاق يقول: الأمر بالمعروف والنهي عن المنكر واجب على كل مسلم إذا\nرآه قيل: فإن خشي؟ قال: هو واجب عليه حتى يخاف فإذا خشي على نفسه فلا يفعل.\n</p>\n\n<p>\nحدثنا سعيد بن منصور، قال: ثنا أبو شهاب، عن الأعمش، عن عمرو بن مرة، عن\nأبي البحتري، عن أبي سعيد قال: لا يحقرن أحدكم نفسه إذا رأى منكرا غيره،\nفإن الله عز وجل يقول يوم القيامة: ما منعك/157/يوم يكون كذا وكذا أن تقول\nبعلمك· فيقول: رب خفت الناس فيقول: إياي أحق إن تخاف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p935'> Vol. 02, p. 935</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا سعيد، قال: ثنا معتمر بن سليمان، قال: سمعت الركين يحدث عن أبيه،\nقال: قال عبد الله بن مسعود: إن من بقى منكم سيرى منكرا، وبحسب امرئ إذا\nرأى منكرا لا يستطيع له غيرا أن يعلم الله من قلبه أنه له كاره.\n</p>\n\n<p>\nحدثنا سعيد، قال: حدثنا أبو معاوية، عن الأعمش، عن قيس بن راشد، عن أبي\nجحيفة قال: قال علي أول ما تغلبون عليه من أمر دينكم الجهاد بأيديكم، ثم\nالجهاد بألسنتكم، ثم الجهاد بقلوبكم، فأي قلب لم يعرف <span id='ms185'></span> المعروف ولم ينكر\nالمنكر نكس فجعل أعلاه أسفله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p936'> Vol. 02, p. 936</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا شاذ بن فياض، قال: ثنا حماد بن سلمة، عن أبي غالب، عن أبي أمامة،\nقال: أتى رجل رسول الله صلى اله عليه وسلم فقال: يا رسول الله أي الجهاد\nأفضل؟ قال: ((أفضل الجهاد كلمة حق عند سلطان جائر)) .\n</p>\n\n<p>\nحدثنا أبو عمرة الحوضي، عن عبيدة بن الحدايطة قال: أخبرني معاوية بن\nإسحاق قال: جاء رجل إلى ابن عباس فقال: يا أبا عباس آمر أميري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p937'> Vol. 02, p. 937</a>\n            </div>\n            \n</p>\n\n<p>\nبتقوى الله؟ قال: إن خفت إن يقتلك فلا فإن كنت لابد فاعلا فبينك وبينه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p938'> Vol. 02, p. 938</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head100'>باب: الرجل يدعى إلى طعام فيرى في البيت آنية الفضة</h1>\n\n<p>\nسئل أحمد عن الرجل يدعى إلى الطعام فيرى في البيت آنية منصوبة من فضة؟\nقال: لا يأكل ولا يجيب.\n</p>\n\n<p>\nقيل: وهكذا إذا رأى شيئا من زي العجم؟ فكأنه قال: نعم.\n</p>\n\n<p>\nقيل: حديث ابن مسعود أنه دعي إلى طعام فرأى صورة فخرج؟ قال: نعم، وحديث\nحذيفة ثم قال أحمد: حديث عبد الله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p939'> Vol. 02, p. 939</a>\n            </div>\n            \n</p>\n\n<p>\nقيل: حديث محمد بن كعب؟ قال: نعم حديث حماد بن سلمة.\n</p>\n\n<p>\nقيل والزهري، عن سالم، عن ابن عمر أنه دعا أبا أيوب. قيل لأحمد: رواه غير\nعبد الرحمن بن إسحاق، عن الزهري؟ قال: لا أعلمه.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: حدثنا أبي قال: حدثنا سعيد، عن عدي بن\nثابت، عن خالد بن سعد قال: دعي أبو مسعود لطعام فقال: أفي البيت صورة؟ فقيل\nله: نعم. فلم يذهب حتى كسرت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p940'> Vol. 02, p. 940</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا إسحاق قال: أخبرنا معتمر بن سليمان قال: أخبرنا ليث قال: دخلت على\nسالم بن عبد الله وهو متكئ على وسادة فيها تصاوير وحش أوسباع فقلت: أما\nتكره هذا قال: يكره للذي يصورها، ثم قال/158/سالم: سمعت أبي يحدث ان نبي\nالله - صلى الله عليه وسلم - قال: ((من صور شيئا كلف أن يحييه يوم\nالقيامة)) . وسمعت النبي - صلى الله عليه وسلم - يقول: ((الفتنة ها هنا))\nوأشار بيده نحو المشرق· قال: قلت له: بما جهزك أبوك؟ قال: بتابوتين من خشب،\nوحجلة من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p941'> Vol. 02, p. 941</a>\n            </div>\n            \n</p>\n\n<p>\nصوف، ونبد <span id='ms186'></span> وسائد، وزربية، وسرير عليه حشية قال: قلت إلى من أرسل؟ قال:\nأرسل إلى أبي أيوب صاحب رسول الله - صلى الله عليه وسلم - ليدعوا لنا\nبالبركة، فلما رأى ما في البيت أبا أن يدخل وقال: ما كنت أرى أن تدعوني إلى\nمثل هذا. أو كما قال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p942'> Vol. 02, p. 942</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head101'>باب: أكل الرمان بشحمه</h1>\n\n<p>\nسمعت أحمد بن حنبل، قال: حدثنا سعيد بن خثيم، قال: حدثتني جدتي أم أبي\nربيعة بنت عياض الكلابية قالت: كان علي بن أبي طالب - كرم الله وجهه -يقول:\nيا أيها الناس إذا أكلتم هذا الرمان فكلوه بشحمه فأنه دباغ المعدة. حدثنا\nالربيع بن يحيى قال: حدثنا مالك بن مغول قال: حدثتني مرجانة قالت: رأيت علي\nبن أبي طالب يأكل رمانا ويلتقط الحب إذا وقع منه في الأرض فيأخذه فيأكله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p943'> Vol. 02, p. 943</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head102'>باب: تعبير الرؤيا</h1>\n\n<p>\nقلت لأحمد: يا أبا عبد الله الرجل يعبر الرؤيا، قال: وما بأس بذلك. فرخص\nفيه، وقال: إنه ينزع من القرآن، وحسنه وذكر أن أبا بكر، وابن المسيب، وابن\nسيرين كانوا يفعلون ذلك.\n</p>\n\n<p>\nقال أحمد: وقد كان عندكم بكرمان رجل عالم بهذا. قلت: نعم، وفسرت له حاله،\nفجعل يعجب من علمه وقال: لا بأس بالعبارة.\n</p>\n\n<p>\nوسألت إسحاق عن الرجل ينظر في عبارة الرؤيا فرخص فيه، ثم قال: أخبرنا\nالمرجى بن وداعة قال: حدثنا غالب القطان قال: قلت لمحمد بن سيرين: إنك تحسن\nمن العبارة على ما يجبن عنه فقهاؤنا، وتجبن من الفتيا ما يجسر عليه\nفقهاؤنا. قال: يا ابن أخ ما أنفس عليك أن تعلم مثل ما أعلم إنما هو شيء\nفآخذه من القرآن، وليس كلما نقول كما نقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p944'> Vol. 02, p. 944</a>\n            </div>\n            \n</p>\n\n<p>\nإذا رأيت الماء فهو فتنة، وإذا رأيت السفينة فهي نجاة، وإذا رأيت اللؤلؤ\nفهو القرآن وإذا رأيت النار فهي ثائرة، وإذا رأيت الخشب فهو نفاق وإذا رأيت\nالعقد فهو حكمة، وإذا رأيت التاج فهو ملك، وإذا رأيت /159/ الحرب فهو\nالطاعون، والكسوة كلها تعجبنا وأحبها الينا البياض، وإذا رأيت الصعود فهو\nهم.\n</p>\n\n<p>\nحدثنا أحمد بن بشر قال: حدثنا أبو قتيبة، عن مهدي <span id='ms187'></span> بن ميمون قال: سمعت\nمحمد بن سيرين: إنما الرؤيا ظن أظنه ليس بحلال ولا حرام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p945'> Vol. 02, p. 945</a>\n            </div>\n            \n</p>\n\n<p>\n(مسائل حرب 3) باب: العلم والحاجة إليه\n</p>\n\n<p>\nسمعت أحمد بن حنبل يقول: الناس يحتاجون إلى العلم قبل الخبز والماء لأن\nالعلم يحتاج إليه الانسان في كل ساعة، والخبز والماء في اليوم مرة أو\nمرتين.\n</p>\n\n<p>\nحدثنا عبد الرحمن بن بحرقال: حدثنا رشد بن سعد قال: حدثنا معاوية بن\nصالح، عن إسحاق بن عبد الله بن أبي طلحة، عن أنس بن مالك قال: قال رسول\nالله - صلى الله عليه وسلم -: ((العلم واجب على كل مسلم)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p946'> Vol. 02, p. 946</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا عمرو بن عثمان، قال: حدثنا الوليد بن مسلم، عن ابن جابر قال: سمعت\nبشر بن عبيد الله الحضرمي قال: إن كنت لأركب إلى المصر من الأمصار في\nالحديث الواحد لأسمعه.\n</p>\n\n<p>\nحدثنا المسيب بن واضح قال: ثنا ابن مبارك، عن زائدة، عن هشام، عن الحسن\nقال: كان الرجل إذا طلب العلم لم يلبث أن يرى ذلك في تخشعه وبصره ولسانه\nويده وصلاته وزهده،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p947'> Vol. 02, p. 947</a>\n            </div>\n            \n</p>\n\n<p>\nوإن كان الرجل ليطلب الباب من العلم فيعمل به فيكون خيرا له من الدنيا\nوما فيها لو كانت له فجعلها في الآخرة. حدثنا محمد بن الوزير قال: حدثنا\nصبح بن مزيع الخراساني قال: قال: ثنا إسحاق بن نجيح، عن غالب بن عبيد الله،\nعن الحسن قال: قال رسول الله - صلى الله عليه وسلم -: ((إن من العلم مايكون\nكهيئة الشيء المدفون لا يعلمه إلا العلماء بالله، فإذا نطقوا به لم يجهله\nإلا أهل العزة بالله، هل تدرون ما قال لي جبريل؟)) قالوا: الله ورسوله\nأعلم. قال: ((لا تحقرن عبد اأتاه الله علما فإن الله لم يحقره حين أتاه\nإياه فإذا كان يوم القيامة جمع الله العلماء في صعيد واحد قال: إني لم\nأجمعكم إلا لخير أريده بكم اذهبوا به فقد غفرت لكم على ما كان منكم)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p948'> Vol. 02, p. 948</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head103'>باب: التدليس في الحديث</h1>\n\n<p>\nسألت أحمد عن التدليس في الحديث فكرهه وقال: أقل شيء أنه يتزيد أو يتزين.\nقال حرب: أنا أشك. قال أبو محمد <span id='ms188'></span>: قد فعله الناس.\n</p>\n\n<p>\nحدثنا أبو جعفر الدارمي قال: حدثنا أبو داود قال: قال/160/شعبة لأن أخر\nمن السماء أحب إلي من أن أفعله - يعني التدليس - ولقد كان يفعله يونس بن\nعبيد كنت أوقفه فأقول: سمعت من الحسن؟ فيقول إن لم أكن سمعته منه فقد حدثني\nمن أثق به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p949'> Vol. 02, p. 949</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head104'>باب: لم سمي يوم القيامة الساعة؟</h1>\n\n<p>\nقلت لإسحاق: لم سمي يوم القيامة الساعة؟ قال: لأنها تأتي على نفس كل\nإنسان. حدثنا سعيد بن منصور قال: أخبرنا أبو معشر، عن محمد بن كعب في قوله:\n{يوم التغابن} [التغابن: 9] . قال: يوم القيامة تغبن أهل الجنة أهل النار.\n</p>\n\n<p>\nحدثنا عمرو بن عثمان، قال: أخبرنا الوليد، عن الأوزاعي، عن بدول بن سعد\nفي قوله: {لينذر يوم التلاق} [غافر: 15] قال: يلتقي أهل السماء وأهل الأرض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p950'> Vol. 02, p. 950</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت إسحاق يقول في حديث النبي عليه السلام: ((من تقرب إلى الله شبرا\nتقرب الله إليه باعا)) قال: يعني من تقرب إلى الله شبرا بالعمل تقرب الله\nإليه بالثواب باعا.\n</p>\n\n<p>\nحدثنا علي بن عثمان قال: حدثنا عبد الواحد بن زياد قال: حدثنا أبو سليمان\nقال: حدثنا أبو صالح قال: سمعت أبا هريرة يقول: قال النبي - صلى الله عليه\nوسلم - ((قال الله: أنا عند ظن عبدي بي، وأنا معه حيث يذكرني إن ذكرني في\nنفسه ذكرته في نفسي وإن ذكرني في ملأ ذكرته في ملأ خير منهم، ومن تقرب إلي\nشبرا تقربت إليه ذراعا ومن تقرب إلي ذراعا تقربت إليه باعا، ومن جاءني يمشي\nجئته هرولة)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p951'> Vol. 02, p. 951</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head105'>باب: في قول الله عز وجل {لا يمسه إلا المطهرون}</h1>\n\n<p>\nسمعت إسحاق في قول الله: {لا يمسه إلا المطهرون} قال: النسخة التي في\nالسماء {لا يمسه إلا المطهرون} قال: الملائكة.\n</p>\n\n<p>\nحدثنا سعيد بن منصور قال حدثنا أبو الأحوص قال: حدثنا عاصم الأحول، عن\nأنس بن مالك في قوله: {لا يمسه إلا المطهرون} قال: المطهرون الملائكة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p952'> Vol. 02, p. 952</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head106'>باب معارضة الكتاب</h1>\n\n<p>\nسمعت إسحاق يقول: سمعت من ابن المبارك وأنا ابن خمس عشرة فكنت أغتابه إذ\nذاك قال: فكنا إذا قمنا <span id='ms189'></span> من المجلس عارضنا فتركت السماع لحال المعارضة.\n</p>\n\n<p>\nقال حرب: قد سمع أصحاب رسول الله - صلى الله عليه وسلم - من رسول الله -\nصلى الله عليه وسلم - وهم اثنا عشر وأقل وأكثر وقد جاز ذلك، وعمل به\nالمسلمون في أمر دينهم مثل أنس بن مالك، وابن عباس، وابن الزبير، والحسن بن\nعلي، وعبد الله بن جعفر، وغيرهم. وقرأ على إسحاق بقية بن الوليد، عن\nالأوزاعي، عن سليمان بن موسى أنه قال لرجل: كتبت؟ قال: نعم. قال: أعارضت؟\nقال: لا. قال: فلم تكتب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p953'> Vol. 02, p. 953</a>\n            </div>\n            \n</p>\n\n<p>\nقال الأوزاعي: والكتاب إذا لم يعارض كان بمنزلة من يدخل الخلاء ولا\nيستنجي. قال: والعجم نور الكتاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p954'> Vol. 02, p. 954</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head107'>.. باب الرجل يأمر أباه بالمعروف وينهاه عن المنكر</h1>\n\n<p>\nقلت لإسحاق: الرجل يأمر أباه بالمعروف وينهاه عن المنكر؟ قال: في رفق عظه\nولا تفعله على رءوس الناس.\n</p>\n\n<p>\nحدثنا أبو معن قال: ثنا حجاج قال: ثنا سلام بن مسكين قال: قلت للحسن: آمر\nوالدي بالمعروف وأنهاهما عن المنكر؟ قال: مرهما إن قبلا، فإن سكتا فاسكت\nعنهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p955'> Vol. 02, p. 955</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head108'>باب: معنى لا يكونن أحدكم امعة</h1>\n\n<p>\nقلت لإسحاق: ما معنى لا يكونن أحدكم إمعة؟ قال: يقول. إن ضل الناس ضللت،\nفإن اهتدوا اهتديت.\n</p>\n\n<p>\nحدثنا عبيد الله بن معاذ قال: ثنا أبي قال: حدثنا عبد الرحمن المسعودي،\nعن سلمة بن كهيل، عن عبد الرحمن بن يزيد قال: قال عبد الله: لا يكونن أحدكم\nإمعة يقول: [إن] اهتدى الناس اهتديت، وإن ضل الناس ضللت ليوطن أحدكم نفسه\nإن كفر الناس أن لا يكفر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p956'> Vol. 02, p. 956</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head109'>باب: أطفال المشركين</h1>\n\n<p>\nسألت إسحاق عن أطفال المشركين فقال: خل أمرهم إلى الله، الله أعلم بما\nكانوا عاملين. قال: وأطفال المسلمين هم في الجنة.\n</p>\n\n<p>\nقال إسحاق: ولا يشهد أحدكم لصبي يموت، إني أشهد أن هذا في الجنة. قال:\nوسئل ابن عباس عن الولدان أفي الجنة هم؟ قال حسبك ما اختصم فيه موسى\nوالخضر.\n</p>\n\n<p>\nحدثنا إسحاق قال أخبرنا بقية بن الوليد قال: حدثني محمد بن زياد قال:\nحدثني عبد الله بن أبي قيس قال: حدثتني عايشة زوج النبي - صلى <span id='ms190'></span> الله عليه\nوسلم - وسألتها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p957'> Vol. 02, p. 957</a>\n            </div>\n            \n</p>\n\n<p>\nعن دراري المشركين والمؤمنين فقالت سألت رسول الله - صلى الله عليه وسلم\n- عنهم فقال: ((مع آبائهم)) . قالت: فقلت: يارسول الله بلا عمل؟ قال:\n((الله أعلم بما كانوا عاملين)) .\n</p>\n\n<p>\nحدثنا إسحاق قال: أخبرنا جرير/162/ قال: أخبرنا العلاء بن المسيب، عن\nالفضيل بن عمرو الفقيمي، عن عائشة بنت طلحة، عن عائشة أم المؤمنين قالت\nتوفي صبي من الأنصار فقلت: طوي له عصفور من عصافير الجنة. فقال رسول الله -\nصلى الله عليه وسلم -: ((يا عائشة أولا تدرين أن الله خلق الجنة وخلق\nالنار، فخلق للجنة أهلا وخلق للنار أهلا)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p958'> Vol. 02, p. 958</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head110'>باب: وسوسة القلوب</h1>\n\n<p>\nسمعت إسحاق يقول في حديث النبي - صلى الله عليه وسلم - وأصحابه والتابعين\nفي الوسوسة أنه محض الإيمان أو صريح الايمان. قال إسحاق: إذا أنفى الوسوسة\nعن نفسه فنفيه محض الإيمان وليس الوسوسة محض الإيمان، ولكن نفيه، وأما\nالوسوسة إذا وقع في القلب فلم ينفه فهو الهلاك. قال: وما روي عن أصحاب\nالنبي - صلى الله عليه وسلم - أنهم كانوا إذا فقدوا الوسوسة عدوه نقصا فليس\nأن يكونوا عدوا فقد الوسوسة نقصا ولكن كانوا إذا أصابهم ذلك نفوها عن\nأنفسهم فإذا لم يصبهم ذلك عدوه نقصا، لأن نفي ذلك عندهم فضيلة عندهم أو كما\nقال.\n</p>\n\n<p>\nحدثنا أبو سهل بشر بن معاذ قال: حدثنا يوسف بن عطية قال: حدثنا ثابت\nالبناني، عن أنس بن مالك أن بعض أصحاب النبي - صلى الله عليه وسلم - شكوا\nإليه ما يجدون من هذه الوساوس في صدورهم. قال: فقال النبي - صلى الله عليه\nوسلم -: ((كيف أنتم وربكم؟)) قالوا: لا شك في ربنا وليقع أحدنا من السماء\nفيتقطع أحب إليه من أن يتكلم بما في صدره، فقال النبي - صلى الله عليه وسلم\n-: ((الله أكبر الله أكبر ذاك محض الإيمان)) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p959'> Vol. 02, p. 959</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سهل: قلت للعتبي: إن عبد الرحمن وأثنا عليه خيرا ما عنى بقوله\nذلك محض الإيمان؟ فقال: عنى به الخوف الذي شكوه إلى النبي - صلى الله عليه\nوسلم - من الذي وجدوه في صدورهم ذلك محض الإيمان <span id='ms191'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p960'> Vol. 02, p. 960</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head111'>باب: الذي يستمد من محبره الرجل</h1>\n\n<p>\nسئل إسحاق عن الرجل يستمد من محبرة الرجل؟ قال: لا يستمد إلا بإذنه.\n</p>\n\n<p>\nحدثنا بشار بن موسى قال: حدثنا أبو عوانة، عن خالد بن أبي الصلت قال: أتى\nعمر بن عبد العزيز بماء قد سخن بفحم من فحم الإمارة فأبى أن يتوضأ به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p961'> Vol. 02, p. 961</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head112'>باب: الزنادقة الذين يضعون الأحاديث</h1>\n\n<p>\nسمعت إسحاق يقول: قال ابن المبارك: إن رجلا من الزنادقة تاب فقال: وضعنا\nأربعة ألف حديث في أيدي الناس الصالحون منكم يروونه.\n</p>\n\n<p>\nحدثنا أبو جعفر أحمد بن سعيد قال: حدثنا أحمد بن سليمان قال: حدثنا حجاج\nبن محمد قال: أخبرني ابن لهيعة عن السكن بن أبي كريمة، عن ليث، عن مجاهد،\nعن ابن عباس قال: إذا كان خمس وثلاثون ومائة سنة خرج شياطين من البحر كان\nسليمان بن داود حبسهم في أشعار الناس وأبشارهم يحدثون الناس ليفتنونهم\nفاحذروهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p962'> Vol. 02, p. 962</a>\n            </div>\n            \n</p>\n\n<p>\nحدثنا أبو معن الرقاشي قال: حدثنا عمربن يونس قال: حدثنا سعيد الحمصي، عن\nهارون بن هارون، عن مجاهد، عن ابن عباس قال: سمعت رسول الله - صلى الله\nعليه وسلم - يقول: ((هلاك أمتي في العصبية والقدرية والرواية من غير ثبت))\n.\n</p>\n\n<p>\nحدثنا أحمد بن سعيد قال: ثنا علي بن الحسن بن شقيق قال: قال أبو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p963'> Vol. 02, p. 963</a>\n            </div>\n            \n</p>\n\n<p>\nحمزة: تدرون ما الأثر؟ قال: أن أفتي فيقال يوم القيامة: عمن أفتيت؟\nفأقول: عن الاعمش، فيجاء بالأعمش وأترك أنا، فيقال له: عمن أفتيت فيقول: عن\nإبراهيم حتى ينتهي إلى مننتهاه.\n</p>\n\n<p>\nحدثنا عبد الله بن معاذ، عن بشر بن مفضل قال: سألت فقهاء أهل المدينة عن\nإبراهيم بن أبي يحيى فكلهم يقول: كذاب.\n</p>\n\n<p>\nحدثنا أبو معن قال: سمعت أبا عامر يقول: ما أعلم أني رأيت أحدا يكذب في\nالحديث إلا إبراهيم بن أبي يحيى وصاحب هذا المسجد لجار له يقال له أبو زيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p964'> Vol. 02, p. 964</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head113'>باب: تفسير حديث النبي - صلى الله عليه وسلم - ((من غشنا فليس منا))</h1>\n\n<p>\nقيل لأحمد مامعنى حديث النبي - صلى الله عليه وسلم -: ((من غشنا فليس\nمنا)) ؟ فلم يجب فيه. قيل: فإن قوما قالوا تفسير <span id='ms192'></span> من غشنا فليس مثلنا\nفأنكره، وقال: هذا تفسير مسعر وعبد الكريم أبي أمية كلام المرجئة. قال\nأحمد: وبلغ عبد الرحمن بن مهدي فأنكره وقال: ولو أن رجلا عمل بكل حسنة أكان\nيكون مثل النبي - صلى الله عليه وسلم -.\n</p>\n\n<p>\nحدثنا محمد بن جامع قال: حدثنا عبد العزيز بن محمد قال: حدثنا ثور بن\nيزيد، عن عكرمة، عن ابن عباس قال رسول اللهب - صلى الله عليه وسلم -: ((من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p965'> Vol. 02, p. 965</a>\n            </div>\n            \n</p>\n\n<p>\nرمانا بالنبل فليس منا، ومن غشنا فليس منا)) .\n</p>\n\n<p>\nحدثنا قيس بن جعفر قال: /64/ حدثنا خالد بن الحارث قال: حدثنا عبد الرحمن\nبن حرملة، عن سعيد بن المسيب قال: إنما العين نطفة فإن دلكتها رنقت، وإن\nتركتها صفت. حدثنا قيس بن حفص قال: ثنا الضحاك بن مخلد قال: بلغني عن عطاء\nبن أبي رباح أنه قال: لا تكثر مسح عينيك فإنما هي ماء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p966'> Vol. 02, p. 966</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "490",
    "491",
    "492",
    "493",
    "494",
    "495",
    "496",
    "497",
    "498",
    "499",
    "500",
    "501",
    "502",
    "503",
    "504",
    "505",
    "506",
    "507",
    "508",
    "509",
    "510",
    "511",
    "512",
    "513",
    "514",
    "515",
    "516",
    "517",
    "518",
    "519",
    "520",
    "521",
    "522",
    "523",
    "524",
    "525",
    "526",
    "527",
    "528",
    "529",
    "530",
    "531",
    "532",
    "533",
    "534",
    "535",
    "536",
    "537",
    "538",
    "539",
    "540",
    "541",
    "542",
    "543",
    "544",
    "545",
    "546",
    "547",
    "548",
    "549",
    "550",
    "551",
    "552",
    "553",
    "554",
    "555",
    "556",
    "557",
    "558",
    "559",
    "560",
    "561",
    "562",
    "563",
    "564",
    "565",
    "566",
    "567",
    "568",
    "569",
    "570",
    "571",
    "572",
    "573",
    "574",
    "575",
    "576",
    "577",
    "578",
    "579",
    "580",
    "581",
    "582",
    "583",
    "584",
    "585",
    "586",
    "587",
    "588",
    "589",
    "590",
    "591",
    "592",
    "593",
    "594",
    "595",
    "596",
    "597",
    "598",
    "599",
    "600",
    "601",
    "602",
    "603",
    "604",
    "605",
    "606",
    "607",
    "608",
    "609",
    "610",
    "611",
    "612",
    "613",
    "614",
    "615",
    "616",
    "617",
    "618",
    "619",
    "620",
    "621",
    "622",
    "623",
    "624",
    "625",
    "626",
    "627",
    "628",
    "629",
    "630",
    "631",
    "632",
    "633",
    "634",
    "635",
    "636",
    "637",
    "638",
    "639",
    "640",
    "641",
    "642",
    "643",
    "644",
    "645",
    "646",
    "647",
    "648",
    "649",
    "650",
    "651",
    "652",
    "653",
    "654",
    "655",
    "656",
    "657",
    "658",
    "659",
    "660",
    "661",
    "662",
    "663",
    "664",
    "665",
    "666",
    "667",
    "668",
    "669",
    "677",
    "678",
    "679",
    "680",
    "681",
    "682",
    "683",
    "684",
    "685",
    "686",
    "687",
    "688",
    "689",
    "690",
    "691",
    "692",
    "693",
    "694",
    "695",
    "696",
    "697",
    "698",
    "699",
    "700",
    "701",
    "702",
    "703",
    "704",
    "705",
    "706",
    "707",
    "708",
    "709",
    "710",
    "711",
    "712",
    "713",
    "714",
    "715",
    "716",
    "717",
    "718",
    "719",
    "720",
    "721",
    "722",
    "723",
    "724",
    "725",
    "726",
    "727",
    "728",
    "729",
    "730",
    "731",
    "732",
    "733",
    "734",
    "735",
    "736",
    "737",
    "738",
    "739",
    "740",
    "741",
    "742",
    "743",
    "744",
    "745",
    "746",
    "747",
    "748",
    "749",
    "750",
    "751",
    "752",
    "753",
    "754",
    "755",
    "756",
    "757",
    "758",
    "759",
    "760",
    "761",
    "762",
    "763",
    "764",
    "765",
    "766",
    "767",
    "768",
    "769",
    "770",
    "771",
    "772",
    "773",
    "774",
    "775",
    "776",
    "777",
    "778",
    "779",
    "780",
    "781",
    "782",
    "783",
    "784",
    "785",
    "786",
    "787",
    "788",
    "789",
    "790",
    "791",
    "792",
    "793",
    "794",
    "795",
    "796",
    "797",
    "798",
    "799",
    "800",
    "801",
    "802",
    "803",
    "804",
    "805",
    "806",
    "807",
    "808",
    "809",
    "810",
    "811",
    "812",
    "813",
    "814",
    "815",
    "816",
    "817",
    "818",
    "819",
    "820",
    "821",
    "822",
    "823",
    "824",
    "825",
    "826",
    "827",
    "828",
    "829",
    "830",
    "831",
    "832",
    "833",
    "834",
    "835",
    "836",
    "837",
    "838",
    "839",
    "840",
    "841",
    "842",
    "843",
    "844",
    "845",
    "846",
    "847",
    "848",
    "849",
    "850",
    "851",
    "852",
    "853",
    "854",
    "855",
    "856",
    "857",
    "858",
    "859",
    "860",
    "861",
    "862",
    "863",
    "864",
    "865",
    "866",
    "867",
    "868",
    "869",
    "870",
    "871",
    "872",
    "873",
    "874",
    "875",
    "876",
    "877",
    "878",
    "879",
    "880",
    "881",
    "882",
    "883",
    "884",
    "885",
    "886",
    "887",
    "888",
    "889",
    "890",
    "891",
    "892",
    "893",
    "894",
    "895",
    "896",
    "897",
    "898",
    "899",
    "900",
    "901",
    "902",
    "903",
    "904",
    "905",
    "906",
    "907",
    "908",
    "909",
    "910",
    "911",
    "912",
    "913",
    "914",
    "915",
    "916",
    "917",
    "918",
    "919",
    "920",
    "921",
    "922",
    "923",
    "924",
    "925",
    "926",
    "927",
    "928",
    "929",
    "930",
    "931",
    "932",
    "933",
    "934",
    "935",
    "936",
    "937",
    "938",
    "939",
    "940",
    "941",
    "942",
    "943",
    "944",
    "945",
    "946",
    "947",
    "948",
    "949",
    "950",
    "951",
    "952",
    "953",
    "954",
    "955",
    "956",
    "957",
    "958",
    "959",
    "960",
    "961",
    "962",
    "963",
    "964",
    "965",
    "966"
  ],
  "volumes": [
    "01",
    "02",
    "03"
  ]
}