{
  "content": "\n\n<h2 class='l2' id='head0'>AUTO ومنها مسألة الجهر ببسم الله الرحمن الرحيم في الصلاة الجهرية</h2>\n\n<p>\nأجمع العترة عليهم السلام على شرعيتها لما روى النعمان بن بشير عن رسول\nالله صلى الله عليه وآله وسلم قال: (( أمني جبريل عليه السلام عند باب\nالكعبة فجهر ببسم الله الرحمن الرحيم ))، حكاه في الانتصار.\n</p>\n\n<p>\nوروى أبو هريرة عن النبي صلى الله عليه وآله وسلم قال: (( أمني جبريل\nعليه السلام عند البيت فجهر ببسم الله الرحمن الرحيم )).\n</p>\n\n<p>\nوعن عمار بن ياسر قال: صليت خلف رسول الله صلى الله عليه وآله وسلم فجهر\nببسم الله الرحمن الرحيم.\n</p>\n\n<p>\nوروى ابن عباس عن النبي صلى الله عليه وآله وسلم أنه جهر ببسم الله\nالرحمن الرحيم.\n</p>\n\n<p>\nوروى <span id='ms60'></span> جعفر بن محمد عن أبيه عن جده قال: قال رسول الله صلى الله عليه وآله\nوسلم: (( كل صلاة لا يجهر فيها ببسم الله الرحمن الرحيم فهي آية اختلسها\nالشيطان )). حكاه في الشفاء.\n</p>\n\n<p>\nوروى الإمام المتوكل على الله أحمد بن سليمان عن الإمام الهادي إلى الحق\nعليهم السلام يرفعه بإسناده إلى علي عليه السلام قال: (( من لم يجهر ببسم\nالله الرحمن الرحيم فقد أخدج صلاته )).\n</p>\n\n<p>\nوروى محمد بن منصور بإسناده عن أمير المؤمنين وعن محمد بن علي وزيد بن\nعلي وجعفر بن محمد ومحمد وإبراهيم ابني عبدالله وأبيهما عبدالله بن الحسن\nوعبد الله بن موسى بن عبدالله وعن أحمد بن عيسى عليهم السلام: الجهر ببسم\nالله الرحمن الرحيم فيما يجهر فيه من القرآن، حكاه الإمام المتوكل على الله\nفي أصول الأحكام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v90p001'> Vol. 90, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nوفيه عن جابر بن حيان وجابر بن زيد قال: دخلنا على ابن عمر وصلى بنا الظهر\nوالعصر، ثم صلى بنا المغرب فجهر ببسم الله الرحمن الرحيم في كلتا السورتين،\nفقلنا: قد صليت بنا صلاة ما تعرف بالبصرة ، فقال ابن عمر: صليت خلف رسول\nالله صلى الله عليه وآله وسلم فجهر ببسم الله الرحمن الرحيم في كلتا\nالسورتين حتى قبض، وصليت خلف أبي بكر فلم يزل يجهر به في كلتا السورتين،\nوصليت خلف عمر فلم يزل يجهر به حتى هلك، وأنا أجهر به فلن أدعه حتى أموت .\n</p>\n\n<p>\nوفيه عن جابر قال: قال رسول الله صلى الله عليه وآله وسلم: (( كيف تقول\nإذا قمت إلى الصلاة )) قال:أقول: الحمد لله رب العالمين ، قال: (( قل بسم\nالله الرحمن الرحيم )).\n</p>\n\n<p>\nوفيه عن سعيد بن جبير قال: قلت لابن عباس: كم الحمد آية؟\n</p>\n\n<p>\nقال سبع آيات.\n</p>\n\n<p>\nقلت: فأين السابعة.\n</p>\n\n<p>\nقال: بسم الله الرحمن الرحيم.\n</p>\n\n<p>\nوفيه عن سعيد بن جبير عن ابن عباس قال:ولقد آتيناك سبعا من المثاني،\nقال:فاتحة الكتاب ، ثم قرأ بسم الله الرحمن الرحيم وقال: هي الآية السابعة.\nوروي الجهر عنه وعن ابن الزبير وعامة الصحابة.\n</p>\n\n<p>\nوروى الدارقطني عن ابن عمر قال <span id='ms61'></span>: صليت خلف رسول الله صلى الله عليه وآله\nوسلم وأبي بكر وعمر فكانوا يجهرون ببسم الله الرحمن الرحيم، وفي رواية\nالحاكم عن أنس بنحوه وزاد وخلف عثمان.\n</p>\n\n<p>\nوروي عن أنس أن معاوية قدم المدينة فصلى صلاة فقرأ بسم الله الرحمن\nالرحيم في أول الفاتحة ثم تركها لما قرأ السورة الثانية، فلما فرغ نادى\nالمهاجرون والأنصار من كل مكان أسرقت الصلاة يا معاوية أم نسيت بسم الله\nالرحمن الرحيم، قال الترمذي في شرح المنهاج وروى الدارقطني والحاكم وحكى ما\nذكرها هنا وزاد فلما صلى بعد ذلك قرأ بها.\n</p>\n\n<p>\nواحتج المخالفون: بما روي عن أنس: كانوا لا يجهرون ببسم الله الرحمن\nالرحيم.\n</p>\n\n<p>\nورواية عبدالله بن المغفل : لم أسمع أحدا يقولها.\n</p>\n\n<p>\nوخبر ابن مسعود: ما جهر رسول الله صلى الله عليه وآله وسلم في مكتوبة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v90p002'> Vol. 90, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nوقول ابن عباس : كنا نقول هي قراءة الأعراب.\n</p>\n\n<p>\nقلنا: إن صحت هذه الأخبار فتحمل على:\n</p>\n\n<p>\nالصلاة السرية جمعا بين الأدلة.\n</p>\n\n<p>\nأو أنه صلى الله عليه وآله وسلم لم يجهر بها كجهر القراءة بل دونه.\n</p>\n\n<p>\nأو على أنه لم يحصل في الفاتحة كلية السماع لمخالطتها تكبير المؤتمين.\n</p>\n\n<p>\nثم أحاديثنا أرجح:\n</p>\n\n<p>\nلتضمنها الزيادة والإثبات ولم ينكر.\n</p>\n\n<p>\nولإنكار المهاجرين والأنصار على معاوية ترك البسملة مع السورة.\n</p>\n\n<p>\nولإجماع العترة وإجماعهم حجة كما مر.\n</p>\n\n<p>\nولأنه قد أجمع المسلمون على إثباتها في كل سورة وعلى أنها بعض آية من\nكتاب الله تعالى في \"طس\".\n</p>\n\n<p>\nوعلى أنه يجوز أن يقرأ المصلي في صلاته ما شاء مع فاتحة الكتاب.\n</p>\n\n<p>\nفثبت بذلك ما قلناه والحمد لله رب العالمين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v90p003'> Vol. 90, p. 003</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003"
  ],
  "volumes": [
    "01",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30",
    "31",
    "32",
    "33",
    "34",
    "35",
    "36",
    "37",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50",
    "51",
    "52",
    "53",
    "54",
    "55",
    "56",
    "57",
    "58",
    "59",
    "60",
    "61",
    "62",
    "63",
    "64",
    "65",
    "66",
    "67",
    "68",
    "69",
    "70",
    "71",
    "72",
    "73",
    "74",
    "75",
    "76",
    "77",
    "78",
    "79",
    "80",
    "81",
    "82",
    "83",
    "84",
    "85",
    "86",
    "87",
    "88",
    "89",
    "90",
    "91",
    "92",
    "93",
    "94",
    "95"
  ]
}