{
  "content": "\n\n<h2 class='l2' id='head0'>AUTO ومنها مسألة تكبير الجنازة</h2>\n\n<p>\nالمختار عندنا أنها خمس تكبيرات، وهو مذهب العترة جميعا، وأبي ذر، وزيد\nبن أرقم، وحذيفة، وربيعة، ومحمد بن الحنفية، وابن أبي ليلى، لفعله صلى الله\nعليه وآله وسلم وقد قال: (( صلوا كما رأيتموني أصلي )).\n</p>\n\n<p>\nوعن حذيفة بن اليمان أنه كبر على جنازة خمسا، ثم التفت إلينا وقال: ما\nوهمت ولا نسيت، ولكن كبرت كما كبر رسول الله صلى الله عليه وآله وسلم.\n</p>\n\n<p>\nوعن زيد بن <span id='ms62'></span> أرقم: أنه صلى على جنازة فكبر خمسا فسئل عن ذلك فقال: هذه سنة نبيكم.\n</p>\n\n<p>\nومثله في أصول الأحكام للإمام المتوكل على الله عليه السلام من طريق جابر\nبن عبدالله الحضرمي.\n</p>\n\n<p>\nوفيه عن يحيى بن عبدالله التيمي قال: صليت مع عيسى مولى حذيفة على جنازة\nفكبر عليها خمسا، ثم التفت إلينا فقال: ما وهمت ولا نسيت لكن كبرت كما كبر\nرسول الله صلى الله عليه وآله وسلم .\n</p>\n\n<p>\nوفيه عن حصين بن عامر قال: قال لي أبو ذر: إذا أنا مت فاستر عورتي، وأنق\nغسلي، وكفني في وتر، وكبر علي خمسا، وسلني سلا، وربع قبري تربيعا .\n</p>\n\n<p>\nوفيه عن علي عليه السلام قال في الصلاة على الميت: يبدأ في التكبيرة\nالأولى بالحمد والثناء على الله تعالى، وفي الثانية بالصلاة على النبي صلى\nالله عليه وآله وسلم، وفي الثالثة بالدعاء لنفسك وللمؤمنين والمؤمنات، وفي\nالرابعة بالدعاء للميت والاستغفار له، وفي الخامسة يكبر ثم يسلم .\n</p>\n\n<p>\nدلت هذه الأخبار على أن التكبيرات خمس، وما رواه مخالفونا من الأحاديث\nالدالة أنه صلى الله عليه وآله وسلم كبر أربعا فالمراد به غير تكبيرة\nالافتتاح جمعا بين الأخبار ولأن أخبارنا أشهر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v91p001'> Vol. 91, p. 001</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001"
  ],
  "volumes": [
    "01",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30",
    "31",
    "32",
    "33",
    "34",
    "35",
    "36",
    "37",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50",
    "51",
    "52",
    "53",
    "54",
    "55",
    "56",
    "57",
    "58",
    "59",
    "60",
    "61",
    "62",
    "63",
    "64",
    "65",
    "66",
    "67",
    "68",
    "69",
    "70",
    "71",
    "72",
    "73",
    "74",
    "75",
    "76",
    "77",
    "78",
    "79",
    "80",
    "81",
    "82",
    "83",
    "84",
    "85",
    "86",
    "87",
    "88",
    "89",
    "90",
    "91",
    "92",
    "93",
    "94",
    "95"
  ]
}