{
  "content": "\n\n#\n<p>\n| مسند عمر بن عبد العزيز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n| ما أسند عمر بن عبد العزيز عن عقبة بن عامر\n</p>\n\n<p>\n1 ثنا إسحاق بن إبراهيم ثنا عبد العزيز بن محمد هو الدراوردي عن صالح بن\nمحمد بن زائدة عن عمر بن عبد العزيز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n             عن عقبة بن عامر قال قال\nرسول الله صلى الله عليه وسلم رحم الله حارس الحرس\n</p>\n\n<p>\n2 حدثنا محمد حدثني الربيع بن سليمان صاحب الشافعي نا أسد بن موسى نا عبد\nالعزيز بن محمد عن صالح بن محمد عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n             عمر بن عبد العزيز قال سمعت\nعقبة بن عامر يقول إن رسول الله صلى الله عليه وسلم قال رحم الله حارس\nالحرس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن يوسف بن عبد الله\n</p>\n\n<p>\n3 حدثنا محمد حدثني عبد السلام بن عبد الحميد نا محمد بن سلمة عن محمد بن\nإسحاق عن يعقوب بن عتبة عن عمر بن عبد العزيز عن يوسف بن عبد الله بن سلام\nقال كان النبي صلى الله عليه وسلم إذا جلس يتحدث يكثر أن يرفع بصره إلى\nالسماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n4 حدثنا محمد حدثني سفيان بن وكيع نا يونس بن بكير عن ابن إسحاق حدثني\nيعقوب بن عتبة بن المغيرة عن عمر بن عبد العزيز عن يوسف بن عبد الله بن\nسلام عن أبيه أن النبي صلى الله عليه وسلم كان قلما يتحدث وذكر مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن تميم الداري\n</p>\n\n<p>\n5 حدثنا محمد حدثنا أحمد بن الفرج نا بقية بن الوليد نا يزيد بن خالد\nالجزري عن يزيد بن محمد عن عمر بن عبد العزيز قال قال تميم الداري نهى رسول\nالله صلى الله عليه وسلم عن خمس عن اتخاذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             اللمم ولبس النعال\nوجلوس في المساجد وأن يخلف بالصف ولبوس الرداء والإزار بغير درع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن أنس بن مالك\n</p>\n\n<p>\n6 حدثنا محمد نا أبو أمية عمرو بن هشام نا مخلد بن يزيد\n</p>\n\n<p>\n7 وحدثني أبو يوسف الصيدلاني محمد بن أحمد الرقي نا زيد بن علي جميعا عن\nجعفر بن برقان عن عبد الله بن [ محمد <span id='ms01'></span> بن ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             عقيل قال قدم أنس بن\nمالك المدينة وعمر بن عبد العزيز يومئذ أمير عليها فأرسلني عمر بن عبد\nالعزيز إليه أسأله عن حديث بلغه حدث به الحجاج بن يوسف في قوم خرجوا من\nالمدينة فأغاروا على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             سرح بالمدينة فاستجاش النبي صلى الله عليه\nوسلم فبعث في طلبهم فأخذ منهم ستة نفر فزعم أنه صلب منهم اثنين وقطع اثنين\nوسمر اثنين قال أنس بن مالك أولئك كانوا أقروا بالإسلام وهاجروا فنزلوا\nالمدينة ثم خرجوا رغبة عن الإسلام ولحقوا بالعدو فاستحل هذاك منهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n             قال فردني عمر بن عبد العزيز إليه فقال ليتك أنك لم تحدث\nالحجاج بهذا الحديث إنما صنع هذا بقوم خرجوا من الإسلام ولحقوا بالشرك\nفاستحل هذا منهم وإن الحجاج استحل هذا من قوم لم يخرجوا من الإسلام ولم\nيلحقوا بالشرك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n             قال وأمرني عمر بن عبد العزيز أن أسأله ما كان\nرسول الله صلى الله عليه وسلم يخضب بالحناء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             فقال أنس إن رسول\nالله صلى الله عليه وسلم متع بسواد الشعر لو عددت ما أقبل من رأسه ولحيته\nما جاوز عشرين شيبة أو قال لم تجد من شعره عشر شعرات بيض واللفظ لأبي يوسف\n</p>\n\n<p>\n8 حدثنا محمد حدثني عبد الله بن هشام بن عبيد الله قال قال ادريس بن يحيى\nعن بكر بن مضر عن صخر بن عبد الله بن حرملة أنه سمع عمر بن عبد العزيز يقول\nعن أنس بن مالك أن رسول الله صلى الله عليه وسلم صلى بالناس فمر بين أيديهم\nحمار فقال عياش بن أبي ربيعة سبحان الله وبحمده فلما سلم رسول الله صلى\nالله عليه وسلم قال من المسبح آنفا سبحان الله وبحمده قال أنا يا رسول الله\nإني سمعت أن الحمار يقطع الصلاة قال لا يقطع الصلاة شيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n9 قال الشيخ أبو الحسين الحافظ محمد بن المظفر نا محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \nموسى الحضرمي حدثنا إبراهيم بن منقذ حدثنا إدريس بن يحيى فذكر بإسناده مثله\n</p>\n\n<p>\n10 حدثنا محمد حدثنا هشام بن خالد الأزرق نا الوليد بن مسلم عن <span id='ms02'></span> بكر بن\nمضر المصري عن صخر بن عبد الله المدلجي قال سمعت عمر بن عبد العزيز يحدث عن\nعياش بن أبي ربيعة المخزومي قال بينما رسول الله صلى الله عليه وسلم يصلي\nيوما بأصحابه إذ مر بين أيدينا حمار فقال عياش سبحان الله قال فلما انصرف\nرسول الله صلى الله عليه وسلم قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n             أيكم سبح قال عياش أنا يا\nرسول الله سمعت أن الحمار يقطع الصلاة فقال رسول الله صلى الله عليه وسلم\nلا يقطع الصلاة شيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن سالم بن عبد الله\n</p>\n\n<p>\n11 حدثنا محمد حدثني عمر بن يعقوب بن يحيى الرقي ثنا عبد الله بن محمد بن\nأبي أسامة ثنا أبي عن مبشر بن اسماعيل عن نوفل بن مساحق قال ذكر عند عمر بن\nعبد العزيز رفع اليدين في الصلاة فقال ترون أن سالما لم يحفظ عن أبيه أترون\nأن أباه لم يحفظ عن النبي صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n12 قال ابن المظفر وثنا ابن صاعد ثنا ابن أبي أسامة بإسناده نحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن معاوية بن أبي سفيان\n</p>\n\n<p>\n13 حدثنا محمد حدثنا عطية بن بقية بن الوليد ثنا أبي عن بشر بن عبد الله\nبن عمر بن عبد العزيز عن أبيه عن جده قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             حج معاوية بن أبي\nسفيان فلما انتهى المدينة قال وسعيد بن العاص وعبد الله بن الزبير قاعدان\nفلما انتهى إليهما قام سعيد بن العاص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n             فقال معاوية أخوك أفقه\nمنك سمعت رسول الله صلى الله عليه وسلم يقول من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n             سره إذا رأته\nالرجال مقبلا أن تتمثل له قياما بنى الله له بيتا في النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن عائشة رضي الله عنها\n</p>\n\n<p>\n14 حدثنا محمد حدثنا محمد بن المصفى القرشي ثنا بقية بن الوليد حدثنا\nأسامة بن زيد عن زبان بن عبد العزيز عن عمر بن عبد العزيز عن عائشة رضي\nالله عنها عن النبي صلى الله عليه وسلم أنه كان يوتر بثلاث يسلم في\nالركعتين سلاما يسمعنا ثم يقوم فيصلي ركعة <span id='ms03'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n15 حدثنا محمد حدثني محمد بن خلف العسقلاني أبو نصر ثنا محمد بن يوسف\n</p>\n\n<p>\n16 وحدثنا الفضل بن يعقوب الرخامي حدثنا محمد بن يوسف الغريابي ثنا\nالأوزاعي عن أسامة بن زيد عن زبان بن عبد العزيز عن عمر بن عبد العزيز عن\nعائشة قالت كان رسول الله صلى الله عليه وسلم يصلي يفرق بين الشفع والوتر\nوأنا في البيت أسمع تسليمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن أسماء بنت عميس\n</p>\n\n<p>\n17 حدثنا محمد حدثنا أحمد بن محمد القاضي البرتي ثنا أبو معمر عبد الله\nبن عمرو بن أبي الحجاج ثنا عبد الوارث بن سعيد ثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n             شيبان بن\nعبد الرحمن حدثني مسعر عن بشر بن عبد الله بن عمر بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n             عبد\nالعزيز عن أبيه عن جده عن أسماء بنت عميس قالت جمع رسول الله صلى الله عليه\nوسلم أهله فقال وذكر الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن خولة\n</p>\n\n<p>\n18 حدثنا محمد حدثنا محمد بن أبي عمر العدني ومحمد بن عبد الله بن يزيد\nومحمد بن ميمون الخياط قالوا حدثنا سفيان بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n             عيينة عن إبراهيم\nبن ميسرة عن ابن أبي سويد عن عمر بن عبد العزيز قال زعمت المرأة الصالحة\nخولة بنت حكيم امرأة عثمان بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n             مظعون أن النبي صلى الله عليه\nوسلم خرج وحسن وحسين فقال مبخلة مجبنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n             وقالت مرة أخرى رأيت\nالنبي صلى الله عليه وسلم يقول وإنكم لتبخلون\n</p>\n\n<p>\n19 حدثنا محمد حدثنا ابن أبي عمر ومحمد بن ميمون الخياط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             قالا\nحدثنا سفيان عن إبراهيم بن ميسرة عن ابن أبي سويد عن عمر بن عبد العزيز قال\nزعمت المرأة الصالحة خولة امرأة عثمان بن مظعون سمعته يقول تعني النبي صلى\nالله عليه وسلم إن آخر وطأة وطئها ربك ب وج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن سعيد بن المسيب\n</p>\n\n<p>\n20 حدثنا محمد حدثنا يحيى بن حكيم المقوم ثنا محمد بن بكر ثنا ابن جريج\nثنا ابن شهاب عن حديث عمر بن عبد العزيز عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n             إبراهيم بن عبد\nالله بن قارظ وعن سعيد بن المسيب عن أبي هريرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n             قال <span id='ms04'></span> سمعت رسول\nالله صلى الله عليه وسلم يقول إذا قلت لصاحبك يوم الجمعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n             أنصت\nوالإمام يخطب فقد لغوت\n</p>\n\n<p>\n21 حدثنا محمد حدثنا عبد الملك بن شعيب بن الليث بن سعد حدثنا أبي عن جدي\nعن عقيل عن ابن شهاب عن عمر بن عبد العزيز عن عبد الله بن إبراهيم بن قارظ\nوابن المسيب عن أبي هريرة قال سمعت رسول الله صلى الله عليه وسلم يقول إذا\nقلت لصاحبك يوم الجمعة أنصت والإمام يخطب فقد لغوت\n</p>\n\n<p>\n22 حدثنا محمد حدثنا أبو موسى ثنا أبو عامر ثنا ابن أبي ذئب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n23 وحدثنا عبد الملك بن شعيب بن الليث حدثني أبي عن جدي عن عقيل عن ابن\nشهاب عن عمر بن عبد العزيز عن عبد الله بن إبراهيم بن قارظ وابن المسيب عن\nأبي هريرة قال سمعت رسول الله صلى الله عليه وسلم يقول إذا قلت لصاحبك يوم\nالجمعة أنصت والإمام يخطب فقد لغوت\n</p>\n\n<p>\n24 حدثنا محمد حدثنا أبو تقي هشام بن عبد الملك ثنا محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \nحرب عن الزبيدي عن الزهري أن عمر بن عبد العزيز أخبره أن عبد الله بن\nإبراهيم بن قارظ الزهري أخبره أنه رأى أبا هريرة يتوضأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n             على ظهر\nالمسجد فقال أتوضأ من أثوار أقط أكلتها وإني سمعت رسول الله صلى الله عليه\nوسلم يقول توضؤوا مما مست النار\n</p>\n\n<p>\n25 حدثنا محمد حدثني زهير بن محمد ثنا عبد الرزاق أنا معمر عن الزهري عن\nعمر بن عبد العزيز أن عبد الله بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n             ابراهيم بن قارظ قال رأيت\nأبا هريرة وهو فوق المسجد يتوضأ فقال أتدري مما أتوضأ من أثوار أقط أكلتها\nإني سمعت رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n             صلى الله عليه وسلم يقول توضؤوا مما مست\nالنار وكان الزهري يتوضأ مما غيرت النار\n</p>\n\n<p>\n26 حدثنا محمد حدثنا الحسن بن داود بن المنكدر ثنا محمد بن اسماعيل بن\nأبي فديك عن ابن أبي ذئب عن ابن شهاب عن عمر بن عبد العزيز عن عبد الله بن\nقارظ أنه وجد أبا هريرة فوق المسجد يتوضأ فقال له ما أتوضأ <span id='ms05'></span> إلا من أثوار\nأقط أكلتها إنرسول الله صلى الله عليه وسلم قال توضؤوا مما مست النار\n</p>\n\n<p>\n27 حدثنا محمد حدثني محمد بن عثمان بن كرامة ثنا خالد بن مخلد ثنا عبد\nالسلام بن حفص عن إسماعيل بن أبي حكيم عن عمر بن عبد العزيز عن عبد الله بن\nإبراهيم بن قارظ أنه رأى أبا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n             هريرة يتوضأ فوق ظهر المسجد فقال\nما هذا الوضوء قال أبو هريرة وما تدري مما أتوضأ أتوضأ من أثوار أقط وإني\nسمعت رسول الله صلى الله عليه وسلم يقول توضؤوا مما مست النار\n</p>\n\n<p>\n28 حدثنا محمد حدثنا عبد الرحمن بن عبد الله بن عبد الحكم حدثني أبي عن\nبكر بن مضر عن جعفر بن ربيعة عن بكر بن سوادة عن محمد بن مسلم بن شهاب عن\nعمر بن عبد العزيز عن عبد الله بن إبراهيم بن قارظ قال رأيت أبا هريرة\nيتوضأ على ظهر المسجد وقد أكل أثوار أقط فتوضأ فقلت تتوضأ من أثوار أقط\nفقال إني سمعت رسول الله صلى الله عليه وسلم يقول توضؤوا مما مست النار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n29 حدثنا محمد حدثنا أحمد بن عمرو أبو الطاهر ويونس بن عبد الأعلى وأحمد\nبن عبد الرحمن قالوا ثنا عبد الله بن وهب قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             أخبرني عبد\nالجبار بن عمر أن ابن شهاب حدثه أن عمر بن عبد العزيز حدثه عن إبراهيم بن\nعبد الله بن قارظ قال سمعت معاوية بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n             أبي سفيان وهو على المنبر\nبالمدينة يقول أين فقهاؤكم يا أهل المدينة إني سمعت رسول الله صلى الله\nعليه وسلم عند منبره ينهى عن مثل هذه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n             القصة ثم وضعها على رأسه\nفلم أرها على عروس عند عرس ولا غيره أجمل منها على معاوية يقول لعن الله\nالواشمة والمستوشمة والمتنمصة والنامصة والواشرة والمستوشرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن أبان بن عثمان\n</p>\n\n<p>\n30 حدثنا محمد حدثني أحمد بن محمد بن عمر بن يونس اليمامي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \nحدثنا محمد بن العباس الأموي ثنا بشر بن عبد الله بن عمر بن عبد العزيز عن\nأبيه عن جده <span id='ms06'></span> عن أبان بن عثمان عن أبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n             عثمان بن عفان أن النبي\nصلى الله عليه وسلم صعد حراء فارتج بهم فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n             رسول الله صلى\nالله عليه وسلم اسكن حراء فما عليك إلا نبي أو صديق أو شهيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \nوعليه رسول الله صلى الله عليه وسلم وأبو بكر وعمر وعثمان وعلي وطلحة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n             والزبير وسعد وسعيد بن زيد رضي الله عنهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن أبي بكر بن عبد الرحمن\n</p>\n\n<p>\n31 حدثنا محمد حدثنا أبو بكر وعثمان ابنا أبي شيبة والعباس بن يزيد قالوا\nحدثنا سفيان بن عيينة عن يحيى بن سعيد عن أبي بكر بن محمد بن عمرو بن حزم\nعن عمر بن عبد العزيز عن أبي بكر بن عبد الرحمن بن الحارث بن هشام عن أبي\nهريرة قال سجدنا مع رسول الله صلى الله عليه وسلم في <span class='quran'>إذا السماء انشقت\n</span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n32 حدثنا محمد حدثنا إسحاق بن موسى الأنصاري وعمرو بن عبد الله والعباس\nبن يزيد قالوا حدثنا سفيان بن عيينة عن يحيى بن سعيد عن أبي بكر بن محمد بن\nعمرو بن حزم عن عمر بن عبد العزيز عن أبي بكر بن عبد الرحمن بن الحارث بن\nهشام عن أبي هريرة عن النبي صلى الله عليه وسلم قال من وجد متاعه عند رجل\nقد أفلس بعينه فهو أحق به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n33 حدثنا محمد حدثنا ابن المديني حدثنا سفيان عن عمرو بن دينار عن هشام\nبن يحيى عن أبي هريرة عن النبي صلى الله عليه وسلم بمثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n34 حدثنا محمد حدثنا ابن المديني حدثنا سفيان عن عمرو بن دينار عن يحيى\nبن سعيد عن أبي بكر بن محمد عن عمر بن عبد العزيز عن أبي بكر بن عبد الرحمن\nعن أبي هريرة عن النبي صلى الله عليه وسلم بمثله\n</p>\n\n<p>\n35 حدثنا محمد حدثنا أبو موسى الأنصاري ثنا أنس بن عياض عن يحيى بن سعيد\nعن أبي بكر بن محمد عن عمر بن عبد العزيز عن أبي بكر بن عبد الرحمن عن أبي\nهريرة عن النبي صلى الله عليه <span id='ms07'></span> وسلم بمثله\n</p>\n\n<p>\n36 حدثنا محمد حدثنا أبو موسى الأنصاري حدثنا معن بن عيسى حدثنا مالك بن\nأنس عن يحيى بن سعيد عن أبي بكر بن محمد بن عمرو بن حزم عن عمر بن عبد\nالعزيز عن أبي بكر بن عبد الرحمن عن أبي هريرة قال قال رسول الله صلى الله\nعليه وسلم أيما رجل أفلس فأدرك رجل ماله بعينه فهو أحق به من غيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n37 حدثنا محمد حدثنا أحمد بن عبد الله حدثنا عبد الرحمن بن مهدي عن مالك\nعن يحيى بن سعيد عن أبي بكر بن محمد عن أبي بكر بن عبد الرحمن عن أبي هريرة\nعن النبي صلى الله عليه وسلم ولم يذكر عمر بن عبد العزيز\n</p>\n\n<p>\n38 حدثنا محمد حدثنا أبو الطاهر حدثنا عبد الله بن وهب أخبرني مالك عن\nيحيى عن أبي بكر بن محمد عن عمر بن عبد العزيز عن أبي بكر بن عبد الرحمن عن\nأبي هريرة عن النبي صلى الله عليه وسلم بمثله\n</p>\n\n<p>\n39 حدثنا محمد حدثنا عيسى بن حماد زغبة ثنا الليث بن سعد عن يحيى بن سعيد\nعن أبي بكر بن محمد عن عمر بن عبد العزيز عن أبي بكر بن عبد الرحمن بن\nالحارث بن هشام عن أبي هريرة عن رسول الله صلى الله عليه وسلم قال أيما\nامرئ أفلس ثم وجد رجل متاعه عنده بعينه فهو أولى به من غيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n40 حدثنا محمد حدثنا إبراهيم بن عبد الله بن حاتم ثنا حماد بن زيد عن\nيحيى بن سعيد عن أبي بكر بن محمد عن عمر بن عبد العزيز عن أبي بكر بن عبد\nالرحمن بن الحارث بن هشام عن أبي هريرة أن النبي صلى الله عليه وسلم قال\nإذا أفلس الرجل فوجد رجل سلعته بعينها فهو أحق بها\n</p>\n\n<p>\n41 حدثنا محمد حدثنا بيان الحضرمي ثنا سفيان عن عمرو بن دينار عن هشام بن\nيحيى عن أبي هريرة عن النبي صلى الله عليه وسلم بمثله\n</p>\n\n<p>\n42 حدثنا محمد حدثنا بيان الحضرمي ثنا سفيان عن عمرو عن يحيى <span id='ms08'></span> بن سعيد عن\nأبي بكر عن عمر بن عبد العزيز عن النبي صلى الله عليه وسلم بمثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n43 حدثنا محمد حدثنا عثمان بن أبي شيبة وابراهيم قالا ثنا هشيم أنا يحيى\nبن سعيد عن أبي بكر بن محمد عن عمر بن عبد العزيز عن أبي بكر بن عبد الرحمن\nعن أبي هريرة قال قال رسول الله صلى الله عليه وسلم من وجد عين ماله بيد\nرجل قد أفلس فهو أحق به ممن سواه من الغرماء\n</p>\n\n<p>\n44 حدثنا محمد حدثنا محمد بن عبد الله بن عمار الموصلي ثنا زيد بن أبي\nالزرقاء قال سئل سفيان عن رجل ابتاع متاعا فأفلس وهو بعينه فلم ينقذه أو\nنقد طائفة من الثمن هل يأخذ متاعه فحدث عن يحيى بن سعيد عن أبي بكر بن محمد\nبن عمرو بن حزم عن عمر بن عبد العزيز عن أبي بكر بن عبد الرحمن بن الحارث\nبن هشام عن أبي هريرة عن النبي صلى الله عليه وسلم قال من ابتاع سلعة ثم\nأفلس صاحبها فوجدها فهو أحق بها دون الغرماء آخر الجزء الأول والحمد لله رب\nالعالمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n45 حدثنا محمد حدثنا محمد بن زنبور الأبطحي ثنا عبد العزيز بن أبي حازم\nثنا يزيد بن الهاد عن أبي بكر بن محمد بن عمرو بن حزم عن عمر بن عبد العزيز\nعن أبي بكر بن عبد الرحمن عن أبي هريرة أن رسول الله صلى الله عليه وسلم\nقال أيما رجل أدرك سلعته عند رجل قد أفلس فهو أحق بها\n</p>\n\n<p>\n46 حدثنا محمد حدثنا أحمد بن عمرو بن السرح ثنا موسى بن ربيعة الجمحي\nحدثني يزيد بن الهاد عن أبي بكر بن محمد بن عمرو بن حزم عن عمر بن عبد\nالعزيز عن أبي بكر بن عبد الرحمن بن الحارث بن هشام عن أبي هريرة قال قال\nرسول الله صلى الله عليه وسلم أيما رجل أدرك سلعته بعينها عند رجل قد أفلس\nفهو أحق بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n47 حدثنا محمد حدثنا عبد الرحمن بن عبد الله بن عبد <span id='ms09'></span> الحكم ثنا أبي ثنا\nبكر بن مضر عن ابن الهاد عن أبي بكر بن محمد عن عمر بن عبد العزيز عن أبي\nبكر بن عبد الرحمن عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم\nبمثله\n</p>\n\n<p>\n48 حدثنا محمد حدثنا النضر بن سلمة المروزي ثنا يحيى بن إبراهيم بن أبي\nقتيلة ثنا العباس بن المغيرة بن عبد الرحمن المخزومي عن عبد الرحمن بن\nالمغيرة المخزومي عن اسماعيل بن رافع عن عفيف المزني عن عمر بن عبد العزيز\nعن أبي بكر بن عبد الرحمن بن الحارث بن هشام عن أبيه عن عمر بن الخطاب عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n             رسول الله صلى الله عليه وسلم إن الله بدأ هذا الأمر نبوة\nورحمة ثم يكون خلافة ثم يكون سلطانا ويكون ملكا ثم يكون جبرية ثم يكون\nجائزة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n             [\n</p>\n\n<p>\n| عمر بن عبد العزيز عن نوفل بن مساحق ]\n</p>\n\n<p>\n49 حدثنا محمد حدثنا عمرو بن عثمان بن سعيد بن كثير بن دينار القرشي\nالحمصي ثنا بشر بن شعيب عن أبي حمزة عن أبيه عن الزهري حدثني عمر بن عبد\nالعزيز عن حديث نوفل بن مساحق أنه انتجى عمر بن الخطاب وعثمان بن حنيف في\nالمسجد والناس مختلطون بهما لا يسمع نجواهما أحد فلم يزالا يتجادلان في\nالرأي حتى أغضب عثمان بن حنيف عمر في بعض ما يكلمه فيه فقبض عمر رضي الله\nعنه من حصباء المسجد قبضة فحصب بها وجه عثمان رضي الله عنه فشجه بالحصى\nبجبهته آثارا من شجاج فلما رأى عمر ما ينساب عليه من الدم على لحيته قال\nامسح عنك الدم فعرف عثمان أن عمر قد ندم على ما فرط منه فقال يا أمير\nالمؤمنين لا يهولنك الذي أصبت مني فوالله إني لأنتهك ممن وليتني أمره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n             من رعيتك التي استرعاك الله أكثر مما فعلت بي منهم فأعجب بها\nعمر رضي الله عنه من رأيه وحلمه وازداد في عينه خيرا\n</p>\n\n<p>\n50 حدثنا محمد حدثنا اسحاق بن سويد ثنا ابن أبي أويس حدثني أخي عن نوفل\nبن مساحق أنه <span id='ms10'></span> انتجى عمر بن الخطاب وعثمان بن حنيف رضي الله عنهما في المسجد\nوالناس مختلطون لا يسمع نجواهما أحد فلم يزالا يتناجيان في الرأي حتى أغضب\nعثمان بن حنيف عمر في بعض ما يكلمه به فقبض حصى من حصيات المسجد فحصب بها\nوجه عثمان بن حنيف فشجه بالحصى بجبهته آثارا من شجاج فلما رأى عمر كثرة\nتسرب الدم على لحيته قال أمسك عنك الدم فعرف عثمان بن حنيف أن عمر قد ندم\nعلى ما فرط منه فقال يا أمير المؤمنين لا يهولنك الذي أصبت مني فوالله إني\nلأنتهك ممن وليتني أمره من رعيتك التي استرعاك الله أكثر مما انتهكت مني\nقال فعجب بها عمر من رأيه وحلمه وازداد في عينه خيرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن عروة بن الزبير\n</p>\n\n<p>\n51 حدثنا محمد حدثنا محمد بن عبد الله بن المبارك المخرمي حدثنا الحسن بن\nموسى الأشيب ثنا شيبان بن عبد الرحمن عن يحيى بن أبي كثير عن أبي سلمة بن\nعبد الرحمن عن عمر بن عبد العزيز عن عروة بن الزبير عن عائشة رضي الله عنها\nأن النبي صلى الله عليه وسلم كان يقبلها وهو صائم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\n52 قال الشيخ وحدثنا عبد الله بن سليمان بن الأشعث ثنا يزيد بن عبد الله\nبن زريق ثنا الوليد ثنا الأوزاعي عن يحيى بن أبي كثير عن أبي سلمة بن عبد\nالرحمن عن عمر بن عبد العزيز عن عروة عن عائشة رضي الله عنها أن النبي صلى\nالله عليه وسلم كان يقبلها وهو صائم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\n53 حدثنا محمد حدثني محمد بن عسكر ثنا يحيى بن صالح ثنا معاوية بن سلام\nعن يحيى بن أبي بكر عن أبي سلمة بن عبد الرحمن عن عمر بن عبد العزيز عن\nعروة عن عائشة رضي الله عنها أن النبي صلى الله عليه وسلم كان يقبل وهو\nصائم\n</p>\n\n<p>\n54 حدثنا محمد حدثنا إبراهيم بن مروان بن محمد ثنا أبي ثنا معاوية بن\nسلام الأطرابلسي ثنا يحيى بن أبي كثير حدثنا أبو سلمة أن عمر بن عبد <span id='ms11'></span> العزيز\nأخبره عن عروة بن الزبير أخبره أن عائشة أخبرته أن رسول الله صلى الله عليه\nوسلم كان يقبلها وهو صائم\n</p>\n\n<p>\n55 حدثنا محمد حدثني محمد بن عبد الرحيم البرقي ثنا عبد الله بن صالح ثنا\nالليث بن سعد عن خالد بن يزيد عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n             سعيد بن أبي هلال عن ربيعة بن\nأبي عبد الرحمن عن صالح بن كيسان أن عروة بن الزبير حدثه عن عائشة زوج\nالنبي صلى الله عليه وسلم قالت كانت الصلاة ركعتين في الحضر والسفر فأقرت\nصلاة السفر على ركعتين وأتمت صلاة الحضر أربعا قال فأخبرتها عمر بن عبد\nالعزيز فقال إن عروة قد أخبرني أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n             عائشة كانت تصلي أربع ركعات\nفي السفر فوجدت يوما عروة عند عمر بن عبد العزيز فقلت كيف أخبرتني عن عائشة\nفحدث به كما حدثني فقال له عمر بن عبد العزيز أنت حدثتني أنها كانت تصلي في\nالسفر أربعا قال بلى\n</p>\n\n<p>\n56 حدثنا محمد حدثني أحمد بن يحيى السوسي ثنا محمد بن عمر ثنا محمد بن\nخالد عن إسماعيل بن أبي حكيم عن عمر بن عبد العزيز عن عروة عن عائشة رضي\nالله عنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n             وابن أبي حبيبة عن داود بن الحصين عن عروة عن عائشة\nقالت كان رسول الله صلى الله عليه وسلم يصلي من الليل وأنا بين يديه معترضة\nعلى فراشه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n             قال ابن أبي حبيبة وزاد ابن خالد في حديثه اعتراض\nالجنازة فإذا أراد أن يوتر أيقظني فأوترت\n</p>\n\n<p>\n57 حدثنا محمد حدثنا أحمد بن عمر بن عبد الرحمن ثنا عبيد الله بن موسى\nثنا شيبان عن يحيى بن أبي كثير عن أبي سلمة بن عبد الرحمن عن عمر بن عبد\nالعزيز عن عروة بن الزبير عن أبي أيوب رضي الله عنه قال سئل رسول الله صلى\nالله عليه وسلم عن الرجل يجامع أهله فلا ينزل قال يتوضأ وضوءه للصلاة ويغسل\nمذاكيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n58 حدثنا محمد حدثنا اسحاق بن إبراهيم بن سويد الرملي ثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \nأيوب بن سليمان بن بلال حدثني أبو بكر بن عبد الحميد بن أبي <span id='ms12'></span> أويس عن سليمان\nبن بلال أخبرني يحيى بن سعيد عن أبي بكر بن حزم عن أبي مسعود الأنصاري رضي\nالله عنه قال أتى جبريل عليه السلام إلى محمد رسول الله صلى الله عليه وسلم\nحين زاغت الشمس ومالت فقال قم فصلى الظهر أربعا ثم أتاه حين كان ظل كل شيء\nمثله فقال قم فصلى العصر أربعا ثم أتاه حين غابت الشمس فقال قم فصلى المغرب\nثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n             أتاه حين غاب الشفق فقال قم فصلى العشاء الآخرة أربعا ثم\nأتاه حين أضاء الفجر وأسفر فقال قم فصلى الصبح ركعتين ثم أتاه من الغد\nلصلاة الظهر حين كان ظل كل شيء مثله فصلى الظهر أربعا ثم أتاه حين كان ظل\nكل شيء مثليه فصلى العصر أربعا ثم أتاه للوقت الأول حين غابت الشمس فصلى\nالمغرب ثم أتاه بعد ما غاب الشفق وأظلم فصلى العشاء الآخرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \nوأسفر فصلى الصبح ركعتين ثم قال جبريل عليه السلام يا رسول الله ما بين\nهذين صلاة يريد الوقت\n</p>\n\n<p>\n59 حدثنا محمد حدثنا اسحاق بن إبراهيم ثنا أيوب بن سليمان حدثني أبو بكر\nعن سليمان بن بلال عن يحيى بن سعيد قال أخبرني عمر بن عبد العزيز عن هذا\nالحديث سواء إلا أنه قال في حديثه قال جبريل عليه السلام هذه صلاتك وصلاة\nالأنبياء قبلك\n</p>\n\n<p>\n60 حدثنا محمد حدثنا إسحاق بن إبراهيم ثنا عبد الله بن عبد الحكم ثنا\nأيوب بن عتبة أبو يحيى من بني قيس بن ثعلبة قاضي اليمامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n             قال\nسمعت أبا بكر بن محمد بن عمرو بن حزم وكان قاضي عمر بن عبد العزيز يقول حدث\nعروة بن الزبير عمر بن عبد العزيز عن أبي مسعود الأنصاري وعن بشير بن أبي\nمسعود وكلاهما صحب رسول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n             الله صلى الله عليه وسلم أن جبريل جاء\nإلى رسول الله صلى الله عليه وسلم وذكر الحديث نحوه أو شبهه أو مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن محمد بن عبد الله بن نوفل\n</p>\n\n<p>\n61 حدثنا محمد حدثنا محمد بن عوف ثنا بشر بن شعيب <span id='ms13'></span> أخبرني أبي عن الزهري\nأخبرني عمر بن عبد العزيز أن محمد بن عبد الله بن نوفل أخبره أنه رأى أسامة\nبن زيد رضي الله عنهما في مسجد رسول الله صلى الله عليه وسلم مضطجعا إحدى\nرجليه على الأخرى يتغنى النصب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن أبي بردة\n</p>\n\n<p>\n62 حدثنا محمد حدثنا إبراهيم بن عبد الله بن حاتم ثنا يحيى بن سليم ثنا\nعبد الله بن خثيم يحدث عن بعض ولد طلحة بن عبيد الله قال كنت عند عمر بن\nعبد العزيز فدخل عليه أبو بردة ابن أبي موسى فحدثه بأحاديث عن أبيه عن رسول\nالله صلى الله عليه وسلم فدعا عمر بقراطيس ودواة وكتب أحاديثه وكان فيها\nحديث حدثه قال سمعت أبي يحدث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n             يقول سمعت رسول الله صلى الله\nعليه وسلم يقول أمتي الأمة المرحومة جعل عذابها في الدنيا فإذا كان يوم\nالقيامة أتي بأهل الأديان فأعطي كل رجل رجلا فقيل هذا فداؤك من النار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن أبي سلام\n</p>\n\n<p>\n63 حدثنا محمد حدثنا إسحاق بن إبراهيم ثنا اسماعيل بن عياش عن محمد بن\nالمهاجر عن العباس بن سالم قال بعث عمر بن عبد العزيز إلى أبي سلام الحبشي\nفحمل على البريد فلما قدم على عمر بن عبد العزيز قال يا أمير المؤمنين لقد\nشق علي محملي على البريد قال عمر ما أردنا المشقة بك يا أبا سلام ولكنه\nبلغني عنك حديث ثوبان مولى رسول الله صلى الله عليه وسلم في الحوض فأحببت\nأن تشافهني به قال أبو سلام سمعت ثوبان مولى رسول الله صلى الله عليه وسلم\nيقول سمعت رسول الله صلى الله عليه وسلم يقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n             إن حوضي من عدن\nإلى عمان البلقاء ماؤه أشد بياضا من اللبن وأحلى من العسل أكاويبه عدد نجوم\nالسماء من شرب منه شربة لم يظمأ بعدها أبدا أول الناس ورودا عليه فقراء\nالمهاجرين فقال عمر بن الخطاب رضي الله عنه يا رسول الله من هم قال هم\nالشعث رؤوسا الدنس ثيابا الذين لا <span id='ms14'></span> ينكحون المتنعمات ولا تفتح لهم أبواب\nالسدد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n             قال عمر بن عبد العزيز لا جرم والله لقد فتحت لي أبواب\nالسدد ونكحت المتنعمات فاطمة بنت عبد الملك إلا أن يرحمني الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \nتعالى لا جرم لا أدهن رأسي حتى يشعث ولا أغسل ثوبي الذي يلي جسدي حتى يتسخ\n</p>\n\n<p>\n64 حدثنا محمد حدثنا محمد بن خالد الدمشقي ثنا سويد بن عبد العزيز ثنا\nشداد أبو عبد الله عن أبي سلام الأسود قال بعث إلي عمر بن عبد العزيز قال\nفقدمت عليه فلما دخلت قال لي ادنه ادنه حتى كادت ركبتي تلزق بركبته فقال\nحدثني حديث ثوبان عن رسول الله صلى الله عليه وسلم في الحوض قال سمعت ثوبان\nيحدث عن رسول الله صلى الله عليه وسلم قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n             حوضي كما بين عدن\nإلى عمان أحلى من العسل وأشد بياضا من اللبن أكاويبه كنجوم السماء من شرب\nمنه شربة لم يظمأ بعدها أبدا وأول الناس علي ورودا المهاجرون الشعث رؤوسا\nالدنس ثيابا الذين لا يفتح لهم السدد ولا ينكحون المتنعمات الذين يعطون كل\nالذي عليهم ولا يأخذون كل الذي لهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n             فقال عمر بن عبد العزيز أما\nالمتنعمات فقد نكحت بنت عبد الملك وأما السدد فقد فتحت لي والله لأشعثن\nرأسي ولأدنسن ثوبي\n</p>\n\n<p>\n65 حدثنا محمد حدثنا أحمد بن الفرج ثنا عثمان بن سعيد ومحمد بن المهاجر\nعن العباس بن سالم عن أبي سلام الأسود قال بلغ عمر بن عبد العزيز أنه يحدث\nعن ثوبان في الحوض قال فبعث إليه فحمل على البريد قال فقال له عمر كالمتوجع\nما أردنا المشقة عليك يا أبا سلام ولكنه بلغني عنك حديث تحدث به عن ثوبان\nرضي الله عنه عن النبي صلى الله عليه وسلم في الحوض فأحببت أن تشافهني فيه\nمشافهة قال أبو سلام سمعت ثوبان يقول قال رسول الله صلى الله عليه وسلم\nحوضي ما بين عدن إلى عمان البلقاء أشد بياضا من اللبن وأحلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n             من\nالعسل أكاويبه عدد نجوم السماء من شرب منه لم يظمأ بعدها أبدا وأول <span id='ms15'></span> الناس\nورودا عليه فقراء المهاجرين الشعث رؤوسا الدنس ثيابا لا ينكحون المتنعمات\nولا تفتح لهم السدد قال عمر لكني نكحت المتنعمات فاطمة بنت عبد الملك وفتحت\nلي السدد فلا جرم لا أغسل رأسي حتى يشعث ولا ألقي ثوبي حتى يتسخ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن سعيد بن خالد\n</p>\n\n<p>\n66 حدثنا محمد حدثني يوسف بن عبد الملك بن مروان الدقيقي من كتابه ثنا\nأبو همام الصلت بن محمد الخاركي قال سمعت عبد الله بن عبد العزيز الليثي\nالمدني سمعت ابن شهاب يقول أرسل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n             إلي عمر بن عبد العزيز وهو\nخليفة فقال جاءني سعيد بن خالد بن عمرو بن عثمان فقال يا أمير المؤمنين\nأقطعني السدير فإنه بلغني عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n             رسول الله صلى الله عليه وسلم قال\nما من رجل غرس غرسا إلا أعطاه الله من الأجر عدد الغرس والثمر وأخذ بنفسي\nفسمعت هذا فقلت نعم أشهد على عطاء بن يزيد أنه سمعه من أبي أيوب يحدثه عن\nرسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن أبي سلمة بن عبد الرحمن بن عوف\n</p>\n\n<p>\n67 حدثنا محمد حدثنا مكي بن مدرك قال قال معمر بن سليمان أنا زيد بن حبان\nعن محمد بن قيس قاص عمر بن عبد العزيز قال قال لي عمر بن عبد العزيز اخرج\nإلى هؤلاء القوم الذين يؤمون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n             الناس في شهر رمضان فمرهم يسجدوا\nفي الجمعة ب <span class='quran'>إذا السماء انشقت </span>و <span class='quran'>اقرأ باسم ربك الذي خلق\n</span>فإن ابنا لعبد الرحمن بن عوف حدثني عن النبي صلى الله عليه وسلم أنه\nسجد فيهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\n68 حدثنا محمد حدثنا محمد بن وزير الدمشقي ثنا الوليد بن مسلم حدثني محمد\nبن مهاجر أنه سمع الزهري يقول لعمر بن عبد العزيز يعني في سجدتي السهو هما\nقبل السلام قال فأبى عمر وقال أخبرنا ذلك يا ابن شهاب أبو سلمة بن عبد\nالرحمن يعني في سجدتي السهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\n69 حدثنا محمد حدثنا محمد بن إشكاب ثنا أبو علي الحنفي ثنا ابن أبي ذئب\nثنا عبد العزيز بن عياش <span id='ms16'></span> عن محمد بن قيس عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n             عمر بن عبد العزيز\nعن أبي سلمة بن عبد الرحمن عن أبي هريرة رضي الله عنه أن رسول الله صلى\nالله عليه وسلم سجد في <span class='quran'>إذا السماء انشقت </span></p>\n\n<p>\n70 حدثنا محمد حدثني أحمد بن عمر ثنا أبو نوح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n             عبد الرحمن بن\nغزوان ثنا ابن أبي ذئب عن عبد العزيز بن عياش عن عمر بن عبد العزيز عن أبي\nسلمة عن أبي هريرة أن رسول الله صلى الله عليه وسلم سجد في <span class='quran'>إذا السماء\nانشقت </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن عامر بن سعد\n</p>\n\n<p>\n71 حدثنا محمد حدثني محمد بن زنبور الأبطحي ثنا عبد العزيز بن أبي حازم\nعن أبيه عن محمد بن المنكدر عن عامر بن سعد بن أبي وقاص عن أسامة بن زيد عن\nرسول الله صلى الله عليه وسلم قال وذكر الطاعون عنده فقال رجز أوقع أو عذب\nبه أمة من الأمم وبقي منه بقايا فإذا سمعتم به بأرض فلا تدخلوا عليها وإذا\nوقع بأرض وأنتم بها فلا تفروا منه قال محمد بن المنكدر فحدثت بهذا الحديث\nعمر بن عبد العزيز فقال هكذا حدثنيه عامر بن سعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\n72 حدثنا محمد حدثني إبراهيم بن عبد الله بن أبي شيبة حدثنا عمر بن حفص\nبن غياث ثنا أبي عن الشيباني عن رياح بن عبيدة عن عامر بن سعد بن مالك قال\nشهدت أسامة بن زيد عند سعد بن مالك يقول قال رسول الله صلى اله عليه وسلم\nإن الطاعون رجز أنزل على من كان قبلكم أو على بني إسرائيل فإذا وجد بأرض\nفلا تدخلوها وإذا وجد بأرض وأنتم بها فلا تخرجوا منها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\n73 حدثنا محمد حدثني إبراهيم بن عبد الله ثنا عمر بن حفص ثنا أبي عن\nالشيباني قال حدثني حبيب بن أبي ثابت عن إبراهيم بن سعد أنه قال ذلك فحدث\nبمثل ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\n74 حدثنا محمد حدثني إبراهيم ثنا عمر بن حفص ثنا أبي عن الشيباني عن أبي\nبكر بن حفص حدثني عمر بن عبد العزيز عن عامر بن سعد <span id='ms17'></span> مثل ذلك كلهم يذكرون عن\nأسامة\n</p>\n\n<p>\n75 حدثنا محمد حدثنا محمد بن المثنى أبو موسى ثنا عثمان بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \nعمر ثنا فليح بن سليمان عن عبد الله بن عبد الرحمن أن عامر بن سعد حدث عمر\nبن عبد العزيز وهو أمير المدينة أن سعد بن مالك أخبره أن رسول الله صلى\nالله عليه وسلم قال من أكل سبع تمرات عجوة ما بين لابتي المدينة ويبدأ بهن\nلم يضره يومه ذلك سم حتى الليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n             قال فقال له عمر بن عبد العزيز\nانظر ما تحدث به عن رسول الله صلى الله عليه وسلم يا عامر فقال عامر أشهد\nما كذبت على سعد ولا كذب سعد على رسول الله صلى الله عليه وسلم فقال عمر\nوأشهد أن رسول الله صلى الله عليه وسلم لم يكذب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن يحيى بن القاسم\n</p>\n\n<p>\n76 حدثنا محمد حدثنا عبد الرحمن بن إبراهيم الدمشقي أبو سعيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \nدحيم ثنا محمد بن شعيب بن شابور عن عمر بن يزيد النصري عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n             عمرو\nبن مهاجر عن عمر بن عبد العزيز عن يحيى بن القاسم عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n             أبيه عن\nجده عبد الله بن عمرو قال قال رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n             ما\nهلكت أمة قط إلا بالشرك وما كان بدء شركها إلا التكذيب بالقدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن قيس بن الحارث عن الصنابحي\n</p>\n\n<p>\n77 حدثنا محمد حدثني محمد بن وزير الدمشقي ثنا الوليد بن مسلم ثنا ابن\nجابر أن يحيى بن يحيى الغساني حدثه عن محمود بن لبيد الأنصاري حدثه عن\nالصنابحي أنه صلى خلف أبي بكر الصديق رضي الله عنه فقرأ في الركعتين\nالأوليين بأم القرآن وسورة من قصار المفصل يجهر بالقراءة فلما قام في\nالثالثة ابتدأ القراءة فدنوت منه حتى كادت ثيابي تمس ثيابه فسمعته قرأ بأم\nالقرآن وقرأ <span class='quran'>ربنا لا تزغ قلوبنا بعد إذ هديتنا </span>الآية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\n78 حدثنا محمد حدثنا محمد بن وزير ثنا الوليد عن أبي عمرو ومالك بن أنس\nعن أبي عبيد حاجب سليمان أن قيس بن الحارث <span id='ms18'></span> حدث عمر بن عبد العزيز أنه سمع\nالصنابحي بمثل ذلك قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n             أبو عبيد فأخبرني عبادة بن نسي أنه سمع\nعمر بن عبد العزيز يقول لقيس بن الحارث كيف حدثتني عن الصنابحي فحدثه بهذا\nالحديث فقال عمر ما تركتها منذ سمعتها منك قبل ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن رجل\n</p>\n\n<p>\n79 حدثنا محمد حدثنا محمد بن مرزوق بن البهلول الباهلي ومحمد يعني ابن\nمعمر قالا حدثنا محمد بن بكر ثنا عبد الحميد بن جعفر الأنصاري أخبرني\nالأسود بن العلاء حدثني مولى سليمان بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n             عبد الملك عن رجل أرسل\nإليه عمر بن عبد العزيز أمير المؤمنين فقال كيف الحديث الذي حدثتني عن\nالصنابحي قال أخبرني الصنابحي أنه أتى عمرو بن عبسة قال هل من حديث عن رسول\nالله صلى الله عليه وسلم لا زيادة فيه ولا نقصان قال نعم سمعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \nرسول الله صلى الله عليه وسلم يقول من أعتق رقبة أعتق الله تعالى بكل عضو\nمنها عضوا منه من النار ومن رمى بسهم في سبيل الله بلغ أو قصر كان عدل رقبة\nومن شاب شيبة في سبيل الله تعالى كانت له نورا يوم القيامة قال كيف الحديث\nالآخر قال أخبرني الصنابحي أنه صلى وراء أبي بكر الظهر أو العصر فقرأ في\nالركعتين الأوليين بأم القرآن <span class='quran'>بعد إذ هديتنا </span>إلى قوله <span class='quran'>إنك\nأنت الوهاب </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن أبي بكر بن عمرو بن حزم\n</p>\n\n<p>\n80 حدثنا محمد حدثنا إبراهيم بن محمد حدثنا اسماعيل بن أبي أويس حدثنا\nسليمان بن بلال عن أسامة بن زيد أن أبا بكر بن محمد بن عمرو بن حزم أخبره\nأن عمر بن عبد العزيز كتب إليه في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n             خلافته اكتب إلي بنسخة صدقة\nأصحاب رسول الله صلى الله عليه وسلم وبنسخة ولاتها وارفع في أنسابهم واكتب\nإلي الحديث الذي حدثتني عن عمرة عن عائشة قال قال أسامة قلت لأبي بكر وكيف\nحديثه عنها فقال أبو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n             بكر حدثتني عمرة بنت عبد الرحمن أنها سمعت\nعائشة تقول حين رأت ما أحدث الناس <span id='ms19'></span> في صدقاتهم قالت يا سبحان الله ما أشبه\nبما قال الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n             تعالى في كتابه <span class='quran'>وقالوا ما في بطون هذه\nالأنعام خالصة لذكورنا ومحرم على أزواجنا وإن يكن ميتة فهم فيه شركاء </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن أبيه\n</p>\n\n<p>\n81 حدثنا محمد حدثنا أحمد بن الوليد البزار حدثنا عبد العزيز بن عبد الله\nالأويسي ثنا محمد بن صالح الأزرق بن أبي قيس عن صالح أبيه عن عقبة بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n             عامر أن رسول الله صلى الله عليه وسلم قال رحم الله حارس الحرس\nقالها ثلاث مرات الذين يكونون بين الروم وبين عسكر المسلمين ينظرون لهم\nويحذرونهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن عبد الله بن موهب\n</p>\n\n<p>\n82 حدثنا محمد حدثنا هشام بن عمار الدمشقي ثنا يحيى بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n             حمزة\nثنا عبد العزيز بن عمر بن عبد العزيز قال سمعت عبد الله بن موهب يحدث عمر\nبن عبد العزيز عن قبيصة بن ذؤيب عن تميم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n             الداري قال يا رسول\nالله ما السنة في الرجل الكافر يسلم على يدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n             المسلم فقال رسول\nالله صلى الله عليه وسلم هو أولى الناس به حياته ومماته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n             قال\nعبد العزيز بن عمر وشهدت عمر بن عبد العزيز قضى بذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n             في رجل\nأسلم على يدي رجل فمات وترك مالا وابنة له فأعطى عمر ابنته النصف والذي\nأسلم على يديه النصف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن عبيد الله بن عبد الله\n</p>\n\n<p>\n83 حدثنا محمد ثنا محمد بن حاتم البزار ثنا جعفر بن عون عن أبي عميس قال\nسمعت أبا بكر بن عبد الله بن أبي جهم القرشي عن عبيد الله بن عبد الله بن\nعتبة أن الوليد بن عبد الملك كتب كتابا إلى عمر بن عبد العزيز يأمره أن\nيسأل فقهاء من قبله من أهل المدينة عن صلاة الخوف فأرسل عمر بن عبد العزيز\nإلى فقهائهم يسألهم قال فجاء عبيد الله بن عبد الله بن عتبة وقد اختلف\nالقوم عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n             فقال دع ما يقول هؤلاء حدثني عبد الله بن عباس أن\nرسول الله صلى الله عليه وسلم <span id='ms20'></span> صلى بالناس صلاة الخوف فصلى بطائفة منهم ركعة\nفاستقبلوا العدو ثم جاءت الطائفة الأخرى فصلوا معه الركعة الأخرى ثم جلس\nرسول الله صلى الله عليه وسلم وتشهد وسلم فكانت لرسول الله صلى الله عليه\nوسلم ركعتان وللناس ركعة ركعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن عبد الله بن قارظ\n</p>\n\n<p>\n84 حدثنا محمد حدثنا أحمد بن عمرو بن السرح ويونس بن عبد الأعلى وأبو\nعبيد الله قالوا ثنا ابن وهب حدثني عبد الجبار بن عمر أن ابن شهاب حدثه أن\nعمر بن عبد العزيز حدثه عن إبراهيم بن عبد الله بن قارظ قال سمعت معاوية بن\nأبي سفيان وهو على المنبر بالمدينة يقول أين فقهاؤكم يا أهل المدينة إني\nسمعت رسول الله صلى الله عليه وسلم عند منبره ينهى عن مثل هذه القصة ثم\nوضعها على رأسه فلم أرها على عروس ولا غيره أجمل منها على معاوية يقول لعن\nالله الواشمة والمستوشمة والمتنمصة والنامصة والواشرة والمستوشرة\n</p>\n\n<p>\n85 حدثنا محمد حدثني الربيع ثنا شعيب بن يحيى ثنا عبد الجبار مثله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\n86 حدثنا محمد حدثنا عبد الرحمن بن عبد الله بن عبد الحكم ثنا أبي ثنا\nبكر بن مضر عن جعفر بن ربيعة عن بكر بن سوادة عن محمد بن مسلم بن شهاب عن\nعمر بن عبد العزيز عن عبد الله بن إبراهيم بن قارظ قال رأيت أبا هريرة\nيتوضأ على ظهر المسجد وقد أكل أثوار أقط فقلت أتتوضأ منها فقال إني سمعت\nرسول الله صلى الله عليه وسلم قال توضؤوا مما غيرت النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن عبادة بن عبد الله\n</p>\n\n<p>\n87 حدثنا محمد حدثني عبد الله بن أحمد الدورقي ثنا يونس بن موسى ثنا\nالحسن بن حماد أبو محمد الكريزي ثنا عبد الله بن محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n             العدوي\nقال سمعت عمر بن عبد العزيز يقول على المنبر حدثنا عبادة بن عبد الله عن\nطلحة بن عبيد الله قال سمعت رسول الله صلى الله عليه وسلم يقول على منبره\nألا أيها الناس لا يقبل الله صلاة إمام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n             حكم <span id='ms21'></span> بغير ما أنزل الله\nتعالى ولا يقبل الله صلاة بغير طهور ولا صدقة من غلول\n</p>\n\n<p>\n88 حدثنا محمد حدثني عبد الله بن أحمد الدورقي ثنا يونس بن موسى ثنا\nالحسن بن حماد أبو محمد الكريزي ثنا عبد الله بن محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n             العدوي\nقال سمعت عمر بن عبد العزيز يقول على المنبر حدثنا عبادة بن عبد الله عن\nطلحة عن عبيد الله قال سمعت رسول الله صلى الله عليه وسلم يقول على المنبر\nألا أيها الناس توبوا إلى ربكم قبل أن تموتوا وبادروا بالأعمال الصالحة قبل\nأن تشتغلوا وصلوا الذي بينكم وبين ربكم عز وجل بكثرة ذكركم له وكثرة الصدقة\nفي السر والعلانية تزهدوا وتؤجروا وتنصروا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n             واعلموا أن الله\nتعالى فرض عليكم الجمعة في مقامي هذا في يومي هذا في شهري هذا من عامي هذا\nإلى يوم القيامة فمن تركها في حياتي أو بعد موتي وله إمام فلا جمع الله\nشمله ألا فلا بارك الله له في أمره ألا ولا بر له ألا ولا صوم له ألا ولا\nصلاة له ألا ولا تؤم امرأة رجلا ولا يؤم أعرابي مهاجرا ألا ولا يؤم فاجرا\nمؤمنا إلا أن يقهره سلطان يخاف سيفه وسوطه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن الربيع بن سبرة الجهني\n</p>\n\n<p>\n89 حدثنا محمد حدثني عمر بن يعقوب بن يحيى الرقي عن الحسن بن محمد بن\nأعين عن معقل بن عبيد الله عن إبراهيم بن أبي عبلة عن عمر بن عبد العزيز\nحدثني الربيع بن سبرة الجهني عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n             أبيه أن رسول الله صلى الله\nعليه وسلم نهى عن المتعة وقال ألا إنها حرام من يومكم هذا إلى يوم القيامة\nومن كان أعطى شيئا فلا يأخذه\n</p>\n\n<p>\n90 حدثنا محمد حدثني محمد بن يزيد بن أخي شاذ ثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n             وهب بن\nجرير قال سمعت أبي يحدث عن محمد بن اسحاق عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n             الزهري عن عمر بن\nعبد العزيز عن الربيع بن سبرة الجهني عن أبيه أن رسول الله صلى الله عليه\nوسلم نهى عن المتعة يوم الفتح\n</p>\n\n<p>\n91 حدثنا محمد حدثني <span id='ms22'></span> عيسى بن يونس الرملي ثنا أيوب بن سويد حدثني ابن\nشهاب محمد بن مسلم أخبرني الربيع بن سبرة الجهني أن أباه قال كنت استمتعت\nفي عهد رسول الله صلى الله عليه وسلم من امرأة من بني عامر ببردين أحمرين\nونهانا رسول الله صلى الله عليه وسلم عن المتعة قال وسمعت الربيع بن سبرة\nيحدث ذلك عمر بن عبد العزيز وأنا جالس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن الزهري\n</p>\n\n<p>\n92 حدثنا محمد حدثني إبراهيم بن عبد العزيز ثنا علي بن زهير ثنا علي بن\nعياش عن عباد بن كثير عن عمر بن عبد العزيز عن الزهري عن أنس بن مالك قال\nقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nرسول الله صلى الله عليه وسلم إن لكل دين خلقا وإن خلق الإسلام الحياء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن سلمى مولاة مروان\n</p>\n\n<p>\n93 حدثنا محمد أخبرني أحمد بن محمد بن عبد الله الكروخي وكتب به إلي\nحدثني محمد بن إسماعيل حدثني عبد الله بن سلمة بن أسلم بن عاصم عن عمر بن\nعبد العزيز قال سمعت سلمى مولاة مروان بن الحكم تقول حدثني مروان بن الحكم\nيقول سمعت معاوية بن أبي سفيان يقول سمعت أمي هند بنت عتبة تقول وهي تذكر\nرسول الله صلى الله عليه وسلم تقول فعلت يوم أحد ما فعلت من المثلة بعمه\nوأصحابه كلما سارت قريش مسيرا فأنا معها بنفسي حتى رأيت في النوم ثلاث ليال\nرأيت كأني في ظلمة لا أبصر سهلا ولا جبلا وأرى أن تلك الظلمة انفرجت عني\nبضوء مكانه فإذا رسول الله صلى الله عليه وسلم يدعوني ثم رأيت في الليلة\nالثانية كأني على طريق وإذا بهبل عن يميني يدعوني وإذا يساف يدعوني عن\nيساري وإذا رسول الله صلى الله عليه وسلم بين يدي قال تعالي هلمي إلى\nالطريق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n             ثم رأيت في الليلة الثالثة كأني واقفة على شفير جهنم\nيريدون أن يدفعوني فيها وإذا بهبل يقول ادخلي فيها فالتفت فإذا رسول الله\nصلى الله عليه وسلم من ورائي آخذ بثيابي فتباعدت عن شفير جهنم <span id='ms23'></span> وفزعت فقلت\nهذا شيء قد بين لي فغدوت إلى صنم في بيتنا فجعلت أضربه وأقول طالما كنت منك\nفي غرور وآتيت رسول الله صلى الله عليه وسلم فأسلمت وبايعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن محمد بن ثابت بن شرحبيل\n</p>\n\n<p>\n94 حدثنا محمد حدثني الحسين بن شاكر السمرقندي ثنا محمد بن يوسف ثنا أبو\nقرة موسى بن طارق قال ذكر زمعة عن عبد الله بن أبي بكر بن حزم قال رفع إلى\nعمر بن عبد العزيز حديث حدث به محمد بن ثابت بن شرحبيل فكتب عمر بن عبد\nالعزيز إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n             أبي أن سل محمد بن ثابت عن حديثه فإنه رضا فسأله\nوأنا معه فأخبرنا محمد بن ثابت عن عبد الله بن يزيد الخطمي عن أبي أيوب أن\nرسول الله صلى الله عليه وسلم قال من كان يؤمن بالله واليوم الآخر فليكرم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n             ضيفه ومن كان يؤمن بالله واليوم الآخر فليكرم جاره ومن كان\nيؤمن بالله واليوم الآخر فلا يدخل الحمام إلا بمئزر ومن كان يؤمن بالله\nواليوم الآخر من نسائكم فلا تدخل الحمام قال عبد الله بن أبي بكر فكتب إلى\nعمر بن عبد العزيز بذلك فمنع عمر بن عبد العزيز النساء من الحمام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\n| عمر بن عبد العزيز عن عراك بن مالك\n</p>\n\n<p>\n95 حدثنا محمد حدثنا جعفر بن أبي عثمان الطيالسي ثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n             يحيى بن\nمعين ثنا عبد الوهاب الثقفي عن خالد الحذاء عن عمر بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n             عبد\nالعزيز قال ما استقبلت القبلة بفرج منذ كذا وكذا فحدث عراك بن مالك عن\nعائشة أن النبي صلى الله عليه وسلم أمر بخلائه أن يستقبل به القبلة وإن\nالناس يكرهون ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n             <span id='ms24'></span>\n</p>\n",
  "pages": [
    "001",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186"
  ],
  "volumes": [
    "01"
  ]
}