{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [أول الكتاب]</h1>\n\n<p>\nبسم الله الرحمن الرحيم وصلى الله على سيدنا محمد واله وسلم\n</p>\n\n<p>\nأخبرني الشيخ الإمام العالم الحافظ شرف الدين أبو محمد عبدالمؤمن بن خلف\nابن أبي الحسن الدمياطي بقراءتي عليه عرضا بأصل سماعه قلت له قرأت على\nالشيخ أبي محمد النفيس بن سعيد بن نجم بن الحمود الداقزي ببغدادأخبرك\nأبوالفتح عبيد الله بن عبد الله بن محمد بن نجا بن شانيل الدباس قراءة عليه\nوأنت تسمع في يوم الأربعاء الثاني عشر من رجب سنة خمس وسبعين وخمس مئة\nفأقربه وقال نعم\n</p>\n\n<p>\nقال أنا أبوالحسن علي بن محمد بن علي بن العلاف المقرئ الحاجب قال أنا\nأبو الحسن علي بن أحمد بن عمر بن حفص المقرئ المعروف بالحمامي قال أخبرنا\nأبو بكر محمد بن الحسين بن عبد الله الاجري بمكة قال\n</p>\n\n<p>\nالحمد لله على جميل إحسانه ودوام نعمه حمد من يعلم أن مولاه الكريم يحب\nالحمد فله الحمد على كل حال وصلى الله على النبي محمد وسلم وعلى آله أجمعين\nوبالله أستعين وحسبي الله ونعم الوكيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \nأما بعد فإن الله جل ذكره وتقدست أسماؤه خلق الخلق كما أراد لما أراد\nفجعلهم شقيا وسعيدا فأما اهل الشقوة فكفروا بالله العظيم وعبدوا غيره وعصوا\nرسوله وجحدوا كتبه فأماتهم على ذلك فهم في قبورهم يعذبون وفي القيامة عن\nالنظر إلى الله محجوبون وإلى جهنم وارادون وفي أنواع العذاب يتقلبون\nوللشياطين مقارنون وهم فيها أبدا خالدون\n</p>\n\n<p>\nوأما أهل السعادة فهم الذين سبقت لهم من الله الحسنى فآمنوا بالله وحده\nولم يشركوا به شيئا وصدقوا القول بالعمل فأماتهم الله على ذلك فهم في\nقبورهم ينعمون وعند المحشر ينشرون وفي الموقف إلى الله عز وجل بأعينهم\nينظرون وإلى الجنة بعد ذلك وافدون وفي نعيمها يتفكهون وللحور العين يعانقون\nوالولدان لهم يخدمون وفي جوار مولاهم الكريم أبدا خالدون ولربهم عز وجل في\nداره زائرون وبالنظر إلى وجهه الكريم يتلذذون وله مكلمون وبالتحية لهم من\nالله عز وجل والسلام منه عليهم يكرمون ذلك فضل الله يؤتيه من يشاء <span id='ms01'></span> والله ذو\nالفضل العظيم\n</p>\n\n<p>\nقال محمد بن الحسين فإن اعترض جاهل ممن لا علم له أو بعض هؤلاء الجهمية\nالذين لم يوفقوا للرشاد ولعب بهم الشيطان وحرموا التوفيق\n</p>\n\n<p>\nفقال والمؤمنون يرون الله عز وجل يوم القيامة\n</p>\n\n<p>\nقيل له نعم والحمد لله على ذلك\n</p>\n\n<p>\nفإن قال الجهمي أنا لا أؤمن بهذا\n</p>\n\n<p>\nقيل له كفرت بالله العظيم\n</p>\n\n<p>\nفإن قال وما الحجة\n</p>\n\n<p>\nقيل له لأنك رددت القرآن والسنة وقول الصحابة وقول علماء المسلمين واتبعت\nغير سبيل المؤمنين وكنت ممن قال الله عز وجل فيهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \nومن يشاقق الله والرسول من بعد ما تبين له الهدى ويتبع غير سبيل المؤمنين\nنوله ما تولى ونصله جهنم وساءت مصيرا النساء 115\n</p>\n\n<p>\nفأما نص القرآن وجوه يومئذ ناضرة إلى ربها ناظرة القيامة 22 - 23 وقال عز\nوجل وقد أخبرنا عن الكفار أنهم حجوبون عن رؤيته فقال جل ذكره كلا إنهم عن\nربهم يومئذ لمحجوبون ثم إنهم لصالوا الجحيم ثم يقال هذا الذي كنتم به\nتكذبون المطففين 15 17 فدل بهذه الآية أن المؤمنين ينظرون إلى الله عز وجل\nوأنهم غير محجوبين عن رؤيته كرامة منه لهم وقال عز وجل للذين أحسنوا الحسنى\nوزيادة يونس 26 وهو النظر إلى وجه الله عز وجل وقال تعالى وكان بالمؤمنين\nرحيما تحيتهم يوم يلقونه سلام وأعد لهم أجرا كريما الاحزاب 43 44\n</p>\n\n<p>\nواعلم رحمك الله إن عند أهل اللغة أن اللقاء لا يكون إلا معاينة يراهم\nالله عز وجل ويرونه ويسلم عليهم ويكلمهم ويكلمونه\n</p>\n\n<p>\nقال محمد بن الحسين وقد قال الله عز وجل لنبيه ص - لتبين للناس ما نزل\nإليهم لعلهم يتفكرون النحل 44 فكان مما بينه لأمته ص - في هذه الآيات أنه\nأعلمهم في غير حديث أنكم ترون ربكم عز وجل ورواه عنه جماعة من صحابته رضي\nالله عنهم وقبلها العلماء عنهم أحسن القبول كما قبلوا عنهم علم الطهارة\nوالصلاة والزكاة والصيام والحج والجهاد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \nوعلم الحلال والحرام كذا قبلوا منهم الأخبار أن المؤمنين يرون الله عز وجل\nلا يشكون في ذلك ثم قالوا\n</p>\n\n<p>\nمن رد هذه الأخبار فقد كفر\n</p>\n\n<p>\n1 - // إسناده <span id='ms02'></span> رجاله ثقات حدثنا عبد الله بن محمد بن عبد العزيز البغوي\nحدثنا عبيد الله بن عمر القواريري حدثنا مضر القاري حدثنا عبد الواحد بن\nزيد قال سمعت الحسن يقول\n</p>\n\n<p>\nلو علم العابدون أنهم لا يرون ربهم عز وجل لذابت أنفسهم في الدنيا\n</p>\n\n<p>\n2 - حدثنا أبو القاسم عبد الله بن محمد العطشي حدثنا أبو حفص عمر بن مدرك\nالقاص حدثنا مكي بن إبراهيم ثنا هشام بن حسان\n</p>\n\n<p>\nعن الحسن قال إن الله عز وجل ليتجلى لأهل الجنة فإذا رآه أهل الجنة نسوا\nنعيم الجنة\n</p>\n\n<p>\n3 - حدثنا أبو بكر عن ابي داود ثنا يوسف بن موسى القطان حدثنا جرير بن\nعبد الحميد عن يزيد بن أبي زياد عن عبد الله بن الحارث\n</p>\n\n<p>\nعن كعب الأحبار قال ما نظر الله عز وجل إلى الجنة قط إلا قال طيبي لأهلك\nفزادت ضعفا على ما كانت حتى يأتيها أهلها وما من يوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \nكان لهم عيدا في الدنيا إلا يخرجون في مقداره في رياض الجنة فيبرز لهم\nالرب عز وجل فينظرون إليه وتسفي عليهم الريح بالمسك الطيب ولا يسألون ربهم\nعز وجل شيئا الله أعطاهم حتى يرجعوا وقد ازدادوا على ما كانوا عليه من\nالحسن والجمال سبعين ضعفا ثم يرجعون إلى أزواجهم وقد ازدادوا مثل ذلك //\nإسناده صحيح رجاله ثقات\n</p>\n\n<p>\n4 - حدثنا أبو بكر بن أبي داود حدثنا أحمد بن صالح المصري حدثنا عبد الله\nبن وهب قال قال مالك بن أنس رحمه الله الناس ينظرون إلى الله عز وجل يوم\nالقيامة بأعينهم\n</p>\n\n<p>\n5 - حدثنا أبو بكر عبد الله بن محمد بن عبد الحميد الواسطي حدثنا عبد\nالوهاب الوراق قال\n</p>\n\n<p>\nقلت للأسود بن سالم هذه الآثار التي تروى في معنى النظر إلى وجه الله عز\nوجل ونحوها من الأخبار فقال نحلف عليها بالطلاق والمشي قال عبد الوهاب\nمعناه تصديقا بها رجاله ثقات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n6 - حدثنا أبو حفص عمر بن أيوب السقطي حدثنا محمد بن سليمان لوين قال\n</p>\n\n<p>\nقيل لسفيان بن عينية هذه الأحاديث التي تروى في الرؤية فقال حق على ما\nسمعناها <span id='ms03'></span> مما نثق به // رجاله ثقات\n</p>\n\n<p>\n7 - حدثنا أبو الفضل جعفر بن محمد الصندلي حدثنا الفضل بن زياد قال\n</p>\n\n<p>\nسمعت أبا عبد الله أحمد بن حنبل وبلغه عن رجل أنه قال إن الله عز وجل لا\nيرى في الآخرة فغضب غضبا شديدا ثم قال من قال إن الله عز وجل لا يرى من\nالآخرة فقد كفر عليه لعنة الله وغضبه من كان من الناس أليس الله عز وجل قال\nوجوه يومئذ ناضرة إلى ربها ناظرة وقال عز وجل كلا إنهم عن ربهم يومئذ\nلمحجوبون المطففين 15 هذا دليل على أن المؤمنين يرون الله عز وجل // إسناده صحيح\n</p>\n\n<p>\n8 - حدثنا أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي حدثنا حنبل\nبن إسحاق بن حنبل قال سمعت أبا عبد الله يقول\n</p>\n\n<p>\nقالت الجهمية إن الله عز وجل لا يرى في الآخرة وقال الله عز وجل كلا إنهم\nعن ربهم يومئذ لمحجوبون فلا يكون هذا إلا أن الله عز وجل يرى وقال عز وجل\nوجوه يومئذ ناضرة إلى ربها ناظرة فهذا النظر إلى الله عز وجل والأحاديث\nالتي رويت عن النبي ص - إنكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \nترون ربكم برواية صحيحة وأسانيد غير مدفوعة والقرآن شاهد إن الله عز وجل\nيرى في الآخرة // إسناده صحيح -\n</p>\n\n<p>\n9 - حدثنا أبو بكر عبد الله بن محمد بن عبد الحميد الواسطي حدثنا محمد بن\nيحيى بن عبد الكريم الأزدي حدثنا علي بن الحسن بن شقيق قال\n</p>\n\n<p>\nسمعت عبد الله بن المبارك يقول إنا لنحكي كلام اليهود والنصارى ولا\nنستطيع أن نحكي كلام الجهمية // إسناده صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n10 - حدثنا أبو عبد الله محمد بن مخلد العطار حدثنا أبو داود السجستاني قال\n</p>\n\n<p>\nسمعت أحمد يعني ابن حنبل وذكر له شيء في الرؤية فغضب وقال من قال إن الله\nعز وجل لا يرى في الآخرة فهو كافر // رجاله حفاظ ثقات\n</p>\n\n<p>\n11 - حدثنا أبو مزاحم موسى بن عبيد الله بن يحيى بن خاقان حدثنا العباس\nبن محمد الدوري قال سمعت أبا عبيد القاسم بن سلام يقول وذكر عنده هذه\nالأحاديث في <span id='ms04'></span> الرؤية فقال هذه عندنا حق نقلها الناس بعضهم عن بعض // إسناده صحيح\n</p>\n\n<p>\nقال محمد بن الحسين فمن رغب عن ما كانوا عليه هؤلاء الأئمة الذين لا\nيستوحش من ذكرهم وخالف الكتاب والسنة ورضي بقول جهم وبشر المريسي وأشباههما\nفهو كافر\n</p>\n\n<p>\nقال محمد بن الحسين وأما ما تأدى إلينا من التفسير في بعض ما تلوته مما\nحضرني ذكره فأنا أذكره ثم أذكر السنن الثابتة في النظر إلى الله عز وجل مما\nتقوى به قلوب أهل الحق وتقر به أعينهم وتذل به نفوس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \nاهل الزيغ وتسخن به أعينهم في الدنيا والآخرة\n</p>\n\n<p>\n12 - حدثنا أبو شعيب عبد الله بن الحسن الحراني حدثنا محمد بن حاتم\nأخبرنا علي بن عاصم قال أخبرني موسى بن عبيدة الربذي عن محمد بن كعب القرظي\nفي قول الله عز وجل وجوه يومئذ ناضرة إلى ربها ناظرة قال نضر الله تلك\nالوجوه وحسنها للنظر إليه // إسناده حسن\n</p>\n\n<p>\n13 - حدثنا أبو بكر بن أبي داود حدثنا محمد بن يحيى بن عثمان حدثنا أبو\nسمرة حدثنا علي بن ثابت عن موسى بن عبيدة عن محمد بن كعب في قول الله عز\nوجل وجوه يومئذ ناضرة إلى ربها ناظرة قال نضرها للنظر إليه // في إسناده من\nلم أجد له ترجمة\n</p>\n\n<p>\n14 - وحدثنا أبو بكر بن أبي داود حدثنا يعقوب بن سفيان وداود بن سليمان\nالدقاق أن أبا نعيم الفضل بن دكين حدثهم عن سلمة بن سابور عن عطية عن ابن\nعباس في قول الله عز وجل وجوه يومئذ ناضرة يعني حسنها إلى ربها ناظرة قال\nنظرت إلى الخالق عز وجل // إسناده ضعيف\n</p>\n\n<p>\n15 - وحدثنا أبو بكر بن أبي داود حدثنا محمد بن عبد الملك وعبد الله بن\nمحمد ابن خلاد قالا حدثنا يزيد بن هارون أخبرنا مبارك عن الحسن في قول الله\nعز وجل وجوه يومئذ ناضرة قال النضرة الحسن إلى ربها ناظرة قال نظرت إلى\nربها عز وجل فنضرت لنوره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n16 - حدثنا عمر بن أيوب السقطي حدثنا الحسن بن الصباح حدثنا علي بن الحسن\nبن شقيق <span id='ms05'></span> حدثنا الحسين بن واقد أخبرنا يزيد النحوي عن عكرمة في قول الله عز\nوجل وجوه يومئذ ناضرة قال من النعميم إلى ربها ناظرة قال تنظر إلى ربها عز\nوجل نظرا // إسناده جيد\n</p>\n\n<p>\n17 - حدثنا أبو بكر بن أبي داود حدثنا محمد بن منصور حدثنا علي بن الحسن\nابن شقيق حدثنا الحسين بن واقد عن يزيد النحوي عن عكرمة في قول الله عز وجل\nوجوه يومئذ ناضرة إلى ربها ناظرة قال تنظر إلى الله عز وجل نظرا // إسناده جيد\n</p>\n\n<p>\n18 - حدثنا أبو بكر بن أبي داود حدثنا أحمد بن الأزهر حدثنا إبراهيم بن\nالحكم حدثنا أبي عن عكرمة قال قيل لابن عباس كل من دخل الجنة يرى الله عز\nوجل قال نعم // إسناده ضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n19 - حدثنا أبو شعيب عبد الله بن الحسن الحراني حدثنا علي بن عبد الله\nالمديني حدثنا حماد بن سلمة قال حدثني زكريا عن أبي اسحاق عن عامر بن سعد\nالبجلي عن أبي بكر الصديق رضي الله عنه في قول الله عز وجل للذين أحسنوا\nالحسنى وزيادة قال النظر إلى وجه الله عز وجل\n</p>\n\n<p>\n20 - وحدثنا جعفر بن محمد الصندلي حدثنا زهير بن محمد المروزي حدثنا عبيد\nالله بن موسى عن إسرائيل عن أبي إسحاق عن عامر بن سعد عن ابي بكر الصديق\nرضي الله عنه في قول الله عز وجل للذين أحسنوا الحسنى وزيادة قال الزيادة\nالنظر إلى وجه الله عز وجل\n</p>\n\n<p>\n21 - أخبرنا أبو جعفر محمد بن صالح بن ذريخ العكبري حدثنا هناد بن السري\nحدثنا وكيع عن إسرائيل عن أبي إسحاق عن عامر بن سعد أبي بكر الصديق رضي\nالله عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n22 - وعن أبي إسحاق عن مسلم بن نذير عن حذيفة في قول الله عز وجل للذين\nأحسنوا الحسنى وزيادة قالا النظر إلى وجه الله عز وجل\n</p>\n\n<p>\nقال محمد بن الحسين وأما السنن فإني سأذكر ما روى صحابي صحابي على\nالانفراد ليكون أوعى لمن سمعه وأراد حفظه إن شاء الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>AUTO فمما روى جرير بن عبد الله البجلي</h1>\n\n<p>\n23 - حدثنا أبو جعفر أحمد <span id='ms06'></span> بن يحيى الحلواني حدثنا محمد بن الصباح\nالدولابي حدثنا وكيع بن الجراح حدثنا إسماعيل بن أبي خالد عن قيس بن أبي حازم\n</p>\n\n<p>\nعن جرير بن عبد الله البجلي قال كنا جلوسا عند رسول الله ص - فنظر إلى\nالقمر ليلة البدر فقال إنكم ستعرضون على ربكم عز وجل فترونه كما ترون هذا\nالقمر لا تضارون في - رؤيته فإن استطعتم أن لا تغلبوا على صلاة قبل طلوع\nالشمس وقبل غروبها فافعلوا // إسناده صحيح\n</p>\n\n<p>\n24 - حدثنا أبو بكر بن أبي داود حدثنا أحمد بن سنان حدثنا يزيد بن هارون\nويعلي ومحمد ابنا عبيد الطنافسي عن إسماعيل بن أبي خالد عن قيس ابن أبي حازم\n</p>\n\n<p>\nعن جرير بن عبد الله البجلي قال كنا عند رسول الله ص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n- ليلة البدر فقال إنكم راؤون ربكم عز وجل كما ترون هذا القمر لا تضامون\nفي رؤيته فإن استطعتم أن لا - تغلبوا على صلاة قبل طلوع الشمس وقبل غروبها\n// إسناده صحيح\n</p>\n\n<p>\n25 - وحدثنا أبو بكر بن أبي داود حدثنا محمد بن معمر حدثنا روح بن عبادة\nحدثنا شعبة قال سمعت إسماعيل بن أبي خالد قال سمعت قيس بن أبي حازم قال\n</p>\n\n<p>\nسمعتت جريرا قال كنا مع رسول الله ليلة البدر فقال إنكم سترون ربكم عز\nوجل كما ترون هذا القمر لا تضامون رؤيته حافظوا على هاتين الصلاتين قبل\nطلوع الشمس وقبل الغروب وقرأ هاتين الآيتين وسبح بحمد ربك قبل طلوع الشمس\nوقبل الغروب ق39 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n26 - وحدثنا أبو بكر بن أبي داود أيضا حدثنا عبده بن عبد الله حدثنا حسين\nالجعفي عن زائدة يعني ابن قدامة عن بيان بن بشر عن قيس بن أبي\n</p>\n\n<p>\nحازم حدثنا جرير بن عبد الله قال خرج علينا رسول الله ص - ليلة البدر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \nقال ونظر إلى القمر فقال إنكم ترون ربكم عز وجل يوم القيامة كما ترون هذا\nالقمر لا تضامون - في رؤيته // إسناده صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \nومما روى أبو هريرة\n</p>\n\n<p>\n27 - حدثنا جعفر بن محمد الفريابي حدثنا محمد بن أبي عمر المكي حدثنا\nسفيان بن عيينة عن سهيل بن <span id='ms07'></span> أبي صالح عن أبيه\n</p>\n\n<p>\nعن أبي هريرة قال قالوا يا رسول الله هل نرى ربنا عز وجل يوم القيامة قال\nهل تضارون في رؤية الشمس في الظهيرة ليست في سحابة قالوا لا قال فهل تضارون\nفي رؤية القمر ليلة البدر ليس في سحابة قالوا لا قال فوالذي نفسي بيده لا\nتضارون في رؤية ربكم عز وجل إلا كما تضارون في رؤية أحدهما // إسناده صحيح\n</p>\n\n<p>\n28 - حدثنا أبو الفضل جعفر بن محمد الصندلي حدثنا زهير بن محمد المروزي\nأخبرنا عبد الرزاق أخبرنا معمر عن الزهري عن عطاء بن يزيد\n</p>\n\n<p>\nعن أبي هريرة قال قال الناس يا رسول الله هل نرى ربنا عز وجل يوم القيامة\nفقال النبي ص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n- نعم هل تضارون في الشمس ليس دونها سحاب قالوا لا يا رسول الله قال هل\nتضارون في القمر ليلة البدر - ليس دونه سحاب قالوا لا يا رسول الله قال\nفإنكم ترون ربكم عز وجل يوم القيامةكذلك // إسناده صحيح\n</p>\n\n<p>\n29 - حدثنا أبو بكر بن أبي داود حدثنا محمد بن عوف حدثنا أبو اليمان\nأخبرنا شعيب يعني ابن أبي حمزة عن الزهري قال أخبرني سعيد بن المسيب وعطاء\nبن يزيد الليثي\n</p>\n\n<p>\nأن أبا هريرة أخبره أن الناس قالوا للنبي ص - يا رسول الله هل نرى ربنا\nعز وجل فقال النبي ص - هل تضارون في القمر ليلة البدر ليس دونه سحاب قالوا\nلا يا رسول الله قال فهل تضارون في الشمس ليس دونها سحاب قالوا لا يا رسول\nالله قال فإنكم ترونه كذلك يحشر الناس يوم القيامة فيقال من كان يعبد شيئا\nفليتبعه فمنهم من يتبع الشمس ومنهم من يتبع القمر ومنهم من يتبع الطواغيت\nوتبقى هذه الأمة فيها منافقوها فيأتيهم الله عز وجل في غير صورته فيقول أنا\nربكم فيقولون نعوذ بالله منك هذا مكاننا حتى يأتينا ربنا عز وجل فإذا جاء\nربنا عز وجل عرفناه فيأتيهم الله عز وجل في صورته التي يعرفون فيقول أنا\nربكم فيقولون أنت ربنا ويضرب الصراط بين ظهراني جهنم وذكر الحديث <span id='ms08'></span> // إسناده صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n30 - أخبرنا الفريابي حدثنا محمد بن عبيد بن حساب حدثنا محمد بن ثور عن\nمعمر عن الزهري عن عطا بن يزيد الليثي\n</p>\n\n<p>\nعن أبي هريرة قال قال الناس يا رسول الله هل نرى ربنا عز وجل يوم القيامة\nفقال النبي ص - هل تضارون في الشمس ليس دونها سحاب قالوا لا يا رسول الله\nقال هل تضارون في رؤية القمر ليلة البدر ليس دونه سحاب قالوا لا يا رسول\nالله قال فإنكم ترونه عز وجل يوم القيامة كذلك يجمع الله عز وجل الناس فذكر\nالحديث حتى إذا فرغ الله عز وجل من القضاء بين العباد وأراد أن يخرج من\nالنار من أراد ممن كان يشهد أن لا إله إلا الله أمر الملائكة أن يخرجوهم\nفيعرفونهم بعلامات اثر السجود وحرم الله عز وجل على النار أن تأكل من ابن\nآدم اثر السجود فذكر آخر من يدخل الجنة فإذا رجل قيل له تمن من كذا فيتمنى\nثم يقال تمن من كذا فيتمنى حتى تنقطع به الأماني فيقال له هذا لك ومثله معه\nقال أبو سعيد الخدري سمعت رسول الله ص - يقول وعشرة أمثاله قال أبو هريرة\nفذلك الرجل آخر أهل الجنة دخولا // إسناده صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n31 - حدثنا أبو بكر بن داود حدثنا محمد بن مصفى حدثنا سويد بن عبد العزيز\nحدثنا الأوزاعي عن حسان بن عطية عن سعيد بن المسيب قال\n</p>\n\n<p>\nلقيني أبو هريرة فقال أسأل الله أن يجمع بيني وبينك في سوق الجنة قلت\nوفيها سوق قال نعم أخبرني رسول الله ص - أن أهل الجنة إذا دخلوها نزلوا\nبفضل أعمالهم فيؤذن لهم في مقدار يوم الجمعة من أيام الدنيا فيزورون الله\nعز - وجل فيبرز الله عز وجل لهم عرشه ويتبدى لهم في روضة من رياض الجنة\nوتوضع لهم منابر من نور ومنابر من لؤلؤ ومنابر من ياقوت ومنابر من ذهب\nومنابر من فضة ويجلس أدناهم وما فيهم دنيء على كثبان المسك والكافور وما\nيرون أصحاب الكراسي بأفضل منهم مجلسا\n</p>\n\n<p>\nقال أبو هريرة قلت <span id='ms09'></span> يا رسول الله هل نرى ربنا عز وجل قال نعم هل تمارون في\nرؤية الشمس والقمر ليلة البدر قلنا لا قال فكذلك لا تمارون في رؤية ربكم عز\nوجل قال وحتى ذكر كلمة يقول للرجل منهم يا فلان تذكر يوم عملت كذا يذكره\nببعض غدراته في الدنيا فيقول يا رب أفلم تغفر لي فيقول فسبعة مغفرتي بلغت\nمنزلتك هذه فبيناهم على ذلك إذ غشيتهم سحابة من فوقهم فأمطرت طيبا لم يجدوا\nمثل ريحه شيئا قط ثم يقول الرب عز وجل قوموا إلى ما أعددت لكم من الكرامة\nفيأتون سوقا قد حفت به الملائكة فيه مالم تنظر العيون الى مثله ولم تسمع\nالآذان ولم يخطر على القلوب فنحمل ويحمل لنا ما شئنا ليس يباع فيه شيء ولا\nيشترى وفي ذلك السوق يلقى أهل الجنة بعضهم بعضا فيلقى الرجل ذو المنزلة\nالمرتفعة من هو دونه فيروعه ما يرى عليه من اللباس فما ينقضي حسن حديثه حتى\nيتمثل عليه أحسن من ذلك وذلك أنه لا ينبغي لأحد أن يحزن فيها ثم ننصرف ألى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \nمنازلنا فنلقى أزواجنا فيقلن مرحبا وأهلا بحبنا لقد جئت وإن بك من الجمال\nوالطيب أكثر مما فارقتنا عليه فيقول إنما جالسنا اليوم ربنا الجبار تبارك\nوتعالى فبحقنا أن ننقلب بمثل ما انقلبنا به // إسناده صحيح قال محمد بن\nالحسين ولحديث أبي هريرة طرقا اكتفينا منها بما ذكرنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>AUTO ومما روى أبو سعيد الخدري</h1>\n\n<p>\n32 - حدثنا أبو بكر بن أبي داود حدثنا عيسى بن حماد زغبه أخبرنا الليث بن\nسعد عن خالد بن يزيد عن سعيد بن أبي هلال عن زيد بن أسلم عن عطاء بن يسار\n</p>\n\n<h1 class='l1' id='head3'>AUTO عن أبي سعيد الخدري قال قلنا يا رسول الله أنرى ربنا عز وجل</h1>\n\nفقال رسول الله ص - هل تضارون في رؤية الشمس إذا كان يوم صحو قلنا لا قال\nفهل تضارون في رؤية القمر ليلة البدر أو - قال صحوا قلنا لا قال فإنكم لا\nتضارون في رؤية ربكم عز وجل يومئذ كما لا تضارون في رؤيتهما <span id='ms10'></span> // إسناده صحيح\n<p>\n33 - وحدثنا أبو بكر بن أبي داود حدثنا عمي يعني محمد بن الأشعث وعبد\nالله بن محمد بن النعمان قالا حدثنا ابن الأصبهاني أخبرنا عبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \nالله بن إدريس عن الأعمش عن أبي صالح\n</p>\n\n<p>\nعن أبي سعيد قال قلنا يا رسول الله أنرى ربنا عز وجل فقال هل تضارون في\nرؤية الشمس في الظهيرة في غير سحاب قلنا لا قال فهل تضارون في رؤية القمر\nليلة البدر في غير سحاب قلنا لا قال فإنكم لا تضارون في رؤيته إلا كما\nتضارون في رؤيتهما // إسناده صحيح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>AUTO ومما روى صهيب</h1>\n\n<p>\n34 - حدثنا أبو بكر عبد الله بن محمد بن عبد الحميد الواسطي حدثنا عبد\nالوهاب بن عبد الحكم الوراق حدثنا يزيد بن هارون أخبرنا حماد بن سلمة عن\nثابت البناني قال حدثنا عبد الرحمن بن أبي ليلى\n</p>\n\n<p>\nعن صهيب قال قال رسول الله ص - إن أهل الجنة إذا دخلوا الجنة نودوا أن يا\nأهل الجنة إن لكم عند الله عز وجل موعدا لم تروه قالوا وما هو ألم يبيض\nوجوهنا ويزحزحنا عن النار ويدخلنا الجنة قال فيكشف الحجاب فينظرون إليه\nتبارك وتعالى فوالله ما أعطاهم الله عز وجل شيئا أحب أليهم منه ثم تلى رسول\nالله ص - للذين أحسنوا الحسنى وزيادة يونس 26 // إسناده صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \nحماد بن سلمة عن ثابت البناني عن عبد الرحمن بن أبي ليلى\n</p>\n\n<h1 class='l1' id='head5'>AUTO عن صهيب قال إن رسول الله ص - قرأ للذين أحسنوا الحسنى وزيادة</h1>\n\nقال إذا دخل أهل الجنة الجنة وأهل النار النار نادى مناد يا أهل الجنة - أن\nلكم عند الله عز وجل موعدا يريد أن ينجزكموه فيقولون ما هو ألم يثقل الله\nعز وجل موازيننا ويبيض وجوهنا ويدخلنا الجنة ويجرنا من النار فيكشف الحجاب\nفينظرون إليه قال فوالله ما أعطاهم الله عز وجل شيئا أحب إليهم من النظر\nإليه عز وجل وهي الزيادة // إسناده صحيح\n<p>\n36 - وحدثنا أبو بكر بن أبي داود حدثنا يونس بن حبيب حدثنا أبو داود\nالطيالسي حدثنا حماد بن سلمة عن ثابت البناني عن <span id='ms11'></span> عبد الرحمن بن ابي ليلى\n</p>\n\n<p>\nعن صهيب أن النبي ص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>AUTO - قال إذا دخل أهل الجنة الجنة نادى مناد يا أهل الجنة إن لكم</h1>\n\nعند الله تبارك وتعالى موعدا فيقولون ما - هو أليس قد بيض وجوهنا وثقل\nموازيننا وأدخلنا الجنة فيقال إن لكم عند الله موعدا قال فيتجلى لهم عز وجل\nفينظرون إليه // إسناده صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \nومما روى أبو رزين العقيلي\n<p>\n37 - حدثنا أبو الفضل جعفر بن محمد الصندلي حدثنا زهير بن محمد المروزي\nأخبرنا علي بن عثمان اللاحقي حدثنا حماد بن سلمة أخبرنا يعلي بن عطاء عن\nوكيع بن عدس\n</p>\n\n<p>\nعن أبي رزين العقيلي قال قلت يا رسول الله أكلنا يرى ربه عز وجل يوم\nالقيامة وما آية ذلك في خلقه قال يا أبا رزين أليس كلكم يرى القمر مخليا به\nقلت بلى قال فالله اعظم قلت يا رسول الله فكيف يحيى الله الموتى وما آيته\nفي خلقه قال أبا رزين أما مررت بوادي أهلك محلا ثم مررت به يهتز خضرا ثم\nمررت به محلا ثم مررت به يهتز خضرا قال قلت بلى قال فكذلك يحيى الله تبارك\nوتعالى الموتى وذلك آيته في خلقه // رجاله ثقات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n38 - وحدثنا أبو بكر بن أبي داود حدثنا يونس بن حبيب حدثنا أبو داود\n</p>\n\n<p>\nيعني الطيالسي حدثنا حماد بن سلمة عن يعلي بن عطاء عن وكيع بن عدس عن أبي\nرزين قال قلنا يا رسول الله كلنا يرى ربه عز وجل يوم القيامة قال نعم قلت\nوما آية ذلك في خلقه قال أليس كلكم يرى القمر مخليا به قلت بلى قال فالله\nأعظم // إسناده كسابقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \nومما روى أبو موسى الأشعري\n</p>\n\n<p>\n39 - حدثنا أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي حدثنا هديه\nبن خالد حدثنا حماد بن سلمة عن علي بن زيد عن عمارة القرشي عن أبي بردة بن\nأبي موسى قال\n</p>\n\n<p>\nوفدت إلى الوليد بن عبد الملك وكان الذي يعمل في حوائجي عمر بن عبد\nالعزيز رحمه الله فلما قضيت حوائجي أتيته فودعته وسلمت عليه <span id='ms12'></span> ثم مضيت فذكرت\nحديثا حدثني به أبي سمعه من رسول الله ص - فأحببت أن أحدثه به لما أولاني\nفي قضاء حوائجي فرجعت إليه فلما رآني قال لقد رد الشيخ حاجة فلما قربت منه\nقال ما ردك أليس قد قضيت حوائجك قلت بلى ولكن حديثا سمعته من أبي سمعه من\nرسول الله ص - فأحببت أن أحدثك به لما أوليتني قال وما هو قلت حدثني أبي\nقال سمعت رسول الله ص - يقول إذا كان يوم القيامة مثل لكل قوم ما كانوا\nيعبدون في الدنيا فيذهب كل قوم إلى ما كانوا يعبدون في الدنيا ويبقى أهل\nالتوحيد فيقال لهم ما تنتظرون وقد ذهب الناس فيقولون إن لنا ربا كنا نعبده\nفي الدنيا لم نره قال وتعرفونه إذا رأيتموه فيقولون نعم فيقال لهم وكيف\nتعرفونه ولم تروه قالوا إنه لا شبه له فيكشف لهم الحجاب فينظرون إلى الله\nعز وجل فيخرون له سجدا ويبقى قوم في ظهورهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \nمثل صياصي البقر فيريدون السجود فلا يستطيعون فذلك قوله عز وجل يوم يكشف\nعن ساق ويدعون إلى السجود فلا يستطيعون القلم 42 فيقول الله عز وجل ارفعوا\nرؤوسكم قد جعلت بدل كل رجل منكم رجلا من اليهود والنصارى في النار فقال عمر\nبن عبد العزيز الله الذي لا إله إلا هو لحدثك أبوك هذا الحديث سمعه من رسول\nالله ص - فحلف له لاثلاثة أيمان على ذلك فقال عمر بن عبد العزيز رحمه الله\nما سمعت في أهل التوحيد حديثا هو أحب إلي من هذا // إسناده صعيف جدا\n</p>\n\n<p>\n40 - حدثنا أبو الفضل جعفر بن محمد الصندلي أخبرنا زهير بن محمد المروزي\nحدثنا الحسن بن موسى حدثنا حماد بن سلمة عن علي بن زيد عن عمارة القرشي عن\nأبي بردة\n</p>\n\n<p>\nعن ابي موسى قال قال رسول الله ص - يجمع الله عز وجل الأمم يوم القيامة\nفي صعيد واحد فإذا بدأ له أن يصدع بين خلقه يمثل لكل قوم - ما كانوا يعبدون\nفيتبعونهم حتى يقحموهم النار ثم يأتينا ربنا عز وجل ونحن <span id='ms13'></span> على مكان رفيع\nفيقول من أنتم فنقول المسلمون فيقول ما تنتظرون فيقولون ننتظر ربنا عز وجل\nفيقول هل تعرفونه إذا رأيتموه فيقولون نعم فيقول كيف تعرفونه ولم تروه\nفيقولون إنه لا عدل له فيتجلى لهم ضاحكا فيقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \nأبشروا معاشر المسلمين فإنه ليس منكم أحد إلا قد جعلت مكانه في النار\nيهوديا أو نصرانيا // إسناده كسابقه\n</p>\n\n<p>\n41 - حدثنا أبو بكر بن أبي داود حدثنا الحسن بن يحيى بن كثير العنبري قال\nحدثني أبي يحيى بن كثير حدثنا المعتمر بن سليمان عن أبيه عن أسلم العجلي عن\nأبي مراية\n</p>\n\n<p>\nعن أبي موسى الأشعري عن النبي ص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n- قال بينما هو يعلمهم شيئا من أمر دينهم إذ شخصت أبصارهم فقال ما أشخص\nأبصاركم عني قالوا نظرنا إلى القمر - قال فكيف بكم إذا رأيتم الله جهرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \nومما روى عبد الله بن مسعود\n</p>\n\n<p>\n42 - حدثنا أبو عبد الله أحمد بن أبي عوف البزوري حدثنا وهب بن بقية\nالواسطي أخبرنامحمد بن الحسن المدني عن عبد الأعلى بن أبي المساور عن\nالمنهال بن عمرو عن قيس بن سكن وأبي عبيدة بن عبد الله بن مسعود كلاهما\n</p>\n\n<p>\nعن عبدالله بن مسعود قال قال رسول الله ص - إن الله تبارك وتعالى يجمع\nالأمم فينزل عز وجل من عرشه إلى كرسيه وكرسيه وسع السموات والأرض فيقول لهم\nأترضون أن تتولى كل أمة منكم ما تولوا في الدنيا فيقولون نعم فيقول الله عز\nوجل أعدل ذلك من ربكم قال فيقولون نعم قال فيمثلون لهم من كان يعبد شمسا\nمثلت له ومن كان يعبد القمر مثل له القمر ومن كان يعبد النار مثلت له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \nومن كان يعبد صنما مثل له ومن كان يعبد عيسى مثل له عيسى ومن كان يعبد\nعزيرا مثل له عزير ثم يقال ليتبع كل أمة منكم ما تولوا في الدنيا حتى\nيوردوهم النار قال ثم قرأ ثم نقول للذين أشركوا مكانكم أنتم وشركاؤكم\nفزيلنا بينهم وقال شركاؤهم ما كنتم إيانا تعبدون فكفى بالله شهيدا بيننا\nوبينكم إن كنا عن عبادتكم لغافلين <span id='ms14'></span> يونس 28 29 وتبقى أمة محمد ص - فيقال لهم\nما تنتظرون قالوا إن لنا ربا لم نره بعد فيقال لهم أتعرفونه إذا رأيتموه\nفيقولون بيننا وبينه علامة قال فذلك حين يكشف عن ساق ويخرون له سجودا طويلا\nقال ويبقى قوم ظهورهم كصياصي البقر يريدون السجود فلا يستطيعون قال فيقال\nلهم ارفعوا رؤوسكم وخذوا نوركم على قدر أعمالكم قال فمنهم من يأخذه مثل\nالجبل ومنهم من يأخذه مثل البعير ومنهم من يأخذه مثل الفرس ومنهم من يأخذ\nبيمينه ومنهم من يأخذه على طرف قدميه يضيء له مرة ويطفأ مرة قال ويأخذ الرب\nعز وجل الصراط وهو دحض مزلة مثل حد السيف ومحمد ص - على أثره ويقول رب سلم\nسلم وتتبعه أمته ويضرب السور بينهم وبين الذين لا يستطيعون السجود\nفينادونهم ألم - نكن معكم قالوا بلى ولكنكم فتنتم أنفسكم وتربصتم وارتبتم\nوغرتكم الأماني حتى جاء أمر الله وغركم بالله الغرور إلى قوله عز وجل وبئس\nالمصير الحديد - 14 15 قال فيمرون على الصراط على قدر أعمالهم فمنهم من يمر\nمثل الريح ومنهم من يمر مثل البرق ومنهم من يمر كعدو الفرس حتى آخر ذلك من\nيزحف على إسته تقع مرة رجلاه وتعلق يداه وتقع يداه وتعلق رجلاه وتستغيث منه\nالنار حتى يتخلص ولم يكد فينتهي إلى باب الجنة وقد أغلق فيقول يا رب افتح\nلي هذا الباب فلا أسمع حسيس النار ولا أراها فيقول فلعلي إن فتحته لك أن\nتسلني ما هو أفضل منه قال لا وعزتك قال فيفتح له فترفع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \nله شجرة ومنزلة يرى أن الذي كان فيه حلما من فضل ما يرى فيقول يا رب\nارفعني إلى هذه المنزلة فيقول أليس قد أقسمت لي أن لا تسألني غيرها قال\nفيقول يا رب هذه المنزلة الواحدة قال فيقول فلعلي إن رفعتك إليها تسلني ما\nهو أفضل منها قال فيقول لا وعزتك قال ويعذره ربه تبارك وتعالى من فضل ما\nيرى لما حلف له ولا يبر قال فيرفع إليها قال ويرفع له منزلة أخرى أفضل منها <span id='ms15'></span>\nفيقول هذه المنزلة ارفعني إليها قال فيقول أليس قد أقسمت الا تسألني غيرها\nقال فيقول يا رب هذه المنزلة الواحدة قال فيقول فلعلي إن رفعتك إليها أن\nتسألني ما هو افضل منها قال فيقول لا وعزتك قال فيرفع إليها أن تسألني ما\nهو أفضل منها قال فيقول لا وعزتك قال فيرفع إليها فيسكت قال فيقول له مالك\nلا تسألني قال فيقول يار رب استحييت مما سألتك ومما أقسمت ولا ابر فيقول له\nأرتضى أن أجمع لك مثل اول الدنيا إلى آخرها وأضعفها لك عشرة أضعاف قال\nفيقول أتستهزيء بي وأنت رب العالمين قال فيقول ما أستهزيء بك ولكني قادر أن\nأفعل ما شئت\n</p>\n\n<p>\nقال قيس فلقد رأينا عبد الله بن مسعود ما بلغ هذا المكان إلا ضحك حتى\nيبدو آخر أضراسه فقلنا له يا أبا عبد الرحمن قد حدثتنا هذا الحديث مرارا\nكلما بلغت هذا المكان ضحكت حتى يبدو آخر ضرس لك قال\n</p>\n\n<p>\nإني رأيت رسول الله ص - حدثنا بها مرارا كلما بلغ هذا المكان ضحك حتى\nيبدو آخر ضرس له قال فيصعد فيستقبله قهرمانه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \nعلى قصره فإذا - رآه تهيأ للسجود فيقال له مالك فيقول ربي فيقال له ليس\nهذا بربك ولكنه قهرمانك على قصرك قال فيأتيه فيقول هذه مفاتيح قصرك ولم\nيفتح منذ خلق حتى جئت فينتهي إلى لؤلؤة مجوفة لها سبعون مصراعا أبوابها\nوأغلاقها ومفاتيحها منها قال فيدخل إلى قبة من ياقوتة خضراء مبطنة بحمراء\nأو حمراء مبطنة بخضراء فيها زوجته وفيها ما أعد له قال فيدخل فينتهي إلى\nحوراء عيناء يرى مخ ساقها من وراء سبعين حلة مرآته كبدها ومراتها كبده لا\nيعرض عنه إعراضه إلا زادت في عينه حسنا سبعين ضعفا قال ويقول لها لقد ازددت\nفي عيني حسنا سبعين ضعفا // إسناده ضعيف جدا\n</p>\n\n<p>\n43 - وحدثنا جعفر بن محمد الصندلي حدثنا زهير بن محمد حدثنا معاوية بن\nعمرو حدثنا زائدة عن الأعمش عن المنهال عن قيس بن السكن عن أبي عبيدة\n</p>\n\n<p>\nعن عبد الله قال إذا حشر <span id='ms16'></span> الناس قاموا أربعين عاما وذكر نحوا من الحديث\nإلى آخره وزاد في آخره لما قال وكبدها مرآته قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \nوعليها سبعون حلة يرى مخ ساقها من ورائهن قال فهو يرى أقصى ملكه كما يرى\nأدناه بين كل قصرين مسيرة سنة // إسناده منقطع والحديث الأول مرفوع\n</p>\n\n<p>\nوهذا موقوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \nومما روى عبد الله بن عباس\n</p>\n\n<p>\n44 - حدثنا أبو بكر بن أبي داود حدثنا عمي محمد بن الأشعث حدثنا حسين بن\nحسن قال حدثني أبي حسن عن الحسن عن عبد الله بن عباس عن النبي ص - قال إن\nأهل الجنة يزورون ربهم عز وجل في كل يوم جمعة في رمال الكافور وأقربهم منه\nمجلسا أسرعهم إليه - وأبكرهم غدوا // إسناده ضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \nومما روى أنس بن مالك\n</p>\n\n<p>\n45 - حدثنا أبو الحسن علي بن إسحاق بن زاطيا حدثنا عبد الأعلى بن حماد\nالنرسي حدثنا عمر بن يونس حدثنا جهضم بن عبد الله قال حدثني أبو طيبة عن\nعثمان بن عمير\n</p>\n\n<p>\nعن أنس بن مالك قال قال رسول الله ص - أتاني جبريل عليه السلام وفي كفه\nمرآة بيضاء فيها نكتة سوداء فقلت ما هذه يا جبريل فقال هذه الجمعة يعرضها -\nعليك ربك عز وجل ليكون لك عيدا ولقومك من بعدك وتكون أنت الأول وتكون\nاليهود والنصارى تبعا من بعدك قلت ما لنا فيها قال لكم فيها خير لكم فيها\nساعة من دعا ربه عز وجل فيها بخير هو له قسم إلا أعطاه الله عز وجل أو ليس\nله قسم إلا دخر له ما هو أعظم منه أو تعود فيها من شر هو النكتة السوداء\nفيها قال هي الساعة تقوم في يوم الجمعة وهو سيد الأيام عندنا ونحن ندعوه في\nالآخرة يوم المزيد قال قلت ولم تدعونه يوم المزيد قال إن ربك عز وجل أعد في\nالجنة واديا أفيح من مسك أبيض فإذا كان يوم الجمعة نزل من عليين تعالى على\nكرسيه ثم حف الكرسي بمنابر من نور ثم جاء النبيون حتى يجلسوا عليها ثم يجيء\nأهل الجنة حتى يجلسوا على <span id='ms17'></span> الكثيب ثم يتجلى لهم ربهم تبارك وتعالى فينظرون\nإلى وجهه عز وجل وهو يقول أنا الذي صدقتكم وعدي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \nوأتممت عليكم نعمتي وهذا محل كرامتي فسلوني فيسألونه الرضا فيقول رضاي\nأحلكم داري وأنا لكم كرامتي فسلوني فيسألونه حتى تنتهي رغبتهم فيفتح لهم\nعند ذلك مالا عين رأت ولا اذن سمعت ولا خطر على قلب بشر إلى مقدار منصرف\nالناس من يوم الجمعة ثم يصعد عز وجل على كرسيه ويصعد معه الصديقون والشهداء\nويرجع أهل الغرف إلى غرفهم درة بيضاء لا نظم فيها ولا فصل أو ياقوته حمراء\nأو زبرجدة خضراء فيها ثمارها فيها أزواجها وخدمها فليسوا إلى شيء أحوج منهم\nإلى يوم الجمعة ليزدادوا منه كرامة وليزدادوا نظرا إلى وجهه عز وجل ولذلك\nسمي يوم المزيد أو كما قال // حديث صحيح\n</p>\n\n<p>\n46 - وحدثنا أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي حدثنا عبد\nالأعلى فذكر هذا الحديث بطوله إلى آخره // حديث صحيح\n</p>\n\n<p>\n47 - وحدثنا أبو بكر بن أبي داود وذكر منه غير طريق عن أنس عن النبي ص -\nنحو ما ذكرناه وقال لنا ابن أبي داود أبو طيبة اسمه رجاء بن الحارث ثقة قال\nوعثمان بن عمير يكنى - أبا اليقظان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \nومما روى جابر بن عبد الله\n</p>\n\n<p>\n48 - حدثنا أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي حدثنا محمد\nابن أبي الشوارب حدثنا أبو عاصم عبيد الله بن عبد الله العباداني حدثنا\nالفضل الرقاشي عن محمد بن المنكدر\n</p>\n\n<p>\nعن جابر قال قال النبي ص - بينا أهل الجنة في نعيمهم إذ طلع لهم نور\nفرفعوا رؤوسهم فإذا الرب تبارك وتعالى قد أشرف عليهم من فوقهم - فقال\nالسلام عليكم يا أهل الجنة فذلك قوله عز وجل سلام قولا من رب رحيم يس 58\nفينظر إليهم وينظرون إليه فلا يلتفتون إلى شيء من النعيم ما داموا ينظرون\nإليه حتى يحتجب عنهم تبارك وتعالى ويبقى نوره وبركته عليهم وفي ديارهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n49 - وحدثنا أبو القاسم أيضا حدثنا سويد بن سعيد حدثنا مروان بن معاوية عن\nالحكم بن أبي <span id='ms18'></span> خالد عن الحسن\n</p>\n\n<p>\nعن جابر بن عبد الله عن النبي ص - قال إذا دخل اهل الجنة الجنة جاءتهم\nخيول من ياقوت أحمر لها أجنحة لا تروث ولا تبول فيقعدون عليها ثم - طارت\nبهم في الجنة فيتجلى لهم الجبار عز وجل فإذا رأوه خروا سجدا فيقول لهم\nالجبار عز وجل ارفعوا رؤوسكم ليس هذا يوم عمل إنما هو يوم نعيم وكرامة\nفيرفعون رؤوسهم فيمطر الله عز وجل عليهم طيبا فيرجعون إلى أهليهم فيمرون\nبكثبان المسك فيبعث الله عز وجل على تلك الكثبان ريحا فتهيجها حتى أنهم\nليرجعون إلى أهليهم وأنهم شعث غبر من المسك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n50 - حدثنا أبو محمد يحيى بن محمد بن صاعد حدثنا الحسين بن الحسن المروزي\nحدثنا مروان قال حدثنا الحكم بن أبي خالد عن الحسن عن جابر بن عبد الله قال\nإذا دخل أهل الجنة الجنة وأديم عليهم بالكرامة جائتهم خيول من ياقوت أحمر\nلا تبول ولا تروث لها أجنحة فيقعدون عليها ثم يأتون الجبار عز وجل فإذا\nتجلى لهم خروا له سجدا فيقول الجبار عز وجل يا أهل الجنة ارفعوا رؤوسكم فقد\nرضيت عنكم رضا لا سخط بعده يا أهل الجنة ارفعوا رؤوسكم فإن هذه ليست بدار\nعمل إنما هي دار مقامة ودار نعيم فيرفعون رؤوسهم فيمطر الله عز وجل عليهم\nطيبا فيرجعون إلى أهليهم فيمرون بكثبان المسك فيبعث الله عز وجل ريحا على\nتلك الكثبان فتهيجها في وجوههم حتى إنهم ليرجعون إلى أهليهم وخيولهم ذكر\nكلمة لشباعا من المسك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \nومما روى عبد الله بن عمر\n</p>\n\n<p>\n51 - حدثنا الفيريابي حدثنا عثمان بن أبي شيبة حدثنا إسماعيل بن علية عن\nهشام الدستوائي عن قتادة عن صفوان بن محرز قال قال رجل لابن عمر كيف سمعت\nرسول الله ص - يقول في النجوى -\n</p>\n\n<p>\nقال سمعته يقول يدنوا المؤمن يوم القيامة من ربه عز وجل حتى يضع كنفه\nعليه فيقرره بذنوبه فيقول هل تعرف فيقول رب اعرف فيقول فإني سترتها عليك في\nالدنيا وأنا أغفرها اليوم لك فيعطي صحيفة حسناته وأما الكافر والمنافق <span id='ms19'></span>\nينادي بهم على رؤوس الأشهاد هؤلاء الذين كذبوا على ربهم هود // إسناده صحيح 18\n</p>\n\n<p>\n52 - حدثنا أبو حفص عمر بن أيوب السقطي حدثنا الحسن بن الصباح البزار\nحدثنا يزيد بن هارون حدثنا همام بن يحيى حدثنا قتادة عن صفوان أبن محرز قال\nكنت آخذ بيد ابن عمر فأتاه رجل فقال كيف سمعت رسول الله ص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n- يقول في النجوى فقال سمعت رسول الله ص - يقول يدني الله عز وجل المؤمن\nيوم القيامة حتى يضع عليه كنفه فيستره من الناس فيقول أي عبدي أتعرف كذا\nوكذا فيقول نعم أي رب ثم يقول أي عبدي تعرف كذا وكذا فيقول نعم أي رب حتى\nإذا قرره بذنوبه قال في نفسه إنه هلك قال فإني سترتها عليك في الدنيا وقد\nغفرتها لك اليوم ويعطي كتاب حسناته // إسناده صحيح\n</p>\n\n<p>\n53 - اخبرنا أبو عبيد علي بن الحسين بن حرب القاضي حدثنا حسن بن محمد\nالزعفراني حدثنا شبابة بن سوار حدثناإسرائيل عن ثوير بن أبي فاختة\n</p>\n\n<p>\nعن ابن عمر قال قال رسول الله ص - إن أدنى أهل الجنة منزلة من ينظر إلى\nجنانه ونعيمه وسرره مسيرة ألف سنة وأكرمهم على الله عز وجل من - ينظر إلى\nوجهه غدوة وعشية // إسناده ضعيف جدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n54 - حدثنا أبو بكر بن ابي داود حدثنا المسيب بن واضح حدثنا الحجاج عن\nإسرائيل عن ثوير بن أبي فاختة\n</p>\n\n<p>\nعن ابن عمر قال قال رسول الله ص - إن من أهل الجنة من ينظر إلى قصوره\nوخيامه وما أعد الله له مسيرة ألف عام وإن منهم من ينظر - إلى الله عز وجل\nمقدار الدنيا غدوة وعشية ثم قرأ ابن عمر وجوه يومئذ ناضرة إلى ربها ناظرة\n// ضعيف جدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \nومما روى عدي بن حاتم الطائي\n</p>\n\n<p>\n55 - حدثنا أبو عبد الله أحمد بن محمد بن شاهين حدثنا عثمان بن أبي شيبة\nحدثنا حماد بن اسامة حدثنا الأعمش حدثنا خيثمة بن عبد الرحمن عن عدي بن\nحاتم الطائي قال قال رسول الله ص - ما منكم من أحد إلا وسيكلمه ربه عز وجل\nليس بينه <span id='ms20'></span> وبينه ترجمان ولا حاجب يحجبه فينظر أيمن منه فلا - يرى إلا شيئا\nقدمه ثم ينظر أشأم منه فلا يرى إلا شيئا قدمه ثم ينظر أمامه فلا يرى إلا\nالنار اتقوا النار ولو بشق تمرة // إسناده صحيح\n</p>\n\n<p>\n56 - أخبرنا الفريابي حدثنا أبو بكر وعثمان ابنا أبي شيبة قالا حدثنا\nوكيع عن الأعمش عن خيثمة\n</p>\n\n<p>\nعن عدي بن حاتم قال قال رسول الله ص - ما من أحد منكم إلا سيكلمه ربه عز\nوجل يوم القيامة ليس بينه وبينه ترجمان فينظر عن أيمن منه فلا - يرى إلا\nشيئا قدمه وينظر أشأم منه فلا يرى إلا شيئا قدمه وينظر أمامه فتستقبله\nالنار فمن استطاع منكم أن يتقي النار ولو بشق تمرة فليفعل // إسناده صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \nحديث شجرة طوبى\n</p>\n\n<p>\nقال محمد بن الحسين قد ذكر الله عز وجل ما أعد للمؤمنين من الكرامات في\nالجنة في غير موضع من كتابه وعلى لسان رسوله ص - فكان مما أكرمهم به أنه عز\nوجل قال الذين آمنوا وعملوا الصالحات طوبى لهم وحسن مآب الرعد 29 وقد بين\nالنبي ص - عن شجرة طوبى وما أعد الله عز وجل فيها من كرامات المؤمنين مما\nيكرمهم به من زياراتهم لربهم عز وجل على النجب من الياقوت قد نفخ فيها\nالروح فيزورون الله عز وجل فيتجلى لهم فينظر إليهم وينظرون إليه ويكلمهم\nويكلمونه ويسلم عليهم ويزيدهم من فضله\n</p>\n\n<p>\nوأنا أذكره ليقر الله العظيم به أعين المؤمنين ويسخن به أعين الملحدين\nوالله ولي التوفيق\n</p>\n\n<p>\n57 - حدثنا أبو بكر جعفر بن محمد الفيريابي حدثنا يزيد بن خالد بن موهب\nالرملي حدثنا عبد الله بن وهب عن عمرو بن الحارث أن دارجا أبا السمح حدثه\nعن ابي الهيثم\n</p>\n\n<h1 class='l1' id='head7'>AUTO عن أبي سعيد الخدري عن رسول الله ص - أن رجلا قال طوبى لمن رآك</h1>\n\nوآمن بك فقال طوبى لمن رآني وآمن بي ثم طوبى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n<h1 class='l1' id='head8'>AUTO لمن آمن بي ولم - يرني فقال له رجل يا رسول الله ما طوبى قال</h1>\n\nشجرة في الجنة مسيرة مائة عام ثياب أهل الجنة يخرج من أكمامها // إسناده <span id='ms21'></span> ضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n58 - وحدثنا أبو بكر محمد بن يحيى بن سليمان المروزي حدثنا أبو طالب عبد\nالجبار بن عاصم قال حدثني عبد الله بن زياد الرملي عن زرعة بن إبراهيم عن نافع\n<h1 class='l1' id='head9'>AUTO عن ابن عمر قال ذكر عند النبي ص - طوبى فقال يا أبا بكر هل</h1>\n\nبلغك ما طوبي قال الله ورسوله أعلم قال طوبى شجرة في الجنة لا يعلم - ما\nطولها إلا الله عز وجل يسير الراكب تحت غصن من أغصانها سبعين خريفا ورقها\nالحلل يقع عليها الطير أمثال البخت قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \nأبو بكر رضي الله عنه إن هناك لطيرا ناعما يا رسول الله قال أنعم منه من\nيأكله وأنت منهم إن شاء الله يا ابا بكر // إسناده ضعيف\n<h1 class='l1' id='head10'>AUTO 59 - حدثنا أبو جعفر محمد بن هارون بن يزيد الدقاق إملاء حدثنا</h1>\n\nمحمد بن عبد الله بن عمار الموصلي حدثنا المعافى بن عمران عن أبي إياس\nإدريس بن سنان عن وهب بن منبه عن محمد بن علي قال إدريس ثم لقيت محمد بن\nعلي بن الحسين بن فاطمة رضي الله عنهم أجمعين فحدثني قال قال رسول الله ص - ح -\n<p>\nوحدثنا أبو عبد الله الحسين بن محمد بن عفير الأنصاري إملاء حدثنا إسحاق\nبن داود القنطري عن أحمد بن عبد الله بن يونس حدثنا المعافى ابن عمران\nحدثنا إدريس بن سنان عن وهب بن منبه عن محمد بن علي ابن الحسين بن فاطمة\nرضي الله عنهم قال إدريس ثم لقيت محمد بن علي الحسين فحدثني قال\n</p>\n\n<h1 class='l1' id='head11'>AUTO قال رسول الله ص - إن في الجنة شجرة يقال لها طوبى لو يسخر</h1>\n\nالراكب الجواد أن يسير في ظلها مائة عام قبل أن يقطعها - ورقها وساقها برود\nخضر وزهرتها رياط صفر وافنانها سندس واستبرق وثمرها حلل خضر وماؤها زنجبيل\nوعسل وبطحاؤها ياقوت احمر وزبرجد وترابها مسك وعنبر وكافور أبيض وحشيشها زعفران \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \nمنير والألنجوج تتأجج من غير وقود ويتفجر من أصلها السلسبيل والمعين\nوالرحيق وظلها مجلس من مجالس أهل الجنة ومتحدث يجمعهم فبينما هم في ظلها\nيتحدثون إذ جاءتهم الملائكة <span id='ms22'></span> يقودون نجبا خلقت من الياقوت ثم نفخ فيها الروح\nمزمومة بسلاسل من ذهب كأن وجوهها المصابيح نضارة وحسنا وبرها من خز أحمر\nومرعزي أبيض لم ينظر الناظر الى مثلها حسنا وبهاء وجمالا ذللا من غير مهانة\nنجبا من غير رياضة عليها رحال ألواحها من الدر والياقوت مفضضة باللؤلؤ\nوالمرجان صفائحها من الذهب الأحمر ملبسة بالعبقري والأرجوان فأناخوا إليهم\nتلك النجائب ثم قالوا لهم إن ربكم عز وجل يقرئكم السلام ويستزيركم لتنظروا\nإليه وينظر إليكم ويحييكم وتحيونه ويكلمكم وتكلمونه ويزيدكم من فضله وسعته\nإنه ذو رحمة واسعة وفضل عظيم فيتحول كل رجل منكم على راحلته ثم انطلقوا صفا\nواحدا معتدلا لا يفوت من شيء شيئا ولا تفوت أذن ناقة أذن صاحبتها ولا يمرون\nبشجرة من أشجار الجنة إلا القتهم بثمرها وزحلت لهم عن طريقهم كراهية ان\nينثلم صفهم أو تفرق بين الرجل ورفيقه فلما رفعوا إلى الجبار تبارك وتعالى\nأسفر لهم عن وجهه الكريم وتجلى لهم في عظمته العظيمة فحياهم بالسلام فقالوا ربنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \nأنت السلام ومنك السلام ولك حق الجلال والإكرام فقال لهم تبارك وتعالى إني\nأنا السلام ومني السلام ولي حق الجلال والإكرام فمرحبا بعبادي الذين حفظوا\nوصيتي ورعوا عهدي وخافوني بالغيب وكانوا مني على وجل مشفقين وقالوا أما\nوعزتك وعظمتك وجلالك وعلو مكانك ما قدرناك حق قدرك وما أدينا إليك كل حقك\nفائذن لنا بالسجود لك فقال لهم ربهم عز وجل قد وضعت عنكم مؤونة العبادة\nوأرحت لكم أبدانكم فطالما أنصبتم الأبدان وأعنيتم الوجوه فالآن حين أفضيتم\nإلى روحي ورحمتي وكرامتي فسلوني ما شئتم وتمنوا علي أعطكم أمانيكم فإني لن\nأجازيكم اليوم مقدار أعمالكم ولكن بقدر رحمتي وكرامتي وطولي وجلالي وعلو\nمكاني وعظمة سلطاني فما يزالون في الأماني والعطايا والمواهب حتى أن المقصر\nمنهم في أمنيته ليتمنى مثل جميع الدنيا منذ يوم خلقها الله عز وجل إلى يوم\nأفناها فقال لهم ربهم تبارك وتعالى لقد قصرتم في أمانيكم ورضيتم بدون ما\nيحق لكم فقد أوجبت لكم ما سألتم وتمنيتم <span id='ms23'></span> وألحقت بكم وزدتكم ما قصرت عنه\nأمانيكم فانظروا إلى مواهب ربكم الذي وهب لكم فإذا بقباب في الرفيق الأعلى\nوغرف مبنية من الدر والمرجان وإذا أبوابها من ذهب وسررها من ياقوت وفرشها\nسندس واستبرق ومنابر من نور يفور من أبوابها وأعراضها نورك شعاع الشمس عنده\nمثل الكوكب الدري وإذا بقصور شامخة في أعلى عليين من الياقوت يزهر نورها\nفلولا أنه سخرها للمعت الأبصار فما كان من تلك القصور من الياقوت الأبيض\nفهو مفروش بالعبقري الأحمر وما كان منها من الياقوت الأخضر فهو مفروش\nبالسندس الأخضر وما كان منها من الياقوت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \nالأصفر فهو مفروش بأرجوان أصفر مبثوثة بالزمرد الأخضر والذهب الأحمر\nوالفضة البيضاء بروجها وأركانها من الجوهر وشرفها من قباب اللؤلؤ فلما\nانصرفوا إلى ما أعطاهم ربهم عز وجل قربت لهم براذين من الياقوت الأبيض\nمنفوخ فيها الروح تجنبها الولدان المخلدون بيد كل وليد منهم حكمة برذون من\nتلك البراذين لجمها وأعنتها من فضة بيضاء منظومة بالدر والياقوت سروجها\nمفروشة بالسندس والإستبرق فانطلقت بهم تلك البرازين تزف بهم وتطوف بهم رياض\nالجنة فلما انتهوا إلى منازلهم وجدوا الملائكة قعودا على منابر من نور\nينتظرونهم ليزوروهم ويصافحونهم ويهنوهم بكرامة ربهم عز وجل فلما دخلوا\nقصورهم وجدوا فيها جميع ما تطاول به عليهم ربهم عز وجل مما سألوه وتمنوه\nوإذا على باب كل قصر من تلك القصور أربع جنات جنتان ذواتا أفنان وجنتان\nمدهامتان فيهما عينان نضاختان وفيها من كل فاكهة زوجان وحور مقصورات في\nالخيام فلما أتو منازلهم واستقر قرارهم قال لهم ربهم عز وجل هل وجدتم ما\nوعدكم ربكم حقا قالوا نعم ربنا قال قال افرضيتم بمواهب ربكم قالوا نعم\nرضينا ربنا فارض عنا قال برضاي عنكم حللتم داري ونظرتم إلى وجهي الكريم\nوصافحتم ملائكتي فهنيئا هنيئا لكم عطاء غير مجذوذ ليس فيها تنغيص ولا تصريم\nفعند ذلك قالوا الحمد لله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \nالذي أذهب عنا الحزن إن ربنا لغفور شكور الذي أحلنا دار المقامة من فضله\nلا يمسنا فيها نصب ولا يمسنا <span id='ms24'></span> فيها لغوب فاطر 35 // إسناده ضعيف\n<p>\nقال محمد بن الحسين فهذه الأخبار تصدق بعضها بعضها مع ظاهر القرآن وتبين\nأن المؤمنين يرون الله عزوجل والإيمان بهذا واجب فمن آمن بما ذكرنا فقد\nأصاب حظه من الخير إن شاء الله في الدنيا والآخرة ومن كذب بجميع ما ذكرنا\nوزعم أن الله عز جل لايرى يوم القيامة فقد كفر ومن كفر بهذ اكفر بأمور\nكثيرة مما يجب عليه الإيمان به وسنبين جميع ما يكذب به الجهمي في كتب غير\nهذ إن شاء الله\n</p>\n\n<p>\nقال محمد بن الحسين وقد روي أن الله عزوجل يتجلى لخلقه ضاحكا وهذا مما\nيكذب به الجهمي وسأذكر منه ما حضرني في هذا الكتاب إذ كان هذا موضعه\n</p>\n\n<p>\n60 - حدثنا أبو بكر عبد الله بن محمد بن عبد الحميد الواسطي حدثنا عبد\nالوهاب الوراق حدثنا يزيد بن هارون أخبرنا حماد بن سلمة عن يعلى ابن عطاء\nعن وكيع بن عدس\n</p>\n\n<p>\nعن عمه أبي رزين قال قال رسول الله ص - ضحك ربنا عز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>AUTO وجل من قنوط عباده وقرب غيره قال قلت يا رسول الله أو يضحك</h1>\n\nالرب عز وجل قال - نعم قال نعم قلت لن نعدم من رب يضحك خيرا // إسناده ضعيف\nقال أبو بكر ولهذا الحديث طرق حدثناه جماعة\n<p>\n61 - حدثنا أبو الفضل جعفر بن محمد الصندلي حدثنا زهير بن محمد المروزي\nحدثنا الحسن بن موسى حدثنا حماد بن سلمة عن علي بن زيد عن عمارة القرشي عن\nابي بردة\n</p>\n\n<h1 class='l1' id='head13'>AUTO عن أبي موسى قال قال رسول الله ص - يتجلى الرب عز وجل ضاحكا</h1>\n\nفيقول أبشروا معاشر المسلمين فإنه ليس منكم أحد إلا وقد جعلت مكانه في\nالنار يهوديا - أو نصرانيا // إسناده ضعيف جدا\n<p>\n62 - وحدثنا أبو بكر بن ابي داود حدثنا عمي إسحاق بن إبراهيم حدثنا حجاج\nحدثنا حماد بن سلمة عن علي بن زيد عن عمارة القرشي عن أبي بردة // إسناده\nضعيف جدا\n</p>\n\n<p>\nعن ابي موسى الأشعري ان رسول الله ص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>AUTO - قال يتجلى لنا ربنا ضاحكا يوم القيامة قال محمد بن الحسن <span id='ms25'></span> وفي</h1>\n\nهذا الباب أحاديث كثيرة سنذكرها في غير هذا - الكتاب لأن هذا الكتاب مختصر\nالأبواب وفي باب جمع من هذا الكتاب يكثر إن شاء الله\n<p>\nفإن اعترض بعض من قد استحوذ عليهم الشيطان فهم في غيهم يترددون ممن يزعم\nأن الله عز وجل لا يرى يوم القيامة واحتج بقول الله عز وجل لا تدركه\nالأبصار وهو يدرك الأبصار وهو اللطيف الخبير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \nالأنعام 103 فجحد النظر إلى الله عز وجل بتأويله الخطأ لهذه الآية\n</p>\n\n<h1 class='l1' id='head15'>AUTO ### | AUTO قيل له يا جاهل إن الذي أنزل الله عز وجل عليه</h1>\n\nالقرآن وجعله حجة على خلقه وأمره بالبيان لما أنزل عليه من وحيه فهو أعلم\nبتأويلها منك يا جهمي هو الذي قال لنا إنكم سترون ربكم عز وجل كما ترون هذا\nالقمر فقبلنا عنه ما بشرنا به من كرامة ربنا عز وجل على حسب ما تقدم ذكرنا\nله من الأخبار الصحاح عند جميع أهل العلم ثم فسر لنا الصحابة رضي الله عنهم\nبعده ومن بعدهم من التابعين وجوه يومئذ ناضرة إلى ربها ناظرة فسروه على\nالنظر إلى وجه الله عز وجل فكانوا بتفسير القرآن وتفسير ما احتججت به من\nقوله عز وجل لا تدركه الأبصار أعرف منك وأهدى منك سبيلا والنبي ص - فسر لنا\nقول الله عز وجل للذين أحسنوا الحسنى وزيادة يونس 26 فكانت الزيادة النظر\nالى وجه الله عز وجل وكذا عند صحابته فاستغنى أهل الحق بهذا مع تواتر\nالأخبار الصحاح عن النبي ص - بالنظر إلى وجه الله عز وجل وقبلها أهل العلم\nأحسن قبول وكانوا بتأويل الآية التي عارضت بها أهل الحق أعلم منك يا جهمي\n<p>\nفإن قال فما تأويل قوله لا تدركه الأبصار\n</p>\n\n<p>\nقيل له معناها عند أهل العلم أي لا تحيط به الأبصار ولا تحويه عز وجل وهم\nيرونه من غير إدراك ولا يشكون في رؤيته كما يقول الرجل رأيت السماء وهو\nصادق لم يحط بصره بكل السماء ولم يدركها وكما يقول رأيت البحر وهو صادق ولم\nيدرك بصره كل البحر ولم يحط ببصره <span id='ms26'></span> هكذا فسره العلماء إن كنت تعقل\n</p>\n\n<p>\n63 - حدثنا جعفر بن محمد الصندلي أخبرنا زهير بن محمد المروزي أخبرنا\nعمرو بن طلحة القناد حدثنا أسباط بن نصر عن سماك عن عكرمة عن ابن عباس ولقد\nرآه نزله أخرى النجم 13 قال إن النبي ص\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>AUTO ### | AUTO - رأى ربه عز وجل فقال رجل عند ذلك أليس قال الله</h1>\n\nعز وجل لا تدركه الأبصار وهو يدرك الأبصار - فقال له عكرمة أليس ترى السماء\nقال بلى قال فكلها ترى // إسناده صحيح\n<p>\n64 - حدثنا أبو عبد الله محمد بن مخلد العطار حدثنا أبو داود السجستاني\nقال سمعت أحمد بن حنبل وقيل له في رجل حدث بحديث عن رجل عن ابي العطوف يعني\nأن الله عز وجل لا يرى في الآخرة فقال لعن الله من حدث بهذا الحديث ثم قال\nأخزى الله هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n <span id='ms27'></span>\n</p>\n",
  "pages": [
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086"
  ],
  "volumes": [
    "01"
  ]
}