{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nكتاب الكبائر\n</p>\n\n<p>\nللحافظ أبي بكر أحمد بن هارون البرديجي\n</p>\n\n<p>\nتحقيق\n</p>\n\n<p>\nد. محمد بن تركي التركي\n</p>\n\n<p>\nالأستاذ المساعد في كلية التربية في جامعة الملك سعود\n</p>\n\n<p>\nال\n</p>\n\n<h1 class='l1' id='head0'>مقدمة</h1>\n\n<p>\nإن الحمد لله، نحمده ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا ومن\nسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن\nلا إله إلا الله، وأشهد أن محمدا عبده ورسوله.\n</p>\n\n<p>\n{يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون} .\n</p>\n\n<p>\n{يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث\nمنهما رجالا كثيرا ونساء واتقوا الله الذي تسآلون به والأرحام إن الله كان\nعليكم رقيبا} .\n</p>\n\n<p>\n{يا أيها الذين آمنوا اتقوا الله وقولوا قولا سديدا يصلح لكم أعمالكم\nويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزا عظيما} .\n</p>\n\n<p>\nأما بعد، فهذا كتاب صغير في حجمه، كبير في مادته وموضوعه، ولإمام من\nالأئمة الحفاظ المغمورين، أحببت التعليق عليه، وخدمته بما يليق به.\n</p>\n\n<p>\nودفعني إلى اختياره عدة أمور، من أهمها كونه أول كتاب يصنف في الكبائر،\nبل يكاد يكون الكتاب الوحيد من الكتب المتقدمة التي وصلتنا في هذا الموضوع،\nإذ لم أقف على شيء مما ألف في بيان الكبائر قبل كتاب الذهبي سوى هذا\nالكتاب.\n</p>\n\n<p>\nإضافة إلى أنه لإمام من الأئمة الحفاظ الذين لم يصلنا من مصنفاته إلا\nكتابين فقط، طبع أحدهما1، وهذا هو الآخر، أحببت أن أقوم بتحقيقه وإخراجه\nإلى عالم المطبوعات، على الوجه اللائق به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nولهذا وغيره قمت بتحقيقه ودراسته بما تقتضيه قواعد التحقيق، من غير تطويل\nممل ولا إيجاز مخل، محاولا قدر الإمكان التركيز على الجانب الحديثي في\nتعليقي على الكتاب.\n</p>\n\n<p>\nولذا فلم أر أن أترجم لرجال الإسناد كلهم، وإنما أقتصر على بيان حال من\nعليهم مدار الحديث، ممن يكون في بيان حالهم دور في تصحيح الحديث أو تضعيفه.\n</p>\n\n<p>\nولكني توسعت في تخريج الأحاديث، لأن هذا في نظري أهم من الإطالة في\nالتراجم، وخاصة أن أكثر هذه الأحاديث جاء في <span id='ms01'></span> أسانيدها بعض العلل، فكان لابد\nمن التوسع في ذلك، لبيان الأوجه الراجحة من المرجوحة.\n</p>\n\n<p>\nوقد قدمت للكتاب بمقدمة قصيرة، ذكرت فيها نبذة موجزة عن الكبائر، ثم\nترجمة موجزة للمؤلف، ثم دراسة للكتاب، كما سيأتي.\n</p>\n\n<p>\nوأخيرا هذا هو جهد المقل، ولا ينفك عن كونه عمل بشر، وعمل البشر مهما كان\nلا يخلو من النقص والخلل، وعذري أني بذلت جهدي واستطاعتي فيه، فما كان من\nصواب فبتوفيق من الله وحده، وما كان فيه من خلل ونقص فمني ومن الشيطان،\nوأسأل الله بمنه وكرمه أن يتجاوز ذلك كله عني.\n</p>\n\n<p>\nكما أسأله - عز وجل - أن يجعل عملي هذا خالصا لوجهه الكريم، وأن ينفعني\nبه، يوم لا ينفع مال ولا بنون.\n</p>\n\n<p>\nوآخر دعوانا أن الحمد لله رب العالمين\n</p>\n\n<p>\nوصلى الله وسلم على نبينا محمد، وعلى آله وصحبه أجمعين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>نبذة عن الكبائر , تعريف الكبيرة</h1>\n\n<p>\n...\n</p>\n\n<p>\nنبذة موجزة عن الكبائر\n</p>\n\n<p>\nتعريف الكبيرة:\n</p>\n\n<p>\nاختلف العلماء في تعريف حد الكبيرة على أقوال كثيرة جدا ليس هنا موضع\nذكرها وبيان اختلاف العلماء فيها1.\n</p>\n\n<p>\nومن أشهر ما قيل في تعريف الكبيرة:\n</p>\n\n<p>\nقيل: إن الكبيرة هي ما عليه حد في الشرع.\n</p>\n\n<p>\nوقيل: إنها المعصية التي يلحق صاحبها الوعيد الشديد بنص كتاب أو سنة.\n</p>\n\n<p>\nوقيل: إنها كل ذنب رتب عليه حد في الدنيا، أو وعيد شديد في الآخرة.\n</p>\n\n<p>\nوقيل: كل ما نهى الله عنه فهو كبيرة.\n</p>\n\n<p>\nوقيل: هي كل ذنب ختم بلعنة، أو غضب، أو نار.\n</p>\n\n<p>\nوقد رجح هذا التعريف الأخير شيخ الإسلام ابن تيمية، وبين سلامة هذا\nالتعريف من القوادح الواردة على غيره، وتكلم بكلام نفيس في هذا الجانب،\nفليراجع.\n</p>\n\n<p>\nوقال الحافظ ابن حجر بعد استعراضه لعدد من الأقوال، قال: ومن أحسن\nالتعاريف قول القرطبي في المفهم: \"كل ذنب أطلق عليه بنص كتاب أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nسنة أو إجماع أنه كبيرة أو عظيم، أو أخبر فيه بشدة العقاب، أو علق عليه\nالحد، أو شدد النكير عليه فهو كبيرة\".\n</p>\n\n<p>\nقال الحافظ: وعلى هذا فينبغي تتبع ما ورد فيه الوعيد أو اللعن أو الفسق،\nمن القرآن، أو <span id='ms02'></span> الأحاديث الصحيحة والحسنة، ويضم إلى ما ورد فيه التنصيص في\nالقرآن والأحاديث الصحاح والحسان على أنه كبيرة، فمهما بلغ مجموع ذلك عرف\nمنه تحرير عدها.\n</p>\n\n<p>\nوتبعا للاختلاف السابق في تعريف الكبيرة اختلف العلماء أيضا في تحديد عدد\nالكبائر، وما هي، فمن اقتصر على أنها ما جاء النص على أنه كبيرة قال إنها\nسبع، أو تسع، كما جاء ذلك في الأحاديث الواردة في الكبائر ومن عرفها بتعريف\nأوسع قال إنها أكثر من ذلك، وهكذا.\n</p>\n\n<p>\nولمعرفة الأقوال في ذلك راجع المصادر المتقدمة في تعريف الكبيرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>المؤلفات في الكبائر</h1>\n\n<p>\nرغم أهمية هذا الموضوع وخطره، فلم أقف إلا على عدد قليل من الكتب ممن\nأفرد هذه الكبائر بكتاب مستقل، إلا أن الكثير من العلماء قد ضمنوها كتبهم،\nفتجد ذكر الكبائر ضمن كتب الحديث، والعقيدة، وغيرها.\n</p>\n\n<p>\nومما وقفت عليه ممن أفرد الكبائر بتأليف مستقل ما يلي:\n</p>\n\n<h1 class='l1' id='head3'>1- </h1>\n\n<p>\nكتاب الكبائر، للبرديجي.\n</p>\n\n<p>\nوسيأتي الكلام عليه مفصلا.\n</p>\n\n<h1 class='l1' id='head4'>2- </h1>\n\n<p>\nكتاب الكبائر للذهبي.\n</p>\n\n<p>\nوهو كتاب معروف ومشهور، وقد طبع عدة مرات.\n</p>\n\n<h1 class='l1' id='head5'>3- </h1>\n\n<p>\nالكبائر، للعلائي.\n</p>\n\n<p>\nذكره ابن حجر الهيثمي في الزواجر 1/14، فقال: وقال شيخ الإسلام العلائي\nفي قواعده1:إنه صنف جزءا جمع ما فيه نص صلى الله عليه وسلم فيه على أنه\nكبيرة.\n</p>\n\n<p>\nثم ذكر العلائي عددا من الكبائر، وقال: فهذه الخمسة والعشرون هي مجموع ما\nجاء في الأحاديث منصوصا عليه أنه كبيرة.\n</p>\n\n<h1 class='l1' id='head6'>4- </h1>\n\n<p>\nالكبائر للديلمي.\n</p>\n\n<p>\nذكره ابن حجر الهيثمي في الزواجر 1/14، فقال: قال الديلمي من أصحابنا:\nوقد ذكرنا عددها في تأليف لنا باجتهادنا، فزادت على أربعين كبيرة.\n</p>\n\n<h1 class='l1' id='head7'>5- </h1>\n\n<p>\nكتاب الزواجر عن اقتراف الكبائر، لابن حجر الهيثمي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nوهو أيضا مطبوع عدة مرات، ولعله من أوسع الكتب المؤلفة في هذا الموضوع.\n</p>\n\n<h1 class='l1' id='head8'>6- </h1>\n\n<p>\nكتاب الكبائر، للشيخ محمد بن عبد الوهاب.\n</p>\n\n<p>\nوهو كتاب مشهور، وقد طبع عدة طبعات أيضا.\n</p>\n\n<h1 class='l1' id='head9'>7- </h1>\n\n<p>\nالعمدة بتمييز الكبائر، لأحمد الشريف البرقاوي.\n</p>\n\n<p>\nوهو مطبوع، وصدر عن دار الأرقم بالكويت، عام 1405?.\n</p>\n\n<h1 class='l1' id='head10'>8- </h1>\n\n<p>\nالكبيرة والمذاهب فيه، تأليف حاسي كوتا.\n</p>\n\n<p>\nوهو رسالة ماجستير، بجامعة أم القرى، كلية الشريعة، عام 1401?.\n</p>\n\n<p>\nهذا بعض ما وقفت عليه من الكتب المفردة في موضوع الكبائر، إلا <span id='ms03'></span> أنه كما\nقدمت قد تكلم عنه عدد من الأئمة في ثنايا كتبهم.\n</p>\n\n<p>\nومن أوسع ما وجدته ما يلي:\n</p>\n\n<p>\nالإمام ابن منده في كتابه الإيمان 2/544، وما بعدها.\n</p>\n\n<p>\nوالإمام اللالكائي في كتابه شرح اعتقاد أصول أهل السنة 6/1103، وما\nبعدها.\n</p>\n\n<p>\nوالإمام ابن القيم في إعلام الموقعين 4/401. وقد اقتصر على تعداد الكبائر\nفقط.\n</p>\n\n<p>\nوكذا تكلم عنها في الجواب الكافي ص186، وما بعدها.\n</p>\n\n<p>\nوالإمام ابن النحاس في كتابه تنبيه الغافلين ص119، وما بعدها.\n</p>\n\n<p>\nوقد ذكر أنه استدرك كثيرا من الكبائر مما أغفله الذهبي وابن القيم.\n</p>\n\n<p>\nوانظر أيضا المراجع المتقدمة في تعريف الكبيرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head11'>ترجمة المؤلف</h1>\n\n<p>\n...\n</p>\n\n<p>\nترجمة موجزة للمؤلف12\n</p>\n\n<p>\nاسمه ونسبه ومولده:\n</p>\n\n<p>\nهو: الحافظ أبو بكر أحمد بن هارون بن روح البرديجي3، البرذعي4،\nالنيسابوري، نزيل بغداد.\n</p>\n\n<p>\nولد بعد الثلاثين ومائتين، أو قبلها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>شيوخه:</h1>\n\n<p>\nسمع الحافظ البرديجي من الكثير من الشيوخ، ولا عجب في ذلك، فهو قد رحل\nإلى بلدان كثيرة، ومن الطبيعي كثرة شيوخه مع تعدد رحلاته.\n</p>\n\n<p>\nوقد ذكر له مترجموه عددا من الشيوخ، وسأكتفي بذكر بعضهم مراعاة للاختصار،\nولأن استيعابهم مما ليس من مقصدنا هنا.\n</p>\n\n<p>\nفمن أشهر شيوخه:\n</p>\n\n<p>\nأبو زرعة عبيد الله بن عبد الكريم الرازي، محمد بن إسحاق الصغاني، محمد\nبن عبد الملك الدقيقي، محمد بن يحيى الذهلي، نصر بن علي الجهضمي، هارون بن\nإسحاق الهمداني، أبو سعيد الأشج، وغيرهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head13'>تلاميذه</h1>\n\n<p>\nكما ذكر له مترجموه عددا من التلاميذ، فمن أشهرهم:\n</p>\n\n<p>\nأبو عمرو أحمد بن المبارك المستملي، جعفر بن أحمد بن سنان القطان، أبو\nالقاسم سليمان بن أحمد الطبراني، أبو أحمد عبد الله بن عدي الجرجاني، عبد\nالله بن محمد بن عمران المعدل، علي بن محمد بن لؤلؤ الوراق، وغيرهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head14'>طلبه للعلم، ورحلاته </h1>\n\n<p>\nالعلمية:\n</p>\n\n<p>\nكان الإمام البرديجي - رحمه الله - حريصا على طلب العلم، جادا في تحصيله،\nولا أدل على ذلك من أنه قد رحل في طلب العلم في سن مبكرة.\n</p>\n\n<p>\nيدل على ذلك ما أورده الحاكم في تاريخه قال: قرأت بخط أبي علي المستملي\nسماعه من أحمد بن هارون البردعي الحافظ في مسجد محمد بن يحيى <span id='ms04'></span> - يعني الذهلي\n- في صفر، سنة خمس وخمسين ومائتين1.\n</p>\n\n<p>\nوتقدم أنه قد ولد حوالي سنة ثلاثين ومائتين.\n</p>\n\n<p>\nويدل على حرصه أيضا كثرة البلدان التي سمع فيها.\n</p>\n\n<p>\nقال الذهبي بعد أن ذكر معظم شيوخه: وطبقتهم بالشام، والحرمين، والعجم،\nومصر، والعراق، والجزيرة2.\n</p>\n\n<p>\nوقال ابن العديم: وهو حافظ معروف رحل وطاف3.\n</p>\n\n<p>\nوهذا ما جعل البرديجي يبلغ مكانة عالية، ويحرص العلماء على السماع\nوالاستفادة منه، سواء كانوا من شيوخه أو تلامذته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nقال الحاكم في تاريخه: ورد نيسابور على محمد بن يحيى الذهلي، فاستفاد\nوأفاد، وكتب عنه مشايخنا في ذلك العصر، ولا أعرف إماما من أئمة عصره في\nالآفاق إلا وله عليه انتخاب يستفاد1.\n</p>\n\n<p>\nوقد أورد الحافظ ابن عساكر2عددا من شيوخه الذين سمع منهم، وذكر البلدان\nالتي سمع فيها منهم، فمن هذه البلدان: بيروت، ودمشق، وحمص، ومصر، وحران،\nوالمصيصة، والكوفة، وبغداد، ومكة.\n</p>\n\n<p>\nتوثيقه، وثناء العلماء عليه:\n</p>\n\n<p>\nأجمع كل من ترجم له على إمامته وتوثيقه وحفظه3.\n</p>\n\n<p>\nقال الدارقطني: ثقة مأمون جبل.\n</p>\n\n<p>\nوقال أبو الشيخ الأصبهاني: من حفاظ الحديث وكبرائهم.\n</p>\n\n<p>\nوقال الخطيب: كان ثقة فاضلا فهما حافظا.\n</p>\n\n<p>\nقال الذهبي: الإمام الحافظ الحجة\n</p>\n\n<h1 class='l1' id='head15'>… </h1>\n\n<p>\nجمع وصنف، وبرع في علم الأثر.\n</p>\n\n<p>\nوبنحو ذلك وصفه غير واحد من الأئمة، مما يطول استقصاؤه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>توثيقه وثناء العلماء عليه</h1>\n\n<h1 class='l1' id='head17'>مؤلفاته</h1>\n\n<p>\n...\n</p>\n\n<p>\nمؤلفاته:\n</p>\n\n<p>\nذكر غير واحد ممن ترجم له أنه له عدة مصنفات.\n</p>\n\n<p>\nوقد تتبعت مؤلفاته في بحثي الموسع عن ترجمته، ونقولات العلماء عن هذه\nالمؤلفات، وما وصلنا منها، وسأكتفي هنا بذكر أسماء هذه المؤلفات فقط:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head18'>1- </h1>\n\n<p>\nكتاب الكبائر، وسيأتي الكلام عليه.\n</p>\n\n<h1 class='l1' id='head19'>2- </h1>\n\n<p>\nكتاب طبقات الأسماء المفردة من الصحابة والتابعين وأصحاب الحديث، وهو\nمطبوع.\n</p>\n\n<h1 class='l1' id='head20'>3- </h1>\n\n<p>\nكتاب معرفة المتصل من الحديث، والمرسل والمقطوع، وبيان الطريق الصحيحة.\n</p>\n\n<h1 class='l1' id='head21'>4- </h1>\n\n<p>\nكتاب المراسيل.\n</p>\n\n<h1 class='l1' id='head22'>5- </h1>\n\n<p>\nكتاب الفوائد.\n</p>\n\n<h1 class='l1' id='head23'>6- </h1>\n\n<p>\nكتاب في الجرح والتعديل.\n</p>\n\n<p>\nولم أقف على اسمه، ولكن وجدت منه نقولات عدة في جرح الرجال وتعديلهم عند\nالخطيب البغدادي، وابن عدي، والحافظ ابن حجر، وغيرهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>وفاته</h1>\n\n<p>\nاتفقت مصادر ترجمته على أنه توفي سنة إحدى وثلاث مائة، ببغداد1.\n</p>\n\n<p>\nقال أبو الشيخ الأصبهاني: مات سنة إحدى وثلاث مائة ببغداد.\n</p>\n\n<p>\nوقال أحمد بن <span id='ms05'></span> كامل: مات في شهر رمضان سنة إحدى وثلاثمائة ببغداد.\n</p>\n\n<p>\nوكذا قال أكثر من ترجم له. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>التعريف بالكتاب</h1>\n\n<p>\nاسم الكتاب:\n</p>\n\n<p>\nجاء اسم الكتاب في النسخة المخطوطة: \"جزء فيه من روى عن النبي صلى الله\nعليه وسلم من الصحابة في الكبائر\"، وجاء في السماعات الملحقة بالكتاب باسم:\n\"ما روي في الكبائر\".\n</p>\n\n<p>\nتوثيق نسبته إلى مؤلفه:\n</p>\n\n<p>\nلم أقف على من ذكر أن للبرديجي كتابا في الكبائر، إلا أن هذا لا يعني\nالتشكيك في صحة نسبته إليه، بل يمكن الجزم بأنه من تأليفه لعدة أمور:\n</p>\n\n<h1 class='l1' id='head26'>1- </h1>\n\n<p>\nوجود الإسناد المتصل إلى مؤلفه، وأنه من تأليفه.\n</p>\n\n<h1 class='l1' id='head27'>2- </h1>\n\n<p>\nجود السماعات الكثيرة التي على الكتاب، والتي تثبت أنه من تأليفه، ومن\nبينها سماعات لعدد من الحفاظ كالضياء المقدسي، وابن عبد الهادي، وغيرهم.\n</p>\n\n<h1 class='l1' id='head28'>3- </h1>\n\n<p>\nإن الشيوخ المذكورين في بداية كل حديث هم من شيوخ المصنف.\n</p>\n\n<h1 class='l1' id='head29'>4- </h1>\n\n<p>\nوجود بعض الأحاديث قد رويت من طريق المصنف بنفس الإسناد الوارد عنده في\nهذا الكتاب، كما سيأتي في تخريج الأحاديث، مما يدل على اعتماد من أخرج\nالحديث من طريقه على كتابه هذا.\n</p>\n\n<p>\nكما إن الحافظ ابن حجر نقل روايات عن البرديجي، كماسيأتي، موجودة في\nكتابه هذا، مما يدل على استفادته منه، وإن كان لم يصرح باسم كتابه.\n</p>\n\n<p>\nولهذا فالراجح أنه من تأليفه، وأما عدم اشتهاره، وذكره عند العلماء فلعل\nذلك بسبب كونه صغير الحجم، إذ إن عدد الأحاديث الواردة فيه أحد عشر حديثا\nفقط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head30'>موضوعه وأهميته</h1>\n\n<p>\n...\n</p>\n\n<p>\nموضوع الكتاب:\n</p>\n\n<p>\nيكاد عنوان الكتاب ينبئ عن مضمونه وموضوعه، فهو كتاب خاص بذكر الأحاديث\nالواردة في الكبائر وما ورد في التشديد فيها.\n</p>\n\n<p>\nوإن كان لم يستوعب جميع هذه الأحاديث، فقد فاته الكثير، كما سيأتي.\n</p>\n\n<p>\nأهمية الكتاب:\n</p>\n\n<p>\nيحتل كتابنا هذا أهمية خاصة، وذلك لعدة أمور:\n</p>\n\n<h1 class='l1' id='head31'>1- </h1>\n\n<p>\nأنه يعتبر أول كتاب أفرده مؤلفه لذكر الكبائر، فلم أقف بعد طول بحث على\nمن ألف في الكبائر قبله.\n</p>\n\n<h1 class='l1' id='head32'>2- </h1>\n\n<p>\nأنه يعتبر الكتاب الوحيد في بابه خلال القرون المتقدمة، فلم أقف أيضا على\nمن ألف في الكبائر بعده إلا الإمام الذهبي، وبينهما أكثر من أربعمائة سنة.\n</p>\n\n<h1 class='l1' id='head33'>3- </h1>\n\n<p>\nأنه يمتاز <span id='ms06'></span> بأن مؤلفه يسوق الأحاديث فيه بإسناده، شأنه شأن العلماء في\nعصره، وهذا مما يعطي الكتاب أهمية أخرى.\n</p>\n\n<h1 class='l1' id='head34'>4- </h1>\n\n<p>\nأن مؤلفه إمام حافظ متفق على إمامته وتوثيقه، كما تقدم.\n</p>\n\n<h1 class='l1' id='head35'>5- </h1>\n\n<p>\nأنه انفرد بطرق لبعض الأحاديث، لم أجدها عند غيره، كما في حديث أبي\nهريرة، وحديث أبي أيوب.\n</p>\n\n<h1 class='l1' id='head36'>6- </h1>\n\n<p>\nأنه في موضوع مهم جدا لكل مسلم، ولابد له من الإحاطة به.\n</p>\n\n<p>\nبالإضافة إلى عدة أمور أخرى ستأتي في منهج المؤلف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head37'>منهج المؤلف فيه</h1>\n\n<p>\n...\n</p>\n\n<p>\nمنهج المؤلف في الكتاب:\n</p>\n\n<p>\nمن خلال نظرة بسيطة على الكتاب، يمكن أن نوجز منهج المؤلف في كتابه في\nالنقاط التالية:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>1- </h1>\n\n<p>\nأنه اقتصر فيه على ما ورد النص صراحة بأنه من الكبائر، ولم يذكر الأحاديث\nالأخرى التي يمكن أن تندرج تحت الكبائر، مما ليس فيه النص بأنه كبيرة.\n</p>\n\n<h1 class='l1' id='head39'>2- </h1>\n\n<p>\nأنه اقتصر في كل حديث على طريق واحد عن كل صحابي، فتراه يذكر الصحابي، ثم\nيورد عنه طريقا واحدا، ولعله أراد الاختصار في ذلك، بدليل أننا نجده أحيانا\nيذكر أنه روي عن هذا الصحابي من أكثر من طريق، ويقتصر على أحدها، فيقول\nمثلا: وعبد الله بن عمرو، من طرق أصحها، ثم يورد الطريق إليه.\n</p>\n\n<p>\nوهذا يعني أن عنده طرقا أخرى، ولكنه أراد الاختصار على رواية واحدة.\n</p>\n\n<h1 class='l1' id='head40'>3- </h1>\n\n<p>\nأنه يعتني بالتفريق بين ألفاظ الرواة، فتراه مثلا في الحديث الأول يفرق\nبين لفظ ابن نمير للحديث، ولفظ الثوري وجرير.\n</p>\n\n<h1 class='l1' id='head41'>4- </h1>\n\n<p>\nاهتمامه بمتون الأحاديث، وما فيها من زيادات، فتراه مثلا في الحديث رقم 5\nيقول بعده: وليس في كل الحديث: \"ذكر قذف المحصنات\".\n</p>\n\n<h1 class='l1' id='head42'>5- </h1>\n\n<p>\nعنايته بتعليل الأحاديث، فتراه في الحديث التاسع يفرق بين من رواه\nمرفوعا، ومن رواه موقوفا.\n</p>\n\n<h1 class='l1' id='head43'>6- </h1>\n\n<p>\nومن منهجه أيضا العناية بالأسماء والألقاب، ففي الحديث التاسع قال: وهو\nطيسلة بن مياس، ومياس لقب، وهو طيسلة بن علي الحنفي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head44'>الملاحظات على الكتاب:</h1>\n\n<p>\nليس هناك من ملاحظات تذكر على الكتاب، إلا عدم شموله للأحاديث الواردة في\nالكبائر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nويمكن الجواب على هذا بأن يقال: إن هذه الأحاديث هي التي وقعت للمؤلف\nبإسناده، ويدل على ذلك قول المؤلف في بداية الكتاب: \"روى أحد عشر <span id='ms07'></span> رجلا من\nأصحاب النبي صلى الله عليه وسلم في الكبائر \". فهذا دليل على أنه لم يقع له\nغير أحاديثهم، وإلا لذكرها.\n</p>\n\n<p>\nومن الملاحظات أيضا سياقه لبعض الأحاديث التي في أسانيدها ضعفاء، وعدم\nالتنبيه على ذلك.\n</p>\n\n<p>\nوهذا يمكن الجواب عليه بأن سياقه للإسناد كاف في ذلك، وهذا منهج معروف\nعند الكثير من العلماء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head45'>وصف النسخ الخطية</h1>\n\n<p>\n...\n</p>\n\n<p>\nوصف النسخة الخطية:\n</p>\n\n<p>\nاعتمدت في تحقيق هذا الكتاب على النسخة الوحيدة له - حسب علمي - وهي من\nمحفوظات المكتبة الظاهرية، ضمن المجموع رقم 81، من الورقة 1 إلى الورقة 5.\n</p>\n\n<p>\nوهي من رواية الضياء المقدسي، وقد روى معها أيضا إملاءان من أمالي أبي\nسعيد محمد بن أحمد بن جعفر بن ملة.\n</p>\n\n<p>\nكما أن الحافظ الضياء المقدسي قد استدرك بعض الأحاديث على البرديجي، وساق\nأكثرها بإسناده1.\n</p>\n\n<p>\nوهذه النسخة مكتوبة بخط واضح، وقد استدرك الناسخ في الهامش بعض الأخطاء\nوالسقط، إلا أنه في مواضع قليلة قد فاته بعض الشيء، كما سيأتي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nوهذه النسخة عليها الكثير من السماعات، وسيأتي ذكر بعضها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>تراجم رواة الكتاب</h1>\n\n<p>\nوصل إلينا هذا الكتاب من رواية الضياء المقدسي أبي عبد الله محمد بن عبد\nالواحد، عن أبي القاسم عبد الواحد بن القاسم، عن أبي علي الحسن بن أحمد\nالحداد، عن أبي نعيم الأصبهاني، عن أبي علي الصواف، عن مؤلفه.\n</p>\n\n<p>\nوفيما يلي تراجم موجزة لهؤلاء الرواة:\n</p>\n\n<h1 class='l1' id='head47'>1- </h1>\n\n<p>\nالضياء المقدسي:\n</p>\n\n<p>\nهو أبو عبد الله محمد بن عبد الواحد بن أحمد بن عبد الرحمن المقدسي.\n</p>\n\n<p>\nولد سنة تسع وستين وخمسمائة.\n</p>\n\n<p>\nوهو ثقة حافظ متقن، أثنى عليه كل من ترجم له1.\n</p>\n\n<p>\nوأخباره، وثناء العلماء عليه كثير جدا، ليس هنا مجال التفصيل في ذلك.\n</p>\n\n<p>\nقال ابن النجار: هوحافظ متقن، ثبت ثقةصدوق، نبيل حجة، عالم بالحديث\nوأحوال الرجال، له مجموعات وتخريجات، وهو ورع تقي زاهد عابد، محتاط في أكل\nالحلال، مجاهد في سبيل الله، ولعمري ما رأيت مثله في نزاهته وعفته، وحسن\nطريقته في طلب العلم.\n</p>\n\n<p>\nوقال الذهبي: برع في هذا الشأن، وكتب عن أقرانه ومن هم دونه، وحصل الأصول\nالكثيرة، وجرح وعدل، وصحح وعلل <span id='ms08'></span>، وقيد وأهمل، مع الديانة والأمانة، والتقوى\nوالصيانة، والورع والتواضع، والصدق والإخلاص، وصحة النقل.\n</p>\n\n<p>\nوقد ألف عددا من المؤلفات المشهورة، كالأحاديث المختارة، وغيرها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nتوفي سنة ثلاث وأربعين وستمائة.\n</p>\n\n<h1 class='l1' id='head48'>2- </h1>\n\n<p>\nأبو القاسم عبد الواحد بن أبي المطهر القاسم بن الفضل الأصبهاني\nالصيدلاني1.\n</p>\n\n<p>\nسمع من أبيه، وجعفر بن عبد الواحد، وابن أبي ذر الصالحاني، وغيرهم.\n</p>\n\n<p>\nحدث عنه الضياء المقدسي، وابن خليل، وجماعة.\n</p>\n\n<p>\nقال الذهبي في السير: الشيخ الجليل المسند الرحلة.\n</p>\n\n<p>\nوقال في تاريخ الإسلام: شيخ مسند معمر مشهور ببلده.\n</p>\n\n<p>\nولد في ذي الحجة سنة أربع عشرة وخمسمائة.\n</p>\n\n<p>\nوتوفي في جمادى الأولى، سنة خمس وستمائة، عن إحدى وتسعين سنة.\n</p>\n\n<h1 class='l1' id='head49'>3- </h1>\n\n<p>\nأبو علي الحسن بن أحمد بن الحسن الحداد الأصبهاني.\n</p>\n\n<p>\nوهو ثقة حافظ مشهور، ترجم له غير واحد2، ووصفوه بالحفظ والإتقان، وقد روى\nعن أبي نعيم الأصبهاني أكثر كتبه.\n</p>\n\n<p>\nقال السمعاني: كان عالما ثقة صدوقا، من أهل العلم والقرآن والدين.\n</p>\n\n<p>\nوقال الذهبي: الشيخ الإمام، المقريء المجود، المحدث المعمر، مسند العصر،\nشيخ أصبهان في القراءات والحديث جميعا.\n</p>\n\n<p>\nتوفي سنة خمس عشرة وخمسمائة، وقد قارب المائة.\n</p>\n\n<h1 class='l1' id='head50'>4- </h1>\n\n<p>\nالحافظ أبو نعيم أحمد بن عبد الله الأصبهاني: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nإمام حافظ متقن مشهور، صاحب المستخرج، والحلية، ومعرفة الصحابة، وغيرها\nمن المؤلفات الكثيرة النافعة، التي تدل على سعة علمه وإمامته في هذا الشأن.\n</p>\n\n<p>\nوقد ترجم له الكثيرون، وأفرد بعضهم في ترجمته رسائل مستقلة1.\n</p>\n\n<p>\nتوفي سنة ثلاثين وأربعمائة.\n</p>\n\n<h1 class='l1' id='head51'>5- </h1>\n\n<p>\nأبو علي محمد بن أحمد بن الحسن الصواف2:\n</p>\n\n<p>\nسمع من الإمام الترمذي، وعبد الله بن أحمد بن حنبل، والبرديجي، وغيرهم.\n</p>\n\n<p>\nحدث عنه: أبو بكر البرقاني، وأبو نعيم، وابن بشران، وغيرهم.\n</p>\n\n<p>\nوصفه جميع من ترجم له بالحفظ والإتقان.\n</p>\n\n<p>\nقال الدارقطني: ما رأت عيناي مثل أبي علي بن الصواف.\n</p>\n\n<p>\nوقال ابن أبي الفوارس: كان ثقة مأمونا، ما رأيت مثله في التحرز.\n</p>\n\n<p>\nوقال الذهبي: الشيخ الإمام المحدث الثقة الحجة.\n</p>\n\n<p>\nكان مولده في سنة سبعين ومائتين.\n</p>\n\n<p>\nوتوفي في شعبان، سنة تسع وخمسين وثلاث مائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head52'>سماعات الكتاب</h1>\n\n<p>\nجاء في الكتاب سماعات كثيرة، ولذا فسأكتفي ببعضها، فمن ذلك:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head53'>1- </h1>\n\n<p>\nبلغت من أوله سماعا، بقراءتي على <span id='ms09'></span> أبي القاسم عبد الواحد بن القاسم ابن\nالفضل بن عبد الواحد الصيدلاني، بحق إجازته من أبي علي الحداد، في يوم\nالخميس، ثاني ذي الحجة، من سنة ثمان وتسعين وخمسمائة. كتبه محمد بن عبد\nالواحد بن أحمد المقدسي، حامدا لله ومصليا على محمد وآله.\n</p>\n\n<h1 class='l1' id='head54'>2- </h1>\n\n<p>\nسمع جميع ما في هذا الجزء علي بقراءة أبي الكرم عبد الرحيم بن علي ابن\nأحمد بن عبد الواحد بن أحمد المقدسي الفقيه: أبو عبد الله محمد بن عبد\nالحميد ابن عبد الهادي المقدسي، يوم الجمعة، في العشر الآخرة، من ذي الحجة،\nسنة خمس وثلاثين وستمائة. كتبه محمد بن أحمد. والحمد لله وحده، وصلى الله\nعلى محمد وآله وسلم.\n</p>\n\n<h1 class='l1' id='head55'>3- </h1>\n\n<p>\nقرأت من هذا الجزء: حديث البرديجي وما في معناه، على الشيخ الإمام العالم\nالزاهد الحافظ ضياء الدين أبي عبد الله محمد بن عبد الواحد بن أحمد ابن عبد\nالرحمن المقدسي، فسمعه أبو بكر يوسف بن أبي الفرج الحراني وأبو النجم بدر\nبن عبد الله العلائي، وأبو الفضل عمر بن عبد الله بن علي الفارسي، وأبو بكر\nبن أحمد بن عثمان المقدسي، يوم\n</p>\n\n<h1 class='l1' id='head56'>… </h1>\n\n<p>\n. حادي وعشرين، جمادى الأولى، سنة أربعين وستمائة، بالجبل. كتبه يوسف بن\nالحسن بن بدر بن الحسن النابلسي.\n</p>\n\n<h1 class='l1' id='head57'>4- </h1>\n\n<p>\nقرأت جميع هذا الجزء، وفيه: ما روي في الكبائر، لأبي بكر البرديجي\nوإملاءان عن أبي سعيد بن ملة، وكذلك ما ألحق به، على الشيخ الإمام العالم\nالحافظ ضياء الدين أبي عبد الله محمد بن عبد الواحد بن أحمد المقدسي فسمعه\nالفقيه الإمام مجد الدين محمد بن محمد بن عمر الصفار الاسفراييني وولده عبد\nالرحمن، وأبو عبد الله محمد بن ثابت بن تاوان بن أحمد التفليسي وذلك يوم\nالسبت، في العشر الأوسط من ربيع الآخر، سنة اثنتين وأربعين وستمائة. كتبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد بن عبد الرحيم بن عبد الواحد بن أحمد المقدسي، حامدا الله تعالى،\nومصليا على رسوله محمد وآله وأصحابه وسلم.\n</p>\n\n<h1 class='l1' id='head58'>5- </h1>\n\n<p>\nسمع جميع هذا الجزء على الشيخ الإمام الحافظ الناقد ضياء الدين أبي عبد\nالله محمد بن عبد الواحد المقدسي أبقاه <span id='ms10'></span> الله، بقراءة الإمام العالم شمس\nالدين أبي العباس أحمد بن محمد بن أمية العبدري، وصح ذلك وكمل في يوم\nالثلاثاء، ثامن ربيع الآخر، سنة ثنتين وأربعين وستمائة، بمدرسة الشيخ\nالمسمع. كتبه أحمد ابن عبد الرحمن بن محمد، حامدا لله ومصليا على رسوله.\n</p>\n\n<h1 class='l1' id='head59'>6- </h1>\n\n<p>\nقرأت هذا جميعه، والذي في حواشيه على صاحبه الحافظ ضياء الدين أبي عبد\nالله محمد، أثابه الله، بسماعه فيه. وصح وثبت في المحرم سنة سبع وثلاثين\nوستمائة. كتبه محمد بن عبد الله بن عبد الغني المقدسي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head60'>نماذج من المخطوط</h1>\n\n<p>\n...\n</p>\n\n<p>\nنماذج من صور المخطوط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head61'>النص المحقق</h1>\n\n<p>\nجزء فيه\n</p>\n\n<p>\nمن روى عن النبي صلى الله عليه وسلم من الصحابة في الكبائر\n</p>\n\n<p>\nرواية\n</p>\n\n<p>\nأبي بكر أحمد بن هارون بن روح البرديجي\n</p>\n\n<p>\nرواية أبي علي محمد بن أحمد بن عبد الله الحافظ عنه\n</p>\n\n<p>\nرواية أبي علي الحسن بن أحمد بن الحسن الحداد عنه\n</p>\n\n<p>\nرواية أبي القاسم عبد الواحد بن القاسم إجازة عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nولا قوة إلا بالله\n</p>\n\n<p>\nطرق أحاديث الكبائر\n</p>\n\n<p>\nأخبرنا أبو القاسم عبد الواحد بن القاسم بن الفضل بن عبد الواحد بقراءتي\nعليه، أخبرنا أبو علي الحداد إجازة، أخبرنا أبو نعيم، قال: أخبرنا أبو علي\nمحمد بن أحمد بن الحسن الصواف - رحمه الله - البغدادي، قال: سمعت أبا بكر\nأحمد بن هارون بن روح البرديجي يقول: روى أحد شر رجلا من أصحاب النبي صلى\nالله عليه وسلم عن النبي صلى الله عليه وسلم في الكبائر1، وهو مما يدخل في\nالتفسير عن النبي صلى الله عليه وسلم.\n</p>\n\n<h1 class='l1' id='head62'>1- </h1>\n\n<p>\nمنهم عبد الله بن مسعود:\n</p>\n\n<p>\nوهو ما حدثنا الحسن بن علي بن عفان، حدثنا عبد الله بن نمير، عن الأعمش\nعن أبي وائل، عن عمرو بن شرحبيل، عن عبد الله بن مسعود - رضي الله عنه -\nقال: سئل النبي صلى الله عليه وسلم عن الكبائر، فقال: \"أن تشرك بالله وهو\nخلقك، وأن تقتل ولدك خشية أن يأكل معك، وأن تزني بحليلة جارك\". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nثم قرأ صلى الله عليه وسلم: {والذين لا يدعون مع الله إلها <span id='ms11'></span> آخر} 1الآيات.\n</p>\n\n<p>\nلم يرو هذا إلا ابن نمير على لفظ: سئل النبي صلى الله عليه وسلم عن\nالكبائر.\n</p>\n\n<p>\nورواه الثوري، وجرير: أن النبي صلى الله عليه وسلم سئل: أي الكبائر\nأعظم2. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nفأخرجه البخاري 8/350 (مع الفتح) كتاب التفسير، باب {والذين لا يدعونمع\nالله إلها آخر} ، رقم 4761، وفي 12/116، كتاب الحدود، باب إثم الزناة، رقم\n6811 - ومن طريقه في الموضع الثاني ابن الجوزي في الحدائق 2/464 -، ورواه\nالترمذي 5/326، كتاب التفسير، باب سورة الفرقان، رقم 3182، والنسائي في\nالتفسير من الكبرى 6/421، رقم 1369، وأبو نعيم في المستخرج (*) 1/164، رقم\n258، وفي الحلية 4/145، وأبو عوانة 1/55، والبيهقي في الكبرى 8/18، وفي شعب\nالإيمان 4/354، رقم 5372، وأحمد 1/434، والبزار5/259، رقم 1875، وعبد\nالرزاق10/465، رقم 19720 - ومن طريقه ابن منده في الإيمان 2/545، رقم 467\n-، ورواه البغوي في شرح السنة 1/82، رقم 42، وفي تفسيره 1/419، والطحاوي في\nشرح مشكل الآثار 2/ 343، 344، رقم 888، 889، والحاكم في معرفة علوم الحديث\n(ص100) ، والخرائطي في مساوئ الأخلاق (153) ، رقم 396، وفي (180) ، رقم484،\nوالدارقطني في العلل5/222، 223. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nوالطبري في تفسيره 19/ 41، وابن منده في الإيمان2/545، رقم467،\nواللالكائي في شرح أصول اعتقاد أهل السنة 6/1104، رقم 1902، والخطيب في\nالمهروانيات (ص116) ، رقم 77، وفي الفصل للوصل المدرج في النقل 2/827،\nو2/840.\n</p>\n\n<p>\nكلهم من طريق الثوري.\n</p>\n\n<p>\nوالبخاري 12/194 (مع الفتح) ، كتاب الديات، باب {ومن يقتل مؤمنا متعمدا\n</p>\n\n<h1 class='l1' id='head63'>… </h1>\n\n<p>\n} ، رقم 6861، وفي 13/512، كتاب التوحيد، باب قول الله تعالى: {يا أيها\nالرسول بلغ ما أنزل إليك من ربك\n</p>\n\n<h1 class='l1' id='head64'>… </h1>\n\n<p>\n} ، رقم 7532- ومن طريقه البغوي في تفسيره 3/377 -، ورواه مسلم1/91، كتاب\nالإيمان، باب كون الشرك أقبح الذنوب، رقم 142 - ومن طريقه ابن حزم في\nالمحلى 4/245 -، ورواه أبو نعيم في المستخرج 1/164، رقم 258، وأبو يعلى في\nمسنده 9/101، رقم 5167، والشاشي في مسنده 2/29، رقم 499، و2/230، رقم 802،\nوالبيهقي في شعب الإيمان 4/338، رقم 5316، والطحاوي في شرح مشكل الآثار\n2/345، رقم 890، وابن منده في الإيمان 2/544، رقم 466، والواحدي في أسباب\nالنزول (ص 348، 349) ، والخطيب في الفصل للوصل المدرج في النقل 2/826.\n</p>\n\n<p>\nمن طريق جرير بن عبد الحميد.\n</p>\n\n<p>\nوالخطيب في الفصل للوصل المدرج في النقل 2/826. من طريق زيد بن أبي\nأنيسة، وأبي عبيدة عبد الملك بن معن المسعودي.\n</p>\n\n<p>\nوتابعهم معمر: ذكر ذلك الدارقطني في العلل 5/221.\n</p>\n\n<p>\nكما تابعهم أبو يوسف القاضي: ذكر ذلك <span id='ms12'></span> الخطيب في المهروانيات (ص117) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nكلهم عن الأعمش، به.\n</p>\n\n<p>\nقلت: وقد اختلف على الأعمش في هذا الحديث:\n</p>\n\n<p>\nفرواه ابن نمير، وعدد من الثقات، كما تقدم، عن الأعمش، عن أبي وائل، عن\nعمرو بن شرحبيل، عن ابن مسعود.\n</p>\n\n<p>\nوخالفهم جماعة، فرووه عن الأعمش، عن أبي وائل، عن ابن مسعود:\n</p>\n\n<p>\nأخرجه النسائي في التفسيرمن الكبرى6/420، رقم 1368، وأحمد1/380 و431- ومن\nطريقه الخطيب في الفصل للوصل المدرج في النقل 2/829-، ورواه البزار 5/107،\nرقم 1687، والشاشي في مسنده 2/27، رقم 493، وابن المنذر في الإقناع 1/335،\nرقم 116.\n</p>\n\n<p>\nوالخطيب في الفصل للوصل المدرج في النقل 2/831.من طريق أبي معاوية.\n</p>\n\n<p>\nوأبو يعلى في مسنده 9/32، رقم 5098 - وعنه ابن حبان 10/261، رقم 4414 -،\nورواه الشاشي في مسنده 2/28، رقم 496، والخطيب في الفصل للوصل المدرج في\nالنقل 2/830، 831. من طريق أبي شهاب عبدربه بن نافع الحناط.\n</p>\n\n<p>\nوأحمد 1/431- ومن طريقه الخطيب في الفصل للوصل المدرج في النقل 2/829-،\nورواه الشاشي في مسنده 2/8، رقم 494، والخطيب في الفصل للوصل المدرج في\nالنقل 2/831 من طريق أخرى. من طريق وكيع.\n</p>\n\n<p>\nوالشاشي في مسنده 2/24، رقم 486، والخطيب في الفصل للوصل المدرج في النقل\n2/829، 830. من طريق شيبان.\n</p>\n\n<p>\nوالشاشي في مسنده 2/25، رقم 487، و2/28، رقم 495، والخطيب في الفصل للوصل\nالمدرج في النقل 2/830.من طريق عبد الواحد بن زياد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nوالشاشي في مسنده 2/28، رقم 495، والخطيب في الفصل للوصل المدرج في النقل\n2/830، 831، من طريق عبد العزيز بن مسلم.\n</p>\n\n<p>\nوالشاشي في مسنده 2/28، رقم 497، والخطيب في الفصل للوصل المدرج في النقل\n2/831 من طريق قران بن تمام.\n</p>\n\n<p>\nوالشاشي في مسنده (*) 2/28، رقم 498، والخطيب في الفصل للوصل المدرج في\nالنقل2/831. من طريق إسماعيل بن زكريا.\n</p>\n\n<p>\nوالخطيب في الفصل للوصل المدرج في النقل 2/831.من طريق حجوة ابن مدرك.\n</p>\n\n<p>\nكلهم عن الأعمش، به.\n</p>\n\n<p>\nورواه معمر، عن الأعمش، عن أبي وائل، عن مسروق، عن عبد الله:\n</p>\n\n<p>\nأخرجه الشاشي في مسنده 2/30، رقم 500، عن إبراهيم الحربي، عن الحسن بن\nعلي، عن عبد الرزاق، عن معمر، به.\n</p>\n\n<p>\nوذكره أبو نعيم في الحلية 4/146، من رواية معمر، به.\n</p>\n\n<p>\nقلت: وقد خالف معمر عامة أصحاب الأعمش، والذين رووه بخلاف روايته في\nالوجهين السابقين، كما إنه قد رواه على <span id='ms13'></span> الوجه الأول، فيقدم من أقواله ما\nوافقه فيه غيره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى هذا فروايته لهذا الوجه شاذة، والله أعلم.\n</p>\n\n<p>\nورواه يحيى بن عيسى، عن الأعمش، عن سفيان، عن عبد الله:\n</p>\n\n<p>\nأخرجه الطبري في تفسيره 19/42، عن عيسى بن عثمان بن عيسى الرملي، عن عمه\nيحيى بن عيسى، به.\n</p>\n\n<p>\nقلت: ويحيى بن عيسى: صدوق يخطيء (التقريب 7619) ، وقد خالف الثقات الذين\nرووه في الوجهين الأولين بخلاف روايته.\n</p>\n\n<p>\nوعليه فهذا الوجه منكر، والله أعلم.\n</p>\n\n<p>\nومما تقدم فلعل الوجهين الأول والثاني محفوظان عن الأعمش، حيث رواه عنه\nفي كل منهما عدد من ثقات أصحابه، ولعله كان يحدث بهما معا.\n</p>\n\n<p>\nوإلى هذا ذهب غير واحد من الأئمة:\n</p>\n\n<p>\nقال ابن حبان10/264: ولست أنكر أن يكون أبو وائل سمعه من عبد الله، وسمعه\nمن عمرو بن شرحبيل عن عبد الله، حتى يكون الطريقان محفوظين.\n</p>\n\n<p>\nوانظر المصادر الآتية بعد قليل.\n</p>\n\n<p>\nكما اختلف على غير الأعمش، مما يطول جدا ذكره هنا، وانظر لذلك علل\nالدارقطني 5/220-223، المهروانيات (ص116، 117) ، وفتح الباري 117، 118.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head65'>2- </h1>\n\n<p>\nوابن عباس رضي الله عنه:\n</p>\n\n<p>\nوهو ما حدثناه أحمد بن عمرو بن أبي عاصم، حدثنا أبو عاصم، عن شبيب، عن\nعكرمة، عن ابن عباس – رضي الله عنهما – عن النبي صلى الله عليه وسلم، حديث\nالكبائر.\n</p>\n\n<p>\nوقال فيه: \"والفرار من الزحف\" 1. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: وروايته عن ابن مسعود جاءت من عدة طرق صحيحة عنه، أخرج أكثرها\nالطبري في تفسيره، وذكر بعضها ابن كثير في تفسيره، ثم قال: وهو صحيح إليه\nبلا شك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head66'>3- </h1>\n\n<p>\nوعبد الله بن عمرو:\n</p>\n\n<p>\nمن طرق أصحها ما رواه فراس، عن الشعبي، عن عبد الله بن عمرو – رضي الله\nعنهما.\n</p>\n\n<p>\nورواه شعبة، وشيبان، عن فراس.\n</p>\n\n<p>\nحدثناه الحسن بن علي بن عفان، حدثنا عبيد الله بن موسى [حدثنا شيبان] 1\nعن فراس.\n</p>\n\n<p>\nوحدثنا أبو زرعة، حدثنا عبد الله بن معاذ، حدثنا أبي، عن شعبة، عن فراس\nعن الشعبي، عن عبد الله بن عمرو –رضي الله عنهما– أن النبي صلى الله عليه\nوسلم قال: \"الكبائر: الشرك بالله، وقتل النفس، وعقوق الوالدين\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nوالبيهقي في الكبرى10/35، وفي الصغرى 4/97، رقم <span id='ms14'></span> 4005، وابن منده في\nالإيمان 2/552، رقم 479. من طريق محمد بن سايق.\n</p>\n\n<p>\nوعبيد الله بن موسى، ومحمد بن سايق كلاهما عن شيبان، به.\n</p>\n\n<p>\nوأخرجه البخاري 11/564 (مع الفتح) ، كتاب الأيمان والنذور، باب اليمين\nالغموس، رقم 6675 – ومن طريقه البغوي في شرح السنة 1/84، رقم 44، وفي\nتفسيره 1/418، وابن الجوزي في البر والصلة (ص88) ، رقم 105، وفي الحدائق\n2/465 -، ورواه النسائي 7/89، كتاب تحريم الدم، باب ذكر الكبائر، رقم 4011،\nو8/63، كتاب القسامة، تأويل قول الله عز وجل: {ومن يقتل مؤمنا متعمدا\n</p>\n\n<h1 class='l1' id='head67'>… </h1>\n\n<p>\n} رقم 4868، وابن أبي عاصم في كتاب الديات (ص42) – ومن طريقه ابن منده في\nالإيمان 2/553، رقم 481-، ورواه أبو نعيم في مسانيد أبي يحيى فراس بن يحيى\nالمكتب (ص28) ، رقم 5/ 4. من طريق النضر بن شميل.\n</p>\n\n<p>\nوالبخاري 12/1999 (مع الفتح) ، كتاب الديات، باب قول الله تعالى: {ومن\nأحياها\n</p>\n\n<h1 class='l1' id='head68'>… </h1>\n\n<p>\n} رقم 6870، والترمذي 5/236، كتاب التفسير، باب تفسير سورة النساء، رقم\n3021، والدارمي 2/112، رقم 2365، وأحمد 2/201 - ومن طريقه أبو نعيم في\nمسانيد أبي يحيى فراس بن يحيى المكتب (ص28) ، رقم5/2-، ورواه الطبري في\nتفسيره 8/248، رقم 9222، وابن منده في الإيمان 2/552، رقم480، وأبو نعيم في\nمسانيد أبي يحيى فراس بن يحيى المكتب (ص28) ، رقم5/3، وقوام السنة في\nالترغيب والترهيب 2/1022، رقم 2511.من طريق محمد بن جعفر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nوأبو نعيم في المستخرج [ولم أقف عليه في المستخرج 1/164، 165، حيث ساق\nطرق الحديث] 2 (كما في النكت الظراف 6/346) ، وفي مسانيد أبي يحيى فراس بن\nيحيى المكتب (ص28) ، رقم 5/5. من طريق عبد الله بن المبارك.\n</p>\n\n<p>\nوأبو نعيم في الحلية 7/202، وفي مسانيد أبي يحيى فراس بن يحيى المكتب\n(ص27) ، رقم 5/1.من طريق داود بن إبراهيم الواسطي.\n</p>\n\n<p>\nوعبد الله بن أحمد في العلل 1/217، رقم 4941، وقوام السنة في الترغيب\nوالترهيب 2/945 رقم 2307.من طريق يحيى بن سعيد.\n</p>\n\n<p>\nكلهم عن شعبة، عن فراس، به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head69'>4- </h1>\n\n<p>\nوأبو بكرة رضي الله عنه:\n</p>\n\n<p>\nحدثنا محمدبن عبد الملك وغيره، حدثنا يزيد بن هارون، حدثنا الجريري1 عن\nعبد الرحمن بن أبي بكرة، عن أبيه - رضي الله عنه - أن النبي صلى الله عليه\nوسلم قال: \"الكبائر: الشرك بالله، وقتل النفس، وعقوق الوالدين\".\n</p>\n\n<p>\nثم احتفز فقال: \"وشهادة الزور\" \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nاعتقاد أهل السنة <span id='ms15'></span> 6/1106، رقم 1907، والخطيب في الكفاية (ص104) ،\nوالرافعي في التدوين في أخبار قزوين 4/5، وأبو يعقوب الكاتب في المناهي\nوعقوبات المعاصي (ق125/ب) . كلهم من طريق بشر بن المفضل.\n</p>\n\n<p>\nوالبخاري 12/276 الموضع السابق، رقم 6919، ومسلم 1/91، كتاب الإيمان، باب\nبيان الكبائر وأكبرها، رقم143ومن طريقه ابن حزم في المحلى 4/245، و11/269،\nوابن عبد الهادي في مسألة التوحيد (ص75) ، رقم 41، ورواه البيهقي في الكبرى\n10/121، وأحمد 5/36، 38- ومن طريقه ابن الجوزي في البر والصلة (ص87) ، رقم\n103، وفي الحدائق 2/464-، ورواه البزار 9/97، رقم 3629، والطبري في تهذيب\nالآثار (مسند علي) رقم 296، وابن منده في الإيمان 2/547، رقم 471، والواحدي\nفي الوسيط 2/39، 40.\n</p>\n\n<p>\nمن طريق إسماعيل بن علية.\n</p>\n\n<p>\nوالبخاري 10/41، كتاب الأدب، باب عقوق الوالدين من الكبائر، رقم 5976،\nوالبيهقي في الشعب 6/188، رقم 7866. من طريق خالد الطحان.\n</p>\n\n<p>\nوأبو نعيم في المستخرج 1/165، رقم 260.من طريق أبي بشر.\n</p>\n\n<p>\nوالبيهقي في الكبرى 10/121، وفي شعب الإيمان 6/188، رقم 7866، والخرائطي\nفي مساؤي الأخلاق، رقم 153 (*) ، ورقم 244، وابن منده في الإيمان2/546، رقم\n470، وقوام السنة في الترغيب والترهيب1/69، رقم88. من طريق يزيد بن هارون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nوالبزار 9/97، رقم 3630، والطحاوي في شرح مشكل الآثار 2/347، رقم82.من\nطريق عبد الوهاب بن عطاء.\n</p>\n\n<p>\nوابن المنذر في تفسيره (بهامش تفسير ابن أبي حاتم) (ق130/أ) من طريق\nوهيب.\n</p>\n\n<p>\nكلهم عن سعيد بن إياس الجريري، به، نحوه.\n</p>\n\n<p>\nوقال الترمذي: هذا حديث حسن صحيح.\n</p>\n\n<p>\nوقال البزار: وهذا الحديث لا نعلمه يروى عن أبي بكرة إلا من حديث\nالجريري، ورواه عن الجريري غير واحد، فاقتصرنا على حديث إسماعيل بن\nإبراهيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head70'>5- </h1>\n\n<p>\nوأبو هريرة من ثلاثة أوجه:\n</p>\n\n<p>\nفأحسن ذلك ما حدثنا الربيع بن سليمان، حدثنا ابن وهب، أخبرني سليمان بن\nبلال، عن كثير بن زيد، عن الوليد بن رباح، عن أبي هريرة -رضي الله عنه -\nقال: قال رسول الله صلى الله عليه وسلم: \"اتقوا السبع الموبقات\".\n</p>\n\n<p>\nقلنا: وما هن؟.\n</p>\n\n<p>\nقال: \"الشرك بالله، وقتل النفس التي حرم الله إلا بالحق، والزنا، وأكل\nالربا، وأكل مال اليتيم، وشهادة الزور، وقذف المحصنات الغافلات المؤمنات\".\n</p>\n\n<p>\nوليس في كل الحديث ذكر1: \"قذف المحصنات\"إلا في هذا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nحجر في موافقة الخبر الخبر1/349-، ورواه قوام السنة <span id='ms16'></span> في الترغيب والترهيب\n2/944، رقم 2305.\n</p>\n\n<p>\nمن طريق أبي العباس محمد بن يعقوب.\n</p>\n\n<p>\nوالخطيب في الكفاية (ص102) ، واللالكائي في شرح أصول اعتقاد أهل السنة\n6/1105، رقم 1904.من طريق عبد الله بن أحمد بن إسحاق.\n</p>\n\n<p>\nوالطحاوي في شرح مشكل الآثار 2/349، رقم 894.\n</p>\n\n<p>\nوالسهمي في تاريخ جرجان (ص495) ، رقم 1002، عن أبي يعقوب يوسف بن محمد\nالاستراباذي.\n</p>\n\n<p>\nكلهم عن الربيع بن سليمان، عن ابن وهب، عن سليمان بن بلال، عن ثور بن\nزيد، عن أبي الغيث، عن أبي هريرة.\n</p>\n\n<p>\nوتوبع الربيع بن سليمان على هذا الوجه:\n</p>\n\n<p>\nأخرجه مسلم 1/92، كتاب الإيمان، باب بيان الكبائر وأكبرها، رقم 145- ومن\nطريقه ابن حزم في المحلى 4/245، و8/326، 468، و11/268، 400، وابن عبد\nالهادي في مسألة التوحيد (ص76) ، رقم 42-، ورواه البيهقي في شعب الإيمان\n4/50، رقم 4309. من طريق هارون بن سعيد الأيلي.\n</p>\n\n<p>\nوأبو داود 3/294، كتاب الوصايا، باب ما جاء في التشديد في أكل مال\nاليتيم، رقم 2874- ومن طريقه أبو يعقوب الكاتب في المناهي وعقوبات المعاصي\n(ق105/أ) -، عن أحمد بن سعيد الهمداني.\n</p>\n\n<p>\nكلاهما عن ابن وهب، به.\n</p>\n\n<p>\nكما توبع ابن وهب:\n</p>\n\n<p>\nأخرجه البخاري5/462 (مع الفتح) ، كتاب الوصايا، باب قول الله تعالى: {إن\nالذين يأكلون أموال اليتامى ظلما\n</p>\n\n<h1 class='l1' id='head71'>… </h1>\n\n<p>\n} ، رقم 2766، وفي 10/243، كتاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nالطب، باب الشرك والسحر من الموبقات، رقم 5764، وفي 12/188، كتاب الحدود،\nباب رمي المحصنات، رقم 6857 - ومن طريقه ابن حبان 12/371، رقم5561، والبغوي\nفي شرح السنة1/86، رقم45، وفي تفسيره1/419.\n</p>\n\n<p>\nوابن أبي عاصم في الجهاد 2/646، رقم273، وابن الجوزي في الحدائق 2/463،\nوابن حجر في موافقة الخبر الخبر 1/349 (كلهم من طريق البخاري) ورواه أبو\nنعيم في المستخرج 1/165، رقم 262، وأبو عوانة 1/55، والبيهقي في الكبرى\n6/284، و8/249، و9/76، وفي شعب الإيمان 1/265، رقم 284 و 5/279، رقم 6658،\nوفي المدخل إلى السنن (ص239) ، رقم 322، وابن منده في الإيمان 2/550، رقم\n476.\n</p>\n\n<p>\nكلهم من طريق عبد العزيز بن عبد الله الأويسي.\n</p>\n\n<p>\nوالطحاوي في شرح مشكل الآثار 2/349، رقم 895.من طريق عبد الله ابن محمد\nالفهمي.\n</p>\n\n<p>\nكلاهما عن سليمان بن بلال، عن ثور بن زيد، عن أبي الغيث، عن أبي هريرة.\n</p>\n\n<p>\nقلت: والوجه الثاني أرجح، حيث رواه عدد من الثقات، وفيهم أئمة حفاظ كذلك <span id='ms17'></span>،\nكما توبع الربيع عليه من عدد من الثقات، وأخرجه هذه المتابعات البخاري\nومسلم.\n</p>\n\n<p>\nفي حين لم أجد من تابع المصنف في روايته لهذا الوجه، فروايته شاذة، والله\nأعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head72'>6- </h1>\n\n<p>\nوأنس بن مالك رضي الله عنه:\n</p>\n\n<p>\nحدثنا سليمان بن سيف، حدثنا أبو عتاب الدلال، حدثنا شعبةح.\n</p>\n\n<p>\nوحدثنا إسحاق بن إبراهيم، حدثنا أبو داود، حدثنا شعبة، عن عبيد الله ابن\nأبي بكر بن أنس، عن أبيه – رضي الله عنه – قال: قال رسول الله صلى الله\nعليه وسلم: \"أكبر الكبائر: الشرك بالله، وعقوق الوالدين، وقتل النفس التي\nحرم الله إلا بالحق\" \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nطريق وهب بن جرير.\n</p>\n\n<p>\nوالبخاري 5/309 (مع الفتح) ، كتاب الشهادات، باب ما قيل في شهادة الزور،\nرقم2653، والبيهقي في الكبرى 10/121، وابن منده في الإيمان 2/548، رقم\n474.من طريق عبد الملك بن إبراهيم الجدي.\n</p>\n\n<p>\nوالبخاري 12/199 (مع الفتح) ، كتاب الديات، باب قول الله تعالى: {ومن\nأحياها\n</p>\n\n<h1 class='l1' id='head73'>… </h1>\n\n<p>\n} ، رقم 6871.من طريق عبد الصمد.\n</p>\n\n<p>\nومسلم 1/91، كتاب الإيمان، باب بيان الكبائر وأكبرها، رقم 144، والترمذي\n3/504، كتاب البيوع، باب ما جاء في التغليظ في الكذب والزور ونحوه، رقم\n1207، وفي 5/235، كتاب التفسير، تفسير سورة النساء، رقم 3018، والنسائي\n7/88، كتاب تحريم الدم، باب ذكر الكبائر، رقم 4010، و8/63، كتاب القسامة،\nتأويل قول الله عز وجل: {ومن يقتل مؤمنا متعمدا\n</p>\n\n<h1 class='l1' id='head74'>… </h1>\n\n<p>\n} ، رقم 4867، والطبري في تفسيره 8/248، رقم 9220، وفي تهذيب الآثار\n(مسند علي) ، رقم 295، وابن منده في الإيمان 2/548، رقم 474.من طريق خالد\nبن الحارث.\n</p>\n\n<p>\nوالنسائي7/88، كتاب تحريم الدم، باب ذكر الكبائر، رقم4010، و 8/63، كتاب\nالقسامة تأويل قول الله عز وجل: {ومن يقتل مؤمنا متعمدا\n</p>\n\n<h1 class='l1' id='head75'>… </h1>\n\n<p>\n} رقم 4868.من طريق النضر بن شميل.\n</p>\n\n<p>\nوأبو نعيم في المستخرج 1/165، رقم 261.من طريق روح بن عبادة.\n</p>\n\n<p>\nوالبيهقي في الكبرى 8/20، وفي 10/121، و10/197، وفي الصغرى 3/203، رقم\n2924، والحربي في غريب الحديث 1/43، وابن منده في الإيمان 2/548\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nرقم 474، وابن الحطاب الرازي في مشيخته (ص139) ، رقم 35- ومن طريقه\nالذهبي في تذكرة الحفاظ 4/1443-. من طريق عمر ابن مرزوق.\n</p>\n\n<p>\nوأحمد 3/134- ومن طريقه ابن حجر في تغليق التعليق 5/385-، ورواه\nاللالكائي في شرح أصول اعتقاد أهل السنة 6/1105، رقم 1905، 1906. من طريق\nبهز بن أسد.\n</p>\n\n<p>\nوابن منده في الإيمان <span id='ms18'></span> 2/548، رقم 473 ومن طريقه ابن حجر في تغليق التعليق\n3/384-، ورواه أبو سعيد النقاش في كتاب الشهود (كما في الفتح 5/310) - ومن\nطريقه ابن حجر في التغليق5/385-. من طريق أبي عامر العقدي.\n</p>\n\n<p>\nوابن منده في الإيمان 2/548، رقم474.من طريق بشر بن عمرو، ويحيى ابن\nحبيب، ومحمد بن عبد الأعلى.\n</p>\n\n<p>\nوالطبري في تفسيره 8/248، رقم 9221. من طريق يحيى بن كثير.\n</p>\n\n<p>\nكلهم عن شعبة، عن عبيد الله بن أبي بكر، عن أنس، نحوه.\n</p>\n\n<p>\nوخالفهم روح بن عبادة، فرواه عن شعبة، عن عبد الرحمن بن أبي بكرة، عن\nأنس:\n</p>\n\n<p>\nذكر ذلك الترمذي، في الموضع السابق، ولم أقف على من أخرجه.\n</p>\n\n<p>\nقال الترمذي - بعد إخراجه للوجه السابق -: هذا حديث حسن غريب صحيح ورواه\nروح بن عبادة عن شعبة، وقال: عن عبد الرحمن بن أبي بكرة، ولا يصح.\n</p>\n\n<p>\nقلت: وقد تقدمت رواية روح بن عبادة عند أبي نعيم في المستخرج، وقد وافق\nمن رواه على الوجه الأول، فيقدم من روايتيه ما وافقه فيه غيره، ولعل الحمل\nفي روايته الثانية على أحد الرواة عنه، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head76'>7- </h1>\n\n<p>\nوعمران بن حصين رضي الله عنه:\n</p>\n\n<p>\nحدثنا أبو زرعة، حدثنا الحسن بن بشر، حدثنا الحكم بن عبد الملك، عن\nقتادة، عن الحسن، عن عمران بن حصين - رضي الله عنه - قال: قال رسول الله\nصلى الله عليه وسلم: \"ما تعدون الكبائر فيكم؟ \".\n</p>\n\n<p>\nقلنا: الشرك بالله، والزنا، والسرقة، وشرب الخمر.\n</p>\n\n<p>\nقال: \"هن كبائر، وفيهن عقوبات، ألا أنبئكم بأكبر الكبائر\".\n</p>\n\n<p>\nقلنا: بلى. قال: \"شهادة الزور\" \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nكلهم، عن سعيد بن بشير، عن قتادة، عن الحسن، عن عمران، نحوه.\n</p>\n\n<p>\nوقال البيهقي: تفرد به عمر بن سعيد الدمشقي، وهو منكر الحديث، وإنما يعرف\nمن حديث النعمان بن مرة مرسلا.\n</p>\n\n<p>\nقلت: وفي هذا الكلام نظر، حيث لم يتفرد به عمر بن سعيد، وإنما تابعه عدد\nمن الرواة، ورواية النعمان لا تعارض هذه الرواية، بل تشهد لها.\n</p>\n\n<p>\nولذا قال الحافظ ابن حجر في موافقة الخبر 1/356، بعد ذكره لقول البيهقي\nالمتقدم، قال: كذا قال، ولم ينفرد به كما ترى، بل تابعه عليه ثقتان <span id='ms19'></span>.\n</p>\n\n<p>\nوقال ابن أبي الفوارس: هذا حديث غريب من حديث قتادة عن الحسن، تفرد به\nالحكم بن عبد الملك.\n</p>\n\n<p>\nوتعقبه ابن حجر في موافقة الخبر فقال: قد تقدم من طريق سعيد بن بشير، فلم\nينفرد به الحكم.\n</p>\n\n<p>\nوقال الهيثمي في المجمع 1/ 103: رجاله ثقات، إلا أن الحسن مدلس وعنعنه.\n</p>\n\n<p>\nوقال ابن حجر في الفتح 12/190: سنده حسن.\n</p>\n\n<p>\nوقال في موافقة الخبر 1/356: هذا حديث حسن غريب من حديث الحسن، عزيز من\nحديث قتادة\n</p>\n\n<h1 class='l1' id='head77'>… </h1>\n\n<p>\nله شاهد مرسل من حديث النعمان بن مرة\n</p>\n\n<h1 class='l1' id='head78'>… </h1>\n\n<p>\n، ولآخره شاهد في الصحيحين من حديث أبي بكرة.\n</p>\n\n<p>\nقلت: إسناده ضعيف، فالحسن لم يسمع من عمران بن حصين (المراسيل ص 38) .\n</p>\n\n<p>\nوخولف قتادة في روايته للوجه السابق:\n</p>\n\n<p>\nفرواه يونس بن عبيد، والسري بن يحيى، عن الحسن، مرسلا:\n</p>\n\n<p>\nأخرجه المروزي في زياداته على كتاب البر والصلة لابن المبارك (ص143) ،\nرقم 105، عن يزيد بن زريع، عن يونس بن عبيد، عن الحسن مرسلا.\n</p>\n\n<p>\nوأخرجه إسماعيل القاضي في أحكام القرآن (كما في موافقة الخبر1/359) ، من\nطريق يونس بن عبيد، والسري بن يحيى، عن الحسن مرسلا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: ولعل الحمل في هذا الاختلاف على الحسن، فهو معروف بكثرة الإرسال\nوالتدليس، فلعله كان يرويه مرة عن عمران، ومرة بإسقاطه، والله أعلم.\n</p>\n\n<p>\nوله شاهد قوي، ولكنه مرسل:\n</p>\n\n<p>\nأخرجه مالك في الموطأ 1/167 - ومن طريقه ابن عبد البر في جامع بيان العلم\nوفضله1/480، رقم 765، وابن حجر في موافقة الخبر الخبر 1/360.\n</p>\n\n<p>\nوعبد الرزاق 2/ 371، رقم 3740، عن ابن عيينة.\n</p>\n\n<p>\nكلاهما عن يحيى بن سعيد، عن النعمان بن مرة، عن النبي صلى الله عليه وسلم\nنحوه مختصرا، وزاد فيه: \"وأسوأ السرقة الذي يسرق صلاته\n</p>\n\n<h1 class='l1' id='head79'>… </h1>\n\n<p>\n\" الحديث.\n</p>\n\n<p>\nوقال الحافظ ابن حجر: هذا حديث مرسل قوي الإسناد شاهد لحديث الحسن، يعتضد\nكل منهما بالآخر. ولآخره شاهد في الصحيح من حديث أبي هريرة.\n</p>\n\n<p>\nقلت: ولعل هذا الشاهد يرقى بالحديث إلى الحسن لغيره، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head80'>8- </h1>\n\n<p>\nوخريم بن فاتك رضي الله عنه:\n</p>\n\n<p>\nحدثنا سليمان بن سيف، ومحمد بن إسحاق: أبو بكر، قالا: حدثنا يعلى ابن\nعبيد، حدثنا سفيان العصفري، عن أبيه، عن حبيب بن <span id='ms20'></span> النعمان، عن خريم ابن فاتك\n– رضي الله عنه – أن النبي صلى الله عليه وسلم أصبح ذات يوم بعدما صلى\nالغداة فقال: \"عدلت شهادة الزور الشرك بالله وعقوق الوالدين\". ثم قرأ:\n{فاجتنبوا الرجس من الأوثان واجتنبوا قول الزور} 1. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nأماليه 1/92، رقم 177، والخطيب في تلخيص المتشابه 1/160، وابن عساكر في\nتاريخ دمشق10/39، ويعقوب بن سفيان في المعرفة والتاريخ 3/129، وأبو يعقوب\nالكاتب في المناهي وعقوبات المعاصي (ق125/أ، ب) . كلهم من طريق محمد بن\nعبيد.\n</p>\n\n<p>\nويعلى بن عبيد، ومحمد بن عبيد، كلاهما عن سفيان بن زياد، به نحوه.\n</p>\n\n<p>\nوقال الترمذي: وهذا عندي أصح، وخريم بن فاتك له صحبة، وقد روى عن النبي\nصلى الله عليه وسلم أحاديث وهو مشهور.\n</p>\n\n<p>\nقلت: وقد اختلف على سفيان بن زياد في هذا الحديث:\n</p>\n\n<p>\nفرواه يعلى بن عبيد، ومحمد بن عبيد، كما تقدم، عن سفيان بن زياد، عن\nأبيه، عن حبيب بن النعمان، عن خريم بن فاتك.\n</p>\n\n<p>\nومحمد بن عبيد، ويعلى كلاهما ثقة (التقريب 6114، 7844) .\n</p>\n\n<p>\nورواه مروان بن معاوية، عن سفيان، عن فاتك بن فضالة، عن أيمن ابن خريم:\n</p>\n\n<p>\nأخرجه الترمذي 4/547، الموضع السابق، رقم 2299- ومن طريقه ابن الأثير في\nأسد الغابة 1/160 -. عن أحمد بن منيع.\n</p>\n\n<p>\nوأحمد4/178، 233، 322ومن طريقه أبو نعيم في معرفة الصحابة2/374 رقم996،\nوابن قانع في معجم الصحابة1/53، والمزي في تهذيب الكمال3/446، 447، وابن\nعساكر في تاريخ دمشق (*) 10/38. كلهم من طريق أحمد\n</p>\n\n<p>\nوالبغوي في معجم الصحابة (ق13) – ومن طريقه ابن عساكر في تاريخ دمشق\n10/38، والواحدي في الوسيط 3/270-. عن جده. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nوابن عساكر في تاريخ دمشق10/39، والمزي في تهذيب الكمال23/135 من طريق\nأيوب بن محمد الوزان (*) وأبو نعيم في معرفة الصحابة 2/374، رقم 996. من\nطريق سويد بن سعيد.\n</p>\n\n<p>\nوالطبري في تفسيره 17/154، عن أبي كريب.\n</p>\n\n<p>\nكلهم عن مروان بن معاوية، عن سفيان، عن فاتك، عن أيمن بن خريم.\n</p>\n\n<p>\nوقال الترمذي: وهذا حديث غريب، إنما نعرفه من حديث سفيان بن زياد،\nواختلفوا في رواية هذا الحديث عن سفيان بن زياد، ولا نعرف لأيمن بن خريم\nسماعا من النبي صلى الله عليه وسلم (**)\n</p>\n\n<p>\nوقال ابن معين في <span id='ms21'></span> تاريخه2/ 147: الحديث كما حدث به محمد بن عبيد. ومروان\nبن معاوية لم يقمه.\n</p>\n\n<p>\nوقال يعقوب بن سفيان في المعرفة 3/130: وقد خالف مروان محمدا، والصحيح\nرواية محمد.\n</p>\n\n<p>\nقلت: ومروان بن معاوية: ثقة حافظ (التقريب 6575) .\n</p>\n\n<p>\nورواه أبو أسامة، عن سفيان بن زياد، عن أبيه، عن خريم بن فاتك:\n</p>\n\n<p>\nأخرجه الطبري في تفسيره 17/154، عن أبي السائب، عن أبي أسامة، به.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: وأبو أسامة، هو حماد بن أسامة: ثقة ثبت، كان بأخرة يحدث من كتب غيره\n(التقريب 1487) .\n</p>\n\n<p>\nوأبو السائب، هو سلم بن جنادة: ثقة ربما خالف (التقريب2464) .\n</p>\n\n<p>\nورواه سلمة بن رجاء، عن سفيان، عن أبيه، عن ابن خريم بن ثابت، عن أبيه:\n</p>\n\n<p>\nذكره أبو نعيم في معرفة الصحابة 2/375، ولم أقف على من أخرجه.\n</p>\n\n<p>\nقلت: وسلمة بن رجاء: صدوق يغرب (التقريب 2490) .\n</p>\n\n<p>\nولعل الوجه الأول أرجح هذه الأوجه، حيث رواه ثقتان كذلك، في حين لم أقف\nعلى من تابع رواته في بقية الأوجه.\n</p>\n\n<p>\nوإسناده من هذا الوجه الراجح ضعيف، فيه زياد العصفري، والد سفيان، وهو\nمجهول، قال ابن القطان في بيان الوهم والإيهام 3/548: مجهول.\n</p>\n\n<p>\nوقال الذهبي في الميزان 2/96: لا يدرى من هو.\n</p>\n\n<p>\nوله طريق أخرى عن خريم، ولكنها لا تثبت:\n</p>\n\n<p>\nفقد أخرجه العقيلي في الضعفاء 3/433. من طريق عمرو بن زياد الباهلي، عن\nغالب بن غالب، عن أبيه، عن جده، عن جندب، عن خريم بن فاتك، نحوه.\n</p>\n\n<p>\nوقال العقيلي: غالب بن غالب عن أبيه عن جده، إسناده مجهول، لا يعرف إلا\nبهذا الحديث.\n</p>\n\n<p>\nثم قال: هذا يروى عن خريم بن فاتك بإسناد صالح من غير هذا الوجه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head81'>9- </h1>\n\n<p>\nوابن عمر رضي الله عنهما:\n</p>\n\n<p>\nحدثنا محمد بن إسحاق، حدثنا الحسن بن موسى الأشيب، حدثنا أيوب ابن عتبة،\nعن طيسلة، عن ابن عمر - رضي الله عنهما - عن النبي صلى الله عليه وسلم قال:\n\"الكبائر سبع، الشرك بالله، وعقوق الوالدين، والزنا، والسحر، والفرار من\nالزحف، وأكل الربا، وأكل مال اليتيم\".\n</p>\n\n<p>\nهكذا رواه مرفوعا.\n</p>\n\n<p>\nوروى هذا الحديث عن طيسلة: يحيى بن أبي كثير، وزياد بن مخراق، عن طيسلة،\nعن ابن عمر رضي <span id='ms22'></span> الله عنهما موقوفا.\n</p>\n\n<p>\nوهو طيسلة بن مياس، ومياس لقب، وهو طيسلة بن علي الحنفي1 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nوالبيهقي في الكبرى3/409، والخرائطي في مساويء الأخلاق رقم246، و 740-\nومن طريقه ابن حجر في موافقة الخبر الخبر 1/344-، ورواه الخطيب في الكفاية\n(ص105) . من طريق حسين بن محمد المروذي.\n</p>\n\n<p>\nوأبو القاسم البغوي في الجعديات 2/480، رقم 3339 – ومن طريقه ابن عبد\nالبر في التمهيد 5/69-، عن علي بن الجعد.\n</p>\n\n<p>\nكلهم عن أيوب بن عتبة، عن طيسلة، عن ابن عمر، مرفوعا.\n</p>\n\n<p>\nورواه سلم بن سلام، عن أيوب بن عتبة، عن طيسلة، عن ابن عمر، موقوفا:\n</p>\n\n<p>\nأخرجه الطبري 8/240، رقم 9188، وفي تهذيب الآثار (مسند علي) ، رقم 314،\nعن سليمان بن ثابت الخزاز، عن سلم بن سلام، عن أيوب بن عتبة، به، موقوفا.\n</p>\n\n<p>\nوتوبع أيوب بن عتبة على هذا الوجه:\n</p>\n\n<p>\nأخرجه البخاري في الأدب المفرد (17) ، رقم 8- ومن طريقه ابن الجوزي في\nالبر والصلة (ص112) ، رقم 142، ببعضه، وابن حجر في موافقة الخبر الخبر\n1/343-، ورواه الطبري في تفسيره 8/239، رقم 9187، وأبو يعقوب الكاتب في\nالمناهي وعقوبات المعاصي (ق105/أ) ، وإسحاق بن راهويه في مسنده وفي تفسيره،\nوإسماعيل القاضي في أحكام القرآن (كما في موافقة الخبر الخبر1/34) . كلهم\nمن طريق إسماعيل بن علية.\n</p>\n\n<p>\nوالبخاري في الأدب المفرد (ص25) ، رقم 31، ببعضه، وابن المنذر في تفسيره\n(بهامش تفسير ابن أبي حاتم (ق130/ب) . من طريق حماد بن سلمة.\n</p>\n\n<p>\nوإسماعيل بن علية، وحماد، كلاهما عن زياد بن مخراق.\n</p>\n\n<p>\nوتابع زيادا على هذا الوجه: يحيى بن أبي كثير:\n</p>\n\n<p>\nذكر ذلك المصنف هنا، وابن عبد البر في التمهيد 5/69.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nكلاهما، عن طيسلة بن مياس، عن ابن عمر، موقوفا.\n</p>\n\n<p>\nوقال الحافظ ابن حجر في موافقة الخبر: هذا حديث حسن غريب لا نعرفه إلا من\nحديث طيسلة، وهو بفتح الطاء المهملة، وسكون التحتانية وفتح السين المهملة،\nوتخفيف اللام، ووهم من قدم اللام على السين\n</p>\n\n<h1 class='l1' id='head82'>… </h1>\n\n<p>\nالخ.\n</p>\n\n<p>\nثم قال: والموقوف أصح إسنادا.\n</p>\n\n<p>\nوقال أيضا: وأقوى طرقه رواية زياد بن مخراق الأولى.\n</p>\n\n<p>\nورواه عيسى بن خالد، وسلم بن سلام، عن أيوب بن عتبة، عن يحيى ابن أبي\nكثير، عن عبيد <span id='ms23'></span> بن عمير، عن أبيه، مرفوعا:\n</p>\n\n<p>\nأخرجه الطبراني في الكبير17/48، رقم 102.من طريق عيسى بن خالد اليمامي.\n</p>\n\n<p>\nوالطبري في تفسيره 8/241، رقم 9189، وفي تهذيب الآثار (مسند علي) ، رقم\n315.من طريق سلم بن سلام.\n</p>\n\n<p>\nكلاهما عن أيوب بن عتبة، به.\n</p>\n\n<p>\nوخولف أيوب في روايته لهذا الوجه عن يحيى، خالفه حرب بن شداد، فرواه عن\nيحيى بن أبي كثير، عن عبد الحميد بن سنان، عن عبيد بن عمير، عن أبيه.\n</p>\n\n<p>\nوقد تكلمت عن هذه المخالفة بالتفصيل في تحقيقي لتتمة الضياء المقدسي على\nهذا الكتاب، ولم أر أن أذكرها هنا مراعاة للاختصار.\n</p>\n\n<p>\nولعل الحمل في هذا الاختلاف على أيوب نفسه، فهو ضعيف (التقريب 619) ،\nولعله كان يحدث بهذه الأوجه جميعا.\n</p>\n\n<p>\nولكن من حيث الترجيح عموما عن طيسلة فالوجه الثاني أرجح، حيث توبع أيوب\nعليه من ثقتين، وهما زياد بن مخراق، ويحيى بن أبي كثير (التقريب 2098،\n7632) .\n</p>\n\n<p>\nوعليه فالراجح أنه موقوف على ابن عمر، ولم يثبت مرفوعا، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head83'>10- </h1>\n\n<p>\nوأبو أيوب رضي الله عنه:\n</p>\n\n<p>\nحدثنا يزيد بن عبد الملك، حدثنا يزيد بن عمرو السكوني، حدثنا بقية، حدثنا\nابن ثوبان، عن أبيه، عن محكول يرده إلى1 أبي أيوب – رضي الله عنه – أن\nالنبي صلى الله عليه وسلم قال: \"أكبر الكبائر: الإشراك بالله، وقتل النفس،\nوعقوق الوالدين، ومنع ابن السبيل، والفرار من الزحف\" 2. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nوأحمد 5/413، والطبراني في الكبير 4/128، رقم 3885، وفي مسند الشاميين\n2/178، رقم 1144- ومن طريقه الشجري في أماليه 1/20-. من طريق حيوة بن شريح.\n</p>\n\n<p>\nوأحمد 5/413. من طريق زكريا بن عدي.\n</p>\n\n<p>\nوالطبراني في الكبير4/128، رقم 3885 ومن طريقه الشجري في أماليه 1/20 من\nطريق عيسى ابن المنذر.\n</p>\n\n<p>\nواللالكائي في شرح أصول اعتقاد أهل السنة 6/1134، رقم 1979، من طريق عبد\nالرحمن بن يونس السراج.\n</p>\n\n<p>\nكلهم عن بقية، عن بحير بن سعد، عن خالد بن معدان، عن أبي رهم السمعي، عن\nأبي أيوب الأنصاري، أن النبي صلى الله عليه وسلم قال: \"من مات يعبد الله لا\nيشرك به شيئا، ويقيم الصلاة، ويؤتي الزكاة، ويجتنب الكبائر كان له الجنة\"\nفسألوه عن الكبائر، فقال: \"الإشراك بالله، وقتل النفس المسلمة، والفرار <span id='ms24'></span> يوم\nالزحف\".\n</p>\n\n<p>\nورواه أكثر من ثقة، عن بقية، عن بحير بن سعد، عن خالد بن معدان عن أبي\nالمتوكل، عن أبي هريرة:\n</p>\n\n<p>\nأخرجه ابن أبي عاصم في كتاب الجهاد 2/200، رقم 278، وفي كتاب الديات\n(ص42) - وعنه أبو الشيخ في التوبيخ والتنبيه1 (233) ، رقم211 ورواه ابن أبي\nحاتم في العلل 1/339، رقم 1005.\n</p>\n\n<p>\nمن طريق محمد بن مصفى، وعمرو بن عثمان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nوابن أبي حاتم في الموضع السابق من العلل. من طريق عبد الجبار بن عاصم.\n</p>\n\n<p>\nوابن شاهين في الأفراد (كما في أطراف المسند 8/18) ومن طريقه ابن الجوزي\nفي التحقيق 2/383، رقم 2028 من طريق داود بن رشيد.\n</p>\n\n<p>\nكلهم عن بقية، عن بحير بن سعد، عن خالد بن معدان، عن أبي المتوكل، عن أبي\nهريرة، أن النبي صلى الله عليه وسلم قال: \"من لقي الله لا يشرك به شيئا،\nوأدى زكاة ماله طيبا بها نفسه، محتسبا، وسمع وأطاع، فله الجنة – أو دخل\nالجنة - وخمس ليس لهن كفارة: الشرك بالله، وقتل النفس بغير حق، أو بهت\nمؤمن، أو الفرار يوم الزحف، أو يمين صابرة تقتطع مالا بغير حق\".\n</p>\n\n<p>\nورواه إسحاق بن راهويه، وهشام بن عمار، عن بقية، عن بحير بن سعد، عن خالد\nبن معدان، عن المتوكل، عن أبي هريرة:\n</p>\n\n<p>\nأخرجه إسحاق بن راهويه في مسنده 1/342، رقم 336.\n</p>\n\n<p>\nوالطبراني في مسند الشاميين 2/200، رقم 1183، 1184، وابن أبي حاتم في\nالعلل (1) 1/339، رقم 1005، من طريق هشام بن عمار. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nكلاهما عن بقية، عن بحير بن سعد، به.\n</p>\n\n<p>\nوتوبع بقية على هذا الوجه:\n</p>\n\n<p>\nأخرجه الطبراني في مسند الشاميين 2/200، رقم 1183، 1184، عن أحمد بن\nالمعلى الدمشقي، عن هشام بن عمار، عن إسماعيل بن عياش وبقية، به.\n</p>\n\n<p>\nقلت: وأحمد بن المعلى: صدوق (التقريب 108) توفي سنة 286.\n</p>\n\n<p>\nوهشام بن عمار: صدوق كبر فصار يتلقن (التقريب 7303) ، وتوفي سنة 245.\n</p>\n\n<p>\nوعلى هذا فبين وفاته ووفاة أحمد بن المعلى أكثر من أربعين سنة، فاحتمال\nأن تكون رواية أحمد عنه إنما كانت حال تغيره وبعد كبره قوي جدا.\n</p>\n\n<p>\nوعليه ففي ثبوت هذه المتابعة نظر، وخاصة أن ابن أبي حاتم قد روى هذا\nالحديث عن أبي زرعة <span id='ms25'></span>، عن هشام بن عمار لوحده، وأبو زرعة ثقة ثبت كما هو\nمعلوم، وروايته مقدمة على رواية أحمد بن المعلى، والله أعلم.\n</p>\n\n<p>\nورواه زكريا بن عدي، عن بقية، عن بحير بن سعد، عن خالد بن معدان، عن\nالمتوكل، أو أبي المتوكل، عن أبي هريرة:\n</p>\n\n<p>\nأخرجه أحمد (1) 2/361، 362- ومن طريقه عبد الغني المقدسي في كتاب التوحيد\n(68) رقم 71-، عن زكريا بن عدي، عن بقية به، على الشك.\n</p>\n\n<p>\nقلت: وزكريا بن عدي: ثقة (التقريب 2024) .\n</p>\n\n<p>\nوقال الحافظ ابن حجر في تعجيل المنفعة (ص256) ، رقم 1004:المتوكل، أو أبو\nالمتوكل، كذا وقع بالشك، عن أبي هريرة حديث: \"من لقي الله لا يشرك به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nشيئا\" الحديث، وفيه: \"وخمس ليس لهن كفارة\"، روى عنه خالد بن معدان، وذكره\nابن حبان في الثقات، فقال: لا أدري من هو، ولا ابن من هو.\n</p>\n\n<p>\nقلت (أي ابن حجر) : وقد أخرج ابن شاهين في كتاب الأفراد الحديث الذي له\nفي المسند، فقال: عن أبي المتوكل، ولم يشك، ولم أره في كتاب الحاكم أبي\nأحمد في الكنى، فظن ابن الجوزي أنه أبو المتوكل الناجي المخرج له في\nالصحيح، فاحتج بحديثه هذا في التحقيق، فوهم في ذلك، وقد جزم البخاري، وتبعه\nابن أبي حاتم بأنه المتوكل، اسم لا كنية، وقال أبو حاتم: مجهول، وهذا هو\nالمعتمد. انتهى.\n</p>\n\n<p>\nقلت: إن كان مراد الحافظ قوله: \"وهذا هو المعتمد\" ترجيح أنه المتوكل،\nوأنه اسم لا كنية، ففي ذلك نظر، حيث تقدم في التخريج أن من قال: \"أبو\nالمتوكل\" أكثر ممن قال بأنه: \"المتوكل\". وهذا يقتضي ترجيح رواياتهم.\n</p>\n\n<p>\nوهذا ما رجحه أبو زرعة كما تقدم بقوله: \"أبو المتوكل أصح\". ولعله الصواب.\n</p>\n\n<p>\nولكن أحد رواته على الوجه الآخر، وهو ابن راهويه ثقة ثبت، فلعل الحمل في\nهذا الاختلاف على بقية، إذ الرواة عنه في كل الأوجه أقوى منه حالا.\n</p>\n\n<p>\nويؤيد ذلك أنه رواه أيضا عند الإمام أحمد على الشك، فتأكد أنه كان يرويه\nمرة على وجه، ومرة على وجه آخر، ومرة ثالثة بالشك بينهما، والله أعلم.\n</p>\n\n<p>\nورواه حيوة بن شريح، عن <span id='ms26'></span> بقية، عن بحير بن سعد، عن خالد بن معدان، عن أبي\nبحرية، عن معاذ بن جبل:\n</p>\n\n<p>\nأخرجه الطبراني في مسند الشاميين 2/187، رقم 1161، عن أحمد بن محمد بن\nيحيى بن حمزة، عن حيوة بن شريح، به.\n</p>\n\n<p>\nقلت: وأحمد بن محمد، قال عنه الذهبي: له مناكير (الميزان 1/151) .\n</p>\n\n<p>\nوعليه فهذا الوجه منكر، حيث خالف الثقات في هذه الرواية، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nومما تقدم يتضح أن بقية قد رواه على عدة أوجه، والرواة عنه في كل هذه\nالأوجه - ما عدا الوجه السادس - كلهم أقوى منه حالا، فلعل الحمل في هذا\nالاختلاف عليه، فكان يحدث بها جميعا، وهذا يدل على اضطرابه فيها.\n</p>\n\n<p>\nوبقية كماهومعلوم مشهور بتدليس التسوية، ولم يصرح بالتحديث في أي منها.\n</p>\n\n<p>\nإلا أنه قد توبع على الوجه الثاني، تابعه ابن أبي السري:\n</p>\n\n<p>\nفقد أخرجه الطبري في تفسيره 8/349، رقم 9224، عن ابن أبي السري: محمد بن\nالمتوكل عن بحير بن سعد (1) ، عن خالد بن معدان، به.\n</p>\n\n<p>\nومحمد بن المتوكل: صدوق له أوهام كثيرة (التقريب 6263) .\n</p>\n\n<p>\nوله طريق أخرى من رواية أبي رهم عن أبي أيوب:\n</p>\n\n<p>\nأخرجه الطبراني في الكبير 4/129، رقم 3886- ومن طريقه الشجري في أماليه\n1/21-. عن عمرو بن إسحاق الحمصي.\n</p>\n\n<p>\nوابن أبي عاصم في الجهاد 2/645، رقم 272، عن محمد بن عوف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nكلاهما عن محمد بن إسماعيل بن عياش، عن أبيه، عن ضمضم بن زرعة، عن شريح\nبن عبيد، عن أبي رهم، عن أبي أيوب، نحوه.\n</p>\n\n<p>\nقلت: وإسناده لا بأس به، وإن كان فيه محمد بن إسماعيل، وهو ضعيف (انظر\nالجامع في الجرح 2/450) ، وقيل إنه لم يسمع من أبيه، لكن إحدى طريقي الحديث\nمن رواية محمد بن عوف عنه، وقد قال الحافظ في التهذيب: \"وقد أخرج أبو داود\nعن محمد بن عوف عنه عن أبيه عدة أحاديث، لكن يروونها بأن محمد بن عوف رآها\nفي أصل إسماعيل\" (التهذيب 9/61) .\n</p>\n\n<p>\nوله طريق أخرى عن أبي أيوب:\n</p>\n\n<p>\nوقد خرجتها بالتفصيل في الذيل عن الكبائر، وإسنادها صحيح لغيره.\n</p>\n\n<p>\nومما تقدم فلعل الحديث بمجموع الطرق السابقة يكون صحيحا لغيره، والله\nأعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head84'>11- </h1>\n\n<p>\nعبد الله بن <span id='ms27'></span> أنيس رضي الله عنه:\n</p>\n\n<p>\nحدثنا علي بن عبد الرحمن بن المغيرة، حدثنا عبد الله بن صالح، حدثنا\nالليث، عن هشام بن سعد، عن محمد بن زيد. ح.\n</p>\n\n<p>\nوحدثنا ابن سهل1، حدثنا وهب بن بقية، حدثنا خالد بن عبد الله، عن عبد\nالرحمن بن إسحاق، عن محمد بن زيد بن المهاجر بن قنفذ، عن أبي أمامة\nالأنصاري، عن عبد الله بن أنيس رضي الله عنه عن النبي صلى الله عليه وسلم:\n\"اتقوا الكبائر، فإنهن سبع: الإشراك بالله، وقتل النفس التي حرم الله إلا\nبالحق، والزنا، وأكل الربا، وأكل مال اليتيم، والفرار من الزحف، وعقوق\nالوالدين\"\n</p>\n\n<p>\nتم بحمد الله ومنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nالمختارة 9/15، رقم 2، وابن الجوزي في البر والصلة (88) ، رقم 106،\nوالمزي في تهذيب الكمال 33/51، 52-، ورواه ابن أبي شيبة في مسنده 2/346،\nرقم 850، وفي المصنف 7/5 (بمتنه الأخير الآتي) - وعنه ابن أبي عاصم في\nالآحاد والمثاني 4/80، رقم 2036-، ورواه الطحاوي في شرح مشكل الآثار 2/348،\nرقم 893، والخرائطي في مساوئ الأخلاق، رقم 124 (بمتنه الأخير) ، وابن\nالمنذر في تفسيره، وعبد بن حميد في تفسيره – كما في هامش تفسير ابن أبي\nحاتم (ق 130/ب) - كلهم من طريق يونس بن محمد المؤدب.\n</p>\n\n<p>\nوالطبراني في الكبير 13 (القسم المتمم) ص142، رقم 349، وفي الأوسط4/150\nرقم 3261- وعنه أبو نعيم في الحلية 7/327-. من طريق شعيب ابن يحيى.\n</p>\n\n<p>\nكلهم (عبد الله بن صالح، ويونس، وشعيب) عن الليث بن سعد، عن هشام بن سعد،\nعن محمد بن زيد، عن أبي أمامة، عن عبد الله بن أنيس.\n</p>\n\n<p>\nوجاء متنه عند أكثرهم: \"أكبر الكبائر الإشراك بالله – عز وجل - وعقوق\nالوالدين، واليمين الغموس، وأيم الله الذي نفسي بيده لا يحلف أحد وإن كان\nعلى مثل جناح البعوضة إلا كانت نكتة في قلبه إلى يوم القيامة\".\n</p>\n\n<p>\nوقال الترمذي: وأبو أمامة الأنصاري، هو ابن ثعلبة، ولا نعرف اسمه، وقد\nروى عن النبي صلى الله عليه وسلم أحاديث، وهذا حديث حسن غريب.\n</p>\n\n<p>\nوقال الحاكم: هذا حديث صحيح الإسناد، ولم يخرجاه. ووافقه الذهبي.\n</p>\n\n<p>\nوقال الطبراني في الأوسط: لا يروى هذا الحديث عن عبد الله بن أنيس إلا <span id='ms28'></span>\nبهذا الإسناد، تفرد به الليث.\n</p>\n\n<p>\nوقال أبو نعيم: غريب من حديث الليث وهشام، وما رواه عن النبي صلى الله\nعليه وسلم بهذا اللفظ إلا [ابن] (1) أنيس. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nأما الطريق الثانية:\n</p>\n\n<p>\nفقد اختلف على وهب بن بقية فيها على ثلاثة أوجه:\n</p>\n\n<p>\nفرواه أسلم بن سهل، عن وهب بن بقية، عن خالد بن عبد الله، عن عبد الرحمن\nابن إسحاق، عن محمد بن زيد، عن أبي أمامة الأنصاري، عن عبد الله بن أنيس:\n</p>\n\n<p>\nأخرجه المصنف هنا – ومن طريقه الضياء المقدسي في المختارة 9/16، رقم 3 -\nعن أسلم بن سهل، عن وهب بن بقية، به.\n</p>\n\n<p>\nقلت: وأسلم بن سهل، هو الواسطي، الراجح أنه ثقة ثبت (1)\n</p>\n\n<p>\nورواه أكثر من ثقة، عن وهب بن بقية، حدثنا خالد بن عبد الله، عن عبد\nالرحمن بن إسحاق، عن محمد بن زيد بن المهاجر بن قنفذ، عن عبد الله ابن أبي\nأمامة، عن عبد الله بن أنيس:\n</p>\n\n<p>\nأخرجه ابن حبان 12/374، رقم 5563، والضياء في المختارة 9/17، رقم 4، وابن\nالأثير في أسد الغابة 3/120. من طريق أبي يعلى الموصلي.\n</p>\n\n<p>\nوالطبراني في الكبير (2) القسم المتتم للجزء 13/412، رقم 350- ومن طريقه\nالضياء في المختارة 9/17، رقم 5- عن محمود بن محمد الواسطي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nوابن أبي عاصم في الآحاد والمثاني 4/80، رقم 2035 (1) ، وفي 5/20، رقم\n2556.كلهم عن وهب بن بقية، به.\n</p>\n\n<p>\nقلت: وأبو يعلى، وابن أبي عاصم: ثقتان ثبتان معروفان.\n</p>\n\n<p>\nومحمود الواسطي قال الذهبي: الحافظ المفيد العالم، وكان من بقايا الحفاظ\nببلده (السير 14/242) .\n</p>\n\n<p>\nورواه البغوي، وإبراهيم بن إسحاق، عن وهب بن بقية، عن خالد بن عبد الله،\nعن عبد الرحمن بن إسحاق، عن محمد بن زيد، عن عبد الله بن أبي أمامة\nالأنصاري، عن أبي أمامة، عن عبد الله بن أنيس:\n</p>\n\n<p>\nأخرجه أبو القاسم البغوي في معجم الصحابة (ق 370) .\n</p>\n\n<p>\nوأبو يعقوب الكاتب في المناهي (ق114/أ، ب) ، عن إبراهيم بن إسحاق.\n</p>\n\n<p>\nكلاهما عن وهب بن بقية، به.\n</p>\n\n<p>\nوذكره المزي في تحفة الأشراف4/275، من رواية عبد الرحمن بن إسحاق، به.\n</p>\n\n<p>\nوقال المزي: فزاد فيه: \" عبد الله بن أبي أمامة \".\n</p>\n\n<p>\nقلت: والبغوي ثقة حافظ معروف.\n</p>\n\n<p>\nوإبراهيم <span id='ms29'></span> بن إسحاق، لعله السراج، وهو ثقة (السير 13/489) .\n</p>\n\n<p>\nقلت: ولعل الوجه الثاني أرجح عن وهب، حيث رواه الأكثر كذلك، مع ثقتهم.\n</p>\n\n<p>\nإلاإنه يمكن القول بأن الوجهين الأول والثالث محفوظان عن وهب، إذ الرواة\nف يهما ثقات، ولعل الحمل في هذا الاختلاف على عبد الرحمن بن إسحاق، وهو\nصدوق (التقريب 3800) ، والرواة دونه في كل الأوجه أوثق منه، والله أعلم.\n</p>\n\n<p>\nولكن الوجه الأول أرجح عموما، حيث توبع عبد الرحمن بن إسحاق، تابعه هشام\nبن سعد، كما تقدم في تخريج الطريق الأولى، والله أعلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nوإسناده من هذا الوجه صحيح لغيره، فعبد الرحمن، تقدم أنه صدوق، وهشام بن\nسعد: صدوق له أوهام (التقريب 5894) . وأبو أمامة: صحابي جليل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head85'>مصادر ومراجع</h1>\n\n<p>\n...\n</p>\n\n<p>\nفهرس المصادر والمراجع\n</p>\n\n<p>\nأولا: المصادر المخطوطة:\n</p>\n\n<h1 class='l1' id='head86'>1- </h1>\n\n<p>\nحديث أبي الحسن الحمامي: علي بن أحمد، رواية أبي الحسن العلاف الحاجب\nعنه، الجزء الخامس، مصورة عندي عن مصورة جامعة الإمام، رقم 7236 (146-155)\n.\n</p>\n\n<h1 class='l1' id='head87'>2- </h1>\n\n<p>\nالذيل على الكبائر، للضياء المقدسي: محمد بن عبد الواحد، مصورة عندي عن\nنسخة الظاهرية، مجموع رقم 81 (1- 5) .\n</p>\n\n<h1 class='l1' id='head88'>3- </h1>\n\n<p>\nمعجم الصحابة، للبغوي: أبي القاسم عبد الله بن محمد، مصورة عندي، عن نسخة\nالخزانة العامة بالرباط.\n</p>\n\n<h1 class='l1' id='head89'>4- </h1>\n\n<p>\nالمناهي وعقوبات المعاصي والتحذير منها، لأبي يعقوب محمد بن إسحاق\nالكاتب، مصورة عندي عن نسخة الظاهرية، رقم 4585 عام (1-203) .\n</p>\n\n<p>\nثانيا: المصادر المطبوعة:\n</p>\n\n<h1 class='l1' id='head90'>1- </h1>\n\n<p>\nالآحاد والمثاني، لابن أبي عاصم، أبي بكر أحمد بن عمرو (ت 287) ، تحقيق\nد. باسم الجوابرة، دار الراية، الرياض، الطبعة الأولى1411? – 1991م.\n</p>\n\n<h1 class='l1' id='head91'>2- </h1>\n\n<p>\nالأحاديث المختارة، للحافظ ضياء الدين المقدسي (ت463) ، تحقيق عبد الملك\nبن دهيش، مكتبة النهضة الحديثة، مكة المكرمة، الطبعة الأولى 1411?.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head92'>3- </h1>\n\n<p>\nالإحسان في تقريب صحيح ابن حبان (ت354?) ، ترتيب علاء الدين علي بن بلبان\nالفارسي (ت739) ، تحقيق شعيب الأرنأوط، مؤسسة الرسالة، بيروت، الطبعة\nالأولى 1408?.\n</p>\n\n<h1 class='l1' id='head93'>4- </h1>\n\n<p>\nأحكام القرآن، لأبي بكر أحمد بن علي الجصاص (ت 370) ، مراجعة صدقي محمد\nجميل، المكتبة التجارية، مكة المكرمة، 1414?.\n</p>\n\n<h1 class='l1' id='head94'>5- </h1>\n\n<p>\nالأدب المفرد، للإمام البخاري، محمد بن إسماعيل (ت256?) ، مع شرحه فضل\nالله الصمد، المطبعة السلفية، القاهرة، الطبعة الثانية، 1388?.\n</p>\n\n<h1 class='l1' id='head95'>6- </h1>\n\n<p>\nكتاب الأربعين حديثا، لأبي بكر الآجري، محمد بن الحسين (ت360?) ، تحقيق\nبدر البدر، مكتبة المعلا، الكويت، الطبعة <span id='ms30'></span> الأولى 1408?.\n</p>\n\n<h1 class='l1' id='head96'>7- </h1>\n\n<p>\nإرشاد طلاب الحقائق، للإمام النووي: أبي زكريا يحيى بن شرف (ت676?) ،\nتحقيق عبد الباري السلفي، مكتبة الإيمان، المدينة النبوية، الطبعة الأولى\n1408?.\n</p>\n\n<h1 class='l1' id='head97'>8- </h1>\n\n<p>\nالاستيعاب في معرفة الأصحاب، لأبي عمر يوسف بن عبد البر (ت463?) ، تحقيق\nد. طه الزيني، مطبوع بهامش الإصابة، مكتبة الكليات الأزهرية، القاهرة،\nالطبعة الأولى 1397?.\n</p>\n\n<h1 class='l1' id='head98'>9- </h1>\n\n<p>\nأسد الغابة في معرفة الصحابة، للإمام ابن الأثير الجزري (ت630?) تصوير\nدار إحياء التراث العربي، بيروت.\n</p>\n\n<h1 class='l1' id='head99'>10- </h1>\n\n<p>\nالإصابة في تمييز الصحابة، للحافظ ابن حجر العسقلاني، أحمد بن علي، تحقيق\nد. طه الزيني، مكتبة الكليات الأزهرية، القاهرة، الطبعة الأولى 1397?.\n</p>\n\n<h1 class='l1' id='head100'>11- </h1>\n\n<p>\nأصول السنة، لابن أبي زمنين، محمد بن عبد الله الأندلسي (ت399?) ، تحقيق\nعبد الله البخاري، مكتبة الغرباء الأثرية، المدينة النبوية، الطبعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nالأولى 1415?.\n</p>\n\n<h1 class='l1' id='head101'>12- </h1>\n\n<p>\nإطراف المسند المعتلي بأطراف المسند الحنبلي، للحافظ ابن حجر العسقلاني\n(ت852?) ، تحقيق زهير الناصر، دار ابن كثير، ودار الكلم الطيب، بيروت،\nالطبعة الأولى 1414?.\n</p>\n\n<h1 class='l1' id='head102'>13- </h1>\n\n<p>\nالاعتقاد والهداية إلى سبيل الرشاد، للإمام البيهقي، أحمد بن الحسين\n(ت458?) ، تعليق كمال الحوت، عالم الكتب، بيروت، الطبعة الثانية 1405?.\n</p>\n\n<h1 class='l1' id='head103'>14- </h1>\n\n<p>\nالإقناع، لابن المنذر: أبي بكر محمد بن إبراهيم (ت318?) ، تحقيق د. عبد\nالله الجبرين، مطابع الفرزدق، الطبعة الأولى 1408?.\n</p>\n\n<h1 class='l1' id='head104'>15- </h1>\n\n<p>\nالأمالي، لابن بشران: عبد الملك بن محمد (ت430?) ، تحقيق عادل العزازي،\nدار الوطن، الرياض، الطبعة الأولى 1418?.\n</p>\n\n<h1 class='l1' id='head105'>16- </h1>\n\n<p>\nالأمالي، للإمام يحيى بن الحسين الشجري، ترتيب محمد بن أحمد العبشمي،\nمطبعة الفجالة، مصر، بدون سنة طبع.\n</p>\n\n<h1 class='l1' id='head106'>17- </h1>\n\n<p>\nالأنساب، للإمام السمعاني، عبد الكريم بن محمد (ت562?) ، تعليق عبد الله\nالبارودي دار الكتب العلمية، بيروت، الطبعة الأولى 1408 – 1988م.\n</p>\n\n<h1 class='l1' id='head107'>18- </h1>\n\n<p>\nكتاب الإيمان، للحافظ ابن منده: محمد بن إسحاق (ت395) ، تحقيق د. علي\nالفقيهي، مطبوعات الجامعة الإسلامية، المدينة النبوية، الطبعة الأولى،\n1401?.\n</p>\n\n<h1 class='l1' id='head108'>19- </h1>\n\n<p>\nالبحر الزخار (مسند البزار) ، للحافظ أبي بكر أحمد بن عمرو البزار\n(ت292?) ، تحقيق محفوظ السلفي، مؤسسة علوم القرآن، بيروت، الطبعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nالأولى، بدء في طبعه عام 1409?، وصدر منه حتى الآن تسعة أجزاء، ولم يكتمل\nبعد.\n</p>\n\n<h1 class='l1' id='head109'>20- </h1>\n\n<p>\nكتاب البر والصلة، لابن الجوزي، أبي الفرج عبد الرحمن بن علي (ت597?) ،\nتحقيق عادل عبد الموجود، علي معوض، مكتبة السنة، القاهرة، الطبعة الأولى\n1413?.\n</p>\n\n<h1 class='l1' id='head110'>21- </h1>\n\n<p>\nبغية الباحث عن زوائد مسند الحارث <span id='ms31'></span>، للحافظ نور الدين الهيثمي (ت 807?) ،\nتحقيق د. حسين الباكري، مطبوعات مركز خدمة السنة، المدينة النبوية، الطبعة\nالأولى 1413?.\n</p>\n\n<h1 class='l1' id='head111'>22- </h1>\n\n<p>\nبغية الطلب في تاريخ حلب، لابن العديم: عمر بن أحمد (ت660?) ، تحقيق د.\nسهيل زكار، دار الفكر، بيروت، لبنان، لم تذكر سنة الطبع.\n</p>\n\n<h1 class='l1' id='head112'>23- </h1>\n\n<p>\nبيان الوهم والإيهام الواقعين في كتاب الأحكام، للحافظ ابن القطان الفاسي\n(ت628?) تحقيق د. الحسين آيت سعيد، دار طيبة، الرياض، الطبعة الأولى 1418?.\n</p>\n\n<h1 class='l1' id='head113'>24- </h1>\n\n<p>\nالتاريخ، للإمام يحيى بن معين (ت233?) ، تحقيق د. أحمد نور سيف، مركز\nالبحث العلمي، جامعة الملك عبد العزيز، الطبعة الأولى 1399? – 1979م.\n</p>\n\n<h1 class='l1' id='head114'>25- </h1>\n\n<p>\nتاريخ بغداد، للخطيب البغدادي، أحمد بن علي بن ثابت (ت463?) ، تصوير دار\nالكتاب العربي، بيروت.\n</p>\n\n<h1 class='l1' id='head115'>26- </h1>\n\n<p>\nتاريخ التراث العربي، لفؤاد سزكين، تعريب محمود حجازي، طبعة جامعة الإمام\nمحمد بن سعود الإسلامية، الرياض، 1403? 1987م.\n</p>\n\n<h1 class='l1' id='head116'>27- </h1>\n\n<p>\nتاريخ جرجان، لأبي القاسم حمزة بن يوسف السهمي (ت427?) ، بعناية محمد عبد\nالمعيد خان، عالم الكتب، بيروت، الطبعة الرابعة 1407? –\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\n1987م.\n</p>\n\n<h1 class='l1' id='head117'>28- </h1>\n\n<p>\nتاريخ دمشق، لابن عساكر: علي بن الحسن الشافعي (ت571?) ، تحقيق عمرو\nغرامة العمروي، دار الفكر، بيروت، الطبعة الأولى، 1415?.\n</p>\n\n<h1 class='l1' id='head118'>29- </h1>\n\n<p>\nالتاريخ الكبير، للإمام البخاري، محمد بن إسماعيل (ت256?) ، تصوير دار\nالكتب العلمية، بيروت.\n</p>\n\n<h1 class='l1' id='head119'>30- </h1>\n\n<p>\nتحفة الأشراف بمعرفة الأطراف، للحافظ المزي: يوسف بن عبد الرحمن (ت742?)\n، تحقيق عبد الصمد شرف الدين، الدار القيمة، الهند، الطبعة الثانية 1403? –\n1983م.\n</p>\n\n<h1 class='l1' id='head120'>31- </h1>\n\n<p>\nالتحقيق في أحاديث الخلاف، لأبي الفرج ابن الجوزي (ت597?) ، تحقيق مسعد\nالسعدني، دار الكتب العلمية، بيروت، الطبعة الأولى 1415?.\n</p>\n\n<h1 class='l1' id='head121'>32- </h1>\n\n<p>\nالتدوين في أخبار قزوين، للإمام عبد الكريم بن محمد الرافعي (ت623?) ،\nتحقيق عزيز الله العطاردي، مطبعة العزيزية، حيدر آباد، الطبعة الأولى\n1404?.\n</p>\n\n<h1 class='l1' id='head122'>33- </h1>\n\n<p>\nالترغيب والترهيب، للحافظ عبد العظيم بن عبد القوي المنذري (ت656?) ،\nتحقيق مصطفى عمارة، المكتبة العصرية، بيروت 1405?.\n</p>\n\n<h1 class='l1' id='head123'>34- </h1>\n\n<p>\nالترغيب والترهيب، للإمام إسماعيل بن محمد الأصبهاني، قوام السنة (ت535?)\n، تحقيق محمد زغلول، ومحمود زايد، مكتبة النهضة الحديثة، مكة المكرمة.\n</p>\n\n<h1 class='l1' id='head124'>35- </h1>\n\n<p>\nتعجيل المنفعة بزوائد رجال الأئمة الأربعة، للحافظ ابن حجر العسقلاني\n(ت852?) ، تحقيق عبد الله هاشم المدني، دار المحاسن للطباعة، 1386?.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head125'>36- </h1>\n\n<p>\nتغليق التعليق، للحافظ ابن حجر العسقلاني (ت852?) ، تحقيق سعيد القزقي،\nالمكتب الإسلامي، بيروت، دار عمار، الأردن، الطبعة الأولى <span id='ms32'></span> 1405?.\n</p>\n\n<h1 class='l1' id='head126'>37- </h1>\n\n<p>\nتفسير البغوي (معالم التنزيل) ، للإمام الحسين بن مسعود البغوي (ت516?) ،\nتحقيق خالد العك ومروان سوار، دار المعرفة، بيروت، الطبعة الثانية 1407?.\n</p>\n\n<h1 class='l1' id='head127'>38- </h1>\n\n<p>\nتفسير الطبري (جامع البيان عن تأويل آي القرآن) ، لأبي جعفر محمد بن جرير\nالطبري (ت310?) ، مطبعة مصطفى بابي الحلبي، مصر.\n</p>\n\n<h1 class='l1' id='head128'>39- </h1>\n\n<p>\nتفسير الطبري (جامع البيان عن تأويل آي القرآن) ، لأبي جعفر محمد بن جرير\nالطبري (ت310?) ، تحقيق محمود شاكر، أحمد شاكر، دار المعارف، مصر.\n</p>\n\n<h1 class='l1' id='head129'>40- </h1>\n\n<p>\nتفسير القرآن العظيم، للحافظ إسماعيل بن كثير (ت747?) قدم له يوسف\nمرعشلي، دار المعرفة، بيروت، الطبعة الأولى 1407?.\n</p>\n\n<h1 class='l1' id='head130'>41- </h1>\n\n<p>\nتفسير القرآن العظيم، لابن أبي حاتم الرازي (ت327?) تحقيق أسعد الطيب،\nمكتبة نزار الباز، مكة المكرمة، الرياض، الطبعة الأولى، 1417?.\n</p>\n\n<h1 class='l1' id='head131'>42- </h1>\n\n<p>\nتقريب التهذيب، للحافظ ابن حجر العسقلاني (ت852?) ، تحقيق محمد عوامة،\nدار الرشيد، سوريا، الطبعة الأولى 1406? – 1986م.\n</p>\n\n<h1 class='l1' id='head132'>43- </h1>\n\n<p>\nالتقييد والإيضاح لما أطلق وأغلق من كتاب ابن الصلاح، للعراقي: عبد\nالرحيم بن الحسين (ت806?) ، مؤسسة الكتب الثقافية، بيروت، الطبعة الأولى\n1411?.\n</p>\n\n<h1 class='l1' id='head133'>44- </h1>\n\n<p>\nتلخيص المتشابه في الرسم، للخطيب البغدادي، أحمد بن علي (ت463?) ، تحقيق\nسكينة الشهابي، دار طلاس للترجمة، دمشق، الطبعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nالأولى 1985م.\n</p>\n\n<h1 class='l1' id='head134'>45- </h1>\n\n<p>\nالتمهيد لما في الموطأ من المعاني والأسانيد، للحافظ أبي عمر بن عبد البر\nالقرطبي (ت463?) ، تحقيق سعيد اعراب وآخرين، طبعة وزارة الأوقاف المغربية.\n</p>\n\n<h1 class='l1' id='head135'>46- </h1>\n\n<p>\nتنبيه الغافلين عن أعمال الجاهلين، لابن النحاس: أحمد بن إبراهيم الدمشقي\n(ت814?) ، طبع على نفقة مريم الدعيج، مطابع الرياض، شارع المرقب.\n</p>\n\n<h1 class='l1' id='head136'>47- </h1>\n\n<p>\nتهذيب الآثار، للإمام الطبري: محمد بن جعفر (ت310?) ، تحقيق محمود شاكر،\nمطبعة المدني، مصر.\n</p>\n\n<h1 class='l1' id='head137'>48- </h1>\n\n<p>\nتهذيب التهذيب، للحافظ ابن حجر العسقلاني (ت852?) ، مصورة عن طبعة دائرة\nالمعارف العثمانية، الهند.\n</p>\n\n<h1 class='l1' id='head138'>49- </h1>\n\n<p>\nتهذيب الكمال في أسماء الرجال، للمزي: يوسف بن عبد الرحمن (ت842?) ،\nتحقيق بشار عواد، مؤسسة الرسالة، بيروت، الطبعة الأولى.\n</p>\n\n<h1 class='l1' id='head139'>50- </h1>\n\n<p>\nالتوبيخ والتنبيه، لأبي الشيخ الأصبهاني: عبد الله بن محمد بن حيان\n(ت369?) تحقيق أبي الأشبال حسين المندوه، مكتبة التوعية الإسلامية، مصر،\nالطبعة الأولى 1408?.\n</p>\n\n<h1 class='l1' id='head140'>51- </h1>\n\n<p>\nالتوحيد لله عز وجل، لعبد الغني بن عبد الواحد المقدسي (ت660?) ، تحقيق\nمحمد النابلسي، عبد الأكرم السقا، دار السقا، دمشق، الطبعة الأولى 1418?.\n</p>\n\n<p>\n* جامع البيان عن تأويل آي القرآن، انظر: تفسير <span id='ms33'></span> الطبري.\n</p>\n\n<h1 class='l1' id='head141'>52- </h1>\n\n<p>\nجامع بيان العلم وفضله، لابن عبد البر الأندلسي (ت463?) ، تحقيق أبي\nالأشبال الزهيري، دار ابن الجوزي، الدمام، الطبعة الأولى 1415?.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head142'>53- </h1>\n\n<p>\nجامع المسانيد والسنن، للحافظ ابن كثير، إسماعيل بن عمر (ت774?) تحقيق\nعبد المعطي قلعجي، دار الفكر، بيروت، الطبعة الأولى 1415?.\n</p>\n\n<h1 class='l1' id='head143'>54- </h1>\n\n<p>\nالجامع في الجرح والتعديل، جمع وترتيب أبي المعاطي النوري وآخرين، عالم\nالكتب، بيروت، الطبعة الأولى 1412?.\n</p>\n\n<h1 class='l1' id='head144'>55- </h1>\n\n<p>\nالجرح والتعديل، للإمام عبد الرحمن بن أبي حاتم الرازي (ت327?) ، تحقيق\nعبد الرحمن المعلمي، مصورة عن طبعة دائرة المعارف العثمانية، الطبعة الأولى\n1372?.\n</p>\n\n<h1 class='l1' id='head145'>56- </h1>\n\n<p>\nالجعديات (حديث علي بن الجعد) ، لأبي القاسم البغوي (ت317?) ، تحقيق رفعت\nفوزي، مكتبة الخانجي، القاهرة، الطبعة الأولى 1415?.\n</p>\n\n<h1 class='l1' id='head146'>57- </h1>\n\n<p>\nكتاب الجهاد، لابن أبي عاصم: أحمد بن عمر النبيل (ت287?) ، تحقيق د.\nمساعد الراشد الحميد، دار القلم، دمشق، الطبعة الأولى، 1409?.\n</p>\n\n<h1 class='l1' id='head147'>58- </h1>\n\n<p>\nالجواب الكافي عن الدواء الشافي، لابن القيم: محمد بن أبي بكر (ت751?) ،\nتحقيق سعيد اللحام، مكتبة المعارف، الرياض، الطبعة الأولى 1407?.\n</p>\n\n<h1 class='l1' id='head148'>59- </h1>\n\n<p>\nالحدائق في علم الحديث والزهديات، لأبي الفرج ابن الجوزي (ت597?) ، تحقيق\nمصطفى السبكي، دار الكتب العلمية، بيروت، الطبعة الأولى 1408?.\n</p>\n\n<h1 class='l1' id='head149'>60- </h1>\n\n<p>\nحلية الأولياء، للحافظ أبي نعيم الاصبهاني، أحمد بن عبد الله (ت430?) ،\nدار الكتاب العربي، بيروت، الطبعة الرابعة 1405? - 1985م.\n</p>\n\n<h1 class='l1' id='head150'>61- </h1>\n\n<p>\nالدر المنثور في التفسير بالمأثور، للإمام جلال الدين السيوطي (ت911?) ،\nدار الفكر، بيروت، الطبعة الأولى 1403? – 1983م.\n</p>\n\n<h1 class='l1' id='head151'>62- </h1>\n\n<p>\nذكر أخبار إصبهان، للحافظ أبي نعيم الأصبهاني (ت430?) ، الدار العلمية،\nالهند، الطبعة الثانية 1405? – 1985م.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head152'>63- </h1>\n\n<p>\nالزواجر عن اقتراف الكبائر، لابن حجر الهيثمي: أبي العباس أحمد بن محمد\nالمكي (ت974) ، مكتبة نزار الباز، مكة المكرمة، الطبعة الأولى 1417?.\n</p>\n\n<h1 class='l1' id='head153'>64- </h1>\n\n<p>\nسنن الترمذي، للإمام أبي عيسى محمد بن عيسى الترمذي (ت279?) ، تحقيق أحمد\nشاكر وآخرين، مطبعة مصطفى البابي الحلبي، مصر، الطبعة الثانية 1395?.\n</p>\n\n<h1 class='l1' id='head154'>65- </h1>\n\n<p>\nسنن الدارقطني، للإمام أبي الحسن علي بن عمر الدارقطني (ت385?) ، تحقيق\nعبد الله هاشم المدني، حديث أكادمي، فيصل آباد، باكستان.\n</p>\n\n<h1 class='l1' id='head155'>66- </h1>\n\n<p>\nسنن الدارمي، للإمام عبد الله بن عبد الرحمن الدارمي (ت255?) ، تحقيق عبد\nالله هاشم المدني، دار المحاسن للطباعة، القاهرة 1386? – 1966م.\n</p>\n\n<h1 class='l1' id='head156'>67- </h1>\n\n<p>\nسنن ابن ماجه، لأبي عبد الله محمد بن يزيد القزويني (ت275?) ، تحقيق محمد\nفؤاد عبد الباقي، المكتبة الإسلامية <span id='ms34'></span>، استانبول.\n</p>\n\n<h1 class='l1' id='head157'>68- </h1>\n\n<p>\nسنن أبي داود، للإمام سليمان بن الأشعث السجستاني (ت275?) تحقيق عزت\nالدعاس، نشر محمد علي السيد، حمص، الطبعة الأولى 1391?.\n</p>\n\n<h1 class='l1' id='head158'>69- </h1>\n\n<p>\nالسنن الصغرى، للإمام البيهقي: أحمد بن الحسين (ت458?) ، تحقيق عبد\nالمعطي قلعجي، جامعة الدراسات الإسلامية، باكستان، الطبعة الأولى 1410? –\n1989م.\n</p>\n\n<h1 class='l1' id='head159'>70- </h1>\n\n<p>\nالسنن الكبرى، للإمام البيهقي، مصورة عن الطبعة الهندية، دار المعرفة،\nبيروت.\n</p>\n\n<h1 class='l1' id='head160'>71- </h1>\n\n<p>\nالسنن الكبرى، للإمام النسائي، أحمد بن شعيب (ت303?) ، تحقيق عبد الغفار\nالبنداري، وسيد كسروي، دار الكتب العلمية، بيروت، الطبعة الأولى 1411?.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head161'>72- </h1>\n\n<p>\nسنن النسائي الصغرى (المجتبى) ، للإمام النسائي (ت303?) باعتناء عبد\nالفتاح أبو غدة، دار البشائر الإسلامية، بيروت، الطبعة الثانية 1406? –\n1986م.\n</p>\n\n<h1 class='l1' id='head162'>73- </h1>\n\n<p>\nسير أعلام النبلاء، للإمام الذهبي، محمد بن أحمد (ت748?) ، تحقيق شعيب\nالأرنأوط وآخرين، مؤسسة الرسالة، بيروت، الطبعة الأولى.\n</p>\n\n<h1 class='l1' id='head163'>74- </h1>\n\n<p>\nشذرات الذهب في أخبار من ذهب، لابن العماد الحنبلي (ت1089?) ، تحقيق\nمحمود الأرنأوط، دار ابن كثير، دمشق، الطبعة الأولى 1406?.\n</p>\n\n<h1 class='l1' id='head164'>75- </h1>\n\n<p>\nشرح أصول اعتقاد أهل السنة والجماعة، لأبي القاسم هبة الله بن الحسن\nالطبري اللالكائي (ت418?) ، تحقيق أحمد الغامدي، دار طيبة، الرياض، الطبعة\nالثالثة، 1415?.\n</p>\n\n<h1 class='l1' id='head165'>76- </h1>\n\n<p>\nشرح السنة، للإمام الحسين بن مسعود البغوي (ت516?) ، تحقيق شعيب\nالأرنأوط، المكتب الإسلامي، بيروت، الطبعة الثانية 1403? – 1983م.\n</p>\n\n<h1 class='l1' id='head166'>77- </h1>\n\n<p>\nشرح مشكل الآثار، لأبي جعفر الطحاوي، أحمد بن محمد (ت321?) ، تحقيق شعيب\nالأرنأوط، مؤسسة الرسالة، بيروت، الطبعة الأولى 1408?.\n</p>\n\n<h1 class='l1' id='head167'>78- </h1>\n\n<p>\nشعب الإيمان، للإمام البيهقي، أحمد بن الحسين (ت458?) ، تحقيق محمد\nالسعيد زغلول، دار الكتب العلمية، بيروت، الطبعة الأولى 1410?.\n</p>\n\n<h1 class='l1' id='head168'>79- </h1>\n\n<p>\nصحيح البخاري، المطبوع مع فتح الباري، انظر: فتح الباري.\n</p>\n\n<h1 class='l1' id='head169'>80- </h1>\n\n<p>\nصحيح ابن خزيمة، للإمام أبي بكر محمد بن إسحاق بن خزيمة (ت311?) ، تحقيق\nد. محمد مصطفى الأعظمي، المكتب الإسلامي، الطبعة الثانية1401?.\n</p>\n\n<h1 class='l1' id='head170'>81- </h1>\n\n<p>\nصحيح مسلم، للإمام مسلم بن الحجاج النيسابوري (ت261?) ،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nتحقيق محمد فؤاد عبد الباقي، المكتبة الإسلامية، استانبول، الطبعة الأولى\n1374? – 1955م.\n</p>\n\n<h1 class='l1' id='head171'>82- </h1>\n\n<p>\nالضعفاء الكبير، لأبي جعفر محمد بن عمرو العقيلي (ت322?) ، تحقيق عبد\nالمعطي قلعجي، دار الكتب العلمية، بيروت، الطبعة الأولى 1404?.\n</p>\n\n<h1 class='l1' id='head172'>83- </h1>\n\n<p>\nطبقات الأسماء المفردة، للبرديجي: أحمد بن هارون (ت301?) ، تحقيق سكينة\nالشهابي، دار طلاس للدراسات والترجمة، دمشق، الطبعة الأولى 1987م.\n</p>\n\n<h1 class='l1' id='head173'>84- </h1>\n\n<p>\nطبقات المحدثين بأصبهان، لأبي الشيخ الأصبهاني (ت369) ، تحقيق عبد الغفور\nالبلوشي <span id='ms35'></span>، مؤسسة الرسالة، بيروت، الطبعة الأولى 1408?.\n</p>\n\n<h1 class='l1' id='head174'>85- </h1>\n\n<p>\nعلل الحديث، لابن أبي حاتم الرازي، عبد الرحمن بن محمد (ت327?) ، دار\nالمعرفة، بيروت 1405? – 1985م.\n</p>\n\n<h1 class='l1' id='head175'>86- </h1>\n\n<p>\nالعلل ومعرفة الرجال، للإمام أحمد بن حنبل (ت241?) ، تحقيق وصي الله\nعباس، المكتب الإسلامي، بيروت، الطبعة الأولى 1408? – 1988م.\n</p>\n\n<h1 class='l1' id='head176'>87- </h1>\n\n<p>\nغريب الحديث، لأبي إسحاق الحربي، إبراهيم بن إسحاق (ت285?) ، تحقيق د.\nسليمان العايد، مطبوعات جامعة أم القرى، مكة المكرمة، الطبعة الأولى 1405?.\n</p>\n\n<h1 class='l1' id='head177'>88- </h1>\n\n<p>\nالغيلانيات، لأبي بكر محمد بن عبد الله الشافعي البزاز (ت354?) ، تحقيق\nد. حلمي كامل أسعد، دار ابن الجوزي، الدمام، الطبعة الأولى 1418?.\n</p>\n\n<h1 class='l1' id='head178'>89- </h1>\n\n<p>\nالفتاوى، لشيخ الإسلام ابن تيمية: أحمد بن عبد الحليم (ت728?) ، جمع\nوترتيب عبد الرحمن بن قاسم، توزيع الرئاسة العامة للإفتاء، الرياض.\n</p>\n\n<h1 class='l1' id='head179'>90- </h1>\n\n<p>\nفتح الباري، للحافظ ابن حجر العسقلاني (ت852?) ، تحقيق محب الدين الخطيب،\nالمكتبة السلفية، القاهرة، الطبعة الثانية 1400?.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head180'>91- </h1>\n\n<p>\nفتح المغيث، شرح ألفية الحديث، للسخاوي: محمد بن عبد الرحمن (ت902?) ،\nتحقيق عبد الرحمن محمد عثمان، المكتبة السلفية، المدينة النبوية، الطبعة\nالثانية 1388?.\n</p>\n\n<h1 class='l1' id='head181'>92- </h1>\n\n<p>\nالفصل للوصل المدرج في النقل، للخطيب البغدادي (ت463?) ، تحقيق د. محمد\nمطر الزهراني، دار الهجرة للنشر والتوزيع، الثقبة، الطبعة الأولى 1418?.\n</p>\n\n<h1 class='l1' id='head182'>93- </h1>\n\n<p>\nالفوائد الحسان (مشيخة ابن النقور) لأبي بكرعبد الله بن محمد بن النقور\n(ت565?) تحقيق مسعد السعدني، مكتبة أضواء السلف، الرياض، الطبعة الأولى\n1418?.\n</p>\n\n<h1 class='l1' id='head183'>94- </h1>\n\n<p>\nالفوائد المنتخبة (المهروانيات) ، لأبي القاسم يوسف بن محمد المهرواني\n(ت468?) تخريج الخطيب البغدادي، تحقيق خليل العربي، مكتبة التوعية\nالإسلامية، مصر، الطبعة الأولى 1415?.\n</p>\n\n<h1 class='l1' id='head184'>95- </h1>\n\n<p>\nكتاب الكبائر، للذهبي: محمد بن أحمد (ت748?) ، تحقيق محيي الدين مستو،\nدار ابن كثير، دمشق، الطبعة الثانية، 1405?.\n</p>\n\n<h1 class='l1' id='head185'>96- </h1>\n\n<p>\nكشف الأستار عن زوائد البزار، للحافظ علي بن أبي بكر الهيثمي (ت807?) ،\nتحقيق حبيب الرحمن الأعظمي، مؤسسة الرسالة، بيروت، الطبعة الأولى 1405?.\n</p>\n\n<h1 class='l1' id='head186'>97- </h1>\n\n<p>\nالكفاية في علم الرواية، للخطيب البغدادي: أحمد بن علي (ت462?) ، مصورة\nعن الطبعة الهندية، المكتبة العلمية، المدينة النبوية.\n</p>\n\n<h1 class='l1' id='head187'>98- </h1>\n\n<p>\nلسان الميزان، للحافظ ابن حجر العسقلاني (ت852?) مصورة عن طبعة دائرة\nالمعارف النظامية بالهند، تصويرمؤسسة الأعلمي، بيروت.\n</p>\n\n<h1 class='l1' id='head188'>99- </h1>\n\n<p>\nمجمع البحرين في زوائد المعجمين، للحافظ الهيثمي (ت807?) ،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nتحقيق عبد القدوس نذير، مكتبة الرشد، الرياض، الطبعة الأولى 1413?.\n</p>\n\n<h1 class='l1' id='head189'>100- </h1>\n\n<p>\nمجمع الزوائد ومنبع الفوائد، للحافظ علي بن <span id='ms36'></span> أبي بكر الهيثمي (ت807?) ،\nدار الكتاب العربي، بيروت، الطبعة الثالثة 1402? – 1982م.\n</p>\n\n<h1 class='l1' id='head190'>101- </h1>\n\n<p>\nالمحدث الفاصل بين الراوي والواعي، للرامهرمزي: الحسن بن عبد الرحمن\n(ت360?) ، تحقيق محمد عجاج الخطيب، دار الفكر، الطبعة الثالثة 1404?.\n</p>\n\n<h1 class='l1' id='head191'>102- </h1>\n\n<p>\nالمحلى، لابن حزم الأندلسي: أبي محمد علي بن أحمد (ت456?) ، تحقيق أحمد\nشاكر، دار الآفاق الجديدة، بيروت.\n</p>\n\n<h1 class='l1' id='head192'>103- </h1>\n\n<p>\nالمدخل إلى السنن الكبرى، للإمام البيهقي (ت458?) ، تحقيق د. محمد ضياء\nالرحمن الأعظمي، دار الخلفاء للكتاب الإسلامي، الكويت، لم تذكر سنة الطبع.\n</p>\n\n<h1 class='l1' id='head193'>104- </h1>\n\n<p>\nكتاب المراسيل، لابن أبي حاتم الرازي (ت327?) ، تحقيق شكر الله قوجاني،\nمؤسسة الرسالة، بيروت، الطبعة الثانية 1402? – 1982م.\n</p>\n\n<h1 class='l1' id='head194'>105- </h1>\n\n<p>\nمسألة في التوحيد وفضل لا إله إلا الله، للإمام يوسف بن عبد الهادي\n(ت909?) ، تحقيق عبد الهادي منصور، دار البشائر الإسلامية، الطبعة\nالأولى1416?.\n</p>\n\n<h1 class='l1' id='head195'>106- </h1>\n\n<p>\nمسانيد أبي يحيى فراس بن يحيى المكتب (ت129?) ، جمع أبي نعيم الأصبهاني\n(430?) ، تحقيق محمد المصري، مطابع ابن تيمية، القاهرة، الطبعة الأولى\n1413?.\n</p>\n\n<h1 class='l1' id='head196'>107- </h1>\n\n<p>\nمساوئ الأخلاق ومذمومها، للخرائطي، محمد بن جعفر السامري (ت327?) ، تحقيق\nمجدي السيد، مكتبة القرآن، القاهرة، لم تذكر سنة الطبع.\n</p>\n\n<h1 class='l1' id='head197'>108- </h1>\n\n<p>\nالمستخرج على صحيح مسلم، لأبي نعيم الأصبهاني (ت430?) ، تحقيق محمد حسن\nالشافعي، دار الكتب العلمية، بيروت، الطبعة الأولى، 1417?.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head198'>109- </h1>\n\n<p>\nالمستخرج على صحيح مسلم، لأبي عوانة، المطبوع باسم مسند أبي عوانة، مصورة\nعن الطبعة الهندية، تصوير دار الكتب، مصر.\n</p>\n\n<h1 class='l1' id='head199'>110- </h1>\n\n<p>\nالمستدرك على الصحيحين، للحاكم النيسابوري، محمد بن عبد الله (ت405?) ،\nمصورة عن الطبعة الهندية، دار المعرفة، بيروت.\n</p>\n\n<h1 class='l1' id='head200'>111- </h1>\n\n<p>\nمسند الإمام أحمد، للإمام أحمد بن حنبل الشيباني (ت241?) ، تصوير دار\nالفكر العربي، بيروت.\n</p>\n\n<h1 class='l1' id='head201'>112- </h1>\n\n<p>\nمسند الإمام أحمد، للإمام أحمد بن حنبل، تحقيق شعيب الأرناؤوط وآخرين،\nمؤسسة الرسالة، بيروت، الطبعة الأولى 1413?.\n</p>\n\n<h1 class='l1' id='head202'>113- </h1>\n\n<p>\nمسند إسحاق بن راهويه، للإمام إسحاق بن إبراهيم المروزي (ت238?) ، تحقيق\nد. عبد الغفور البلوشي، مكتبة الإيمان، المدينة النبوية، الطبعة الأولى\n1412?.\n</p>\n\n<h1 class='l1' id='head203'>114- </h1>\n\n<p>\nمسند أبي داود الطيالسي، للإمام سليمان بن داود (ت204?) ، تصوير دار\nالمعرفة، بيروت.\n</p>\n\n<h1 class='l1' id='head204'>115- </h1>\n\n<p>\nمسند ابن أبي شيبة، لأبي بكر عبد الله بن محمد بن أبي شيبة (ت235?) ،\nتحقيق عادل العزازي، أحمد المزيدي، دار الوطن، الرياض، الطبعة الأولى\n1418?.\n</p>\n\n<p>\n*- مسند أبي عوانة، انظر المستخرج على صحيح مسلم.\n</p>\n\n<h1 class='l1' id='head205'>116- </h1>\n\n<p>\nمسند <span id='ms37'></span> أبي يعلى الموصلي، للإمام أحمد بن علي الموصلي (ت307?) ، تحقيق حسين\nسليم أسد، دار المأمون، دمشق، الطبعة الأولى 1404? – 1984م.\n</p>\n\n<h1 class='l1' id='head206'>117- </h1>\n\n<p>\nمسند الشاشي: الهيثم بن كليب (ت335?) ، تحقيق د. محفوظ الرحمن زين الله،\nمكتبة العلوم والحكم، المدينة النبوية، الطبعة الأولى 1410?.\n</p>\n\n<h1 class='l1' id='head207'>118- </h1>\n\n<p>\nمسند الشاميين، لأبي القاسم سليمان بن أحمد الطبراني (ت360?) ،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nتحقيق حمدي السلفي، مؤسسة الرسالة، بيروت، الطبعة الأولى1409? – 1989م.\n</p>\n\n<p>\n*مشكل الآثار، انظر: شرح مشكل الآثار.\n</p>\n\n<h1 class='l1' id='head208'>119- </h1>\n\n<p>\nمشيخة ابن الحطاب الرازي: محمد بن أحمد (ت525?) ، بانتقاء أبي طاهر\nالسلفي، تحقيق الشريف حاتم العوني، دار الهجرة، الثقبة، الطبعة\nالأولى1415?.\n</p>\n\n<h1 class='l1' id='head209'>120- </h1>\n\n<p>\nالمصنف، لأبي بكر عبد الله بن محمد بن أبي شيبة (ت235?) ، تحقيق مختار\nالندوي، الدار السلفية، الهند، الطبعة الأولى 1401? – 1981م.\n</p>\n\n<h1 class='l1' id='head210'>121- </h1>\n\n<p>\nالمصنف، لعبد الرازق بن همام الصنعاني (ت211?) ، تحقيق حبيب الرحمن\nالأعظمي، المكتب الإسلامي، بيروت، الطبعة الثانية 1403?-1983م.\n</p>\n\n<h1 class='l1' id='head211'>122- </h1>\n\n<p>\nالمطالب العالية بزوائد المسانيد الثمانية، للحافظ ابن حجر العسقلاني\n(ت852?) ، (النسخة المسندة) ، تحقيق غنيم عباس، ياسر إبراهيم، دار الوطن،\nالرياض، الطبعة الأولى 1418?.\n</p>\n\n<h1 class='l1' id='head212'>123- </h1>\n\n<p>\nالمعجم الأوسط، للإمام الطبراني، سليمان بن أحمد (ت360?) ، تحقيق محمود\nالطحان، مكتبة المعارف، الرياض، الطبعة الأولى 1405? – 1985م.\n</p>\n\n<h1 class='l1' id='head213'>124- </h1>\n\n<p>\nمعجم البلدان، لياقوت بن عبد الله الحموي (ت626?) ، تحقيق فريد الجندي،\nدار الكتب العلمية، بيروت، الطبعة الأولى 1410?.\n</p>\n\n<h1 class='l1' id='head214'>125- </h1>\n\n<p>\nمعجم الصحابة، لابن قانع: أبي الحسين عبد الباقي بن قانع (ت351?) ، تحقيق\nصلاح المصراتي، مكتبة الغرباء الأثرية، المدينة النبوية، الطبعة الأولى\n1418?.\n</p>\n\n<h1 class='l1' id='head215'>126- </h1>\n\n<p>\nالمعجم الكبير، للحافظ الطبراني، سليمان بن أحمد (ت360?) ، تحقيق حمدي\nالسلفي، الطبعة الثانية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head216'>127- </h1>\n\n<p>\nمعرفة الصحابة، لأبي نعيم الأصبهاني، أحمد بن عبد الله (ت430?) ، تحقيق\nمحمد راضي عثمان، مكتبة الدار بالمدينة ومكتبة الحرمين بالرياض، الطبعة\nالأولى 1408?.\n</p>\n\n<h1 class='l1' id='head217'>128- </h1>\n\n<p>\nمعرفة علوم الحديث، للحاكم النيسابوري: محمد بن عبد الله (ت405?) ، تحقيق\nمعظم حسين، المكتبة العلمية، المدينة النبوية، الطبعة الثانية 1397?.\n</p>\n\n<h1 class='l1' id='head218'>129- </h1>\n\n<p>\nالمعرفة والتاريخ، للفسوي، يعقوب بن سفيان (ت277?) ، تحقيق د. أكرم\nالعمري، مؤسسة الرسالة، بيروت، الطبعة الثانية 1401? – 1981م.\n</p>\n\n<h1 class='l1' id='head219'>130- </h1>\n\n<p>\nالمغني في الضعفاء، للإمام الذهبي، محمد بن أحمد (ت748?) ، تحقيق نور\nالدين عتر، إدارة إحياء التراث الإسلامي، قطر، الطبعة الثانية 1407?.\n</p>\n\n<p>\n*المهروانيات: انظر الفوائد المنتخبة.\n</p>\n\n<h1 class='l1' id='head220'>131- </h1>\n\n<p>\nموافقة الخبر الخبر في تخريج أحاديث المختصر، للحافظ <span id='ms38'></span> ابن حجر العسقلاني\n(ت852?) ، تحقيق حمدي السلفي، صبحي السامرائي، مكتبة الرشد، الرياض الطبعة\nالأولى 1412?.\n</p>\n\n<h1 class='l1' id='head221'>132- </h1>\n\n<p>\nالموطأ، للإمام مالك بن أنس (ت179?) ، رواية يحيى بن يحيى الليثي (ت234?)\n، تحقيق محمد فؤاد عبد الباقي، دار إحياء الكاتب العربي، مصر.\n</p>\n\n<h1 class='l1' id='head222'>133- </h1>\n\n<p>\nميزان الاعتدال في نقد الرجال، للإمام الذهبي، محمد بن أحمد (ت748?) ،\nتحقيق علي محمد البجاوي، دار المعرفة، بيروت.\n</p>\n\n<h1 class='l1' id='head223'>134- </h1>\n\n<p>\nالوسيط في تفسير القرآن المجيد، لأبي الحسن علي بن أحمد الواحدي (ت468?)\n، تحقيق عادل عبد الموجود وآخرين، دار الكتب العلمية، بيروت، الطبعة الأولى\n1415?. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n             <span id='ms39'></span>\n</p>\n",
  "pages": [
    "000",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "117",
    "118",
    "118",
    "119",
    "119",
    "120",
    "120",
    "121",
    "122",
    "122",
    "123",
    "123",
    "124",
    "124",
    "125",
    "125",
    "126",
    "127",
    "127",
    "128",
    "129",
    "130",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193"
  ],
  "volumes": [
    "01"
  ]
}