{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nبسم الله الرحمن الرحيم صلى الله على محمد وآله\n</p>\n\n<h1 class='l1' id='head0'>الغرض من الكتاب</h1>\n\n<p>\nقال: الغرض فى هذا الكتاب هو القول في التبكيتات السوفسطائية التي يظن\nبها أنها تبكيتات حقيقية، وإنما هي مضللات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nونحن مبتدئون بالنظر في ذلك من المقدمات المعروفة بالطبع في هذا الجنس،\nفنقول: إن من المعلوم أن من القياسات ما هو قياس في الحقيقة، ومنه ما يغلط،\nفيظن به أنه قياس، من غير أن يكون كذلك في الحقيقة.\n</p>\n\n<p>\nوما عرض في القياس من ذلك هو شبيه بما عرض في سائر الأشياء المتنفسة وغير\nالمتنفسة، وذلك أنه كما أن من الناس من هو عابد بالحقيقة، ومن يظن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nبه أنه عابد، وهو مرائى؛ ومنهم من هو جميل بالحقيقة، ومنهم من يظن به أنه\nجميل لمكان الزى واللباس، وليس هو في الحقيقة جميلا؛ ومن الفضة أيضا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nوالذهب ما هو في الحقيقة وذهب، ومنه ما يظن به أنه ذهب وفضة، كذلك الأمر\nفي القياسات.\n</p>\n\n<p>\nوإنما يخفى هذا الصنف من القياس، أعنى الذي يوهم أنه قياس، وليس بقياس،\nعلى من لم يجرب الأقاويل، ولا اختبرها؛ لأن من لم يجرب الأشياء يشبه الذي\nينظر إلى الأشياء من بعد.\n</p>\n\n<p>\nفأما القياس بإطلاق، فقد قيل فيه إنه قول، إذا وضعت فيه أشياء أكثر من\nواحد، لزم عنها بذاتها، لابالعرض، شيء آخر غيرها اضطرارا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nوأما القياس المبكت فهو القياس الذي يلزم عنه نتيجة هي نقيض النتيجة التي\nوضعها المخاطب. وذلك أنه إذا لزمت عن المقدمات التي اعترف بها المخاطب،\nفيلزمه عن ذلك أن يكون الشيء بعينه موجودا كذا، وغير موجود كذا.\n</p>\n\n<p>\nوالتبكيت السوفسطائى هو القياس الذي يوهم أنه بهذه الصفة، من غير أن يكون\nكذلك.\n</p>\n\n<p>\nوقد يقع مثل هذا القياس لأسباب نذكرها بعد. وأشهر هذه الأسباب هو ما يعرض\nللمعانى من قبل الألفاظ. وذلك أنه لما لم تكن مخاطبة إلا بألفاظ، أقيمت\nالألفاظ مقام المعانى، فأوهم ما يعرض في الألفاظ أنه يعرض في المعانى مثل\nما يعرض للحساب من الغلط في العدد، في حين إقامتهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nالعقد في الأصابع <span id='ms01'></span> مقام العدد، فيظنون أن ما عرض في العقد في الأصابع هو\nشىء عرض في العدد.\n</p>\n\n<p>\nوإنما عرض ذلك للمعانى مع الألفاظ، لأن الألفاظ ليس يمكن أن تجعل مساوية\nللمعانى، ومتعددة بتعددها، إذ كانت المعانى تكاد أن تكون غير متناهية،\nوالألفاظ متناهية. فلو جعلت الألفاظ معادة للمعانى، لعسر ذلك عند النطق\nبها، أو الحفظ لها، أو لم يمكن. ولذلك اضطر الواضع أن يضع الكلمة الواحدة\nدالة على معان كثيرة.\n</p>\n\n<p>\nوكما أن من كان من الحساب ليست عنده الجملة التى تسمى طرح الحساب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nفليس يمكنه الوقوف على الصواب من الخطأ في المسائل العددية، كذلك من لم\nتكن عنده معرفة بطبائع الألفاظ فهو جدير أن يغلط إن هو تكلم بشىء، وإن هو\nأيضا سمعه.\n</p>\n\n<p>\nفلهذا السبب ولغيره من الأسباب عرض أن يكون القياس والتبكيت السوفسطائى\nشيئا موجودا بالطبع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nولأن كثيرا من الناس أيضا يحبون أن يوصفوا بالحكمة ويعظموا بتعظيمها من\nغير كلفة ولا تعب، أو من غير أن يكونوا أهلا لذلك، إذا كانوا ممن لا يمكن\nفيهم تعلم الحكمة، كان ذلك سببا لأن يعتمد هذا الجنس من القول كثير من\nالناس يراءون به، ويوهمون أنهم حكماء، من غير أن يكونوا في الحقيقة حكماء،\nولذلك سموا باسم الحكمة المرائية وهو الذي يعنى باسم السفسطة والسوفسطائيين\nفى لسان اليونانيين. وبين أن هؤلاء حرصهم إنما هو أن يظن بهم أنهم يعملون\nعمل الحكماء، من غير أن يعملوا عملهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nوعمل الحكيم بالحقيقة هو أن يكون، إذا قال، قال صوابا، وإذا سمع كلام\nغيره ميز الكذب منه من الصواب. وهاتان الخصلتان الموجودتان فى الحكيم\nإحداهما هى فيما يقوله، والآخرى فيما يسمعه.\n</p>\n\n<p>\nومن اللازم لمن أراد السوفسطائية طلب معرفة هذا الجنس من الكلام. فان\nبذلك يقوون على أن يراءون أنهم حكماء من غير أن يكونوا كذلك. إلا بحسب\nهواهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nفأما أن هذا الجنس من الكلام شىء موجود، فمعروف بنفسه. وإنما الذى يفحص\nعنه هنا كم أنواع هذا الكلام السوفسطائى، وبكم من شىء تحصل هذه الملكة،\nوبالجملة: كم أجزاء هذه <span id='ms02'></span> الصناعة، وما الأشياء التى تتم بها هذه الصناعة.\nوهذا هو قصد الذى قصد الفحص عنه هاهنا فنقول:\n</p>\n\n<h1 class='l1' id='head1'>أجناس المخاطبات</h1>\n\n<p>\nإن أجناس المخاطبات الصناعية التى يمكن أن تتعلم بقول أربعة أجناس:\nالمخاطبة البرهانية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nوالمخاطبة الجدلية.\n</p>\n\n<p>\nوالمخاطبة الخطبية.\n</p>\n\n<p>\nوالمخاطبة السوفسطائية.\n</p>\n\n<p>\nوهذه المخاطبة إذا بها مستعملها بالحكماء خصت بهذا الاسم، وإذا تشبه بها\nبالجدليين، سميت مشاغبية.\n</p>\n\n<p>\nفالمخاطبة البرهانية هى التى تكون من المبادىء الأول الخاصة بكل تعليم،\nوهى التى تكون بين عالم ومتعلم بشأن أن يقبل ما يلقى إليه المعلم، لا أن\nيفكر فيما يبطل قول المعلم، مثل ما يفعله السوفسطائيون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nوالمخاطبة الجدلية هى التى تأتلف من المقدمات المشهورة المحمودة عند\nالجميع أو الأكثر.\n</p>\n\n<p>\nوالمخاطبة الخطبية هى التىتكون من المقدمات المظنونة التى فى بادىء\nالرأى.\n</p>\n\n<p>\nوالمخاطبة المشاغبية هى المخاطبة التى توهم أنها جدلية من مقدمات محمودة،\nمن غير أن تكون كذلك فى الحقيقة.\n</p>\n\n<p>\nفأما المخاطبة البرهانية فقد قيل فى كتاب البرهان؛ وكذلك الجدلية قد قيل\nفيها فى كتاب الجدل؛ والخطبية فى كتاب الخطابة.\n</p>\n\n<p>\nوالتى يقال فيها ها هنا هى المخاطبة المشاغبية، أى المغلطة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nفلنقل أولا فى أغراض هذه المخاطبة، فنقول: إن مقصد هذا الجنس من الكلام\nهو أحد خمسة مقاصد: إما أن يبكت المخاطب.\n</p>\n\n<p>\nوإما أن يلزمه شنعة وأمرا هو فى المشهور كاذب.\n</p>\n\n<p>\nوإما أن يشككه.\n</p>\n\n<p>\nوإما أن يصيره بحيث يأتى بكلام مستحيل المفهوم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nوإما أن يصيره إلى أن يأتى بهذر من القول يلزم عنه مستحيل من المفهوم\nبحسب الظن.\n</p>\n\n<p>\nفهذه الأغراض الخمسة هى التى يؤمها السوفسطائيون.\n</p>\n\n<p>\nوأشهر هذه الأغراض الخمسة إليهم، وأكثرها مقصودا عندهم هو التبكيت، ثم\nيتلو ذلك التشنيع على المخاطب، ثم يتلو ذلك التشكيك، ثم يتلو ذلك استغلاق\nالكلام واستحالته، ثم يتلو ذلك سوقه إلى الهذر والتكلم بالهذيان.\n</p>\n\n<p>\nوالتبكيت والتغليط منه ما يكون من قبل الألفاظ من خارج، ومنه ما يكون من\nقبل المعانى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nوالذي يكون من قبل الألفاظ ستة أصناف: أحدها اشتراك اللفظ المفرد،\nوالثانى اشتراك التأليف، والثالث الذي من قبل الإفراد، والرابع الذي من قبل\nالقسمة، والخامس اشتراك <span id='ms03'></span> شكل الألفاظ، والسادس من قبل الإعجام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nوهذه القسمة تعرف من القياس والاستقراء.\n</p>\n\n<p>\nفمثال اشتراك الاسم المفرد قول القائل: المتعلم عالم، لأن المتعلم يعلم،\nوالذي يعلم عالم، فالمتعلم عالم.\n</p>\n\n<p>\nووجه المغالطة فى هذا أن لفظة (يعلم) تقال على الزمان المستقبل، وتقال\nعلى الحاضر، فهى تصدق على العالم فى الحاضر، وعلى المتعلم فى المستقبل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك قول القائل أيضا: بعض الشر واجب، والواجب خير، فبعض الشر خير.\n</p>\n\n<p>\nوالمغالطة فى هذا أن اسم) الواجب (دل فى قولنا:) بعض الشر واجب (على ما\nيدل عليه اسم) الضرورى (، ودل فى قولنا:) والواجب خير (على ما يدل عليه)\nالمؤثر والشىء الذى ينبغى (.\n</p>\n\n<p>\nوأما اشتراك التأليف فهو أصناف، وذلك أنه قد يكون من قبل التقديم\nوالتأخير، كمن يقول: الشريف هو العالم، إذا أراد أن العالم هو الشريف،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nفيوهم بتقديم الشريف وتأخير العالم أن المحمول فى هذا القول هو العالم،\nوالشريف هو الموضوع.\n</p>\n\n<p>\nوقد يكون اشتراك التركيب من قبل تردد الضمير بين معنى أكثر من واحد. مثل\nقول القائل: ما يعرف الإنسان فهو يعرف، والإنسان الحجر، فالحجر إذن يعرف.\n</p>\n\n<p>\nوإنما وقعت هذه المغالطة، لأن لفظ) يعرف (قد يقع على العارف والمعروف.\n</p>\n\n<p>\nومثل قول القائل: ما قال الإنسان إنه كذلك، فهو كذلك، وقال الإنسان صخرة،\nفالإنسان صخرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nوالسبب فى ذلك أن لفظة) هو (مرة تعود على الإنسان، ومرة تعود على القول.\n</p>\n\n<p>\nوقد يكون الاشتراك من قبل الإضافة مثل قولك: أعجبنى ضرب زيد. فإنه يحتمل\nأن يكون زيد مضروبا وضاربا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nوقد يكون من قبل الحذف والنقصان، مثال ذلك أن يقول القائل: إن الذى لا\nيمشى، يستطيع أن يمشى. والذى لا يكتب، يستطيع أن يكتب. فيكون ذلك صادقا.\nفإذا حذفت لفظة) يستطيع (فقال: الذى لا يمشى، يمشى؛ والذى لا يكتب، يكتب،\nأوهم أن الذي ليس بماش ماش، والجاهل بالكتابة كاتب. ويشبه أن يعد هذا فى\nباب الإفراد والتركيب. وذلك أن النقصان هو تصير المركب مفردا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الموضع الذي يكون من قبل إفراد اللفظ المركب، فمثل قولك: سقراط عالم\nبالطب، فسقراط إذن عالم <span id='ms04'></span>.\n</p>\n\n<p>\nوذلك أنه قد يصدق على سقراط أن عالم بالطب، وليس يصدق عليه أنه عالم\nبإطلاق. وإنما كان ذلك كذلك، أنه ليس يلزم إذا صدق القول المركب على شىء أن\nتصدق أجزاؤه مفردة على ذلك الشىء.\n</p>\n\n<p>\nوأما الموضع الذي من القسمة: فهو أن تكون أشياء إذا حملت مفردة على أجزاء\nالشىء صدقت، أو على الشىء بأسره صدقت. فإذا ركب بعضها إلى بعض، كذبت. فيوهم\nالمغالط أنها إذا صدقت مفردة أنه يلزم أن تصدق مركبة. وهو عكس الموضع\nالأول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nفمثال التى تصدق على أجزاء الشىء مفردة، ولا تصدق على كلمه مجموعة، قول\nالقائل: الخمسة منها زوج، والخمسة منها فرد، فالخمسة إذن زوج وفرد.\n</p>\n\n<p>\nوذلك كذب. فإن الزوجية والفردية إنما صدق كل واحد منهما على جزء من\nالخمسة غير الجزء الذي صدق عليه الآخر. فإذا حمل على الكل، كان كذبا.\n</p>\n\n<p>\nومثال المحمولات التى تصدق مفردة على كل الشىء، ولا تصدق عليه مركبة، قول\nالقائل: أنت عبد، وأنت لى، فأنت عبد لى.\n</p>\n\n<p>\nوذلك مما قد يكذب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الموضع الذى من الإعجام فمثل أن يتغير إعراب اللفظ، فيتغير مفهومه،\nأو يغير من المد إلى القصر، أو من التشديد إلى التخفيف، أو من الوصل إلى\nالوقف، أو يهمل إعرابه، أو يبدل لفظه وإعجامه.\n</p>\n\n<p>\nوالذي يكون من قبل النقط إنما يكون من قبل المكتوب فقط، مثل ما يعتذر به\nجالينوس عن أبقراط فى مواضع انتقدت عليه.\n</p>\n\n<p>\nوأمثلة تغير المفهوم بتغير الإعراب، أو لإهماله كثيرة موجودة، مثل قول\nالقائل: ضرب زيد عمرا. إذا كان زيد هو المضروب، وعمرو هو الضارب. وذلك\nكثير. وكذلك ما يعرض عند تغير النقط أو إهماله، وهو الذي يسمى التصحيف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الموضع الذى من شكل الألفاظ فمثل أن تكون صيغة لفظ المذكر صيغة لفظ\nالمؤنث، أو صيغة لفظ المفعول صيغة لفظ الفاعل، فيوهم أن المذكر مؤنث، مثل\nقول القائل: عاصم بمعنى معصوم.\n</p>\n\n<p>\nقال: فهذه هي المضللات التي تكون من قبل الألفاظ، وقد يظهر أنها ستة\nبطريق القسمة. وذلك أن اللفظ إنما يغلط إذا لم <span id='ms05'></span> يطابق المعنى. وإذا لم يطابق\nالمعنى: فظاهر أنه دل على معنى أكثر من واحد. لأنه لا يخلو أن يدل على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nذلك المعنى وعلى معنى زائد عليه، أو على ذلك المعنى وعلى معنى ناقص عنه.\nوإذا كان ذلك كذلك، فقد دل على معنى أكثر من واحد إما بزيادة منه على\nالمعنى، أو نقصان منه. وإذا كان ذلك كذلك، فلا تخلو دلالته على معنى أكثر\nمن واحد إما من قبل ما يؤخذ مفردا، وإما من قبل ما يؤخذ مضموما إلى غيره.\nثم إذا كان من جهة ما هو مفرد، فلا يخلو ذلك من ثلاثة أقسام: إما أن يكون\nذلك لا من قبل صيغته الأولى الموضوعة، وهذا هو الاسم المشترك.\n</p>\n\n<p>\nوإما أن يكون ذلك له من قبل زيادة أو نقصان فى حروفه، أو تبدل ترتيبها.\nوهو التغليط الذي قيل فيه إنه من قبل الشكل.\n</p>\n\n<p>\nوإما أن يكون فى أحواله الخارجة وهو التغليط الذى يعرض من قبل الإعراب،\nوالتثقيل، والتشديد، وغير ذلك من الأشياء التى جرت بها العادة فى الألسنة.\n</p>\n\n<p>\nوإذا عرض له ذلك من قبل ما هو مضموم إلى غيره. فلا يخلو أن يعرض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nله ذلك فى نفس التركيب؛ وإما أن يعرض له عند تغيره من إفراد إلى تركيب،\nوهو موضع القسمة، وإما من تركيب إلى إفراد وهو موضع التركيب.\n</p>\n\n<p>\nوإذا كان من المعروف بنفسه أن ليس هاهنا قسمة سابعة للفظ يدل بها على\nأكثر من معنى واحد من جهة ما هو مغلط بذاته، لا من جهة ما هو مغلط بالعرض،\nمثل التغليط الذي يعرض عنه عند الإبدال، أعنى إبدال لفظ مكان لفظ. فظاهر أن\nالمواضع المغلطة من الألفاظ هى هذه الستة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>القول من المغلطات من المعاني</h1>\n\n<p>\nقال: والمواضع المغلطة من المعاني سبعة مواضع: أحدها: إجراء ما بالعرض\nمجرى ما بالذات؛ والثانى: أخذ المقيد مطلقا، بأن يؤخذ ما سبيله أن يصدق\nمقيدا فقط، على أنه صادق بإطلاق. وأعنى ما كان مقيدا بصفة، أعنى بصفة ما،\nإما بزمان، أو بمكان، أو غير ذلك من <span id='ms06'></span> أنواع التقييدات؛ والثالث: الغلط الذي\nيقع من قلة العلم بشروط التبكيت، وإنتاج مقابل ما اعترف الخصم بوجوده؛\nوالرابع: موضع اللاحق؛ والخامس: المصادرة على المطلوب؛ والسادس: أخذ ما ليس\nبسبب على أنه سبب؛ والسابع: أخذ المسائل الكثيرة على أنها مسألة واحدة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nفالمغلطات التى تكون مما بالعرض تقع متى اتفق أن يحمل شىء على شىء\nبالذات، ويتفق لأحد الشيئين أمر بالعرض، فإنه يظن أن ما بالعرض يوجد لأحد\nذينك الشيئين بالذات.\n</p>\n\n<p>\nومثال ذلك قول القائل: زيد المشار إليه غير الإنسان، وزيد إنسان،\nفالإنسان غير الإنسان.\n</p>\n\n<p>\nوذلك أن حمل الإنسانية على زيد هو بالذات. وعرض لزيد من جهة ما هو شخص أن\nكان غير الإنسان الذي هو نوع كلى، فظن لذلك أنه يلز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nومثال ذلك أيضا قول القائل: زيد غير عمرو، وعمرو إنسان، فزيد غير إنسان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nوأما التغليط الذي يعرض من أخذ المقيد مطلقا، فمثل أن يقول قائل: إن كان\nما ليس بموجود فهو متوهم، والمتوهم موجود، فما ليس بموجود فهو موجود.\n</p>\n\n<p>\nأو يقول: إن كان ما هو موجود متوهما ليس بموجود، فما هو موجود، فليس\nبموجود.\n</p>\n\n<p>\nوهذا إنما يصدق إذا قيد، لا إذا أطلق. وذلك أن ما ليس بموجود خارج الذهن،\nفهو موجود فى الوهم لا بإطلاق. وكذلك ما هو موجود فى الوهم، فهو غير موجود\nخارج الوهم لا بإطلاق.\n</p>\n\n<p>\nوأعنى أن يكون الشىء يصدق لا بإطلاق، فيلزم منه أن يصدق، وإنما يعرض\nالغلط فى هذا الموضع إذا عرض أن يكون الخلاف بين المطلق والمقيد فى المعنى\nيسيرا وخفيا. وكلما كان الخلاف أخفى، كان الغلط فيه أكثر، والوقوف على وجه\nالغلط فيها أعسر. وكلما كان أظهر، كان الغلط فيه أقل، والوقوف عليه أسهل.\nوذلك يختلف بحسب المواد. وفى بعض المواضع يمكن أن يعرض فيه غلط ليس يسهل\nحله. وفى بعض المواضع يعرض فيه غلط بسهل حله.\n</p>\n\n<p>\nومثال ذلك أن يقول قائل: الزنجى أسود، والزنجى أبيض الأسنان، فالزنجى إذا\nأسود أبيض معا.\n</p>\n\n<p>\nفإنه قد يمكن أن يعرض فى مثل هذا هذا الغلط، إذ <span id='ms07'></span> كان الخلاف الذي بين سواد\nالزنجى وبياض أسنانه خفي. ولذلك يمكن أن يسلم إنسان ما أن الزنجى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nأسود، ويسلم أنه أبيض من قبل بياض أسنانه، وذلك أنه ليس يخفى جدا. ولذلك\nقد يسهل على كثير من الناس حله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوفى بعض المواضع لا يقع فى ذلك غلط لظهور الخلاف بينهما، مثل أن يقول\nقائل: الزنجى إنسان أسود، والإنسان أبيض. فإنه ليس يعرض عن هذا القول أن\nيظن أن الإنسان الأسودأبيض، إذ كان الأبيض والأسود صنفين من الناس معلومين،\nواخلاف بينهما ظاهر جدا، ومكشوف للجميع. ولذلك ليس يمكن أحد أن يسلم أن\nالإنسان الزنجى أسود، والإنسان أبيض. ويمكن أن يسلم أن الزنجى أسود وأبيض\nمن قبل أسنانه.\n</p>\n\n<p>\nوأما الموضع الذي يعرض الغلط فيه من إغفال أحد شروط التبكيت، فلذلك يقع\nمن عدم المعرفة بشروط القياس المنتج للتبكيت، وعدم معرفة شروط النقيض. وذلك\nأن النقيض ليس هو الذي يناقض فى اللفظ فقط، بل وفى المعنى،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nأعنى أن يكون المعنى بعينه فى القضية الموجبة هو بعينه المعنى فى القضية\nالسالبة التى تقابلها من جميع الجهات. وإنما يكون كذلك، إذا كان المعنى\nالمحمول فيهما واحدا والموضوع واحدا، وتكون سائر الشرائط التى تشترط بعينها\nفى إحدى القضيتين المتقابلتين هى بعينها مشترطة فى الثانية: من زمان،\nومكان، وجهة، وغير ذلك مما قيل فى الكتاب المسمى) بارى أرميناس (. وإنما\nكان هذا الموضع مغلطا، لأن بعض الناس يرى أنهم إذا نقضوا القضية التى\nيدعيها الخصم أنهم قد بكتوا، من غير أن ينقضوها على الشروط التى حددت فيما\nسلف، مثل أن يضع واضع أن هذا ضعف لهذا، فبين مبين أنه ليس بضعف. ويكون\nقولنا فيه إنه ليس بضعف، يصدق عليه بجهة غير الجهة التى تصدق بها أنه ضعف،\nفيظن الفاعل لهذا أنه قد بكت، مثل أن يصدق أن الخط ضعف للحظ من جهة الطول،\nوغير ضعف من جهة العرض، إذا الخط طول لا عرض له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوأما التغليط الذي يعرض من قبل المصادرة على المطلوب الأول، فلذلك يقع\nعلى عدد الأنحاء <span id='ms08'></span> التى يمكن أن يؤخذ فيها مقابل الشىء عند السؤال على أنه\nغير المقابل، أعنى مقابل الشىء الذى يقصد إبطاله، فيقع بذلك التبكيت، وذلك\nإذا قرن بالشىء نفسه، على ما تبين فى المقاييس التى تركب من المتقابلات،\nوهى صنفان: مصادرة على المطلوب، وهى التى ذكرها أرسطو هاهنا، لأنها التى\nيعرض فيها التبكيت أكثر ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nومصادرة على المطلوب نفسه. وقد قيل فى الأنحاء التى يمكن أن يعرض منها\nهذا العارض حقيقة فى كتاب القياس، وفى الأنحاء التى يظن أنه قد عرض هذا،\nولم يعرض، فى كتاب الجدل.\n</p>\n\n<p>\nوأما الموضع الذى يعرض فيه التغليط فى التبكيت من قبل اللاحق فالسبب فيه\nتوهم عكس الموجبة الكلية كلية.\n</p>\n\n<p>\nمثال ذلك: أنه إذا كان عند الإنسان أن كل حامل منتفخة الجوف، فقد يغلب\nعلى ظنه أن كل منتفخة الجوف حامل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nومن هذا الموضع يعرض كثيرا الغلط للحس، حتى يظن بالمرار مثلا أنه عسل،\nلأنه أحس أن الأرض الممطورة مبلولة. وهذا ليس بصحيح. ولذلك قيل إنه لا ينتج\nقياس من موجبتين فى الشكل الثانى.\n</p>\n\n<p>\nوقياس العلامة الذي يكون فى الخطابة قد يكون من موجبتين فى الشكل الثانى،\nلأن أمثال هذه الأقيسة قد تستعمل فى الخطابة من الأمور التى تلحق الطرفين،\nمثل إذا أراد الخطيب أن يبين أن هذا زان، أخذ الذى يلحق الزانى، وهو التزين\nمثلا، والمشى بالليل، فيقول: هذا متزين، والزانى متزين فهذا زان. وهذا ليس\nبصحيح. فإن الزينة قد توجد للزانى ولغير الزانى وكذلك المشى بالليل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nومن هذا الموضع غلط مالسيس حين قال: إن الكل ليس له مبدأ. وذلك أنه لما\nوجد صادقا أن كل متكون فله مبدأ، ظن أن كل ما له مبدأ فمتكون. ولما ظن هذا،\nصح له عكس نقيضه: وهو أن ما ليس بمتكون، فليس له مبدأ. والعالم ليس بمتكون.\nفأوجب ألا يكون له مبدأ، وأن يكون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nغير متناه. وليس إن كان كل مكون له مبدأ، فواجب أن يكون له مبدأ مكونا.\nكما أنه كان كل محموم حار البدن، فليس واجبا أن <span id='ms09'></span> يكون كل حار البدن محموما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الموضع الذي يعرض فيه التبكيت المغالطى من أخذ ما ليس بعلة للنتيجة\nعلى أنه علة، فلذلك يكون إذا أخذ فى القياس مقدمة ما مع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nمقدمات تلزم عنها نتيجة كاذبة، فأوهم الآخذ أن النتيجة إنما لزمت عن تلك\nالمقدمة. وهذا يعرض فى القياس السائق إلى المحال، وهو قياس الخلف. فإن هذا\nالقياس لما كان يرفع بعض المقدمات الموضوعة فيه بما ينتج من الكذب\nوالاستحالة، يعرض فيه كثيرا أن تدخل المقدمة التى يقصد المغالط إبطالها فى\nجمل المقدمات الكاذبة التى يعرض عنها الكذب. فإذا عرض الكذب، أوهم أنه إنما\nعرض عن تلك المقدمة التى غلط فى إبطالها. والكذب نفسه لازم لا عن تلك\nالمقدمة بل عن ما عاداها من المقدمة أو المقدمات الكاذبة التى وضعها. مثال\nذلك أن يقول قائل: إنه ليس النفس والحياة شيئا واحدا، لأنه إن كانت النفس\nوالحياة شيئا واحدا، وكانت جميع أصناف الكون مضادة لجميع أصناف الفساد،\nفلصنف صنف من أصناف الفساد صنف صنف من أصناف الكون يخصه، هو له ضد. والموت\nفساد ما، فله صنف من أصناف الكون هو ضده. والذي يضاد الموت هو الحياة.\nوالموت فساد ما، فالحياة كون ما. وإذا كانت الحياة كونا، والحياة ما كان\nوفرغ، والكون ما يتكون، فما يتكون فقد كان. هذا خلف لا يمكن. فإذا ليست\nالنفس والحياة شيئا واحدا.\n</p>\n\n<p>\nفإن هذا المحال يلزم عن هذا القول وإن لم نضع أحد مقدماته أن النفس\nوالحياة شىء واحد. ولذلك لا نقول إنه غير منتج على الإطلاق، لكن نقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nإنه غير منتج بالقياس إلى ما قصد إنتاجه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nوفى نفس هذا المثال مغالطة ما، لكنها لم يعرض لها هنا. ومن أجل هذا صار\nهذا المثال مضللا كثيرا. والتضليل الذي يعرض فيه من موقع اللاحق، ومن أخذ\nما ليس بعلة للإنتاج على أنه علة، هكذا يكون.\n</p>\n\n<p>\nفأما التضليل الذي يعرض من أخذ مسئلتين كمسئلة واحدة فإنه يعرض من جهة أن\nما يحتمل جوابين مختلفين يرد فيه جواب واحد. وإنما <span id='ms10'></span> يعرض هذا الغلط إذا أخذ\nبدل المحمول الواحد فى القضية أكثر من محمول واحد، أو بدل الموضوع الواحد\nأكثر من موضوع واحد.\n</p>\n\n<p>\nفمثال أن يأخذ بدل المحمول الواحد محمولين قول القائل: هل الأرض بر أو\nماء؟ فإن هذه قضيتان ومسئلتان، لا واحدة.\n</p>\n\n<p>\nومثال أخذ الموضوع اثنين قول القائل: هل هذا وهذا إنسان؟ فإن هذه أيضا\nقضيتان، لا قضية واحدة.\n</p>\n\n<p>\nفمن الناس من إذا سئل فى أمثال هذه المسائل الكثيرة على أنها مسئلة\nواحدة، ربما شعر بالكثرة التى في السؤال فتوقف وانقطع. وربما أجاب بجواب\nواحد،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nفيلحقه التبكيت والتشنيع، مثل أن يقول: إن كان هذا وهذا إنسان، فمن ضرب\nهذا وهذا، فإنما ضرب إنسانا واحدا، لا إنسانين.\n</p>\n\n<p>\nوأكثر ما يعرض الغلط فى هذا الموضع إذا اتفق أن كانت الأشياء التى يسئل\nعنها سؤالا واحدا محمولاتها متضادة، مثل أن تكون جماعة أشياء فيها خير،\nوفيها ما ليس بخير، فسأل عن جميعها سؤالا واحدا: هل هى خير، أو ليس بخير.\nفأى الجوابين أجيب فيها كان كاذبا إلا أن يفصل الأمر فيها ويأتى الجواب\nفيها على عدد المسائل التى فيها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nمثل أن يسأل سائل: هل لذة المحسوسات ولذة المعقولات خير أو بخير. فإنه إن\nقال: خير، أخطأ، لأن اللذات المحسوسة ليست بخير، وإن قال: شر، أخطأ، لأن\nاللذات المعقولة خير ومحمودة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما يكون هذا غير مضلل إذا كانت الأشياء الكثيرة حكمها حكم واحد. وذلك\nبأن يكون حكم الجميع منها حكم الواحد بعينه. فإن السؤال حينئذ عن جميعها هو\nكالسؤال عن واحد منها، مثل أن يقول: هل هذا وهذا أعمى؟ وهل هذا وهذا مبصر؟\nإذا اتفق أن كان كلاهما أعمى أو كلاهما يبصر. فإن الأعمى لا يخالف الأعمى\nمن جهة ما هو أعمى، إذ كان العمى فقد البصر؛ ولا البصير يخالف البصير من\nجهة ما هو بصير.\n</p>\n\n<p>\nففى مثل هذا الموضع يكون الجواب عن القضية الواحدة بعينها جوابا عن\nالقضايا الكثيرة.\n</p>\n\n<p>\nوأما متى كان أحدهما أعمى، والآخر مبصرا، فليس يمكن أن يكون الجواب\nواحدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nقال <span id='ms11'></span>: وهذه المواضع التى عددناها، وإن كان عدد أنحائها هى هذه التى\nذكرناها فهى كلها راجعة إلى قلة العلم بالتبكيت، أعنى إغفال شىء من شروط\nالتبكيت الحقيقى. وذلك أنه لما كان التبكيت الحقيقى قياسا منتجا لنقيض\nالنتيجة المعترف بها، فإنه من البين أن جميع هذه المواضع يظهر تغليطها من\nحد القياس على الإطلاق، ومن أجزاء حده، ومن حد النقيض.\n</p>\n\n<p>\nأما من حد القياس: فلأنه قد قيل فى ذلك إنه قول إذا وضعت فيه أشياء أكثر\nمن واحد، لزم عن تلك الأشياء شىء آخر غيرها باضطرار.\n</p>\n\n<p>\nوإذا كان ذلك كذلك، فبين أنه إذا كان اللازم ليس باضطرار، بل مما يظن أنه\nباضطرار، من غير أن يكون باضطرار، فليس هو تبكيتا حقيقيا.\n</p>\n\n<p>\nوأما من أجزاء حده: فلأنه قد قيل إن الأشياء التى توضع فيه هى مقدمتان\nوثلثة حدود تشترك فى حد واحد وهو الذي يسمى الأوسط.\n</p>\n\n<p>\nفمتى لم يكن الحد الأوسط واحدا فيهما، أو كان أحد الطرفين فى المقدمتين\nغير أحد الطرفين فى النتيجة، فهو بين أن ذلك ليس قياسا فى الحقيقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك إذا أخذ أحد الطرفين فى المقدمات بشرط غير مأخوذفى النتيجة. وإذا\nكان هذا هكذا، فجميع المغلطات التى تكون من اشتراك اسم الالفاظ المفردة،\nواشتراك التركيب، وشكل اللفظ كلها راجعة إلى كون الحد الأوسط غير واحد فى\nالقياس، بل اثنين، أو إلى كون أحد الطرفين فى المقدمات غيره فى النتيجة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nوالذي يكون من القسمة والتركيب هو راجع إلى أخذ المقدمات بجهة غير الجهة\nالتى هى بها مأخوذة فى النتيجة، فلا تكون واحدة فى العدد أيضا، لا فى\nالقياس، ولا فى النتيجة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nوأما التغليط الذي يكون مما بالعرض، فهو راجع إلى إغفال شرط من شروط\nالقياس البرهانى. وذلك أن من شرطه أن تكون مقدماته ضرورية وكلية. ومابالعرض\nفليس ضروريا ولا كليا، بل جزئيا. فإنه إذا وجد شىء ما أبيض بالعرض فليس\nيلزم أن يكون كل ما كان من ذلك الشىء أبيض، ولا حيث كان، ولا متى كان.\nوبالجملة: فمتى اقترن شىء بشىء <span id='ms12'></span> عند شىء ما فيلزم أن يوجد ذلك الشىء مقترنا\nبذلك الشىء فى كل موضع. مثال ذلك: أنه لما اقترن فى وجود المثلث أنه شكل،\nوأنه ذو خطوط مستقيمة، وأنه ذو زوايا مساوية لقائمتين، فليس يلزم متى وجد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nشكل أن يكون ذا خطوط مستقيمة، وأن تكون زواياه مساوية لقائمتين. فمتى\nتحفظ أن تكون المقدمات ذاتية، وأن تكون المقدمتان المأخوذتان من فى القياس\nاثنتين فقط فى المعنى، تشتركان بحد أوسط فى المعنى، لا فى اللفظ، فهو بين\nأنه لا يعرض للمتحفظ بهذا، العالم به، هذا النحو من الغلط، أعنى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nالذى يكون من قبل اللفظ، أو من قبل ما بالعرض. ولذلك كان العالم بالقياس\nقد يمكن أن يغلط ما ليس عالما بالقياس، كما أن العالم بالتبكيت، المفصل\nلهذه المواضع التى عددناها أحرى ألا يغلط من العالم بها، الغير المفصل لها،\nولا قادر على قسمتها إلى هذه الأقسام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الغلط الذي يعرض من قبل أخذ الشىء المقيد مطلقا، فهو راجع إلى قلة\nالعلم بشروط\n</p>\n\n<p>\nالنقيض، لأن الشىء الذى هو أبيض بالجزء ليس نقيضه أنه ليس بأبيض مطلقا،\nبل أنه ليس بأبيض ذلك الجزء الذي قد وضع أبيض. وكذلك ما وضع أنه أبيض\nبإطلاق ليس نقيضه أنه ليس بأبيض ما، بل أنه ليس بأبيض بإطلاق. ولكن يظن\nبمثل هذا أنه مناقض لقلة العلم بالتبكيت، ولقرب ما بينهما من االاختلاف.\nوأكثر ما يلحق من إغفال شروط النقيض الموضع الذى يخص باسم التبكيت: وهو أن\nيأخذ المبطل مقابل النتيجة ما ليس بمقابل. وكأن موضع المطلق والمقيد من هذه\nالجهة هو جزء من هذا الموضع. ومن جهة أنه يعرض منه أن تكون المقدمة فيه\nمأخوذة بجهة غير الجهة التى أخذت بها فى النتيجة هو موضع مفرد برأسه، ويكون\nالخلل الداخل من قبله من هذه الجهة راجعا إلى إغفال أن تكون الحدود\nالمأخوذة فى المقدمات هى بعينها المأخوذة فى النتيجة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nوأما التغليط الذى يكون من قبل المصادرة ومن قبل أخذ ما ليس بعلة للنتيجة\nعلى أنه علة فهو بين <span id='ms13'></span> أنه إتما يعرض من إغفال ما أخذ فى القياس. أما\nالمصادرة فإنها تعرض إذا أغفل أن يكون اللازم شيئا آخر غير النتيجة، وذلك\nأن اللازم فى المصادرة هو المقدمة نفسها. وكذلك أخذ ما ليس بعلة، إنما يعرض\nلمن أغفل أن يكون اللازم عن القياس باضطرار.\n</p>\n\n<p>\nوأما موضع اللاحق فإنه راجع إلى ما بالعرض، وداخل بجهة ما تحته، إلا أن\nالفرق بينهما أن هاهنا ظن بالواحد أنه كثير. مثال ذلك: أنه لما عرض للأصفر\nالمشار إليه أنه عسل، ظن أن كل أصفر عسل، وهناك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nظن بالكثير أنه واحد، وذلك أنه لما عرض للكاتب أن يكون أبيض، ظن أن\nالكاتب هو الأبيض.\n</p>\n\n<p>\nومن هذ الموضع، أعنى من موضع اللاحق، ظن مالسيس أن كل ما له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nمبدأ فله كون، لأنه ظن أن ما عرض للمبدأ من أن وجد للمتكون، أنه عرض لكل\nما له مبدأ، أعنى أن يكون متكونا.\n</p>\n\n<p>\nوأما التغليط الذى يعرض من قبل أخذ المسائل الكثيرة مسئلة واحدة، فسببه\nإغفال ما قيل فى حد المناقصة من أنه ينبغى أن يكون المحمول فيهما واحدا،\nوالموضوع واحدا، وألا يكون للإيجاب الواحد إلا سلب واحد، ولا للسلب الواحد\nإلا إيجاب واحد. فإنه متى كان واحدا، كانت المناقصة صحيحة. ومتى ظن به أنه\nواحد، وليس بواحد، كانت مباكتة سوفسطائية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nفجميع هذه الأنحاء إنما ترجع إلى قلة العلم بالتبكيت: وذلك هو قياس صحيح\nالشكل، منتج لنقيض الشىء المقصود إبطاله. فمتى أغفل شىء من شروط القياس\nالصحيح الشكل، أو من شروط النقيض، عرضت هذه المواضع المغلطة.\n</p>\n\n<p>\nفقد تبين من هذا أن جميع هذه المواضع الثلاثة عشر: الستة اللفظية،\nوالسبعة المعنوية، هى راجعة إلى إغفال حد التبكيت الصحيح، أو أجزاء حده،\nأعنى إغفال حد القياس، أو إغفال حد النقيض، وأن منها ما يرجع إلى إغفال حد\nالنقيض، ومنها ما يرجع إلى إغفال حد القياس، وأن منها ما يرجع إلى الأمرين\nجميعا.\n</p>\n\n<p>\nوالمواضع المغلطة من الألفاظ تشترك كلها فى أنها تخيل فى الشىء الذى ليس\nبنقيض أنه نقيض.\n</p>\n\n<p>\nوالمواضع <span id='ms14'></span> المغلطة من المعانى تشترك كلها فى أنها تخيل فيما ليس بقياس أنه\nقياس.\n</p>\n\n<p>\nوسبب الضلالة العارضة من قبل اشتراك الألفاظ هو العجز عن تفصيل المعانى\nالكثيرة التى يقال اللفظ الواحد، وبخاصة فى الألفاظ المفردة التى يكثر وجود\nالمعانى الواقعة عليها، ويعسر تمييزها وتفصيلها، مثل تفصيل المعانى التى\nيقع عليها اسم الواحد والموجود.\n</p>\n\n<p>\nوأما سبب الضلالة التى تعرض من قبل قسمة اللفظ وتركيبه: فهو قلة الشعور\nبالاختلاف الذى يقع فى مفهوم اللفظ إذا قسم تارة، ثم ركب أخرى. وكذلك الغلط\nالذى يدخل من قبل اشتراك الشكل واختلاف الإعجام: السبب فيه العجز عن تفصيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nالمعانى التى تدل عليها تلك الأشكال واختلاف أحوال الإعراب والنقط فى\nدلالته.\n</p>\n\n<p>\nقال: ومن كانت عنده قوة على تمييز الأغاليط العارضة من قبل اللفظ، فقد\nقارب ألا يغالط فى\n</p>\n\n<p>\nالأشياء، ولا يغلط إلا غلطا يسيرا. وذلك أنه يبادر فيميز المعنى الذى\nيصدق عليه ذلك الوصف، أو يكذب، لأنه يتخيل جميع تلك المعانى التى يدل عليها\nذلك اللفظ، كأنها محسوسة عنده ومشار إليها، فيبادر ويقضى على المعانى\nاللائق بها ذلك الوصف قضاء صواب. مثال ذلك: أنه إذا سمع أن الشىء الموجود\nواحد، قضى على أن ذلك الشىء هو شخص الجوهر المشار إليه، لأن الشىء والموجود\nإنما يقالان أكثر ذلك على الجوهر المشار إليه، الواحد بالعدد. ولهذا ما\nيظهر لنا أولا أن التغليط العارض لنا إنما هو من قبل الألفاظ. وإن كان يظهر\nأيضا وقوع الغلط من قبل المعانى المغلطة التى عددت. وذلك أن الغلط الذى\nيكون من قبل مناظرة الغير والسماع منه السبب فيه تغليط تلك المواضع\nاللفظية. والغلط الذى يكون عندما يفكر الإنسان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nفى نفسه السبب فيه تلك المواضع المعنوية. وإن كان قد يعرض عند الفكرة\nالغلط من قبل الألفاظ فيه. وذلك أن الإنسان إذا فكر، كثيرا ما يخاطب نفسه،\nكما يفعل مع من يناظره، ويتخيل الألفاظ مع المعانى. وبالجملة فسبب الغلط فى\nهذه المواضع هو الاشتباه وقلة الاقتدار على التفصيل بين ما هو غير، وبين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nما هو <span id='ms15'></span> هو. فسبب تغليط الألفاظ هو العجز عن التفريق بينها وبين المعانى،\nوأخذ ما هو مغاير على أنه هو هو.\n</p>\n\n<p>\nوهذا هو بعينه سبب التغليط فيما بالعرض، وذلك ألا يفصل المرء ما يلحق\nواحدا واحدا من المحمولات الذاتية من الأمور التى بالعرض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nومن هذا السبب بعينه عرض تغليط موضع اللاحق، لأن هذا الموضع، كما قلنا،\nداخل فيما بالعرض بجهة ما، وجزء منه.\n</p>\n\n<p>\nوالغلط الذى يعرض من قبل المطلق والمقيد سببه أن يظن أن الغير هو هو،\nوذلك يعرض لقلة الاختلاف الذى بينهما.\n</p>\n\n<p>\nوكذلك الغلط الذى سببه المصادرة، والذى سببه أخذ ما ليس بعلة علة، والذى\nسببه أخذ المسائل الكثيرة على أنها واحدة السبب فيه قلة الشعور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nبالاختلاف الذى بينها، وذلك لقلة الاختلاف الذى بينها فى نفسه.\n</p>\n\n<p>\nأما أخذ علة ما ليس بعلة، فلقلة الاختلاف الذى بينه وبين ما هو علة فى\nالحقيقة.\n</p>\n\n<p>\nوأما المصادرة فالسبب فيه قلة الاختلاف الذى يكون هنالك بين صورة القياس\nالذى وضع فيه المطلوب نفسه وبين القياس الحقيقى، إذ كانت صورته صورة\nالقياس.\n</p>\n\n<p>\nوإذ كان الأمر كذلك، فالسبب فى تغليط هذه المواضع يرجع فى الجملة إلى\nشيئين: أحدهما أن يظن ما ليس بقياس أنه قياس الاختلاف بينهما، وأن يظن بما\nليس بنقيض أنه لقلة الاختلاف أيضا بينهما، وذلك يعرض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nإذا لم تعرف حدود كل واحد منهما على التمام، ولم يتحفظ بهما، أعنى القياس\nوالنقيض.\n</p>\n\n<p>\nولأنه إن تبين لنا من كم سبب تكون القياسات السوفسطائية المغلطة، فبين\nأنه يظهر لنا من ذلك كم أنحاء القياسات السوفسطائية، والمباكتات\nالسوفسطائية المغلطة. وأعنى بالتبكيتات السوفسطائية ليس كل تبكيت يظن به\nأنه تبكيت، وليس هو بالحقيقة مناقضة ولا تبكيتا، بل التبكيتات العامة الغير\nالمناسبة التى لا تخص صناعة صناعة من الصنائع البرهانية، وهى التبكيتات\nالتى يظن بها أنها تبكيتات من لم يرتض بتلك الصناعة مثل أن يكون التبكيت فى\nالصنائع البرهانية تبكيتات صادقة غير مناسبة. فإن غير المناسبة إنما\nتستعمله صناعة الجدل، وإنما يغلط فى هذا المبرهنون الذين لا يعلمون أن هذا <span id='ms16'></span>\nالجنس هو خاص بصناعة الجدل، أعنى إن استعمل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nغير المناسب. وذلك أن هذه الصناعة قد تستعمل الكاذب إذا كان مشهورا، فضلا\nعن غير المناسب، وكذلك تستعمل التبكيتات الكاذبة العامة التى تستعملها هذه\nالصناعة، كما تستعمل الصنائع البرهانية التبكيتات الخاصة.\n</p>\n\n<p>\nوالفرق أيضا بين استعمال هذه الصناعة التبكيتات العامة وبين استعمال\nصناعة الامتحان الجدلية لها أن صناعة الامتحان تستعمل هذه لتبصر وتعلم،\nوهذه لتغلط. فإذن هذه الصناعة هى بجهة ما جزء من صناعة الجدل. وكما أن\nالتبكيت الذى يكون فى الصنائع البرهانية من مقدمات صادقة غير مناسبة هى\nسوفسطائية، كذلك التبكيتات التى تكون فى صناعة الجدل من مقدمات يظن بها\nأنها مشهورة، وهى غير مشهورة، هى سوفسطائية، وإن كانت صادقة، فإذن المباكتة\nالسوفسطائية اثنتان: منها مباكتة يظن بها أنها صادقة، وهى كاذبة.\n</p>\n\n<p>\nومنها ما يظن يها أنها من تلك الصناعة، وليست من تلك الصناعة، سواء كانت\nصادقة أو كاذبة.\n</p>\n\n<p>\nوإذ قد تبين هذا، فنرجع فنقول:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nإن جميع القياسات المغلطة إما أن يكون جميعها يتولد عن هذه المواضع، إن\nكانت هذه المواضع هى جميع المعانى المغلطة، وإما أن يكون بعضها يتولد وينشأ\nمن هذه - إن لم تكن هذه التي ذكرت هى جميع المعانى المغلطة. وقد يضهر أن\nهذه جميع المعانى المغلطة من أنه قد تبين أن جميع التبكيتات والمناقضات\nالمغلطة إنما هى التبكيتات والمناقضات التى يظن بها أنها تبكيتات صحيحة،\nوليست تبكيتات صحيحة، لأنه ينقصها شىء يسير من حدود التبكيتات الصحيحة.\nوإذا كان الأمر هكذا، فواحب أن يكون عدد أصناف التبكيتات الغير الصحيحة عدد\nأصناف النقصان الداخل على التبكيتات الصحيحة. وواجب أن يكون عدد النقصان\nالداخل على أجزائها، أعنى على أجزاء التبكيتات الصحيحة، على عدد أجزائها.\n</p>\n\n<p>\nولما كان قد تبين أن التبكيت الصحيح هو قياس منتج لنقيض الأمر الذى يعترف\nبوجوده، وكان قد تبين أن هذا التبكيت إنما يكون صادقا إذا كان فيه ثلثة\nشروط: أحدها أن يكون صحيح الشكل، والثانى أن يكون صادق المقدمات، والثالث\nأن يكون النقيض المنتج نقيضا بالحقيقة للشىء <span id='ms17'></span> المعترف به، أعني للنتيجة\nالمقصود إبطالها، فبين أنه يجب أن تكون المواضع المغلطة المبكتة من المعانى\nما عدا مواضع الألفاظ، راجعة إلى هذه الثلاثة. وهذا، كما ترى، برهان واضح،\nلا خفاء به.\n</p>\n\n<p>\nفأما التوهم فيما ليس بنقيض أنه نقيض، فإن أرسطو يرى أنه ليس يعرض فيه من\nالمواضع المغلطة إلا موضعان:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nأحدهما إغفال الشرائط التى ذكرت فى باب النقيض، والثانى أخذ مسئلتين فى\nمسألة واحدة.\n</p>\n\n<p>\nوأما التوهم العارض من قبل الظن فيما ليس بقياس أنه قياس فإنه ذكر أيضا\nأنه ليس يعرض فيه إلا موضعان فقط: أحدهما القياس الذى يسمى مصادرة، والثانى\nالذى يسمى أخذ ما ليس بسبب على أنه سبب.\n</p>\n\n<p>\nوأما التوهم العارض من قبل أجزاء القياس، وهى المقدمات، أعنى أن يظن فيما\nليس بصادق منها أنه صادق، فإنه ذكر أيضا فيه ثلاثة مواضع: أحدها موضع ما\nبالعرض، والثانى موضع الإطلاق والتقييد، والثالث موضع اللاحق، وهو العكس.\n</p>\n\n<p>\nفإن لم يوجد فى هذه الثلاثة الأجزاء التى تقدمت من القول التبكيتى مغلطات\nإلا هذه، فهذه المواضع سبعة ضرورة، كما ذكر أرسطو، لا يمكن أن يزاد فيها\nولا أن ينقص منها، فنقول: أما كون المعانى المغلطة منحصرة إلى هذه الأجزاء\nالتى ينتج منها التبكيت فأمر بين بنفسه.\n</p>\n\n<p>\nوأما كون هذه الأجزاء لا يوجد منها إلا ما ذكره أرسطو فأمر يحتاج إلى\nتأمل. ويشبه أن يكون ترك القول فيه ووضعه وضعا لنتمه نحن، أعنى من يأتى\nبعده، فإن فى ذلك موضع فحص ونظر. ونحن نجد أبا نصر فى كتابه قد زاد فى هذه\nالمواضع موضعا ثامنا، وهو موضع الإبدال والنقلة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nأعنى أن يؤخذ بدل الشىء شبيهه أو لاحقه أو المقارن له، فهل أغفل أرسطو\nهذا الموضع أم لم يغفله؟ وإن كان أغفله، فهل أغفل معه مواضع أخر غيرها؟ أو\nكيف الأمر فى ذلك؟ والسبيل إلى الوقوف على ذلك يكون من هذه الجهة التى شرع\nأرسطو فى بيان عدد المواضع المغلطة منها، فنقول نحن:\n</p>\n\n<p>\nأما أن الأسباب التى توهم فيما ليس بنقيض أنه هى <span id='ms18'></span> أكثر من هذه التى عددها\nهنا أرسطو، فذلك شىء قد تبين فى كتاب بارى أرميناس، مثل أن يؤخذ الضد مكان\nالنقيض فى المادة الممكنة، أو تؤخذ الأضداد مكان الموجبة والسالبة، إلى غير\nذلك مما قيل فى ذلك الكتاب. وكذلك قد تبين أيضا فى كتاب القياس يكون فاسد\nالصورة من أسباب كثيرة غير السببين اللذين عددها هنا، مثل أن يكون عن\nمسألتين أو جزئيتين، إلى غير ذلك من أصناف المقدمتين الغير المنتجة. وكذلك\nتبين أنه يعرض لنا أن نصدق بالمقدمات الكاذبة من قبل أشياء أخر غير هذه،\nمثل الشهادات والأمور التى من خارج. وقد يعرض لنا ذلك أيضا من قبل\nالاستقراء والتمثيل، إلا أن هذه عددت فى صنائع أخر، ولم تعد فى صناعة\nالسفسطة، أعنى أنه جعل الاستقراء خاصا بالجدل، ومفيدا للتصديق الجدلى،\nوالتمثيل خاصا بالخطابة، ومفيدا للتصديق البلاغى، وكذلك التصديق الذى يكون\nمن الشهادات والأشياء التى من خارج جعل خاصا بصناعة الجدل وصناعة الخطابة\nعلى الشرائط التى قيل فيها هنالك. وهذا كله مما يوجب النظر فيه، فنقول: إنه\nيظهر من أرسطو فى هذا كله - إذ كان هو المفيد لنا جميع هذه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nالمواضع - أنه ليس يرى أن المواضع المغلطة المنسوبة إلى هذه الصناعة هى\nجميع المواضع التى يعرض منها الغلط لنا كيف ما اتفق. بل وبشرطين: أحدهما:\nأن يكون تغليطها ذاتيا، أعنى أن يكون الغلط فيها عارضا لنا بالطبع كثيرا،\nمثل الأوضاع التى توجب بطبعها من غلط الحواس فيها، لأنه إنما استنبط هذه\nالمواضع من استقراء الغلط فى نظر النظار فى الأشياء الموجودة، كالحال فى\nاستنباطه سائر قوانين هذه الصنائع.\n</p>\n\n<p>\nوالشرط الثانى: أن يكون الموضع يفيد الكذب دائما أو على الأكثر، ولا يكون\nجزءا من صناعة غيرها من الصنائع المنطقية.\n</p>\n\n<p>\nوإذا كان ذلك كذلك، فإنما لم يعدد فى الأشياء التى توهم فيما ليس بنقيض\nأنه نقيض إلا ذينك الموضعين فقط، لأنهما سبب الغلط الواقع بالطبع للجميع أو\nللأ كثر فى هذا الجزء من التبكيت. وسائر المواضع - فإنما تغلط فى الأقل.\nوما <span id='ms19'></span> كان فعله أقليا، فليس يجب أن يعد جزءا من هذه الصناعة، إذا قصد أن تكون\nهذه الصناعة صناعة فاعلة للتغليط. وذلك أنه كما أن الصناعة المعتنية بفعل\nالسموم ليس تضع جزءا من صناعتها ماهو سم فى الأقل، بل ماهو سم على الأ كثر\nأو بالضرورة، كذلك الأمر فى الأشياء التى تتنزل من هذه الصناعة منزلة\nالاسطقسات. فإذن المواضع التى ينبغى أن تعد جزءا من هذه الصناعة هى التى\nتكون قلة شعورنا بها أكثريا، وتكون مع ذلك إفادتها الكذب إما دائما، وإما\nأكثريا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nولهذا المعنى قال قدماء المفسرين إن المقدمات الكاذبة إما دائما وإما فى\nالأ كثر هى خاصة بهذه الصناعة، كما أن الصادقة فى الأ كثر خاصة بالجدل،\nوالصادقة دائما خاصة بالبرهان، والكاذبة والصادقة على التساوى خاصة\nبالخطابة.\n</p>\n\n<p>\nوإذ كان ذلك كذلك، فيشبه إذا استقريت المواضع المغلطة التى تضمنتها هذه\nالصناعة، أعنى صناعة السوفسطائية، ألا يوجد بهذه الصفة إلا هذه السبعة فقط.\nوذلك أن سائر الأشياء التى يدخل منها الفساد على صورة القياس، ما عدا\nالسببين اللذين ذكروا فى هذا الكتاب، يشبه ألا تكون قلة شعورنا بها أكثريا.\nفإنا لا نجد من النظار من قد غلط من قبل استعمال سالبتين فى الأشكال\nالحملية، ولا من قبل جزئيتين، إلا قليلا. وكذلك يشبه أن تكون سائر لمواضع\nالمغلطة فى النقيض، ما عدا ما ذكرها هنا، منها فقط. وأما الأشياء التى تغلط\nفى المقدمات فتوهم أنها صادقة، فإن الذى عدد أيضا منه ها هنا هو ما كان قلة\nشعورنا به أكثريا. وأما الذى يفعل الغلط أقليا فهو خاص بالجدل، والذى يفعله\nعلى السواء فيشبه أن يكون خاصا بصناعة الخطابة. وهذه هى حال المثال. ولذلك\nليس ينبغى أن يعد تغليطه جزءا من هذه الصناعة، كما لا يعد تغليط الاستقراء.\n</p>\n\n<p>\nلكن قد يتشكك فى هذا القول، فيقال،: إنا نجد أرسطو قد استعمل موضع اللاحق\nفى هذا الكتاب، واستعمل قياس العلامة فى الخطابة، فكيف الأمر فى ذلك؟\nفنقول:\n</p>\n\n<p>\nإنه إنما استعمل موضع اللاحق هنا من حيث <span id='ms20'></span> هو مغلط فى المقدمات أنفسها،\nوقلة الشعور به هو أكثرى، وفعله الغلط أيضا أكثرى. وأما إذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nأخذ من حيث يأتلف منه الشكل الثانى فقط، فهو معدود فى المقنعات لأنه لا\nيستعمل فيه العكس من حيث هو فى الشكل الثانى. ولذلك لم يعدد هاهنا من أصناف\nالمواضع التى تغلط فى صورة القياس استعمال موجبتين فى الشكل الثانى. ولهذا\nالسبب لم يعدد أرسطو موضع الإبدال هنا، لأنه موضع شعرى، والغلط العارض عنه\nهو ما يعرض لا بالذات، والمقصود هنا المغلطات بالذات. وموضع الإبدال إنما\nيفيد بالذات التمثيل.\n</p>\n\n<p>\nوإذ قد تبين هذا، فلنرجع إلى ما كنا فيه من تلخيص كليات معانى هذا\nالكتاب.\n</p>\n\n<p>\nقال: فإذ قد تبين هذا، فقد تبين من كم وجه تكون الأمور المغلطة العامة،\nوأنها تكون من هذه، لا من غيرها. فأما أن يكون لنا من هاهنا علم بكل تبكيت\nواقع فى كل صناعة من الصنائع البرهانية، فذلك شىء ليس فى قوة هذه القوانين\nالمعطاة هاهنا. ولا ينبغى أن يتعاطى علم ذلك من هاهنا، بل إنما يقدر على\nمعرفة ذلك فى صناعة صناعة من أحاط علما بالأشياء الموجودة فى تلك الصناعة.\nولذلك ما ترى التبكيتات العارضة فى صناعة صناعة غير متناهية، كما أن\nالمطلوبات فيها غير متناهية. فإن عدد التبكيتات فيها هو على عدد المطالب،\nوحلها هو لها. وذلك أن الذى يحل التبكيت الذى يوجب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nأن يكون ضلع المربع مشاركا للقطر هو الذى يبرهن أنه غير مشارك. لأن هذه\nالتبكيتات، كما قلنا، هى من الأمور الذاتية. والأمور الذاتية إنما تحصل فى\nالصنائع أكثر من قبل التجربة، وحلها إنما يكون لمن أحاط علما بذلك المطلوب.\nفمعرفة هذه التبكيتات الجزئية، أعنى الخاصة بصناعة صناعة، ليس لصناعة\nواحدة، بل لصنائع كثيرة. فتكون معرفة حل التبكيتات الهندسية المناسبة لصاحب\nصناعة الهندسة، والطبية للطبيب. ولذلك ما نرى أن هذه التبكيتات ليس لها\nغاية، وأما التبكيتات العامة فمعرفتها لصناعة عامة، إلا أن هذه الصناعة، إذ\nكان ليس من شأنها أن تبصر، أعنى صناعة السفسطة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nفمعرفتها إذن <span id='ms21'></span> وحلها يكون لصناعة معلمة عامة، وتلك هى صناعة الجدل. ولذلك\nما نرى أن الذى قيل من ذلك فى هذا الكتاب هو، من جهة، جزء من صناعة الجدل.\n</p>\n\n<p>\nفقد تبين من هذا أنه ليس لهذه الصناعة حل المغلطات الجزئية، ولا العامة،\nإلا من جهة أنها جزء من صناعة الجدل. لكن أرسطو لما نظر فى هذه الصناعة من\nجهة أنها جزء من صناعة الجدل، أعطى هاهنا القوانين التى بها تحل هذه\nالمغلطات، وجعلها جزءا من هذا الكتاب.\n</p>\n\n<p>\nقال: وليس الكلام ينقسم قسمين: فيكون منه ما يدل بحسب ضمير المتكلم\nواعتقاده، وهى الدلالة الى تخص المتكلم، ومنه ما يدل بنحو الاسم، وهى\nالدلالة التى تخص السامع، وأن الخطأ العارض من قبل دلالة المسموع، لا من\nقبل دلالة الضمير، بحسب ما اعتقد فى ذلك قوم - يشير به إلى أفلاطون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فإنه خطأ أن يظن أن اللفظ ينقسم هذين القسمين، بما هو لفظ، حتى يكون\nمنه ما يدل بحسب ضمير المتكلم، ومنه ما يدل بحسب الاسم المشترك عند السامع.\nفإن اللفظ الواحد بعينه نجده مرة تكون دلالته بحسب ضمير المتكلم هى بعينها\nدلالته عند السامع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nفأما متى تكون دلالته بحسب مسموع الاسم، لا بحسب ضمير المتكلم، فعندما\nيسئل السائل المجيب عن مقدمة ما باسم مشترك، فيفهم المجيب من ذلك الاسم\nمعنى واحدا من المعانى التى يدل عليها، فيلقاه السائل على معنى غير ذلك\nالمعنى ويغالطه به، فإن دلالته بحسب المسموع عند السائل تكون غير دلالته\nبحسب ضمير المجيب واعتقاده.\n</p>\n\n<p>\nفأما إذا كان الاسم لا يفهم المجيب منه ولا السائل إلا معنى واحدا، فإن\nدلالته عند ضمير المتكلم هى دلالته عند السامع، وسواء كان الاسم مشتركا يدل\nعلى كثيرين، أو كان واحدا، إذا لم يفهم منه السائل والمجيب إلا معنى واحدا،\nكانت دلالته بحسب المعنى الذى فى النفس هى دلالته بحسب المسموع.\n</p>\n\n<p>\nوقد يعرض للاسم أن يقال على معان كثيرة، وتكون الدلالتان فيه واحدة، أعنى\nدلالته من حيث هو مسموع، ودلالته من حيث يعبر به عن <span id='ms22'></span> المعنى الذى فى النفس،\nوذلك إذا فهم السائل والمجيب من ذلك اللفظ جميع المعانى التى يقال عليها\nذلك الاسم، مثل إن سأل سائل زينن فى اعتقاده أن الموجود واحد، مع أنه كثير\nعنده فى الحس، والسائل يفهم من لفظ الموجود والكثرة الذى يفهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nمنها زينن، ومن معنى الواحد أيضا المعنى الذى يفهمه منه زينن، فأجابه بأن\nالموجود واحد، فإن دلالة المسموع هى بعينها دلالة ما فى ضمير المتكلم.\nوأيضا فإن قسمنا الألفاظ، فقلنا: إن منها بحسب الاسم، ومنها بحسب الضمير\nالذى هو المفهوم على ما تقتضيه القسمة الذاتية للشىء، حتى لا تكون قسمة\nمتداخلة، فقد نفينا الدلالة عن اللفظ المسموع. لأن الدلالة للفظ إنما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nهى على ما فى النفس والضمير. وإذا انتفت الدلالة التى بحسب الضمير، فلا\nيوصف حينئذ اللفظ بأنه مغلط، ولا بأنه غير مغلط، لأن هذين الوصفين إنما\nلحقا اللفظ من قبل أنه دال على ما فى النفس.\n</p>\n\n<p>\nفقسمتنا الألفاظ إلى ما هو دال على ما فى الضمير، وإلى ما هو دال بحسب\nالمسموع هو شبيه بقسمة من قسمها إلى ما هو دال، وإلى ما هو مسموع فقط غير\nدال.\n</p>\n\n<p>\nواللفظ من حيث هو مسموع فلا مدخل له فى التغليط، ولا فى عدم التغليط.\nفهذا ما يلزم من الشناعة من قسم الألفاظ هذه القسمة، فأوجب لها الغلط من\nجهة المسموع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nعلى أن هؤلاء مختلفون: هل الغلط كله فى المعانى من جهة الاسم المشترك\nفقط، أو من جهة الألفاظ المسموعة فقط، سواء كان اللفظ اسما مشتركا أو غيره.\nفإن ضروب تغليط الألفاظ كثيرة. وذلك أن هؤلاء يرون أن التغليط فى القياس\nيكون من قبل الاشتراك فى التركيب. ويكون فى الأمور المفردة التى هى أجزاء\nالقياس من قبل اشتراك الاسم المفرد، وكلهم يرون أن تغليط الاشتراك إنما هو\nمن قبل اللفظ المسموع. ولذلك من قصر التغليط وجعله من قبل اشتراك الاسم\nالمسموع، كما فعل أفلاطون، فهو فى غاية الخطأ. فإنه يظهر أن هاهنا مضللات\nكثيرة من الألفاظ، غير الاسم المشترك <span id='ms23'></span> المفرد، ومن المعانى أنفسها، من غير\nأن يكون هنالك تغليط من قبل اللفظ.\n</p>\n\n<p>\nقال: وقد أساء أفلاطون فى التعليم حين رام أن يعلم التبكيتات السوفسطائية\nقبل أن يعلم القياس الصحيح ما هو، والنقيض الحقيقى ما هو. فان المباكتة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nالسوفسطائية إنما هى: إما قياس يظن به أنه قياس، وليس بقياس، أو نقيض يظن\nبه أنه نقيض وليس بنقيض. والمغلطات تكون من قبل الغلط فى القياس، أو من قبل\nالغلط فى النقيض، أو من قبل الأمرين جميعا. فمن لم يعلم ما هو القياس\nالصحيح والنقيض الصحيح فليس يمكنه أن يقف على تغليط أمثال هذه المواضع، وإن\nكان التغليط الواقع فيها من قبل الألفاظ فقط، كما يقولون. فمثال الغلط\nالواقع من قبل اللفظ فى النقيض قول القائل:) الساكت يتكلم، والمتكلم ليس\nبساكت، فالساكت ليس بساكت (، فإن هذين ليسا بمتناقضين. فإن الساكت بالفعل\nليس ساكتا فيما يستقبل.\n</p>\n\n<p>\nومثال الغلط الواقع من قبل اللفظ فى شكل القياس قول من قال: إن الوزن\nدائرة، والدائرة شكل يحيط به خط واحد فى داخله نقطة، كل الخطوط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nالخارجة منها إلى المحيط متساوية، فالوزن شكل بهذه الصفة. فإن المقدمتين\nالمأخوذتين فى هذا القياس صادقتان، لكنهما لا تشتركان فى حد واحد، إلا فى\nاللفظ فقط. فمن لا يعلم أن القياس إنما يكون بأن تشترك المقدمتان فيه بحد\nواحد فى المعنى، لا فى اللفظ، لم يقف على وجه الغلط من قبل اللفظ فى هذا\nاللفظ فى هذا القول.\n</p>\n\n<p>\nومثال ما وقع التغليط فيه من قبل اللفظ فى الوجهين جميعا، أعنى فى النقيض\nوفى القياس، قول القائل:) الإنسان يعطى الشىء المعطى، والمعطى ليس له،\nفالإنسان يعطى ما ليس له (.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا أخذ أن الإنسان يعطى ما ليس له، وأضاف إلى ذلك: أن ما ليس له يذم\nعلى إعطائه، أنتج من ذلك أن الإنسان يعطى ما يذم على إعطائه. فمن سلم هذا\nالقياس، فقد غلط من قبل اللفظ فى موضعين: أحدهما: أنه أخذ) ما ليس له\n(الصادق على المعطى هو المناقض لما هو الصادق <span id='ms24'></span> على المعطى.\n</p>\n\n<p>\nوالثاني: أنه ظن أن) ما ليس له (المأخوذ محمولا فى المقدمة الصغرى هو\nبعينه) ما ليس له (الموضوع فى المقدمة الكبرى. وليس الأمر كذلك. فإن ما\nيعطى المرء هو له قبل أن يعطيه، وليس له بعد ما أعطاه.\n</p>\n\n<p>\nفإذن من لا يعرف القياس ولا النقيض لا ينتفع بمعرفة اشتراك الاسم.\n</p>\n\n<p>\nفإذن واجب على من رام أن يتعلم هذه الصناعة أو يعلمها أن يعلم ما هو\nالقياس، وما هو النقيض. وسواء كان الغلط واقعا من قبل اللفظ، كما يرى ذلك\nأفلاطون، أو من قبل الأمرين جميعا، كما تبين قبل.\n</p>\n\n<p>\nقال: ويلزم من قال إن الخطأ إنما يعرض من قبل الاسم المسموع، لا من قبل\nالمفهوم، أن يكون المهندس، إذا غلط فى التعليم، فظن أن المثلث المتساوى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nالساقين ليس بمثلث، أن يكون غلطه من قبل الاسم المشترك المسموع، لا من\nقبل المفهوم. وهو بين أن الغلط إنما وقع منه بحسب المعنى الذى فى ضميره\nالمفهوم. ولو سلمنا أن المثلث اسم مشترك لأن المعلم ليس فى حقه لفظ مسموع.\nوأيضا إن كان الاسم يدل على كثيرين، وكان المجيب لا يفهم دلالة ذلك الاسم\nوعلى كم من معنى يدل، فهو إذا جاوب، لم يجاوب بحسب أنه فهم معنى ما، وإنما\nسلم لفظا لا يدرى ما يدل عليه. ولا يمكن أيضا هذا المجيب أن يقسم المعانى\nالتى يدل عليها ذلك اللفظ، ويستفهم السائل أى معنى من تلك المعانى هو الذى\nقصده. مثال ذلك: أنه إذا سأل سائل: هل الساكت يتكلم؟ وكان هذا يصدق على\nالساكت فيما يستقبل، ويكذب عليه فى حين سكوته، فإنه إن لم يفهم المجيب هذين\nالمعنيين، فأجاب بأنه يتكلم مطلقا، أخطأ؛ وإن أجاب بأنه لا يتكلم مطلقا،\nأخطأ. فهذا الخطأ ليس هو من قبل أن ما فى ضمير المتكلم من ذلك مخالف لمفهوم\nالسامع، لأن السامع لم يفهم منه شيئا محصلا. فإذن ليس الألفاظ جنسين:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nجنس يدل بحسب ما فى ضمير السائل وهو الذى يكون الصواب من قبله، وجنس يدل <span id='ms25'></span>\nبحسب مفهوم السامع، ومنه يكون الغلط دائما.\n</p>\n\n<p>\nولا أيضا جميع المغلطات تكون من قبل الألفاظ. فإنه قد تبين أنه هاهنا\nمغلطات من المعانى، مثل تغليط ما بالعرض، وغير ذلك من المواضع التى\nعددناها.\n</p>\n\n<p>\nولا استعمال القسمة التى تحفظ المجيب من الغلط مع السائل فى جميع المواضع\nالمغلطة على ما كان يذهب إليه أفلاطون فى جميع هذه الأشياء. لأنه إن سلم\nإنسان أن للمجيب أن يقسم المعانى التى يدل عليها الاسم المشترك، ويستفهم\nالسائل عن المعنى الذى أراد من بينها، حتى لا يغلط فى الاسم المشترك، فماذا\nيقول فى الموضع الذى لا يشعر المجيب فيه بأن اللفظ مشترك، ولا يفهم له\nدلالة؟ فانه إن استفهمه عما يدل عليه اللفظ، عاد متعلما، لا مجيبا. وكذلك\nإن قسم له السائل تلك المعانى، عاد معلما، لا سائلا. وأيضا إن جاز له، أى\nللمجيب، أن يستفهم السائل فى مثل هذا الموضع، أعنى فى الموضع الذى لا يفهم\nفيه دلالة الاسم المشترك حتى يبصره السائل، فكيف لا يجوز له أن يسأله عن\nوجه الغلط الذى لزمه من قلة شعوره بشروط القياس، مثل أن يسأل سائل: هل\nالآحاد التى فى الثنائية مخالفة للآحاد التى فى الرباعية؟ فإن قال: هى\nمخالفة لها، قال له: فالرباعية تخالف نفسها، لأنها إنما تركبت من الآحاد\nالتى فى الثنائية. وإن قال: هى غير مخالفة، قال له: فالرباعية موافقة\nللثنائية ومساوية لها. فإن سبب التغليط فى هذا إنما هو الجهل بأن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nالمقدمتين اللتين يأتلف منهما القياس يجب أن تشترك بحد واحد فى المعنى،\nلا فى اللفظ. وهذا ليس يوقف عليه من المعرفة بطريق القسمة.\n</p>\n\n<p>\nفإن جاز له أن يستفهم عن الاسم المشترك فى الموضع الذى يجهل فيه أنه دال،\nفيجوز له أن يستفهم السائل فى الموضع الذى غلط فيه وجاز عليه الغلط من أجل\nأنه لم يعلم شروط القياس. ولذلك كان السائل يظن به أنه يجب أن يكون غير\nمعلم، والمجيب يظن به أنه قد يجب أن يكون غير متعلم، لأن السائل يفحص <span id='ms26'></span> لأن\nيعلم، والمتعلم قد علم. وبالجملة: فإن عقد القول الكاذب العام ثم حله، ليس\nللمبرهن، وإنما هذا للممتحن. وصناعة الامتحان العامة جزء من صناعة الجدل.\nوهذه الصناعة هى من جهة من صناعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nغير مبصرة ليس للمجيب فيها أن يسأل عما جهل، ولا للسائل أن يعلم. فإذن\nليست القسمة نافعة فى حل الأقاويل المغالطية إلا عند المعلمين والمتعلمين\nفقط. ولو كانت نافعة، لم تكن فى كل موضوع، لأن مواضع الغلط كثيرة.\n</p>\n\n<h1 class='l1' id='head3'>القياس المغالطي</h1>\n\n<p>\nقال: والقياس المغالطى منه مرائى ومشاغبى، ومنه سوفسطائى.\n</p>\n\n<p>\nوالمشاغبى: هو القياس الذى يوهم أنه قياس جدلى، من غير أن يكون كذلك\nبالحقيقة، وهو الذى يتشبه صاحبه بصناعة الجدل، ويطلب به غاية صاحب الجدل،\nوهى الغلبة.\n</p>\n\n<p>\nوالقياس السوفسطائى: هو الذى يتشبه صاحبه بالمبرهن، فيوهم أنه حكيم، من\nغير أن يكون كذلك. وهذا القياس أصناف:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nمنه ما يكون من الأمور الكاذبة الخاصة بجنس جنس، وهو الذى حله لصاحب تلك\nالصناعة، مثل ما فعل رجل من قدماء المهندسين يقال له بقراط. فإنه لما عمل\nمربعا مساويا للشكل الهلالى، ظن أنه وجد مربعا مساويا للدائرة، بأن ظن أن\nالدائرة تنقسم إلى أشكال هلالية حتى تفنيها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nفهذا الغلط هو خاص بصناعة الهندسة، وحله على المهندس.\n</p>\n\n<p>\nومنه ما يكون من الأمور الكاذبة التى هى أعم من ذلك الجنس، مثل من زعم من\nالمهندسين أنه إذا عمل مربعا ثم قسم القوس التى تحيط بكل واحد من أضلاع\nالمربع بنصفين، وأخرج منها خطين إلى طرفى الضلع، ثم قسم القوس المحيطة\nبذينك الخطين بنصفين، وأخرج، وفعل ذلك دائما، فإنه ينتهى بذلك الفعل إلى أن\nتنطبق أضلاع الشكل المستقيم الخطوط الذى داخل الدائرة على محيط الدائرة،\nفيوجد شكل مستقيم الخطوط مساويا للدائرة. فإن هذا جحد المبادىء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nالتى يستعمل المهندس وهو أن القسمة تمر فى الخطوط إلى غير نهاية، وأنه\nليس ينطبق خط مستقيم على مستدير.\n</p>\n\n<p>\nفهذا القياس هو سوفسطائى من جهة تشبه بالمبرهن، وهو مشاغبى من جهة أن\nمقدماته الكاذبة عامة. ولذلك كان لصناعة الجدل حل أمثال هذه <span id='ms27'></span> المقاييس. فعلى\nهذا يكون القياس المشاغبى هو القياس الكاذب الذى تكون نسبته إلى صناعة\nالجدل نسبة القياس الذى يضع رسوما وأشكالا كاذبة إلى صناعة الهندسة. لكن\nالفرق بينهما أنه ليس لصناعة الجدل موضوع محدود، لا عام على ما عليه\nالفلسفة الأولى، ولا خاص على ما عليه الصنائع البرهانية الجزئية. وقد يظن\nأنه قد يكون نوع من القياس صادق، إلا أنه إذا استعمل فى الصنائع البرهانية\nعلى أنه خاص بذلك الجنس، نسب إلى صناعة السفسطة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nوذلك أن البراهين ليس من شرطها أن تكون مقدماتها صادقة فقط، بل وأن تكون\nمناسبة، وهى الخاصة بذلك الجنس. وذلك مثل ما ربع به بروسن الدائرة. فإنه\nلما عمل شكلا مستقيم الخطوط أعظم من كل شكل مستقيم الخطوط واقع فى الدائرة،\nوأصغر من كل شكل مستقيم الخطوط محيط بالدائرة، قال إن هذا الشكل هو مساو\nللدائرة، لأن الدائرة هى أصغر من كل شكل مستقيم الخطوط يحيط بها، وأعظم من\nكل شكل مستقيم الخطوط تحيط به. وإذا كان شيئان كلاهما أصغر من شىء واحد\nبعينه، وأكبر من شىء واحد بعينه، فهما متساويان. فإن هذا يوهم أنه برهانى،\nوليس ببرهانى. فهو مرائى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nفإذن لا يحيط علما بأنواع القياسات المغلطة إلا من وقف على القياس الجدلى\nالصحيح والقياس البرهانى الصحيح، وهو الذى مقدماته، مع أنها صادقة، مناسبة.\nوالصناعة البرهانية لما كانت تقتصر على إثبات أحد النقيضين، وهو الصادق،\nوإبطال النقيض الآخر الذى هو الكاذب. لم يضع مقدماتها من جهة السؤال. لأن\nالمجيب قد يسلم ما ليس هو صادقا. وأما صناعة الجدل فلما كانت معدة معرضة\nلأن تثبت كل واحد من النقيضين وتبطله كانت مقدماتها مأخوذة بالسؤال، ولم\nيكن قصدها تبيين شىء من الأشياء إلا إذا استعملت فى تبيين المبادىء الأول\nمع من يجحدها، على ما تبين فى كتاب الجدل.\n</p>\n\n<p>\nوالصناعة الامتحانية الجدلية تستعمل من أجناس المقاييس السوفسطائية الجنس\nالذى يكون من المقدمات العامة الكاذبة التى ليست بخاصة بجنس من الأجناس، إذ\nكانت ليس لها موضوع خاص، لأنها جزء من <span id='ms28'></span> صناعة الجدل. وليس صناعة الامتحان\nالجدلية، ولا بالجملة صناعة الجدل عند من يتعاطاها، كصناعة الهندسة، وغيرها\nمن الصنائع البرهانية. فإن صناعة الامتحان الجدلية، والجدل نفسه، لما كان\nليس لها موضوع خاص، وكانت المقدمات المشهورة مشتركة المعرفة للجميع أمكن أن\nيشارك العوام ومن لا علم له بصناعة الجدل والامتحان من عنده علم بهذه\nالصناعة، بخلاف الأمر فى صناعة الهندسة، أعنى أنه ليس يوجد أحد يشارك\nالمهندس فى صناعته. لكنهم وإن شاركوا أهل هذه الصناعة، فمشاركتهم هى مشاركة\nيسيرة. ولما كانت صناعة الامتحان الجدلى تستعمل التبكيت العام المغالطى من\nجهة أنها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nليس لها موضوع محدود، وكانت هذه الصناعة، أعنى السوفسطائية، بهذه الحال،\nلأنه ليس لها جنس مخصوص، فبين أن معرفة المباكتات المغلطة تشترك فيها صناعة\nالامتحان الجدلى، وصناعة المشاغبية. ويتبين من هذا أنه ليس السوفسطائى الذى\nنت أهل هذه الصناعة هو الذى يبكت ويغلط المغالطة الخاصة بجنس جنس من أجناس\nالعلوم البرهانية كما تقدم. وأيضا فإن صناعة الجدل قد يجب عليها أن تعرف\nأصناف المباكتات المغلطة العامة ليتحفظ منها، كما يجب على صاحب صناعة صناعة\nمن الصنائع الخاصة أن يعرف أصناف المغالطات التى فى تلك الصناعة. ولهذا كله\nوجب أن تشترك هاتان الصناعتان، أعنى الجدل والسفسطة.\n</p>\n\n<p>\nفأما من كم وجه وموضع تكون المباكتات السوفسطائية فقد تبين ذلك. لكن لما\nكان قصد هذه الصناعة ليس التبكيت المغالطى، بل وسائر تلك الأغراض التى\nقيلت، وكان أحد تلك الأغراض الذى هو ثان للغرض الذى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nهو التبكيت هو سوق المخاطب إلى الكذب الشنيع، أو سوقه إلى الشك والحيرة،\nفقد ينبغى أن ننظر فى الأشياء التى بها تفعل هذه الصناعة هذا الفعل.\n</p>\n\n<p>\nوأول المواضع التى يقتدر بها السائل على سوق الكلام إلى التشنيع، هو ألا\nيجعل سؤاله للمخاطب على وضع محدود ويروم إبطاله بأن ينتج عن وضعه شنيعا،\nكما يفعل السائل والمجيب فى الجدل، بل يجعل سؤاله لا على وضع محدود، بل كيف\nما اتفق، وعلى غير وضع يتضمن المجيب نصرته. فإنه إذا كان الأمر بهذه الصفة <span id='ms29'></span>،\nأمكن السائل أن يشنع فى وجود المقدمات التى يلزم عن وضعها شنيع ما، لأن\nالمقدمات التى تفعل هذا، لا بالإضافة إلى وضع محدود، أغزر وأكثر من التى\nتفعلها بالإضافة إلى وضع محدود. وذلك أمر بين بنفسه، لأنه إذا رام أن ينتج\nالشنيع بحسب وضع محدود ضاق عليه وجود المقدمات التى تسوق إلى القول الشنيع\nبحسب ذلك الوضع، ولم يمكنه النقلة إلى مقدمات أخر، إذا لم يسلم الخصم تلك\nالمقدمات التى بينها وبين الوضع مناسبة. ولذلك إذا سئل السائل المجيب عن\nأمثال هذه المقدمات كيف ما اتفق، أعنى التى تلزم عنها الشنعة، فتسلمها\nالمجيب، أنتج عليه من حينه الشنيع. وإن امتنع من تسليمها - مثل أن يسئله\nموجبة، فيسلم سالبة؛ أو يسئله السالبة، فيسلم الموجبة - فإنه يمكن أن ينتقل\nمعه فى السؤال إلى أن يعثر على ما يسوقه إلى التشنيع مما يسلمه. لكن المجيب\nفى هذه الحال هو أوضح عذرا، لأن له أن يقول إن هذا الشنيع لم يلزم مما سألت\nعنه أنت، وإنما هو شىء وقع فى أثناء القول، ولكن لا ينفك بهذا من أنه قد\nسلم شنيعا، أو ما يلزم عنه شنيع. لأن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nالموضع الذى من شأنه أن يسوق إلى الشنيع هو ألا يكون السؤال أو الجواب\nعلى وضع محدود. فمتى لم يشعر المجيب بتغليط هذا الموضع، ولم يتحفظ منه، تم\nعليه السوق إلى الشنيع، وإن تعسر فى موافقة السائل فى كثير مما يسئله. وقد\nتسهل موافقة المجيب للسائل إذا استعسر عليه بأن يخرج سؤاله مخرج سؤال\nالمتعلم للمعلم، وهو مع هذا يضمر الغلبة، كما قيل فى كتاب الجدل. لكن إنما\nيكون هذا نافعا فى بعض المواضع، دون بعض، على ما قيل هنالك. فإذن ملاك\nالأمر فى تبصير الكاذب الشنيع الذى يلحق من هذا الموضع والتحفظ منه إنما هو\nالشعور به، أعنى بهذا الموضع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nوموضع ثان: وهو أن يعمد إلى الأمور الشنيعة التى فى جنس جنس من أجناس\nالعلوم فيحصيها وتكون عنده عتيدة. فإذا خاطب بعض من هو من أهل <span id='ms30'></span> تلك الصناعة،\nألزمه تلك الأمور الشنيعة التى فى صناعته. وكذلك أيضا يجب عليه أن يحصى ما\nهو شنيع عند أمة أمة، أو عند الأ كثر، فيجد السبيل بذلك إلى الشنيع على\nالخصم. وأصل هذا كله أن يتعمد الشنيع الذى يخص تلك الأمة الذى المخاطب\nمنها، أو أهل تلك الصناعة الذى المخاطب منها.\n</p>\n\n<p>\nوالنقض الملائم لهذه المواضع الذى يبصر الكذب الذى فيها أولا هو أن يعرف\nالمجيب الخصم أن ما ألزمه من الشنيع أنه ليس يلزم مما سلمه. وإنما يمكن أن\nيفعل ذلك إذا أخذ السائل ما ليس بعلة للنتيجة على أنه علة. وأما متى لم يكن\nأخذ علة ما ليس بعلة، فليس يمكنه مناقضته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nلكن للمجيب بعد ذلك أن يتأمل ذلك الشنيع هل هو مما هو شنيع عند القول به،\nأو مما هو شنيع عبد الطبع. فإن كثيرا ما تتقابل المحمودات فى القول مع\nالمحمودات بالطبع. لأن الجمهور يقولون كثيرا أحسن ما يكون من القول الذى\nينحو نحو الجميل، وأعمالهم مصروفة إلى الأمور النافعة التى ليست بجميلة،\nمثل ما يقولون كثيرا: إن الموت مع صلاح الحال أفضل من الحياة مع الشر؛ وإنه\nأن يكون المرء مع العدل محتاجا آثر من أن يكون غنيا بالجور، وهم مع هذا\nيؤثرون الحياة مع الشر، والغنى مع الجور.\n</p>\n\n<p>\nفيجب علينا متى ألزمنا الشنيع الذى بحسب القول أن نقابله بأنه محمود عند\nالطبع؛ وإن ألزمنا الشنيع بحسب الطبع قابلنا ذلك بأنه محمود بحسب الاعتقاد\nوالقول.\n</p>\n\n<p>\nوقد يوجد هاهنا موضع واسع كثير المنفعة فى مقاومة هذا الجنس من القول:\nوهو أن المحمودات عند الشريعة كثيرا ما تضادها المحمودات عند الطبيعة.\nفينبغى للذى يشنع عليه بمقابل المحمود ى الشريعة أن يقابل ذلك بأنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nمحمود عند الطبيعة. ومن شنع عليه بالمقابل المحمود عند الطبيعة أن يقابل\nذلك بأنه محمود عند الشريعة. فإنه كثيرا ما تتضاد المحمودات بالطبع مع\nالمحمودات بالشرع، فتنقض كل واحدة منهما من حمد صاحبتها. لكن المحمودات\nبالطبع هى محمودات من قبل صدقها، والتى بالشرع هى <span id='ms31'></span> محمودات من قبل أنها\nالمعمول بها عند الأ كثر، أى المشهور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nفقد تبين أنه كما أن لهؤلاء أن يناقضوا الأمور الشنيعة التى ينتجها عليهم\nالتقابل من هذه المواضع، كذلك للسائلين أن يضطروا المجيب من المواضع التى\nذكرناها، إما إلى التبكيت، وإما إلى الإقرار بالشنيع.\n</p>\n\n<p>\nوقد يكون من مفردات المسائل ما يتفق فيها أن يلزم السائل المجيب الشنيع\nبأى المتناقضين أجاب. والمواضع التى تفعل هذا هى التى تسوق المخاطب إلى\nالشك والحيرة، وهو الغرض الثالث من أغراض السوفسطائيين، مثل قول القائل: أى\nينبغى أن نطيع أكثر: الحكماء أم الآباء؟ فإن قيل) الآباء (، قيل فمخالفة ما\nتقتضيه الحكمة واجبة. وإن قيل) الحكماء (، قيل فعصيان الوالدين إذن واجب.\nوكذلك هل ينبغى أن نؤثر ماهو عدل أم ما هو نافع. ومثل هل أن تظلم آثر من أن\nتظلم، أم الأمر بالعكس. وبالجملة: فإن هذا النحو من الحيرة يلحق جميع\nالأشياء التى تتضاد فيها آراء الحكماء مع آراء الجمهور\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nوالأ كثر. مثال ذلك: أن الحكماء يرون أن الملوك السعداء هم العدول،\nوالجمهور يرون أن السعداء هم المظفرون. وقد يمكن أن يقال إن التضاد الذى فى\nهذا الجنس هو راجع إلى التضاد الذى يلفى بين المحمودة بالطبيعة والمحمودة\nبالسنة، لأن الذى عند الحكماء والذى عند الطبيعة هو محمود من أجل أنه صادق،\nوالذى عند الشريعة وعند الأ كثر هو محمود من أجل أنه مشهور، وأن عليه الأ\nكثر.\n</p>\n\n<p>\nفمن هذه المواضع ومن أشباهها ينبغى أن يطلب وجود هذه المقدمات الشنيعة،\nوهى التى يسميها أرسطو) الناقصة الإقرار (.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nفأما من أين يمكن صاحب هذه الصناعة أن يلجىء المتكلم إلى التبكيت، أو إلى\nالهذر والتشنيع عليه بذلك، وهو الغرض الرابع، فذلك يعرض للذين ليس عندهم\nفرق، ولا اختلاف، بين أن يؤتى بالشىء من حيث يدل عليه اسم مفرد، أو من حيث\nيدل عليه بذلك الاسم مع بعض ما يدل عليه ذلك الاسم: إما على طريق اللزوم،\nوإما على جهة التضمين، حتى يأتى مجموع ذلك فى صورة القول المركب. وذلك <span id='ms32'></span> يعرض\nكثيرا فى المضافات وفى حدود الأشياء التى قوامها فى موضوع ما، ويؤخذ ذلك\nالموضوع جزء حدها، فيعرض من ذلك إما أن يبكته ويلزمه الإقرار بالقول\nالكاذب، وإما أن يهذر فى كلامه. مثال ذلك فى المضاف أن يقول: إن كان ما يدل\nعليه قولنا) ضعف (هو ما يدل عليه قولنا) ضعف النصف (، لأن الضعف إنما هو\nضعف للنصف، وكان النصف ضعفا، فالضعف ضعف. فإما أن يقول إن الضعف ليس هو\nضعفا للنصف، وإما أن يقول إن الضعف هو ضعف، وذلك هذر. فإن الجزء لا يكون\nجزءا عن نفسه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nومثل أن يقول: إن كانت الشهوة إنما هى شوق إلى اللذيذ، والشوق إلى اللذيذ\nشهوة، فالشهوة إذن شهوة.\n</p>\n\n<p>\nوإنما عرض هذا من قبل أن هذين من المضاف. فإن الضعف إنما هو ضعف لشىء،\nوالشهوة شهوة لشىء. وكذلك يعرض فى أمثال الأشياء التى وجودها فى النسبة.\nوأما الأشياء التى تلجىء المخاطب إلى الهذر فى حدودها، فليست هى من\nالمضافات، وإنما هى من ذوات الكيفيات، وذلك أن الموضوعات لهذه يأخذونها مرة\nمع الحدود، ومرة فى الحد، فيعرض من ذلك أن يكرر الشىء الواحد مرتين. مثال\nذلك أنهم يقولون: إما ألا يكون الأنف الأفطس هو الأنف العميق، وإما أن يكون\nالأنف الأفطس هو الأنف العميق،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nفيكون الأنف هو الأنف. وذلك هذر.\n</p>\n\n<p>\nوكذلك إما ألا يكون الفرد هو العدد الذى ليس ينقسم بقسمين متساويين، وإما\nأن يكون الفرد هو العدد الذى ليس ينقسم بقسمين متساويين، فيكون العدد هو\nالعدد. وذلك هذر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nوربما لحق الاسم المفرد مثل هذا من غير أن يؤخذ مركبا، مثل قول القائل:)\nيا هذا، هل يدل الضعف على شىء (. فإن كان دالا، فإما أن يدل على شىء ليس هو\nضعفا، وإما أن يدل على ضعف. لكن إن دل على ضعف، كان الضعف نفسه ضعفا، وذلك\nهذر، وإن دل على غير ضعف، فالضعف ليس بضعف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وأما سوق المجيب إلى أن يتكلم بكلام يظن به أنه مستحيل الدلالة، من\nغير أن يكون كذلك، فإنما <span id='ms33'></span> كانت أكثره، إلا اليسير منه، من الألفاظ المشتركة\nالأشكال للمذكر والمؤنث. وما ليس بمذكر ولا مؤنث. وهذا خاص بلسانهم. فإنه\nكانت لهم أشكال خاصة بالمذكر والمؤنث، وأشكال لما ليس بمذكر ولا مؤنث. وهذه\nربما دل بها عندهم على المذكر والمؤنث. وهذا هو الغرض الخامس من أغراض\nالسوفسطائيين. وينبغى أن نتأمل فى لساننا المواضع التى يعرض فيها مثل هذا\nالعرض. فإنه يشبه أن يكون هذا مشتركا لجميع الألسنة، وهو المسمى عندنا عيا.\n</p>\n\n<p>\nوالعى منه ما هو عى بالحقيقة، وهو الكلام المستحيل المفهوم، ومنه ما هو\nعى فى الظن وهو الذى ينبغى أن يفحص هاهنا عن مواضعه.\n</p>\n\n<p>\nقال: فقد تبين من هذا القول أجناس المواضع المغلطة فى غر ض غرض من\nالأغراض الخمسة السوفسطائية، وأنواع تلك الأجناس. والذى يقى من تمام هذه\nالمعرفة هى ثلاثة أشياء:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nأحدها: أن يقال كيف ينبغى لمن يريد العمل بهذه المغلطة أن يجيد السؤال.\nفانه ليس الفرق بين فعل هذه المواضع، إذا أجيد العمل بها، وإذا لم يجد،\nبيسير، وسواء كان ممتحنا أو مغالطيا.\n</p>\n\n<p>\nوالثانى: كيف ينبغى أيضا أن يجيد الجواب من كان مزمعا أن يتحفظ من هذه\nالمغالطات.\n</p>\n\n<p>\nوالثالث: كيف ينبغى أن ينقص كل واحد من تلك المواضع الثلاثة عشر.\n</p>\n\n<p>\nفأما أولا: فإن التغليط يكون أبلغ إذا قصد تطويل الكلام عند استعمال تلك\nالمواضع. فإنه يكون ما فيها من التغليط أخفى على السامع.\n</p>\n\n<p>\nوثانيا: أن يسئل مستعجلا، لا متثبطا. فإنه إذا استعجل فى القول، كان\nالتغليط الذى فيه أخفى وأحرى ألا يوقف عليه.\n</p>\n\n<p>\nوثالثا: أن يغضب المجيب. فإنه إذا غضب، اختلط فهمه، فلم يفهم شيئا.\nوالغضب إنما يثيره أكثر ذلك أن يصرح ويعلن قصوره وقلة فهمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nومنها: أن يسئل عن المقدمات التى يروم المغالطة بها مبدلة الترتيب من\nموضعها من القياس، مخلوطة بالمقدمات المشهورة التى يلزم عنها نقض ما يروم\nإنتاجه على المجيب. فإن هذا الفعل مما يخفيها، فلا يفطن لها، فتسلم. وذلك\nأنه إن كانت المقدمات التى يروم المغالطة بها شنيعة غير محمودة الصدق،\nاستترت <span id='ms34'></span> بخلطها بالمشهورات. وإن لم تكن شنيعة، فقد يعلم من أى يروم تسليم\nالشنيع وحده، إذ كان مفردا، إذ كان عسيرا ما يسلم. ومثال ذلك: من فعلة من\nيروم استعمال السموم بخلطها بالأغذية لتخفى. وأيضا فإنه يخفى على المجيب من\nأيها يروم الإنتاج، فيتحير فى معرفة ما يسلم منها مما ليس يسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nومنها: أن يسئل عن نقيض الشىء الذى يروم تسليمه، ليكون المجيب، إذا لم\nيسلم له ذلك وتعسر عليه، فقد سلم له الشىء الذى قصد تسليمه منه.\n</p>\n\n<p>\nومنها: أن يسئل مصرحا بطرفى النقيض كأنه لا يبالى بأيهما أجاب المجيب،\nفإنه بهذا الفعل يخفى على المجيب أى النقيضين يقصد تسليمه، فربما سلم\nمقصوده إذا لم يعلمه.\n</p>\n\n<p>\nومنها: أنه إذا استعمل الاستقراء ألا يضع وجود الحكم لجزئيات الشىء الكلى\nالذى يروم تصحيحه على جهة السؤال، بل يضع جميع الجزئيات على أن وجود\nالمحمول أمر واضح لها، وأنه مما لا يحتاج إلى سؤال فى وجود ذلك المحمول\nلجزئيات ذلك الشىء الذى يرام إثبات المحمول بكليته بالاستقراء. وإذا أتى\nبجملة تلك الجزئيات كأنه قد سلمها المجيب، فليتبع ذلك بتصحيح الكلية وهو\nوجود ذلك المحمول لكل ذلك الموضوع، من غير أن يسئل عن لزوم الكلية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nمن قبل وجود المحمول لجزئيات الموضوع. فإنه إذا فعل ذلك، ربما تعسر\nالمجيب عليه، فلم ينتفع بالاستقراء الذى وضعه. وإذا كان ذلك الكلى له اسم،\nوخاف - إذا صرح باسمه - ألا يسلم له وجود الكلية، فينبغى أن ينقل الحكم من\nالجزئيات إلى الشبيه الموجود لها، لا إلى اسم ذلك الشىء الكلى المحيط\nبالجزئيات.\n</p>\n\n<p>\nواستعمال المثالات المتشابهة بالجملة يضلل كثيرا، لأنه ينقل الحكم من\nبعضها إلى بعض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nومنها: أن يسئل عما يظن به أنه طرفا ضد ليس بينهما متوسط، وليس الأمر\nكذلك. فإذا رفع له المجيب الشنيع منهما إلى جنب المحمود، سلم له المحمود،\nوذلك أن الشنيع منهما يظهر قبحه كثيرا عندما يوضع بجنب الضد الآخر. وكذلك\nالمحمود يظهر حمده أكثر. مثل أن يسئل: هل ينبغى أن يطيع الآباء فى كل شىء <span id='ms35'></span>،\nأو يعصيهم فى كل شىء؟ فإنه إذا قال: ليس ينبغى أن يعصى الآباء فى كل شىء،\nألزمه عند ذلك أنه يجب أن يطيع الآباء فى كل شىء. وكذلك إذا سأل: هل المحرم\nالشراب الكثير، أم القليل؟ فأجاب هو بأن الكثير محرم، ألزمه من ذلك أن يكون\nالقليل غير محرم. وأكثر ما يعرض التغليط فى السؤال ويظن به أنه قد انعقد\nالتغليط، وقد ثبت، بأن يسئلوا عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nأمور ليس بينها اتصال وبين النتيجة. فإذا سلمت لهم، أتوا بالنتيجة كأنها\nقد لزمت عن تلك الأمور، ويوهمون أن ذلك شىء قد فرغ منه، وأن الخصم قد بكت\nوانقطع. فإن هذا لا يقدر على حله ومقاومتهم فيه إلا العارف بطبيعة القياس،\nالقليل الانفعال عن مباهتتهم ومجاهرتهم بأنهم قد ألفوا القياس من غير أن\nيؤلفوه. وإنما كانت الحيلة معهم فى هذا الموضع عسيرة إلا على الحكماء، لأن\nأكثر السامعين لا يعرفون طبيعة القياس.\n</p>\n\n<p>\nومن حيل السائلين أنهم إذا سألوا عن مقدمة كاذبة ليبكت منها المجيب إذا\nسلمها، اضطروه إما أن يسلمها ويسوقوه إلى الشنيع، أو إلى أن يسلم المقدمة\nأو القول المركب من المقدمات بحال يمكن فيها أن يحرف فيلزم عنها التبكيت.\n</p>\n\n<p>\nوربما نفعهم فى هذا استعمال الاستدراجات التى تستعمل فى الخطابة مع\nالسامعين، أعنى ليسلموا الشىء بالجهة التى بها يظن أنهم قد سلموا المطلوب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nمنهم، فيحرفونه، ويعقدون عليهم التبكيت، مثل أن يسلموا الشىء مطلقا،\nفيحرفونه ويضعونه بشرط ما.\n</p>\n\n<p>\nومن حيل المجيب أنه إذا لزمه التبكيت، أو قارب أن يلزمه، أوهم أنه سائل،\nوأنه ليس بمجيب. وهذا كثيرا ما يفعله الناس بالطبع عند المناظرة التى يقصد\nبها الغلبة.\n</p>\n\n<p>\nومن الحيل للسائل أنه إذا سأل عن مقدمات كثيرة، فسلم المجيب بعضها ولم\nيسلم بعضا، وكان ما لم يسلم منها يلزم عنها التبكيت لو سلمها، أن يأتى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nبجميع تلك المقدمات دفعة ويردفها بالنتيجة. فإن المجيب قد يعرض له أن\nيتحير، لأنه كثيرا ما ينسى التى سلم من التى لم يسلم.\n</p>\n\n<p>\nومن الحيل لهم أن يخلطوا فى المقدمات <span id='ms36'></span> التى تنتج التبكيت ما ليس له غناء\nفى إنتاج التبكيت، فتخفى لذلك المقدمات الكاذبة على المجيب. لكن المجيب إذا\nكان له شعور، لم يكن هذا معه ومنه من ذلك.\n</p>\n\n<p>\nفمن الحيلة للسائل أن يتطرق إلى إدخال ما ليس له غناء فى إنتاج النتيجة\nبين ما له فى ذلك غناء بوصلة تقيم عذره فى ذلك، مثل أن يذكر الأمور اللاحقة\nلتلك المقدمة، والأمور المتقدمة عليها، والمقارنة لها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nومن الحيلة للسائل إذا أعياه ان ينتج عليه الكاذب الذى يقصد إنتاجه أن\nينصرف إلى إبطال نقيضه وينقل الكلام إليه، إن كان يروم من أول الأمر إثبات\nشىء معين، أو أن ينصرف إلى إثبات نقيضه، إن كان يروم إبطال وضع موجب.\n</p>\n\n<p>\nومن الحيلة لهم أنهم ربما تركوا السؤال عن المقدمات، وأتوا بالقياس مع\nالنتيجة كأنه شىء قد سلمه المجيب. فإن حيرة المجيب تكون حينئذ أشد، لأنه\nينبغى له حينئذ أن ينظر فى جميع مقدمات القياس وفى شكله، فيرد على ذهنه\nأكثر من شىء واحد مما يجب أن ينظر فيه، فربما تحير، أو خفى عليه الجزء\nالكاذب بما هنالك من الجزء الصادق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nفقد تبين من هذا كم هى المواضع المغلطة النافعة فى أغراض المشاغبين\nالخمسة، وكيف ينبغى أن يسئل السائل بها، وهما الجزءان الأولان من هذا\nالكتاب بحسب غرض أرسطو.\n</p>\n\n<p>\nوالذى بقى من ذلك أمران: أحدهما: كيف يجيب المجيب؟.\n</p>\n\n<p>\nوالثانى: كيف ينقض تلك المواضع الثلاثة عشر؟.\n</p>\n\n<p>\nوكلا هذين الأمرين نافعان عند الحكماء بالذات، ولذلك كان الكلام فى هذين\nالجزأين كأنه من غير هذه الصناعة، بل من صناعة الجدل، أو من صناعة - كما\nيقول أبو نصر - متوسطة بين الجدلية والسوفسطائية.\n</p>\n\n<p>\nوأما الجزءان الآخران فينفعان الحكماء بالعرض من جهة أنهما خاصان بهذه\nالصناعة. وانتفاعهم بها يكون من جهة أنها تفيدهم التحفظ منها فقط، لأن من\nعلم الشر، كان أحرى ألا يقع فيه. وربما نفعهم بالذات فى استعمال المخاطبة\nالامتحانية العامة، على ما تقدم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nفأول وصايا المجيب: أنه إذا سأله السائل عن مقدمة مشتركة الاسم فينبغى أن\nيقسم <span id='ms37'></span> ذلك الاسم إلى جميع المعانى التى يقال عليها، ويعرفه أى من تلك\nالمعانى هو الصادق، ومن غير الصادق. ولذلك يجب أن تكون له قدرة على تقسيم\nالاسم المشترك. وقد قيل فى القوانين التى بها يمكن ذلك فى كتاب الجدل.\n</p>\n\n<p>\nوثانيا: أن يتأمل الأمر فى نفسه، وحينئذ يجاوب. ولذلك يجب أن تكون له\nقدرة على تمييز الشىء، إذا فكر مع نفسه. لأن كثيرا من الناس يغلط فى الشىء\nإذا نظر فيه مع نفسه، ولا يغلط، إذا نظر فى الشىء مع غيره، وذلك لحسن ظنه\nبنفسه. وأكثر ما يعرض له ذلك من قبل المدح.\n</p>\n\n<p>\nوالوصية الثالثة: ألا يطول الكلام مع السائل، بل يبادر إلى قطعه سريعا من\nغير أن يتوانى فى مراجعته. فإنه إذا توانى فى ذلك وطول معه الكلام، لقلة\nعثوره سريعا على القبح والغلط الذى فى قوله، عرض له، إذا انقطع السائل، أن\nيظن أن انقطاعه لم يكن من قبل أن ما رام إثباته كذب، بل من قبل ضعفه.\nوهكذا، فيما أحسب، يجب أن يفهم هذا الوضع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nوليس يحصل هذا المعنى للمجيب، أعنى أن يسرع فى الجواب بإظهار ما فيه من\nالضلالة، بمعرفة المواضع المغلطة التى ذكرت فى هذا الكتاب، وبمعرفة الوصايا\nالتى تخص المجيب والقوانين التى أعطيت هاهنا فى نقض المواضع المغلطة، دون\nأن يكون مع ذلك قد ارتاض فى استعمالها كثيرا، حتى حصلت له الملكة التى بها\nيقدر أن يفعل بسرعة. فإنه كما أن السرعة والبطء فى جميع الصنائع إنما تحصل\nمن قبل الملكة الحاصلة عن الارتياض، لا من قبل معرفة أجزاء تلك الصناعة\nفقط، كذلك الأمر فى العمل عن هذه القوانين. ومثال ذلك: أن إجادة فعل\nالكتابة وإتقانه ليس يحصل عن معرفة الحروف، وإنما يحصل عن الارتياض التام\nفى تصور الحروف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وكما أن فى صناعة الجدل قد يتعسر على السائل النقيض والإبطال، كذلك\nقد يعرض مثل ذلك فى المباكتات السوفسطائية. وذلك يعرض إذا لزم عن المقدمات\nالكاذبة التى وضعها المشاغب نتيجة صادقة، وأوهم أن اللازم عنها <span id='ms38'></span> نتيجة أخرى\nوهى كاذبة. فإنه إذا كان القول السوفسطائى بهذه الصفة عسر على المجيب نقضه\nبالحق، وتعريف كذب المقدمات التى وضع فيه المشاغب، لأمرين:\n</p>\n\n<p>\nأحدهما: إن قصد نقض تلك النتيجة الكاذبة بتعريف ما فى تلك المقدمات من\nالكذب، كان ذلك نقضا سوفسطائيا أو مشاغبيا، لأن تلك النتيجة لم تلزم عن تلك\nالمقدمات.\n</p>\n\n<p>\nوالثانى: لأن لا يظن به أنه إنما يقصد بذلك إبطال النتيجة الصادقة، وأنه\nيرى أن لا يكون عن المقدمات الكاذبة إلا نتيجة كاذبة. فلذلك يجب على المجيب\nفى هذه الحال ألا يتعرض لنقض القياس بأن يعرف الكذب الذى فى مقدماته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nمن قبل اشتراك الاسم، أو من قبل المشاغبة، أو من غير ذلك من الأشياء\nالمغلطة. ولا يظن به أنه يتعرض ذلك. لكن يرد عليه بأن يقول له إن هذه\nالنتيجة ليست هى النتيجة الصادقة التى لزمت عن هذا القياس، وإنما تشبهها،\nأو ليست بلازمة أصلا عنه.\n</p>\n\n<p>\nقال: وقد يجوز للمجيب أن يسلم المقدمات المشتركة الأسماء إلى أن ينتج إلى\nأن ينتج السائل عليه النتيجة الكاذبة، فيقول له: إن تلك المقدمات التى\nسلمتها إنما أردت منها كذا، دون معنى كذا. والمعنى الذى أنكره الآن منها ما\nسلمته فقط. وإنما كان له هذا الفعل لأنه ليس بمعروف، ولا بين، أنه قد سلم\nالمعنى الكاذب الذى هو أحد ما يدل عليه بذلك اللفظ المشترك من قبل تسليمه\nاللفظ المشترك. وربما كان له هذا أنفع لمكان الغلط، لأنه لو قسم ما يدل\nعليه الاسم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nالمشترك، أو اللفظ المشاغب، ثم غلط فسلم واحدا منها على أنه صادق، وهو\nكاذب، لم يكن له أن يرجع فى ذلك.\n</p>\n\n<p>\nفإذن من فعل هذ الفعل من المجيبين وأجاب فى الأسماء المشتركة والألفاظ\nالمشاغبية بنعم أو لا، فقد فعل فعلا يجوز له. لكن لما كان من لم يعلم هذا\nالذى قلنا قد يظن أنه إذا سلم الاسم المشترك أنه قد سلم جميع المعانى التى\nيقال عليها ذلك الاسم. وإن كان لا يلزم ذلك. فربما مانعه من التقسيم بعد <span id='ms39'></span>\nإنتاج النتيجة، ورأى أنه قد بكته فيحتاج معه إلى بيان أنه لم يبكته. فلذلك\nالأحزم له، أعنى للمجيب، إذا سأل السوفسطائى باسم مشترك، أو لفظ مشاغبى، أن\nيقسم المعانى الكثيرة التى يدل عليها ذلك اللفظ، ويجيب فى واحد واحد بنعم\nأو لا. وإذا تعسر السائل، وظن أنه قد يكون تبكيت من قبل ذلك اللفظ المشترك\nالذى جاء به، أو من قبل المشاغبة، وأنكر أن يكون مشتركا، فالحيلة المخلصة\nمعه أن يضع اسما لذلك المعنى الذى يزعم المجيب أنه كاذب، وأنه غير المعنى\nالصادق الذى يدل عليه ذلك اللفظ.\n</p>\n\n<p>\nقال: وما كان يرى بعض الناس من أن الحيلة فى هذا أن يقرن لفظ) هذا (إلى\nالاسم، فإن) هذا (إن كان إشارة لما فى النفس من ذلك المعنى، فتلك الإشارة\nمشتركة. لأن جميع تلك المعانى التى يدل عليها اللفظ هى حاضرة فى الذهن. إلا\nأن تكون لفظة) هذا (يقرنها بمشار إليه محسوس. وإذا كان ذلك، فقد استغنى عن\nاللفظ والتسمية بالإشارة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وكذلك إذا كان السؤال مرسلا، وهو إنما يصدق بتفصيل، فليس ينبغى أن\nيجاب بنعم أو لا. حتى إذا تم التبكيت، قال: إنما أردت بقول نعم ذلك المعنى\nالمقيد، لا المطلق، فإن ما يلحق فى ذلك إذا أجاب عن الاسم المشترك بنعم أو\nلا، دون أن يقسم المعانى التى يقال عليها الاسم المشترك، هو بعينه يلحق فى\nهذا، وفى جميع المواضع التى إذا قسم لم يعرض له مباكتة، ولا يظن أنه عرضت\nله. فمن أجل أنه معروف بنفسه، إذا قسم المجيب المشاغبة، وسلم منها ما سلم،\nهل بكت أو لم يبكت. فهو إذا أجاب عن المرسلة بقول مطلق فهو مخطىء، لأنه\nيعرض نفسه أن يشك فيه هل بكت أم لا، وإن لم يبكت فى الحقيقة.\n</p>\n\n<p>\nوكثيرا ما يعرض للمجيب أن يتشاغل عن القسمة لكثرة المعانى التى يتضمن ذلك\nالقول المرسل، ولما يعرض له عند ذلك من تعسر السائل وقلة موافقته على\nالتقسيم الذى استعمله فيه، فيتساهل ويجيب فيها بجواب مطلق. فإذا <span id='ms40'></span> عقد السائل\nعليه التبكيت، فشرع المجيب أن يفصل له ذلك القول، ويعرفه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nأنه لا يلزمه من ذلك ما ظن أنه يلزمه، لم يوافقه السائل على ذلك، إذا لم\nيعلم أن الغلط دخل من ذلك الموضع الذى عرفه به المجيب، ولا وافقه على أن\nذلك الموضع مغلط. فيعرض فى المجيب شك هل بكت أو لم يبكت. فلذلك أيضا ليس\nينبغى أن يتشاغل عن القسمة فى المواضع التى يدخل الخلل فيها من قبل إغفال\nالقسمة.\n</p>\n\n<p>\nوكما أنه ليس يجب أن يجيب عن مسألتين بجواب واحد، فكذلك ليس يجب أن يجيب\nأحد عن الاسم المشترك بجواب واحد. فإنه لا فرق بين أن يجاب عن مسائل كثيرة\nبجواب واحد، كانت تلك المسائل يدل عليها بلفظ واحد أو بالفاظ كثيرة. فإن\nالاسم المشترك هو سؤال عن مسائل كثيرة بلفظ واحد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك من لم يجب عن مسئلتين فما فوقها بجواب واحد واعتاد ذلك فليس يقع له\nغلط من قبل الاسم المشترك والمشاغبة اللفظية. ولا أيضا يجب على المجيب أن\nيجيب عن الاسم المشترك بجواب واحد، إذا كانت جميع المعانى التى تقال عليها\nتلك القضية المشتركة صادقة. فإنه لو كلف المجيب أن يجيب عن الجوابين فما\nفوقهما بجواب واحد، إذا كانت كلها تشترك فى نعم أو لا، لكلف إذا سئل عن ألف\nمسئلة أو ألوف من المسائل ألا يجيب عنها حتى يتأملها. فإن اشترك فى نعم أو\nلا، أجاب فيها بجواب واحد. وإن لم تشترك، فصل. وهذا شىء معلوم أنه لا يكلفه\nالمجيب. فلذلك ليس يجب على المجيب أن يجيب عن الاسم المشترك بجواب واحد،\nولو كانت جميع القضايا المعنوية التى يتضمنها الاسم المشترك كلها صادقة.\nوإنما يجب عليه أن يجيب عما سئل. وهو لم يسئل إلا عن واحد. لأنه ليس فى\nضمير السائل، إذا سأل بالاسم المشترك، إلا معنى واحد. ولو كان فى ضمير\nالسائل جميع المعانى التى يتضمنها الاسم المشترك، لكان قد كلف المجيب أن\nيجيب بجواب واحد عن مسائل كثيرة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nقال: ولأن من المشهور <span id='ms41'></span> أنه قد لا تكون هنالك مباكتة، ويظن أن هناك مباكتة،\nوأنه قد لا يكون هنالك نقيض، ويظن أن هنالك نقيضا، وأنه يجب أن يراجع هذا\nالظن، فمتى سلم المجيب جميع ما يسلمه للسائل على أنه يظن ذلك ظنا، كان له،\nإذا بكته، أن يراجع فيما سلم، ويقول: له إنما سلمت تلك المقدمات، وأنا\nأظنها، رجاء أن تكون من جنس المضنونة الصادقة. فأما الآن فقد ظهر أنها من\nجنس المضنونة الكاذبة. ومتى فعل المجيب هذا. لم تتم عليه مباكتة، ولا أنتج\nالخصم عليه شنيعا.\n</p>\n\n<p>\nولذلك ما يجب عليه أكثر ذلك، إذا سلم مقدمة ناقصة الحمد، أن يسلمها على\nجهة الظن. فإنه ليس يقدر السائل أن يشنع عليه، إذا كان تسليمه لها على جهة\nالظن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فأما إذا سأل السائل على جهة المصادرة، فكان ذلك بينا ومعروفا عند\nالمجيب، فينبغى أن يبادر ويعرفه أن ذلك الذى وضع هو مطلوبه، وإن خفى ذلك\nعليه حتى ينتج المطلوب نفسه. وأما الآن فقد ظهر أنه المطلوب. فأنت، يا هذا،\nلم تؤلف قياسا، ولا عملت شيئا. وهبك أنى سهوت فسلمت ذلك، فما الذى تنتفع\nأنت به، إذ قد ظهر أنك لم تعمل شيئا، ولا ألفت قياسا. فإن استعمل المصادر\nمكان موضوع المطلوب جزئيات على طريق الاستقراء، إلا أنه لم يأخذ كلى ذلك\nالموضوع من حيث يدل عليه اسمه، حتى يقول مثلا: إن كل حيوان يحرك فكه\nالاسفل، لأن جميع الحيوانات هكذا هى، بل قال مثلا إن كل حيوان يحرك فكه\nالاسفل، لأن الإنسان والقرد وما أشبهه من سائر الحيوانات تحرك فكها الاسفل،\nفللمجيب حينئذ إن سلم له هذا ثم أنتج عليه: أن كل حيوان يحرك فكه الاسفل،\nأن يقول له: لم أرد بتسليمى أن حكم ما أشبه الإنسان والقرد فى ذلك هو حكم\nجميع الحيوانات، لأنه لو كان ذلك، لكنت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nسلمت المطلوب بعينه، بل إنما أردت نوع كذا من الشبه، ولم أرد نوع كذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وأما الأسماء التى تقال حقيقة فى موضع، ومجازا فى موضع آخر <span id='ms42'></span>، فإنه قد\nيعرض فيها مغالطة. وذلك أن صدق دلالة الاسم فى موضع الحقيقة، وارتفاع\nالاشتراك عنه يوهم صدقه فى موضع الاستعارة وارتفاع الاشتراك عنه. مثال ذلك\nأن يقول قائل: ماهو لشىء فهو ملك له، لأن ما هو لزيد فهو ملك له، والإنسان\nهو للحيوان، فالإنسان ملك للحيوان. فلذلك يجب على المجيب فى مثل هذا الموضع\nألا يجيب عن هذه القضية مرسلة حتى يقسم، أعنى قول القائل:) إن ما هو لشىء،\nفهو ملك له\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\n(.\n</p>\n\n<p>\nقال:\n</p>\n\n<p>\nوليس ينتفع المصادرون على مقابل المطلوب، ولا بالجملة: السائل عن النقائض\nوالمتقابلات التى لا يكون الجزء الصادق منها معلوما بنفسه، أو يكون معلوما\nبشرط، فأهمل فى السؤال أخذ ذلك الشرط، لأنه إذا كان الجهل بالمتقابلين على\nالسواء، فليس يسلم المجيب له النقيض الذى رام السائل أن يتسلمه منه، لأنه\nلا يظن به الصدق أكثر من مقابله. وكذلك أيضا يعرض متى لم يكن واحد من\nالمتقابلين مشهور الصدق ولا محمودا دون نقيضه، بل يكون كل واحد من الطرفين\nفى الشهرة والحمد على السواء، مثل قولنا: هل النفس مائتة، أو غير مائتة؟\nفإن القوم الذين يقولون إنها مائتة مساوون فى الشهرة للقوم الذين يقولون\nإنها غير مائتة. ولذلك ليس يغلب على ظن السامع أحد هذين النقيضين بحسب\nالشهرة، فيسلمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nوأما متى اتفق أن يكون أحد النقيضين معلوم الصدق بنفسه، أو معلوم الحمد\nدون نقيضه، أو اجتمع فيه الأمران جميعا، فإنه قد ينتفع السائل بالمصادرة\nعلى مثل هذا. وذلك أن الجزء الصادق، لمكان شهرته فى الحمد، أو لمكان كونه\nصادقا، معروف الصدق بنفسه، قد يغلط المجيب فيسلمه، ولا سيما إذا بدل\nالمصادر اسم أحد جزأى المطلوب عند السؤال، أو اسم أحد جزأى مقابله، أعنى\nالمحمول أو الموضوع، باسم آخر، ولم يأت بالمطلوب نفسه، أو بمقابله، إن كانت\nالمصادرة على مقابله. لكن إذا سها المجيب فى مثل هذا فسلمه، فله أن يقول\nللسائل: إنك لم تصنع مبكتا،، ولا عملت قياسا، وإن كنت قد سلمت أنا ذلك لك\nعلى ما تقدم <span id='ms43'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>القول في النقض</h1>\n\n<p>\nقال: وينبغي للمجيب في جميع المسائل أن يتقدم فيرد القول الكاذب، ويعرف\nمع رده له من أي جهة عرض له الكذب. فإن هذا هو النقض المستقيم.\n</p>\n\n<p>\nولما كان الكذب يعرض في القيا س إما من جهة مقدماته، يعني أن تكون\nكلتاهما كاذبتين، أو تكون إحداهما هي الكاذبة، وإما من جهة تأليفه او شكله\nأو من كليهما معا، فالنقيض المستقيم إنما يتأتي للمجيب إذا قسم القول\nالسوفسطائي إلى كل واحد من هذين القسمين، ونظر في أيهما عرض الكذب. فإن كان\nالكذب في كليهما عرف به. وهذا النوع من القياس السوفسطائي الذي يمكن نقضه\nبوجهين، فهو أسهل، أعني الفاسد الصورة والمادة. وإن كان في أحدهما عرف به\nأيضا. أما إن كان في الشكل، عرف أنه غير منتج. وأما في المقدمات، فبأن يرفع\nما وضع السائل. وهذان النوعان من القياس إنما يمكن نقضهما بجهة واحدة. وإذا\nكان هذا هكذا،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nفينبغي لمن أراد نقض الأقاويل القياسية أن ينظر أولا هل ذلك القول قياس\nحقيقي، أو يظن أنه قياس، وليس بقياس، وذلك بالنظر إلى شكله، وإلى مقدماته.\nفإن لم يبن ذلك فيهما، أعني هل هي صادقة، أو كاذبة. فإن كانت كاذبة، قسم\nالقياس إلى مادته وصورته، ونظر في الكاذب منهما، إذ قد تبين أن النتيجة\nالكاذبة تكون ولا بد عن كذب في القياس إما من قبل صورته، وإما من قبل\nمادته. وفرق كبير بين سهولة تبيين الكذب في مقدمات القياس في وقت السؤال\nبها وبين تبيينه في النتيجة. وذلك أن تبيينه في النتيجة سهل، لأنه ليس\nهنالك سؤال يضطرنا إلى الجواب على البديهة. ةتبيين الشيء مع الفكرة أسهل من\nتبيينه على البديهة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nقال: واما التبكيتات التي تعرض من قبل اشتراك الاسم ومن قبل المشاغبة\nاللفظية، فإن منها ما يعرض الغلط فيه، أو المغالطة، من قبل الاسم المشترك\nالمأخوذ في المقدمات، ومنها ما يعرض من قبل الاسم المشترك المأخوذ في\nالنتيجة، أعني إذا لم يفهم أنه يدل على كثير. مثال ذلك أن من <span id='ms44'></span> سلم أن الساكت\nيتكلم، والمتكلم غير ساكت، وظن أنه قد لزمه التبكيت، وهو أن أن الساكت غير\nساكت، فليس سبب تبكيته في هذا هو جهله بالاشتراك الذي في المقدمة القائلة\nإن الساكت يتكلم، وذلك أنه إنما فهم منها المعنى الصادق فسلمه، وهو أن\nالساكت له قدرة على الكلام؛ ولا أيضا سبب تبكيته جهله بالاشتراك الذي في\nالمقدمة الثانية وهو أن المتكلم غير ساكت. فإنه إنما فهم منها المعنى\nالصادق فسلمه. ولكن سبب تبكيته هو جهله بالاشتراك الذي في النتيجة وهو أن\nالساكت غير ساكت. فإنه لو شعر بالاشتراك الذي في هذه النتيجة، لقسم، فقال:\nالساكت قد يصدق عليه أنه غير ساكت من جهة أن له قدرة على أن لا يسكت وأن\nيتكلم فيما بعد.\n</p>\n\n<p>\nوأما من سأل فقال: أليس ما يعلم الإنسان ليس بعلم، وما ليس يعلم فليس له\nعلم بشيء، فالإنسان إذن ليس له علم بما يعلم، فتم على المجيب هذا التبكيت\nبأن سلم له هذه المقدمات. فإنما عرض له التبكيت من قبل الاشتراك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nالذي في تأليف المقدمة القائلة: إن ما يعلم الإنسان ليس يعلم. وذلك أن\nهذه المقدمة إنما يسلمها من لم يشعر بأن المضمر الذي في) يعلم (مرة يعود\nعلى المعلوم، ومرة على العالم. فإذن سبب التبكيت هاهنا إنما هو الاشتراك\nالذي في المقدمة، لا الاشتراك الذي في النتيجة، بخلاف الموضع الأول.\n</p>\n\n<p>\nقال: وهذه المسائل التي يكون التبكيت فيها من قبل الكثرة التي يدل عليها\nالاسم المشترك أو اللفظ المشاغبي إنما ينعقد التبكيت فيه متى كان القول\nنفسه يلزم عنه نقيضه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nوليس يعرض هذا في قياس الخلف في كل المسائل. وذلك أن قياس الخلف منه ما\nيكون الكاذب اللازم عنه نقيض ما وضع فيه، مثل أن يلزم من وضعنا أن الأعمى\nيبصر أن يكون الأعمى ليس بأعمى. ومنه ما يكون الكاذب فيه نقيضا لمقدمة\nمعلومة، إلا أنها لم توضع جزء قياس، مثل أن يلزم عن قولنا: إن الأعمى يتخيل\nالألوان. وذلك كذب. إلا أنه لم يرفع منه <span id='ms45'></span> الذي وضعنا.\n</p>\n\n<p>\nقال: والنقض لهذه المباكتات التي تكون من قبل اشتراك الاسم إما في\nالمقدمات كما قلنا، وإما في النتيجة، فيكون بأن يتقدم النجيب عند السؤال\nفيقسم الاسم المشترك إلى أنحائه، ويعرف الصادق منها من غير الصادق بأن يسمى\nذلك، فليزد الشرط الذي به تكون المقدمة صادقة على جهة الاستثناء، مثل إن\nسأله سائل: أليس للساكت أن يتكلم، فقال: نعم، له أن يتكلم، فإنه يجب عليه\nأن يتدارك ذلك. فيقول: لكن لا في حين سكوته. وكذلك إن أجاب بأنه ليس يتكلم،\nتدارك ذلك. فقال: لكن يتكلم في المستقبل. وكذلك إذا سئل:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nأليس كل من علم شيئا فليس يجهله. فقال: نعم. فإنه يجب عليه أن يزيد،\nفيقول: من الجهة التي علمه. فإذا فعل ذلك، لم تتم عليه المغالطة المشهورة\nالتي كان القدماء يستعملونها. فإنهم كانوا يسئلون، أليس من علم شيئا من\nالأشياء فهو لا يجهله أصلا؟ وأنت تعلم أن كل اثنين عدد زوج وكنت لا تعلم\nهذين الاثنين اللذين خبأت لك، قبل أن أظهرها لك. فأنت إذن تعلم الشيء\nوتجهله معا. وإنما قلنا إنه إذا اشترط من جهة ما علمه أنه ليس تلزمه هذه\nالمغالطة، لأنه يقول: علمتها بالعلم الكلي، ولم أعلمها بالعلم الجزئي. فإذن\nالذي علمت ليس الذي جهلت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nقال: ومن يعرف أن التغليط قد يعرض من المشاغبة التي تكون من قبل القسمة\nوالتركيب، فقد يعرف أيضا كيف النقض لهذه المغالطة، بأن يقول: إنه إذا قسمت،\nدلت على كذا؛ وإذا ركبت، دلت على كذا؛ وإن الدلالتين مختلفتان. وليس يلزم\nإذا قسمت وركبت أن تدل على شىء واحد. وقد لا يمتنع أن يجتمع فى اللفظ\nالمشاغبة والمراء من قبل الانتقال من القسمة إلى التركيب، ومن قبل ما يعرض\nفى التركيب نفسه من الاشتراك، مثل قول القائل: أليس تعلم أن هذا يضرب؟ فإذا\nقال: نعم، قال: وبهذا كان يضرب؟ قال: نعم، قال فإذن أنت تعلم أن هذا كان\nيضرب، وبهذا كان يضرب، فإذن ما تعلم أن به يضرب فبذاك يضرب، والذى تعلم <span id='ms46'></span> أن\nبه يضرب هو علمك، فإذن بعلمك كان يضرب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nفإن هذا القول قد دخلته المغالطة من وجهين: أحدهما: أنه ما كان صادقا فيه\nمفردا لم يصدق مركبا. وذلك أن علمه بأن هذا يضرب كان صادقا. وكونه أيضا\nيضرب بهذا كان صادقا، ولم يكن صادقا أن يعلم أنه يضرب بهذا للذى كان يضرب.\nوأيضا فان قوله:) وتعلم أن بهذا كان يضرب (قد يحتمل أن تكون الإشارة فيه\nإلى الآلة وإلى، العلم.\n</p>\n\n<p>\nقال: والمغالطة التى تكون التغيير من من الإفراد إلى التركيب، أو بالعكس،\nليس هو من نوع التى تكون من قبل اشتراك الاسم، على ما زعم بعض الناس من أن\nكل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nمغالطة لفظية فهى من قبل اشتراك الاسم. وذلك أن اختلاف المفهوم فى اشتراك\nالاسم يعرض والاسم واحد بعينه. وأما ها هنا فإنما يتغير المفهوم بأخذ الاسم\nمرة مفردا، ومرة مركبا، كما يختلف المفهوم من اللفظ الواحد بعينه عندما\nتقرن به علامة الرفع، أو علامة الخفض أو النصب. ويختلف الاسم الواحد\nالمكتوب من حروف واحدة بعينها عند اختلاف النقط عليه.\n</p>\n\n<p>\nقال:\n</p>\n\n<p>\nوقد تبين أنه ليس كل ما ينقض من المغالطات اللفظية هو من قبل اشتراك\nالاسم من الأمثلة التى استعملها بعض الناس فى المغالطة، وأتى فى ذلك بأقوال\nمشهورة لأهل زمانه هى من باب المراء الذى من اشتراك التركيب، والذى من باب\nالجمع والإفراد. مثال ذلك قول القائل: أنا أرى بالعين الذى ترى. فإن مفهوم\nهذا اللفظ يختلف إذا جعلنا الضمير الذى فى) ترى (مرة راجعا إلى العين، ومرة\nراجعا إلى المخاطب. وهو بين أنه ليس هاهنا اختلاف مفهوم من قبل اشتراك\nالاسم.\n</p>\n\n<p>\nوكذلك قول القائل: ألست تعلم السفن صقلية الآن لفضليتها ثلاثة سكانات؟\nفإن) الآن (مرة تعود إلى السفن، ومرة إلى العلم.\n</p>\n\n<p>\nومثل ذلك: أليس سقراط حكيما فاضلا وإسكافا رديئا؟ فهو إذن فاضل ردىء،\nوهذه المغالطة من باب إجراء المركب مجرى المفرد فى الدلالة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nومن هذا أيضا قول القائل: أليس للعلم الفاضل تعليم جيد، وهو جيد فى نفسه،\nوللعلم الردىء <span id='ms47'></span> تعليم جيد، فالعلم الردىء جيد. وهذه المغالطة من إجراء\nالمركب مجرى المفرد. وذلك أن المركب فى هذا المثال هو الصادق، والمفرد هو\nالكاذب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nومن المثل المشهورة فى هذا الباب عند القدماء قول القائل: ألست تعلم أن\nكل ما هو ممكن لى أن أفعله فإنا أفعله، وممكن لى إذا لم أضرب بالعود أن\nأضرب به، فإذا أنا لم أضرب بالعود، فأنا أضرب بالعود.\n</p>\n\n<p>\nقال: وهذا التغليط هو من باب إجراء المفرد مجرى المركب. وذلك أنه يصدق\nعلى فى الوقت الذى لا أضرب بالعود أنه يمكننى أن أضرب بالعود. ولا يصدق على\nمفردا أنى أضرب بالعود، دون أن يقرن بأضرب لفظة) ممكن (. فإذن سبب هذا\nالتغليط هو ألا يشعر باختلاف مفهوم لفظة) يضرب (إذا قرنت بالممكن، أو أطلقت\nإطلاقا.\n</p>\n\n<p>\nقال: وليس نقض هذا، كما ظن بعض الناس - أحسبه يشير به إلى أفلاطون - من\nأنه ليس كل ما يمكن لى فعله يكون وقت الإمكان فيه هو وقت الفعل، لأنه لو\nكان ذلك. لكان ممكنا أن أضرب إذا ضربت. فإن هذا النقض هو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nخاص بهذا الموضع من جهة مادته، أعنى من جهة لفظ الممكن المستعمل فيه.\nوالنقض الذاتى للأشياء التى هى نوع واحد من نوع واحد. وذلك إنما هو نقض عند\nتلك المسئلة بعينها. لا نقض لذلك النوع من المغالطة.\n</p>\n\n<p>\nقال: وأما الغلط العارض من الإعجام، فالتبكيت لا يكون منه إلا أقل ذلك،\nكان ذلك فى المكتوب، أو فى اللفظ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nمثال ذلك فى اللفظ قول القائل: أليس البيت هو أين تحل، وأن ليس تحل سالبة\nأن تحل، فالبيت إذن سالبة.\n</p>\n\n<p>\nوأما ما كان يعرض منها من قبل تفخيم الصوت وترقيقه فنقضه سهل. وذلك بأن\nيعرف بأنه ليس دلالة ذلك اللفظ، إذا فخم، هو دلالته، إذا رقق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nوأما التى شكل ألفاظها واحد، وهى فى مقولات مختلفة، فنقض التبكيتات\nالواقعة فيها يكون بأن يعرف من أى مقولة هو كل واحد منها، إذا كان عندنا\nمعلوما أجناس المقولات. والتبكيت يعرض فيها مثل قول القائل: يا هذا، أرأيت <span id='ms48'></span>\nهل يمكن الشىء الواحد بعينه أن يكون يفعل وينفعل معا؟ فإذا قال: لا. قال:\nوقد يمكن أن يبصر ويبصر إذا رأى نفسه. وأن يبصر هو مثل أن يضرب وأن يخرج،\nوبالجملة: ينفعل؛ وأن يبصر هو بمنزلة أن يضرب، وأن يخرج، وبالجملة يفعل.\nفإذا رأى المرء نفسه، فقد أمكن أن يوجد شىء واحد بعينه يفعل وينفعل معا.\nوقد كان ذلك لا يوجد. هذا قبيح مستحيل. ونقض هذا هو قريب من النقض الذى\nللتبكيت الذى سببه اشتراك الاسم، وذلك بأن يعرف أن كل شكل يبصر، وإن كان\nكشكل يضرب، فهو يدل على الانفعال لا على الفعل. وذلك أنه يشبه المشترك من\nجهة الاتفاق فى صيغة اللفظ، كما أنه يشبه النغليط الذى يكون من أخذ مسئلتين\nفى مسئلة واحدة من جهة مخالفة يبصر ليضرب فى اللفظ، أعنى فى الحروف التى\nتركب منها. لكن الذى يسئل عن مسائل كثيرة سؤالا واحدا هو موافق بجهة ما\nللذى يسئل بالاسم المشترك، لأن هذا يسئل أيضا عن مسائل كثيرة سؤالا واحدا.\nولما كان هذا الاشتباه الذى بين الأقاويل المغلطة قد يوجد بأنحاء كثيرة من\nالمغالطات اللفظية شبه المغالطات التى تقع من قبل اشتراك الاسم وليست منها؛\nولذلك ظن من ظن أن كل تغليط فهو من قبل الاسم المشترك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nومثال ذلك من سأل، فقال: أليس من كان له شىء وألقاه فليس له. فإذا قال\nله: نعم، قال: أليس من كان عنده عشرة أكعب، فألقى كعبا منها أنه ليس له\nكعب، فإذا قيل: نعم، قال: أو ليس من له تسعة أكعب له أكعب، فإن من له أكعب\nليس له أكعب.\n</p>\n\n<p>\nوهذه المغالطة ليست من قبل اشتراك الاسم، وإنما هى من قبل أنه أخذ مطلقا\nما يصدق مقيدا. وذلك أن من ألقى كعبا من عشرة أكعب، صدق عليه أنه ليس له\nكعب واحد، لا أن ليس له كعب بإطلاق. ومن له تسعة أكعب، صدق عليه أن له تسعة\nأكعب، لا كعب بإطلاق. فإذن سبب هذا الغلط أن ما يصدق مع <span id='ms49'></span> غيره، ظن أنه صادق\nإذا أخذ مفردا. فهو من باب المباكتة التى تكون من قبل القسمة والتركيب، أو\nالمطلق والمقيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nومما يشبه هذا أن يسئل السائل. فيقول: أليس ما أعطى المرء فهو ليس له؟\nفإذا قيل له: نعم، سأل بسرعة: أليس ما للمرء فهو الذى يعطيه. فإذا أجاب\nالمجيب بنعم، أنتج عليه: فإذن ما له ليس له.\n</p>\n\n<p>\nوهذا التغليط أيضا من باب الإفراد والقسمة. وذلك أن الشىء قبل أن يعطيه\nفهو له. فإذا أعطاه فليس له. فإذا أخذ) أن له (أو) ليس له (مطلقا، عرض هذا\nالتبكيت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nونظير هذا قول من قال: أليس غير ممكن أن يبطش أحد بغير يد، ويبصر بغير\nعين، فإذا قيل نعم، قال: والأشل بغير يد وهو يبطش، والأعور بغير عين وهو\nيبصر، فإذن يبصر بغير عين، وليس يمكن أن يبصر بغير عين. وهذا إنما يصدق\nمقيدا، لا مطلقا. وذلك أن الأعور يبصر بغير عين واحدة، لا بغير عينين،\nوكذلك الأشل يبطش بيد واحدة، لا بيدين.\n</p>\n\n<p>\nقال: ومن الناس من نقض هذه المغالطات بأن ظنها من قبل اشتراك الاسم، فقال\nفى المثال الأول. إن الأعور لا يبصر، لكن يقال فيه إنه لا يبصر ليس مثل ما\nيقال فى الأعمى إنه لا يبصر، بل بمعنى أقل.\n</p>\n\n<p>\nومنهم من قال فى المثال الثانى: إن الذى أعطى كان كأنه ليس له، وما أخذ\nكان كأنه له. فإذن ما ليس له يقال على أوجه كثيرة، وكذلك ما له.\n</p>\n\n<p>\nومنهم من قال فى نقض ذلك: إنه قد يعطى المرء ما ليس له، وذلك أن من أعطى\nخمرا طيبة، فعندما أعطاها استحالت خلا فقد أعطى ما ليس له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\nفكأنه ذهب إلى أن أمثال هذه المغالطات هى من باب اشتراك الاسم، وليس\nالأمر كذلك. لأن هذه وإن سلمتا أنها مناقضة، فإنما هى مناقضة جزئية بحسب\nعادة هذا التبكيت، لا بحسب الموضع الذى هذا التبكيت جزء منه. ولذلك من عرف\nطبيعة هذا الموضع ونقضه بحسب طبيعته، لم يمكن أن ينعقد عليه تبكيت.\n</p>\n\n<p>\nومن هذا <span id='ms50'></span> الجنس من التبكيت قول القائل: يا هذا، أرأيت هذا المكتوب أليس\nصادقا قولك إنه كتبه إنسان، وقولك إنك لم تكتبه أنت، وأنت إنسان، فإذن كتبه\nإنسان ولم يكتبه إنسان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nوالنقض فى هذا أن يقال: كتبه إنسان هو غيرك، لا إنسان بإطلاق.\n</p>\n\n<p>\nومن هذا الجنس، أعنى الذى من الألفاظ، قول القائل: أرأيت ما يتعلم\nالإنسان فهو ما يتعلمه، وهو يتعلم الثقيل والخفيف، فالإنسان ثقيل وخفيف.\n</p>\n\n<p>\nووجه النقض لهذا أن يقال: إن لفظة) هو (إنما تصدق على العلم، لا على\nالإنسان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nومن هذا القبيل قول القائل: ما يمشى الإنسان فهو يطأه، والإنسان يمشى فى\nالنهار، فهو يطأ النهار.\n</p>\n\n<p>\nووجه النقض فيه أن يقال: أما المسافة التى يمشى فيها فهو يطأها، وأما\nالزمان الذى يمشى فيه فليس يطأه. والتقابل هاهنا من قبل اشتراك لفظة) فى (،\nفإن دلالتها على المكان غير دلالتها على الزمان.\n</p>\n\n<p>\nومثال آخر وهو قول القائل: هذا الإنسان هو الإنسان الخاص أو العام. فإن\nكان الخاص كان هذا الإنسان المشار إليه هو أنت لأن كليكما خاص، وليس هو\nأنت. وإن كان عاما، كان جنسا، وليس المشار إليه بجنس، فهو جنس ليس بجنس.\n</p>\n\n<p>\nووجه النقض فى هذا أن يقال: إن الإنسان المشار إليه هو شىء ثالث غير\nالإنسان العام والخاص. وإن الإنسان إنما هو عام بالإضافة إلى أشخاص الناس،\nوهو خاص بالإضافة إلى إنسان إنسان من المشار إليهم. وأما المشار إليه فهو\nغير العام والخاص.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وبالجملة: فينبغى للناقض فى هذه المضللات التى من الألفاظ أن يكون\nنقضه بالمقابل للموضوع الذى ألزم منه السائل التبكيت. فإن كان التغليط من\nقبل تقسيم المركب قابله بالتركيب. وإن كان من قبل تركيب المفرد ناقضه\nبالتقسيم. وإن كان من قبل الاسم المشترك ناقضه بوضع اسم متواطىء. وإن كان\nمن التفخيم ناقضه بالترقيق. وإن كان من الترقيق ناقضه بالتفخيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nفهذه هى جميع المناقضات التى تنقض بها المغالطات اللفظية.\n</p>\n\n<p>\nوأما النقائض للمعانى المغلطة، فإن النقيضة التى لجميع ما بالعرض هى\nنقيضة واحدة بعينها وهى من نفس ما بالعرض <span id='ms51'></span>، أعنى أن يعرف أن ذلك ليس فيها\nدائما، ولا كلها. فإن ما بالعرض إنما يوجد لشىء إما فى أقل الزمان، وإما فى\nأقل الموضوع، وإما فى الأقل من كليهما.\n</p>\n\n<p>\nفأما النقض الخاص بهذا الموضع فأن يقال: إن هذا أمر عرض وإنه ليس\nباضطرار. وذلك بين إذا تؤملت التبكيتات التى بالعرض، مثل قولهم: يا هذا،\nأنت تجهل ما أريد أن أسئلك عنه، وإذ سألتك عنه عرفته، فأنت إذن تعرفه\nوتجهله معا. ومثل قولهم: يا هذا، أنت تعرف زيدا، ولا تعرف أنه دخل الدار،\nوزيد هو الداخل، فأنت تعرف الداخل ولا تعرفه. ومثل قولهم: أنت لا تعرف هذا\nالشىء الذى أخفيه، وإذا رأيته عرفته، فأنت تعرفه ولا تعرفه. ومثل قولهم:\nهذا أب، وهو لك، فهو إذن أب لك، لكن ليس لك. ومثال آخر من المشهورات وهو أن\nكل عدد فهو كثير، لأن العدد كثرة ما. وكل عدد فهو أقل من غيره، وما هو أقل\nمن غيره فهو قليل. فكل عدد كثير قليل معا.\n</p>\n\n<p>\nوهذه التبكيتات كلها تنحل بأن يقال: إن هذا أمر عرض وأنه ليس بالضرورة.\nوذلك أن زيدا هذا عرض له أن سألت عنه فجهلته من حيث سألت عنه، ولم أجهله من\nحيث هو زيد. وليس كونه مسئولا عنه دائما له، ولا ضروريا. وكذلك عرض لزيد أن\nدخل الدار، فأنا أعرفه لأنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nزيد وأجهل منه الأمر الذى عرض له وهو دخوله الدار. وكذلك الجواب فى\nالمخفى الذى أعلمه ولا أعلمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nقال: ومن الناس - وأحسبه يشير بذلك إلى أفلاطون - من نقض هذه التبكيتات\nبأن قال: إنه ليس يمتنع أن يعلم الشىء الواحد من جهة، ويجهل من جهة. لكن\nهذه المناقضة يلحقها التقصير من وجوه.\n</p>\n\n<p>\nأحدها: أنه ليس يمكن أن يستعمل فى نقض جميع ما بالعرض مثل قول القائل\nالمتقدم: هذا لك، وهو أب، فهو أب لك وليس لك، فإن النقض فى هذا أن يقال: إن\nهذا الذى هو لك عرض له أن كان أبا، وليس هو أبا من جهة ما هو لك <span id='ms52'></span>. والنقض\nيجب أن يكون عاما ومحيطا بجميع الكذب الموجود فى المقدمة الكاذبة، وذلك أنه\nقد يوجد فى المادة الواحدة بعينها أنحاء مختلفة من الكذب. فيجب أن يكون\nالنقض نقضا يرفع جميع تلك الأنحاء التى فى النتيجة الكاذبة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وأيضا فإن الذى ينقض قياس الخلف المبكت بأن يعرف أن النتيجة التى\nزعم القياس أنها ممتنعة هى ممكنة، فإنما نقض أن يكون هو عمل قياسا مبكتا.\nفإن التبكيت الذى قصد لم يتم له. وذلك أن كل من ألف قياسا ليبين به شيئا ما\nعلى طريق الخلف، فأنتج نتيجة ممكنة، لا ممتنعة، فلم يبين شيئا، ولو ألف ألف\nقياس من هذه الصفة. ولكن متى لم يبين الإنسان من القياس الكاذب إلا هذا\nالقدر، فلم يبين شيئا من الكذب الذى فيه، ولا عرض له لا بإبطال، ولا\nبإثبات. ولعل وضعه النتيجة مبكتة يوهم أنه سلم أن تلك المقدمات صادقة. فإنه\nقد يظن أن ما ليس يعرض عن وضعه كذب، فهو صادق بل لا سبيل إلى إبطال\nالمقدمات الكاذبة فى أقيسة الخلف الموبخة، أعنى التى تنتج نقيض ما وضع إلا\nمع التسليم أن النتيجة كاذبة. ومثال ذلك أنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nمن ناقض قول زينن فى إبطال الحركة الذى يقول فيه: إنه إن كانت الحركة\nموجودة، لزم أن يكون المتحرك يقطع قبل تمام المسافة نصفها، وقبل ذلك النصف\nنصف ذلك النصف. ولما كانت الأنصاف الموجودة فى المسافة الواحدة بعينها غير\nمتناهية، لزم إن كان المتحرك تحرك أن يقطع مسافات غير متناهية فى زمان\nمتناه. هذا خلف لا يمكن، فإذن الحركة غير موجودة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قال الناقض: إن هذا اللازم ليس بمحال من جميع الجهات، بل هو محال إن\nفرضنا أنه يقطعها فى أزمنة متناهية، وليس بمحال إن فرضنا أنه قطعها فى\nأزمنة غير متناهية لأن حال الزمان والمسافة واحد فيما يلزم من ذلك. فهذا\nوإن كان قد أبطل القياس الذى رام أن يبطل الحركة به، لكنه لم يعرض لبيان\nالكذب الذى فى مقدماته.\n</p>\n\n<p>\nوأما من ناقض هذا التبكيت السوفسطائى <span id='ms53'></span> بأن قال: إن المتحرك ليس يقطع قبل\nتمام المسافة مسافات كثيرة، وإنما يقطع مسافة واحدة فى زمان واحد، وإنما\nكان يجب أن يقطع مسافات كثيرة لو كانت الحركة الواحدة مؤلفة من حركات كثيرة\nبالفعل، وكذلك المسافة من مسافات كثيرة، فقد نقض الكذب الذى فى المقدمات.\nولذلك قيل إن تلك مقاومة بحسب القول. وهذه مقاومة بحسب الأمر نفسه. وأيضا\nفهذه المقاومة قد تضعف أيضا فى صناعة الجدل. لأنه ليس بمشهور أن يقال إن\nالشىء الواحد بعينه يكون صادقا من جهة، وكاذبا من جهة، أو معروفا من جهة،\nمجهولا من جهة. بل المقاومة المشهورة فى أمثال هذه الأشياء أن يقال: إن\nالمعروف غير المجهول. لأنه لو كان زيد هو الداخل فى الدار، أو هو المسئول\nعنه، للزم أن يوجد زيدا داخلا فى الدار ضرورة ما دام زيد موجودا، وكذلك ما\nدام مسئولا عنه، ويكون أخذ ما به زيد موجودا هو دخوله فى الدار أو السؤال\nعنه. فالمعروف إذن من زيد عند الجمهور هو زيد. إذ كان المعروف هو الذى\nبالذات، والمجهول هو الذى بالعرض. فإن من علم أن هذا أبيض، وجهل أنه\nموسيقار، فقد علم شيئا، وجهل شيئا آخر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nومن نقض التبكيت الذى ألزم فيه أن يكون العدد كثيرا وقليلا معا، فإن سلك\nالكذب الذى فيه وقال قد يمكن أن يكون كثيرا بالقياس إلى ما تحته، قليلا\nبالقياس إلى ما فوقه فقد لحقه مثل التقصير الذى قلنا، بل مناقضته التامة أن\nيقال له: إنه ليس كل عدد كثير، لأن الاثنين عدد وليس بكثير.\n</p>\n\n<p>\nقال: ومن الناس أيضا من رام أن ينقض التبكيت المشهور الذى قيل فيه: إن\nهذا أب، وهو لك، فهو أب لك وليس أبا لك، من قبل الاشتراك الذى فى لفظة) له\n(. فإنها تدل على الملك، وتدل على غير الملك. ومثل قول القائل: هذا عبد،\nوهو لك، فهو عبد لك. وليس كما ظنوا. فإنه ليس يظن أحد بلفظة) له (، إذا\nقرنها بالأبن أو بالأب أنهما تحمل على الملك. ولذلك ليس <span id='ms54'></span> هذا الغلط عارضا\nإلا من قبل أنه عرض لهذا الذى هو لك أنه ابن، وكذلك الحال فى العبد، فانه\nليس يقرن به أحد لفظة) لك (، وهو يتوهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nشيئا غير الملك. فلذلك ليس الغلط فى هذا إلا من قبل ما بالعرض. وهو أن\nعرض للذى كان ابنا لك أنه عبد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nومن هذا الجنس قولهم: كل علم خير، وبعض العلوم للأشرار، وما هو للأشرار\nفهو شر، فبعض العلوم إذن خير وليس بخير. فإنه قد يظن أن المغالطة جاءت فى\nهذا من قبل الاشتراك الذى فى) لام (النسبة، وليس الأمر كذلك. فإنه لما\nأضفنا) اللام (إلى الأشرار، زال الاشتراك الذى فيها، كما لو قلنا: إن\nالإنسان هو للحيوان، لم يفهم أحد من هذه النسبة إلا معنى واحدا فقط، بل\nالغلط العارض فيه أنه من قبل أنه ظن أن ما عرض أن وجد للشرير فهو شر مطلق،\nوليس كذلك، وإنما هو شر من جهة أنه عرض له أن كان علما لشرير، لا أنه شر\nبذاته، وبما هو علم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وإذا وضع الشىء الصادق مبسوطا، أى من حيث هو فى مقولة واحدة من\nالمقولات إما جوهر، وإما كم، وإما كيف، وإما إضافة، لم يعرض له أن يظن به\nأنه قد لزم عنه نقيضه على ما يظن أنه يلزم ذلك فى بعض الأشياء. وأما\nالأشياء التى يظن أنه يعرض عن وضعها نقيض ما وضع فهى الأشياء التى توجد\nمركبة من مقولات شتى، وبالجملة: من أجناس متباينة. لكن فى الحقيقة إذا أخذ\nالشىء من حيث هو مركب مع جنس آخر فلزم عنه نقيضه، من حيث هو بسيط، فلم يلزم\nنقيضه بالحقيقة، وإنما ظن به أنه نقيض.\n</p>\n\n<p>\nولذلك نقض هذا إنما يكون بأن يظهر ذلك الشىء الذى ركب معه حتى ظن أنه لزم\nعن رفعه، وعن إيجابه سلبه. وجميع المغالطات التى تأتلف. من هذا الموضع، إذا\nتؤملت، ظهر أن هذا هو سبيلها، مثل قولهم: أرأيت،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nيا هذا، أليس مستحيلا أن يكون موجود من غير موجود؟ فإذا قال: نعم <span id='ms55'></span>. قال:\nأليس هذا الفرس فرس موجود من غير موجود فرسا. فإذن يكون موجود عن غير موجود\nوعن موجود معا. وذلك أن الموجود فى القول الأول أخذ بسيطا، وفى الثانى\nمركبا، فأنتج النقيض بسيطا. وليس يمتنع فى الموجود البسيط أن يكون غير\nالموجود المركب، أعنى أن يكون الموجود المطلق غير موجود فرسا.\n</p>\n\n<p>\nوكذلك المغالطة التى يقال فيها: أليس أن يحلف المرء برا حسن، وأن يخلف\nفاجرا قبيح، فإذن أن يحلف حسن وقبيح معا، وذلك أن الحلف لم يؤخذ فى القولين\nبسيطا، وإنها أخذ مركبا مع شيئين متضادين، فظن أنه يلزم عن ذلك أن يكون هو\nنفسه متضادا. ولو أخذ) يحلف (بسيطا ومطلقا فى الموضعين، لكان مستحيلا أن\nيظن به أنه عرض له عن وضعه رفعه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nومن هذا الجنس قولهم: أرأيت الصحة أليست خيرا، وهى للشرير شر فالصحة خير\nوشر معا.\n</p>\n\n<p>\nومثل قولهم: أليس الغنى لمن يستعمل المال فى حقه خير، وهو للأشرار شر،\nفالغنى خير وشر معا. إلى غير ذلك من المباكتات التى يستعملها أرسطو فى هذا\nالباب. فهى كلها داخلة فى هذا الجنس.\n</p>\n\n<p>\nوالسبب فيه هو هذا السبب بعينه. ووجه نقضها هو هذا الوجه بعينه، أعنى أن\nيتأمل حال المقدمات فى أنفسها، وحالها عند النتيجة، فيعرف الشىء الذى فيه\nيختلف. إذ كان لا يمكن أن يلزم عن الشىء نقيضه. ولا يظن به ذلك إذا أخذ\nبسيطا، بل إذا أخذ مركبا، كما قلنا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وينبغى للمجيب أن يتأمل القول المبكت الذى يعرض من قبل إهمال شروط\nالنقيض: أما أولا فهل ذلك القول منتج لنقيض الوضع أم لا. ثم إن كان منتجا،\nتأملنا هذا الحد الأوسط مأخوذ فى المقدمتين بحال واحدة. أو بحالين مختلفين.\nوهل الطرفان الأ كبر والأصغر هما بأعيانهما المأخوذان فى النتيجة بحال\nواحدة، أم بحالة تختلف. فإنه إذا تحفظ بهذه الأشياء لم يحدث عليه تبكيت من\nهذا الباب. وإذا سئل عن شىء واحد مرتين هل هو كذا، أو ليس بكذا، فلا يسلمه\nمطلقا، ولكن يقول هو كذا من جهة <span id='ms56'></span> كذا، وليس بكذا من جهة كذا. مثل أن يسئل هل\nالاثنان ضعف، أو غير ضعف، فيقول هى ضعف لكذا، وليست ضعفا لكذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nوالمغالطات التى تكون من هذا الباب هى مثل قول القائل: أليس من يعرف\nالشىء لا يجهله، ومن يجهل الشىء لا يعرفه؟ فإذا قيل: نعم، قيل: وأنت تعرف\nزيدا أنه زيد، ولا تعرف أنه موسيقار، فأنت تعرفه وتجهله معا.\n</p>\n\n<p>\nقال: وأكثر ما ينبغى أن يتحفظ فى المسائل التى تجمع مسئلتين فى مسألة\nواحدة ألا يجاب فيها بالأمرين المتقابلين، إذا كانا موجودين فى ذينك\nالشيئين اللذين سئل عنهما كأنهما شىء واحد. مثل أن يسئل عن رجلين: أحدهما\nصالح،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nوالآخر طالح، فيقال: هل فلان وفلان صالح أو طالح، فيقول القائل: هما صالح\nوطالح. لأن ذلك صادق على مجموعهما. أو هما لا صالح، ولا طالح، لأن ذلك أيضا\nصادق عليهما معا.\n</p>\n\n<p>\nفإنه إذا كان الجواب هكذا، أمكن للسوفسطائيين مغالطة كثيرة. وذلك أنهم\nيقولون: إن كان كلاهما صالحا وطالحا، فالصالح هو بعينه طالح، والطالح صالح،\nأو الطالح هو لا طالح، والصالح لا صالح.\n</p>\n\n<p>\nقال: وليس يبرىء من هذا التغليط أن يأتى بلفظ الجمع إن كانت جماعة، ولا\nبلفظ التثنية إن كانا اثنين.\n</p>\n\n<p>\nفلذلك لا ينبغى أن يكون الجواب فى أمثال هذه الأشياء بالمقابلات، وإن\nكانت صادقة، فإنه يفتح للمشاغبين بابا كبيرا، وإن كان بينا أنه لا يعرض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nعن ذلك مثل هذا الجواب حقيقة، لأن الذى يصدق على المجموع ليس بصادق على\nكل واحد منهم.\n</p>\n\n<p>\nقال: وأما إذا سأل السائل بالموضع الذى يلجىء المجيب إلى التكرير، وهى،\nكما قلنا موضعان: أحدهما: فى تعريف الأشياء التى من المضاف.\n</p>\n\n<p>\nوالثانى: فى تحديد الأغراض التى تؤخذ فى حدودها موضوعاتها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nفينبغى للمجيب إذا ما سئل عن الأشياء المضافة، وألجأه السؤال إلى\nالتكرير، أن يبين أن هذه ليس يمكن أن يعرف جوهر أحدهما إلا بأن يؤخذ فيه\nالآخر إذا عرفت من حيث هى مضافة، لا من حيث هى مقولة أخرى. مثال ذلك أنه لا\nيعرف الضعف، بما هو ضعف <span id='ms57'></span>، إلا بمعرفة النصف، وقد يمكن أن يعرف بذاته، لا من\nحيث هو من المضاف، بل من جهة أنه من الكمية، مثل أن يعرف أن الضعف اثنان أو\nأربعة، لكن من عرف أن الضعف اثنان أو أربعة فلم يعرف الإضافة، بل إنما عرف\nالموضوع للإضافة. وكذلك من عرف علما من حيث هو فى صناعة من الصنائع، كأنك\nقلت علم الطب، فإنما عرفه من حيث هو فى باب الكيف، لا فى باب المضاف. ولو\nعرفه فى باب المضاف لما عرفه إلا بالشىء الذى يضاف إليه. وإن تبين بالجملة\nأنه ليس يعرض محال من التكرير فيما طبيعته تقتضى التكرير. وذلك أن من حد\nالعشرة بأنها عدد يأتلف من واحد وواحد وواحد، حتى يكمل الأحاد التى فيها،\nفقد كرر ولم يأت بشىء مستحيل. وكذلك حدود الموجبة هى مكررة فى حدود\nالسالبة. وليس يلحق من ذلك استحالة. وذلك أن سلب قولنا:) أن يفعل (هو) ألا\nيفعل (، وهو تكرير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nللمحمول والموضوع. ومن جاوب بشىء سئل فيه هل هو أبيض أنه ليس بأبيض. فقد\nكرر، إلا أنه ليس أحد من الناس يرى أنه أتى بمستحيل.\n</p>\n\n<p>\nوأما إذا ألجىء المجيب فى السؤال عن حدود الأعراض التى يؤخذ فى حدها\nالموضوع إلى التكرير، مثل أن يسئل: ما هو الأنف الأفطس، فيجيب بأنه الأنف\nالذى فيه التقعير الذى فى الأنوف، فينبغى أن يبين له أن سؤاله هة الذى\nاضطره إلى التكرير، وذلك أنه لو سأل: ما هو الفطس، لكان الجواب أنه أنف\nعميق. وكان ذلك تفصيلا لما دل عليه الاسم. إذ كان هذا هو شأن الحدود مع\nالأسماء، أعنى أن يفهم الحد مفصلا الشىء الذى فهمه الاسم مجملا.\n</p>\n\n<p>\nوأما وقد سأل: ما هو الأنف الأفطس، فانه لو جووب بأنه أنف عميق لم يكن\nفرق بين ما سأل عنه وبين ما جووب به، فكان بمنزلة من بدل اسما باسم. فلذلك\nاحتيج أن يفصل له لفظ التقعير فيقال هو الأنف الذى فيه التقعير الموجود فى\nالأنوف، إذ كان التقعير منه ما يوجد <span id='ms58'></span> فى الأنوف، ومن ما يوجد فى الساقين وهو\nالذى يسمى فحجا أو صككا. لأن فى هذا السؤال لم يبق شىء يفصل له إلا ما يدل\nعليه التقعير. وأيضا فمع أن هذا شىء ضرورى بحسب هذا السؤال، فليس فى هذا\nتكرير إذ كأنه إنما أشكل عليه معنى هذا التقعير ما هو. إذ كان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nالتقعير يختلف بحيب الأعضاء التى هو فيها، ولا استحالة فى ذلك، وإما\nالمستحيل لو فهم هاهنا من التقعير التقعير الموجود فى الساقين.\n</p>\n\n<p>\nوأما الأقاويل المستغفلة التى يظن أن المفهوم عنها مستحيل وهى أحد\nالأشياء التى يسوق إليها المغلط، فلما كان الموضع الذى أعطى فى عملها غير\nمشترك لنا ولهم، وكان أيضا ما قال فى نقض هذه المواضع خاصا بلسانهم، أو غير\nمشترك لنا ولهم.\n</p>\n\n<p>\nونحن فينبغى لنا أن نتأمل هذا الجنس من الكلام فى لسان العرب. فإن كان\nموجودا. فنتأمل هل له مواضع ينشأ منها هذا الكلام، أم لا. وإن كان، فما\nالحيلة فى نقضها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nوأبو نصر يرى أن هذا الجنس من الكلام هو الذى يسمى عيا فى لسان العرب،\nوانه إنما يعرض من نقصان العبارة، كما أن الهذر إنما يعرض من زيادة\nالعبارة.\n</p>\n\n<p>\nفينبغى أن يفحص عن هذا كله، ويعرف ما هو منه عى بالحقيقة، وما هو عى بحسب\nالظن، ومن أى مواضع ينشأ أمثال هذا المعنى فى كلام العرب، أو فى كلام جميع\nالأمم، إن كان هاهنا عى مشترك لجميع الأمم.\n</p>\n\n<p>\nقال: والكلام المضلل منه ما هو عسير معرفته، ومنه ما هو سهل معرفته.\nوالعسير قد يكون من قبل عسر معرفة الموضع المغلط نفسه. وذلك أن بعضها أشد\nتغليطا من بعض. وقد يختلف الموضع الواحد في العسر والسهولة بحسب المادة\nالمستعمل فيها. وقد يعسر القول المغلط من قبل أن فيه أكثر من نوع واحد من\nأنواع الأشياء المغلطة، مثل أن يكون مغلطا من قبل ما بالعرض، ومن قبل\nأشتراك الأسم، وغير ذلك من أنواع المواضع المغلطة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nوالقول المغلط الشديد التغليط هو الذى لايوقف منه بسرعة على <span id='ms59'></span> أن الكذب فيه\nإنما جاء من قبل شكل القياس، أو من قبل المقدمات، أو من كليهما جميعا.\n</p>\n\n<p>\nثم بعده فى العسر الذى يعلم منه أن الكذب فيه أنما هو من قبل المقدمات،\nولايعلم من أى شىء عرض ذلك فى المقدمات: هل من اللفظ، أو من المعنى.\n</p>\n\n<p>\nثم بعد هذا فى السهولة: القول الذى يعلم أن الكذب فى مقدماته من جهة، ولا\nيعلم فى أى مقدمة هو ذلك بسرعة.\n</p>\n\n<p>\nقال: والقول العسير الحل من هذه هو ما كانت المقدمات فيه أشهر من\nالنتيجة، لأن القول الذى هو مثل هذا كثيرا ما يبطل المشهورات. وأكثر ما\nيخفى الأمر إذا كان السؤال عن طرفى نقيض ليس واحد منهما أشهر من الآخر،\nفإنه يعسر علينا أن نعرف أى الطرفين يسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nقال: والقول الهين الحل هو الذى يكون من الأمور التي ليست بمشهورة، أو من\nالشنيعة، أو القول الذى لم يتسلم من المجيب.\n</p>\n\n<p>\nقال: وإذا سئل المجيب عن مقدمات مشهورة، فليس ينبغى أن يتهاون به، وإن\nكان غير مرتب لها، ولا عارفا بتأويل القول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nويجب أن يجعل النقض تارة بحسب القول، وتارة بحسب القائل بأن يعرفه أنه لم\nالسؤال. فإن السؤال قد بحسب المسألة نفسها، وقد يكون بحسب المجيب، وقد يكون\nبحسب الوقت الحاضر.\n</p>\n\n<p>\nقال: وإذ قد بلغنا هذا المبلغ من القول فى هذه الصناعة، فقد تبين لنا من\nأين تكون الأقاويل المضللة للمتعلمين، وكذلك عددها، وكيف يرجع بعضها إلى\nالغلط فى القياس، وكيف ينبغى أن يسئل من يروم تأليف الأقاويل التى من هذا\nالجنس، وكم الأغراض المقصودة فى هذا الجنس من الكلام، وكيف تنقض ويجاب\nعنها. وذلك هو جميع ما كان مشوقا لنا معرفته فى هذه الصناعة. ولذلك ما ترى\nأنا قد فرغنا من القول فى هذه الصناعة، ووقفنا على جميع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nأجزائها. والذى بقى لنا هو أن نقول فى السبب الذى دعانا إلى النظر فى هذه\nالصناعة على جهة التذكرة. وذلك أنا لما كنا مشتاقين إلى أن تكون عندنا\nقوانين نقدر أن نعمل منها <span id='ms60'></span> أقيسة من مقدمات مشهورة على جهة السؤال\nوالامتحان، وهى الأقيسة التي تستعملها صناعة الجدل، وقوانين نقدر بها أن\nنتحفظ من أن تؤلف علينا أمثال هذه الأقيسة، وكانت ها هنا أقيسة مرائية يظن\nبها أنها من هذا النوع، وليست بها، رأينا أن العلم بالجواب إنما يتم لنا فى\nصناعة الجدل بمعرفة هذا النوع من الأقيسة التى تسمى المرائية، ومعرفة\nنقضها، فأردفنا النظر فى صناعة الجدل فى هذه الصناعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nولمكان هذا الذى قلناه، كان الجواب فى صناعة الجدل أعسر من السؤال. ولذلك\nكان سقراط يعترف بأنه يحسن أن يسئل، ولا يحسن أن يجيب.\n</p>\n\n<p>\nولذلك رأينا ألا نكتفى من معرفة هذه الصناعة بأن نعلم الأشياء المغلطة،\nوكيف نسأل عنها فقط، بل وكيف نجيب عنها وننقضها.\n</p>\n\n<p>\nفأما أنه إذ قد تكلمنا فى أغراض هذا الجنس من القول، أعنى الأقاويل\nالمغلطة والمواضع التى يؤلف منها هذا الجنس من القول، وكيف يسئل عنها حتى\nيكون فعلها أتم، وكيف يجاوب عنها وتنقض، فقد بلغنا من ذلك النهاية المتشوقة\nفأمر معروف بنفسه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nقال: وينبغى ألا يجهل ما عرض لنا فى هذه الصناعة. فإن من الصنائع ما قد\nقيل فى مبادئها، وإنما بقى منها على المتأخر تتميم تتميم تلك المبادىء،\nومنها ما لم يقل فى مبادئها شىء.\n</p>\n\n<p>\nوهذه إذا شرع فى النظر فيها، فقد يعسر على الناظر فيها أن يأتى فى ذلك\nبشىء كثير من أجزاء تلك الصناعة، بل إن أتى، فإنما أتى فى ذلك بشىء صغير\nيسير، إلا أنه، وإن كان صغيرا فى القدر، فعسى أن يكون آثر من ذلك الشىء\nالكبير الذى يأتى به المتأخر تكميلا للصناعة التى قد فرغ المتقدم من\nمبادئها. وإنما كان ذلك كذلك، لأن القول فى المبدأ عسير، والقول فيما بعد\nالمبدأ سهل. ولذلك كان القول فى المبدأ، وإن كان يسيرا فى القدر، فهو عظيم\nفى القوة. والقول فيما بعد المبدأ، وإن كان كثيرا، فهو صغيرا فى القوة.\nوهذا بعينه عرض لنا فى هذه الصناعة بالإضافة إلى سائر الصنائع المنطقية\nالأربع، فإنه لم <span id='ms61'></span> نلف فى هذه الصناعة شيئا يتنزل منها منزلة المبدأ، ولا\nمنزلة الجزء. وأما سائر الصنائع، فإنا، وإن لم نلف منها شيئا يتنزل منزلة\nالمبدأ، فقد ألفينا شيئا يتنزل منزلة الجزء،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nمثل ما عرض فى صناعة الخطابة. فإنه تعاور الكلام فيها قوم من القدماء حتى\nألفينا جميع أجزائها قد كمل، لكن فى المواد، إذ كانوا إنما تكلموا فى ذلك\nمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nغير أن يتكلموا فى الأشياء التى تتنزل منها منزلة المبادىء، وهى الأمور\nالمشتركة للصنائع الخمس، مثل القول فى القياس المطلق وما أشبهه من الأمور\nالمشتركة. فأما هذه الصناعة فلم نجد فيها شيئا يجرى مجرى المبدأ، ولا مجرى\nالجزء، وإنما وجدنا فيها أشياء كثيرة تجرى مجرى الأشخاص الموجودة من\nالصناعة عند أهل تلك الصناعة.\n</p>\n\n<p>\nفكما أنه من لم يكن عنده من علم الصناعة إلا وجود عدد ما من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nأشخاصها التى تفعلها تلك الصناعة فليس عنده علم بالصناعة. مثال ذلك أن من\nلم يكن عنده من صناعة الخفاف إلا أشخاص من الخفاف محدودة، فليس عنده من\nصناعة الخفاف شىء، كذلك من تعاطى ممن سلف تعليم هذه الصناعة من غير أن يكون\nعنده منها إلا أقوال محدودة العدد، أعنى أقوالا سوفسطائية، فهو بمنزلة من\nرام تعليم الخفاف بأن يعطى الناس خفافا من عنده، أو يقول لهم إن القدم\nينبغى أن تصان بالخفاف، من غير أن يعرفهم من أى شىء تصنع الخفاف، ولا كيف\nتصنع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nوليس من العجيب تمام الصناعة لكثير من الناس، لكن العجب أن نتم الصناعة\nلواحد فقط. وإذا كان تتميم الصناعة للناس الكثيرين أمرا فاضلا جدا، فأفضل\nمنه وأعجب إيجاد الصنائع بأسرها للواحد وإنشاؤها من المبدأ إلى المنتهى.\n</p>\n\n<p>\nقال: ولمكان هذا قد يجب على كل من وقف على قولنا هذا أن يكون لنا منه شكر\nكثير وحمد عظيم على ما أنشأناه من هذه الصناعة وحصلناه من مبادئها\nوأجزائها.\n</p>\n\n<p>\nفإن وجد فى بعض أجزائها نقض، فليكن منه صفح عنا، وعذر لنا، لمكان الأشياء\nالتى قلناها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nفهذا هو آخر ما ختم به هذا الرجل <span id='ms62'></span> كتابه هذا. وقد نقلنا منه ما تأدى إلى\nفهمنا بحسب ما يسر لنا فى هذا الوقت. وسنعيد فيه النظر إن فسح الله فى\nالعمر ويسر لنا أسباب الفراغ. فإن هذا الكتاب معتاص جدا، إما من قبل\nالترجمة، وإما من قبل أن أرسطو قصد ذلك فيه. ولم نجد فيه لأحد من المفسرين\nشرحا لا على اللفظ، ولا على المعنى، إلا ما فى الشفاء لأبى على بن سينا\nشيئا من ذلك.\n</p>\n\n<p>\nوالكتاب الواصل إلينا من ذلك هو فى غاية الاختلال، مع أن الرجل عويص\nالعبارة. فمن وقف على كتابنا هذا، ورأى أنه قد نقص من كلامى شىء هو فى\nكلامه، أو سقت شيئا من كلامه على غير الجهة التى قصدها،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nفليعذرنى. فإن من يتعاطى فهم كلامه من غير أن يسبقه فيه غيره هو شبيه ممن\nيبتدىء الصناعة. ولذلك كثير مما أوردناه فى ذلك إنما هو على جهة الظن\nوالتخيل. وأنت تتبين ذلك إذا وقفت على نص كلامه فى هذا. لكنى أرجو أنه لم\nيفتنا شىء من أجناس الأقوال التى أودعها هذا الكتاب، ولا من أغراضه الكلية.\nوإن كنا نشك أنه قد فاتنا كثير من الأشياء الجزئية، وكثير من جهة استعمال\nالقول فيها، والتعليم لها. ولكن رأينا أن هذا الذى اتفق لنا فى هذا الوقت\nخير كثير. وعسى أن يكوت كالمبدأ للوقوف على قوله على التمام لمن يأتى بعد،\nأو لنا إن وقع لنا فراغ وأنسأ الله فى العمر. فانظروا كيف حال من يأتى بعد\nهذا الرجل فى فهم ما قد كمل وتمم، فضلا عن أن يظن بأحد أنه يزيد عليه أو\nيتمم شيئا نقصه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nوقد اعترف ابن سينا بهذا وقال إنه اليوم له ألف سنة، وكذا مائة من السنين\nولم نجد أحدا زاد عليه فى هذه الصناعة. قال: ونحن أيضا فقد أجهدنا أنفسنا\nفى ذلك زمان إكبابنا من هذه الأشياء واستقرينا جميع الأقاويل فلم نلف شيئا\nيخرج عنها ولا يشذ إلا ما يتنزل منزلة اللاحق أو منزلة البسط لمجمل، أو كيف\nقال <span id='ms63'></span>.\n</p>\n\n<p>\nوأما أنت فقد يمكنك أن تقف من قولنا المتقدم فى هذا الكتاب وقوف يقين أن\nليس هاهنا مغلطات إلا تلك التى عددناها، أعنى ما يجب أن يعد جزءا من\nالصناعة، وأن الموضع الذى يظن أن أبا نصر استدركه، وهو موضع الإبدال، هو\nشىء لم يخف على أرسطو، وأن الأمر فيه على أحد وجهين: إما ألا يكون مغلطا\nبالذات وفى الأ كثر. فإن موضع الإبدال هو بالذات، كما علمنا أرسطو، خطبى أو\nشعرى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nوإما أن يكون معدودا فى المغلطات التى بالعرض، إن كان ولا بد واجبا أن\nيذكر فى أجزاء هذه الصناعة.\n</p>\n\n<p>\nوكذلك كثير مما زاد فى باب المطلقات والمقيدات، وفى باب أخذ ما ليس بسبب\nعلى أنه سبب، فيه كله نظر. وذلك أنه يشبه أن يكون بسطا وشرحا، ويشبه ألا\nيكون من الباب، أو يكون يوجد فيهما الأمران. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n             <span id='ms64'></span>\n</p>\n",
  "pages": [
    "000",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180"
  ],
  "volumes": [
    "01"
  ]
}