{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<h1 class='l1' id='head0'>[الحجج الباهرة في إفحام الطائفة الكافرة الفاجرة]</h1>\n\n<p>\nالمؤلف: جلال الدين محمد بن أسعد الدواني الصديقي المتوفى 928 ه\n</p>\n\n<p>\nتحقيق ودراسة: د. عبد الله حاج علي منيب\n</p>\n\n<p>\nالناشر: مكتبة الإمام البخاري\n</p>\n\n<p>\nالطبعة: الأولى، 1420 ه - 2000 م\n</p>\n\n<p>\nعدد الأجزاء: 1\n</p>\n\n<p>\n[ترقيم الكتاب موافق للمطبوع] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n- بسم الله الرحمن الرحيم -\n</p>\n\n<p>\nالحمد لله محكم أحكام الجمهور بمذاهب السنة، رافض حكم بدعة الرفض بأحكام\nالكتاب والسنة. والصلوات الطيبات على نبيه محمد أشرف المخلوقات من البشر\nوالملك والجن، فصلى الله عليه وعلى آله وأصحابه مصابيح أهل الجنة في الجنة.\n</p>\n\n<p>\nأما بعد، فإنه لم ظهر دين الإسلام على الأديان كلها تحقيقا لما وعده الله\nتعالى بقوله سبحانه: {هو الذي أرسل رسوله بالهدى ودين الحق ليظهره على\nالدين كله} وقوله تعالى: {سنريهم آياتنا في الآفاق} ونحو ذلك، امتدت إليه\nالأبصار فأصابته عيون الحساد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nحتى ظهرت هذه الفرقة المعارضة المسماة بالرافضة على رأس المائة الرابعة\nمن خلافة بني العباس، فأحدثت فيه أقوالا. بعضها مبني على الكذب الظاهر.\nوبعضها مبني على التأويل الفاسد. وبعضها مبني على السخرية والضحك ونحو ذلك.\nوكان الأولى أن نعاملهم بالإهمال بأن نضرب عنهم الذكر صفحا بعدم الرد\nعليهم، كمعاملة أعداء الإسلام من أهل الكتاب في بلاد الإسلام، لكون حقيقية\nالإسلام وبقائه وبطلان اليهودية والنصرانية بقيا قطعيتين. وكذلك مذهب\nالجمهور ومن خالفه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nولأنهم تجري عليهم أحكامنا، وتحت أيدينا وسلطاننا، بالخصوص في مشهد علي\nرضي الله عنه وفي الحلة اللذين هما تحت الرفض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nلكن حيث كان لهم في بعض الأماكن من عراق العرب ظهور وجدال، لترخص أهل\nالعراق وسلاطينهم في الدين، احتجنا إلى الرد عليهم بسؤال من لسؤاله حق من\nالإخوان.\n</p>\n\n<p>\nوإني ملتزم أن لا أحتج بالحديث إلا نادرا، لكون متنه مظنونا يجوز للخصم\nدفع الاحتجاج به بدعواه الكذب له. بل إما أحتج بالقرآن لكونه مقطوع المتن\nأو بالمعقول المقطوع الدلالة أو بما شاهدته منهم رأي العين، حين ابتليت\nعندهم بالأسر ومكثت عندهم قريبا من ثماني سنين، وذلك عند سياحتي لطلب\nالعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nوعلم الله وكفى به عليما أني لا أستعين في <span id='ms01'></span> ذلك بكتاب بل بديهة.\n</p>\n\n<p>\nوإني معتذر إلى أمير المؤمنين علي رضي الله عنه وإلى مجموع أهل البيت\nعليهم السلام، بما يوهم التجري به من الحق الذي كان الإغماض عنه أولى، وإن\nكان الرافضة سببه، وإن كان جائزا كونه حقا. وأهل البيت لا يجزعون من الحق،\nلأن الله تعالى أجاز بمثله عمن هو أفضل من علي عليه السلام، وهو عيسى عليه\nالسلام حين غالت النصارى به وبأمه: {ما المسيح ابن مريم إلا رسول قد خلت من\nقبله الرسل وأمه صديقة كانا يأكلان الطعام} أي كانا يخرجان لقضاء الحاجة.\n</p>\n\n<p>\nورتبته على مقدمة وسبعة فصول.\n</p>\n\n<p>\nأما المقدمة ففي خلافة الخلفاء قبل علي رضي الله عنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>(إمامة أبي بكر)</h1>\n\n<p>\nأما إمامة أبي بكر رضي الله عنه فالدليل عليها من وجوه.\n</p>\n\n<h1 class='l1' id='head2'>الأول</h1>\n\n<p>\nقوله تعالى: {وسيجنبها الأتقى} أجمع المفسرون أنها نزلت في أبي بكر رضي\nالله عنه. وإذا ثبت أنه الأتقى ثبت أنه الأكرم عند الله تعالى لقوله تعالى:\n{إن أكرمكم عند الله أتقاكم}. وحينئذ فيثبت فيه استحقاق التقديم على كل أحد\nغيره، لكونه دونه بالتقوى والكرامة عند الله تعالى، كما هو مفهوم الآية.\n</p>\n\n<h1 class='l1' id='head3'>الثاني</h1>\n\n<p>\n: قوله تعالى: {قل للمخلفين من الأعراب ستدعون إلى قوم أولي بأس شديد\nتقاتلونهم أو يسلمون فإن تطيعوا يؤتكم الله أجرا حسنا وإن تتولوا كما\nتوليتم من قبل يعذبكم عذابا أليما}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا الداعي -هو الموعود على طاعته حسن الثواب وعلى مخالفته أليم العقاب-\nليس هو النبي - صلى الله عليه وسلم - لكونه عليه الصلاة والسلام مأمورا\nبنهي المخلفين من الأعراب عن اتباعه بقوله تعالى: {قل لن تتبعونا كذلكم قال\nالله من قبل} فامتنع أن يكون هو الداعي. وليس هو عليا رضي الله عنه لأنه لم\nيقاتل في أيام خلافته الكفار وإنما كان حربه مع المسلمين. فتعين أن يكون\nالداعي هو الصديق رضي الله عنه، لأنه دعاهم إلى قتال بني حنيفة أهل الردة\nفي اليمامة، وهو أولو بأس شديد، كانوا ثمانين ألفا. ولقوة بأسهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nأشار إليه علي رضي الله عنه بالقعود عنهم فقال: هؤلاء <span id='ms02'></span> أصحاب شوكة، وهذا\nأول عسكر يخرج لنا بعد موت النبي - صلى الله عليه وسلم -، نخاف أن ينكسر\nفلا يقوم لنا بعده قائم. فما وهن الصديق رضي الله عنه ولا ضعف. ثم جهز\nالعسكر وخرج معه مرحلة حتى تسمع الناس بخروجه، وأمر عليهم سيف الله خالد بن\nالوليد رضي الله عنه، فظفر بهم وقتلهم وقتل أميرهم مسيلمة الكذاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nورجع بالغنائم والسبي. ومن سبيهم تسرى علي رضي الله عنه الحنفية أم ولده\nمحمد، واستقر الإسلام في اليمامة. وكانت تلك أسا لبناء الإسلام بعد النبي -\nصلى الله عليه وسلم -.\n</p>\n\n<h1 class='l1' id='head4'>الثالث</h1>\n\n<p>\nقوله تعالى: {هو الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله}\nوالنبي - صلى الله عليه وسلم - لم يأخذ غير جزيرة العرب، وتوفي عليه الصلاة\nوالسلام ولم يظهر دينه على كل الأديان إلا في خلافة الصديق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nرضي الله عنه وخلافة صاحبيه بعده رضي الله عنهم، لأنهم أجلسوا ملوك\nالأديان المخالفة للإسلام من اليهود والنصارى والمجوس وغيرهم على التراب\nوسلبوا ممالكهم وخزائنهم وخلعوا تيجانهم. ومن سلم من سيوفهم ولم يسلم ضربوا\nعليه الجزية. واسترقوا الأطفال والنساء، حتى أخذوا شاه زنان -ابنة كسرى\nالذي كانوا يسمونه الأعاجم شاه شاهان- رقيقة. فتسراها الحسين رضي الله عنه\nمن سبي عمر رضي الله عنه. ولا دليل أظهر من هذا على حقية الخلفاء الثلاثة.\nإذ الدين الذي سماه الله تعالى بالهدى ودين الحق كان ظهوره على الأديان\nكلها بإمامتهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head5'>الرابع</h1>\n\n<p>\nقوله تعالى: {سنريهم آياتنا في الآفاق وفي أنفسهم} ومعنى رؤية آيات الله\nسبحانه في الأفاق، كما نقل صاحب الكشاف، هو انتشار هذا الدين في أقطار.\nومعنى رؤيتها في أنفسهم تمليك الضعفاء من المسلمين ممالك الأغنياء من\nالملوك، وملكوا ممالكهم وهم عرب قرية، يعني أهل مكة. حتى حكم سلمان رضي\nالله عنه في مملكة كسرى، وهو فارسي غريب مملوك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nوالمغيرة بن شعبة رضي الله عنه في مملكة النعمان بن المنذر، الحيرة\nوأعمالها. ومعاوية رضي الله عنه في الشام، مملكة هرقل ملك الروم، وهو من\nصعاليك العرب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nوعمرو بن العاص <span id='ms03'></span> في مصر مملكة فرعون. حتى آل الأمر بعد ذلك إلى أن كان\nالمأمون يقرأ حتى وصل إلى قوله تعالى حكاية عن فرعون: {أليس لي ملك مصر}\nفصاح بالخصيب، وكان عبدا مولاه علي الوزير أبو المنصاة، فأجابه، قال: وليتك\nمصرا، استصغارا لما استعظمه عدو الله فرعون. وأمثال ذلك. ولا دليل أبلغ من\nذلك على حقية هذا الدين وحقية إمامة الثلاثة، إذ كانوا أصله.\n</p>\n\n<h1 class='l1' id='head6'>الخامس</h1>\n\n<p>\nقوله تعالى: {إنما وليكم الله ورسوله والذين آمنوا الذين يقيمون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nالصلاة ويؤتون الزكاة وهم راكعون} والمراد بالركوع هاهنا التواضع\nوالخضوع، من قول الشاعر:\n</p>\n\n<p>\nلا تهن الفقير علك أن تر ... كع يوما والدهر قد رفعه\n</p>\n\n<p>\nوبذلك فسره صاحب الكشاف، فهو قوله تعالى: {خروا سجدا وسبحوا بحمد ربهم\nوهم لا يستكبرون}\n</p>\n\n<p>\nوفي هذه الآية دليل واضح على إمامة الثلاثة: الصديق وصاحبيه. إذ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nشروط الولاية في الآية حاصلة وصالحة لهم؛\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nلوجود الجمع وإقامة الصلاة وإيتاء الزكاة والخضوع. أما الولاية والجمع\nوإقامة الصلاة فظاهر عليهم. وأما إيتاء الزكاة فلا شك أنهم كانوا أصحاب\nأموال. وأما الخضوع، هو عدم التكبر، فقد ثبت أن الصديق رضي الله عنه كان\nأرأف الصحابة وألينهم جانبا. وعمر كان يلبس المرقع، وكان عليه رداء فيه\nإحدى وعشرون رقعة، واحدة منها قطعة جراب. وكان يحمل الطعام على عاتقه\nللضعفاء. وكان يعمر القناطر ويحمي القوافل بنفسه وأمثال ذلك. هذا وهو ملك\nالدنيا ومالك ملوكها بالقهر، وقد طبقت راياته وعساكره الأقطار، وترجف من\nسطوته ملوك الأرض من غير منازع في إمامته. وعثمان رضي الله عنه كان على مثل\nذلك بالسطوة والحكم، وصبر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nلقتله ولم يدم من المسلمين مثل محجمة من دم عند حصاره، وقال: لا أكون أول\nمن خلف محمدا في أمته بالسيف. وهذا دليل متضح على صحة إمامتهم.\n</p>\n\n<p>\nادعت الرافضة [لعنهم الله] أن هذه الآية في علي رضي الله عنه خاصة دون\nغيره. واحتجوا بها أنه رضي الله عنه تصدق بخاتمه على سائل وهو راكع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nويمتنع ذلك من وجوه:\n</p>\n\n<p>\nالأول أن الذين {الذين آمنوا} لفظ جمع، ويمتنع حمل الجمع <span id='ms04'></span> على الواحد في\nلغة العرب. قالوا: للتعظيم. قلنا: التعظيم هاهنا مدفوع لعلي رضي الله عنه،\nإذ الله ورسوله ذكرا في الآية من غير مقارنة تعظيم، فكيف يذكر التعظيم له\nدونهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني أن الرافضة يدعون أن عليا رضي الله عنه طلق الدنيا وأنه لا مال\nله، كان يلبس القصير ويأكل الشعير. والآية فيها ذكر الزكاة، والزكاة لا\nتكون إلا ممن له مال. فتنافيا.\n</p>\n\n<p>\nالثالث أن الله مدح الخاشع في الصلاة. وكون إنسان يشغل جوارحه في الصلاة\nبنزع خاتم وإشارة إلى سائل وقذفه إليه ويشغل قلبه بنية الزكاة ليس من\nالخشوع. وحاشا أمير المؤمنين من مثل ذلك، إذ هو بحر علم لا يدرك قعره.\n</p>\n\n<p>\nالرابع أن الزكاة تطلق على صدقة الفرض ولا تكون إلا من الأنفع للمستحق.\nوأي نفع في قطعة فضة يجوز عليها احتمال الجهالة في القدر والغش في الجنس عن\nمال مضروب معلوم خالص. وهل نسبة مثل هذا إلى عالم زمانه إلا سفه من\nالرافضة.\n</p>\n\n<p>\nالخامس أن الله تعالى وصف الحزب الذي يتولاه هذا الإمام بأن يكون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nغالبا بقوله تعالى: {ومن يتول الله ورسوله والذين آمنوا فإن حزب الله هم\nالغالبون} ولم ير غالبا إلا أهل السنة الذين هم أتباع أبي بكر وعمر وعثمان\nوعلي رضي الله عنهم. والرافضة الذين يزعمون أنهم أتباع علي منذ ظهروا إلى\nالآن، بل إلى آخر الزمان، لم يزالوا مغلوبين تحت الحكم والقهر. وهذه أدلة\nراجحة تمنع اختصاص علي بالإمامة دون أصحابه. والله أعلم.\n</p>\n\n<h1 class='l1' id='head7'>السادس</h1>\n\n<p>\nقوله تعالى {وعد الله الذين آمنوا منكم وعملوا الصالحات ليستخلفنهم في\nالأرض كما استخلف الذين من قبلهم وليمكنن لهم دينهم الذي ارتضى لهم\nوليبدلنهم من بعد خوفهم أمنا} والثلاثة الشروط التي في الآية خطاب للصحابة.\nوقد حصل للأئمة الثلاث الاستخلاف وتمكين الدين وأبدل الخوف -الذي حصل بموت\nالنبي - صلى الله عليه وسلم - حين ارتدت أهل اليمامة وتبعت مسيلمة الكذاب-\nبالأمن. وكان أصل تمكين من تمكن وأمن من أمن فيما بعد خلافتهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>السابع</h1>\n\n<p>\nقوله تعالى {وإذ أسر النبي إلى بعض أزواجه <span id='ms05'></span> حديثا} الآية. أجمع المفسرون\nأن بعض الحديث المسر قول النبي - صلى الله عليه وسلم - لزوجته حفصة بنت\nعمر: \"إن أباك وأبا بكر يليان أمر أمتي من بعدي\" وأن البعض المعرض عنه أمر\nخلافتهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head9'>الثامن</h1>\n\n<p>\nأن الله تعالى جعل إثبات الحق بشاهدين عدلين أو بتسليم الخصم. وكلاهما\nحصل للصديق رضي الله عنه. أما التسليم فعلي رضي الله عنه -على تقدير كونه\nمدعي الإمامة- حينئذ لم ينازع. وأما الشهادة فقد شهد للصديق ثمانون ألفا\nعدول. لأن أولئك صدر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nالأمة. وقد عدلهم الله تعالى بأن جعلهم شهودا على الناس وجعل النبي - صلى\nالله عليه وسلم - مزكيا لهم بقوله سبحانه وتعالى: {وكذلك جعلناكم أمة وسطا\nلتكونوا شهداء على الناس ويكون الرسول عليكم شهيدا} فالطاعن في شهادتهم من\nالرافضة بدعوى التعصب منهم للصديق، فقد رد قوله الله تعالى. وكفى بذلك كفرا\nوتجرؤا على الله تعالى. وطعن الخصم أو المتعصب له في الشهود لا يسمع، ولا\nحاصل له على التعصب غير استهزاء الحكم به.\n</p>\n\n<h1 class='l1' id='head10'>التاسع</h1>\n\n<p>\nأن النبي - صلى الله عليه وسلم - توفي عن أمته وهم من الآل والأصحاب مائة\nوعشرون ألفا، والجميع اتفقوا على إمامة أبي بكر رضي الله عنه، ثمانون ألفا\nحضروا بيعته، أربعون ألفا كانوا متفرقين في البلاد وقد حضروا بعد البيعة\nووافقوا.\n</p>\n\n<p>\nوصورة الاجتماع أن النبي - صلى الله عليه وسلم - لما توفي أنكر عمر رضي\nالله عنه وفاته وقال: ما ينبغي لمحمد أن يموت، والله ليبعثنه والله ليقطعن\nأيدي رجال وأرجلهم. وكان أبو بكر غائب في حائط له، فجاء ودخل على النبي -\nصلى الله عليه وسلم - وكشف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nعن وجهه فرآه ميتا، فقبله وقال: بأبي طبت حيا وميتا. ثم أنشد شعرا:\n</p>\n\n<p>\nكنت السواد لناظري ... وعليك يبكي الناظر\n</p>\n\n<p>\nمن شاء بعدك فليمت ... فعليك كنت أحاذر\n</p>\n\n<p>\nثم خرج [إلى] الناس وتلا على عمر قوله تعالى: {إنك ميت وإنهم ميتون} فقال\nعمر: والله لقد كنت أتلوها، وكأنها الآن لم تمر على قلبي. ثم نادى أبو بكر\nفي الناس: ألا من كان يعبد محمدا فإن محمدا قد مات <span id='ms06'></span>، ومن كان يعبد الله فإن\nالله حي لا يموت. ثم باشر غسله علي والعباس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nوواحد من الأنصار يفيض الماء عليه. ثم كفن وصلت الناس عليه فرادى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nواختلفوا في موضع دفنه. فقال الصديق: ما من نبي مات إلا دفن موضع موته.\nفاعتمدوا على ذلك. ثم حول فراشه الذي مات عليه وحفر قبره موضع الفراش ودفن\nفيه في حجرة زوجته عائشة رضي الله عنها.\n</p>\n\n<p>\nثم بعد دفنه اجتمع الأنصار في سقيفة بني ساعدة ليقيموا سيدهم سعد بن\nعبادة أميرا على الناس.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nفجاء أبو بكر وعمر إليهم. فقام خطيبهم فحمد الله وأثنى عليه وقال في\nخطبته: نحن كتيبة (1) الإسلام ونحن آوينا رسول الله - صلى الله عليه وسلم -\nونصرناه، ونحن أحق بالإمامة. قال عمر رضي الله عنه: وكنت هيأت مقالة\nلأقدمها بين يدي أبي بكر، فلما هممت بالكلام منعني أبو بكر فقال: على رسلك\nيا عمر. ثم تكلم بديهم أحسن ما كنت لفقته، فقال: ما ذكرتم فيكم من خير\nفأنتم أهله، ولكن الإمامة لا تصل إليكم. فقالوا: منا أمير ومنكم أمير. قال\nأبو بكر رضي الله عنه: قال النبي - صلى الله عليه وسلم -: «الأئمة من\nقريش». فلم يقم أبو بكر رضي الله عنه من مجلسه حتى بايعه مجموع الأنصار.\nفوعك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nسعد، فقال قائل: قتلتم سعدا، قال عمر: قتله الله. فلم تدر عليه سنة حتى\nبال في جحر من الأرض فخرج منه سهم رمته الجن به فمات به. وسمع قائل ينشد\nشعرا:\n</p>\n\n<p>\nقد قتلنا سيد الخزرج سعد بن عبادة\n</p>\n\n<p>\nورمينا بسهمين فلم نخط فؤاده\n</p>\n\n<p>\nثم بعد بيعة الأنصار هرع مجموع من كان حاضرا من الآل والصحب إلى بيعته،\nوجاء مجموع من كان غائبا وبايع. والجميع انقادوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nلأمره ونهيه، حتى لو رمى أحدا منهم في النار لطرح نفسه اعتقادا منه لوجوب\nطاعته.\n</p>\n\n<p>\nواستمروا له إلى موته من غير معارض ولا منازع. ثم انقادوا بعده أيضا\nلمنصوصه عمر رضي الله عنه. ثم انقادوا بعد عمر رضي الله عنه لمنصوص منصوصه\nفي الشورى عثمان كما سيجيء. وعلي حاضر <span id='ms07'></span> رضي الله عنه ولم يدع إمامة لنفسه.\nولا شك أن المتفق عليه المتصرف أولى من الساكت المسلم. ولم يزل الصديق على\nالتمكن مدة أيام خلافته إلى أن مات ودفن مع النبي - صلى الله عليه وسلم -\nفي حجرة ابنته عائشة رضي الله عنها، ولما قربت جنازته من الحجره وكان بابها\nمقفولا فتح من غير فاتح وسمع فيها صوت: أدخل الحبيب إلى الحبيب.\n</p>\n\n<p>\nوكانت مدة خلافته سنتين ونصف، ومدة عمره ثلاثا وستين سنة، كعمر النبي -\nصلى الله عليه وسلم -.\n</p>\n\n<h1 class='l1' id='head11'>(خلافة عمر)</h1>\n\n<p>\nوأما خلافة عمر رضي الله عنه فالدليل عليها أيضا من وجوه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>الأول</h1>\n\n<p>\nقوله تعالى: {هو الذي أرسل رسوله بالهدى ودين الحق} الآية.\n</p>\n\n<h1 class='l1' id='head13'>الثاني</h1>\n\n<p>\nأيضا قوله تعالى: {إنما وليكم الله ورسوله} الآية.\n</p>\n\n<h1 class='l1' id='head14'>الثالث</h1>\n\n<p>\nأيضا قوله تعالى: {وعد الله الذين آمنوا} الآية.\n</p>\n\n<h1 class='l1' id='head15'>الرابع</h1>\n\n<p>\nقوله تعالى: {وإذ أسر النبي} الآية.\n</p>\n\n<h1 class='l1' id='head16'>الخامس</h1>\n\n<p>\nأيضا الاتفاق من غير منازع وعدم القائل بغيره حينئذ. وكل ما قيل في\nالآيات الخمس في الصديق فهو له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head17'>السادس</h1>\n\n<p>\nتنصيص الخليفة الأول الذي أثبتنا بالأدلة القاطعة صحة خلافته، وهو الصديق\nرضي الله عنه، مع انقياد جميع الناس لهذا التنصيص بالسمع والطاعة. ولم يزل\nكذلك حتى قتل رضي الله عنه. قتله أبو لؤلؤة عبد المغيرة بن شعبة.\n</p>\n\n<p>\nوكان سبب قتله أن أبا لؤلؤة كان نصرانيا يحمي لسبي النصارى من الروم\nوغيرهم إذا وصلوا إلى المدينة، ويحسن إلى الأسارى منهم. ثم إنه جاء إلى عمر\nيشكو على سيده المغيرة فقال: يا أمير المؤمنين، إن المغيرة ضرب علي كل يوم\nثلاثة دراهم وأنا عاجز عنها، فقال: ما تحترف؟ قال: إني نجار أعمل الرحى\nتدور في الهواء، فقال عمر: ما أرى هذه الضريبة كثيرة عليك مع احترافك هذا.\nفوجد عليه أكثر من الأول وعزم على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nقتله ليريح النصارى أهل دينه، فقال: يا أمير المؤمنين إني إريد أن أعمل\nلك رحى تدور في الشرق والغرب، فقال: أوعدني العبد! فانصرف وهو عازم على\nقتله. ثم هيأ له سكينا قبضتها في وسطها وطرفاها محددان. فجاء كعب الأحبار\nإلى عمر <span id='ms08'></span> قبل ضربه فقال: يا أمير المؤمنين تهيأ للموت فإنك ميت بعد ثلاث،\nفقال: وما يدريك؟ قال: وجدت ذلك في التوراة، فقال: أوعمر مذكور في التوراة؟\nقال: لا، ولكن نعتك فيها، وصاحب هذا النعت لم يبق من أجله غير ثلاثة أيام،\nفقال: يا هذا لا أجد في علة، قال: هو كذلك. فلما كان أول الثلاث تخفى أبو\nلؤلؤة ودخل الجامع مع المصلين ووقف قريبا منه في الصف الذي يليه مغيرا\nهيئته حتى لا يعرف. فلما ركع ضربه. وكان عمر جهوري الصوت يسمعه آخر صف،\nفاختفى صوته وأكب الناس على أبي لؤلؤة، فضرب يمينا وشمالا بحدي سكينه التي\nفي يده، فقتل سبعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nغير عمر، فنشر أحد الناس برنسا كان معه وحذفه عليه، فغطى بصره وتكربل به،\nفقبضوه. قيل إنه قتل نفسه، وقيل بل قتلوه سريعا في المسجد وعمر حي حينئذ،\nولم ينتظروا موت عمر حيث كان كافرا. فقال عمر: انظروا من ضربني، فقالوا:\nأبو لؤلؤة عبد المغيرة. فقال: الحمد لله الذي لم يجعل منيتي على يد مسلم.\nثم أتي إلى عمر بطبيب يختبر جرحه، فسقاه نبيذا فطلع من جوفه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: أوص يا أمير المؤمنين، إنك ميت. فأوصى بالمسلمين والأنصار وبلزوم\nالدين والتقوى؛ ثم قال: فاذهبوا إلى أم المؤمنين عائشة رضي الله عنها\nوسلوها أن أدفن مع صاحبي. فلما جاءها الرسول قالت: كنت هيأته لنفسي، وإني\nاليوم أوثر به أمير المؤمنين. فأعلم بذلك عمر، فقال: ما كان علي أهم من\nذلك، ولكن لا تكتفوا بهذا الإذن فإني حي الآن -يعني عين الحي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nيستحي من الحي- بل إذا مت فمروا بجنازتي على بابها فإن أذنت وإلا ردوني\nإلى مقابر المسلمين. فلما مر بجنازته على بابها واستؤذنت له فأذنت ودفن مع\nصاحبيه إلى جانب أبي بكر رضي الله عنهما.\n</p>\n\n<p>\nوكانت مدة خلافته عشر سنين، ومدة عمره ثلاثا وستين سنة كعمر صاحبيه.\n</p>\n\n<h1 class='l1' id='head18'>(خلافة عثمان)</h1>\n\n<p>\nوأما خلافة عثمان رضي الله عنه فالدليل عليها أيضا من وجوه:\n</p>\n\n<p>\nوهو ما سبق من قوله تعالى: {هو الذي أرسل رسوله بالهدى <span id='ms09'></span> ودين الحق ليظهره\nعلى الدين كله}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nوقوله تعالى: {سنريهم آياتنا في الآفاق} وقوله تعالى: {إنما وليكم الله\nورسوله} وقوله تعالى: {وعد الله الذين آمنوا منكم وعملوا الصالحات}، فهذه\nأربعة.\n</p>\n\n<p>\nوالوجه الخامس تنصيص عبد الرحمن بن عوف الحكم في قصة الشورى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nوذلك لما ضرب عمر رضي الله عنه قيل له: يا أمير المؤمنين استخلف. قال: إن\nأترك الاستخلاف فقد تركه من هو خير مني -يعني النبي - صلى الله عليه وسلم -\nفإنه لم يستخلف أحدا- وإن أستخلف فقد استخلف من هو خير مني -يعني أبا بكر،\nفإنه استخلف عمر- وإن كانت شرا فقد كفانا ما حملنا منها، بل الأمر في هذه\nالستة الذين توفي رسول الله - صلى الله عليه وسلم - وهو راض عنهم. عد عليا\nوعثمان وطلحة والزبير وعبد الرحمن بن عوف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nوسعيد بن زيد بن الخطاب، لكن أخرجه عمر منهم لكونه ابن عمه. وقال: يحضره\nعبد الله بن عمر وليس له من الأمر شيء، فمن ارتضت الأمة من هذه الستة كان\nحاكما.\n</p>\n\n<p>\nفلما دفن عمر امتدت الرقاب إلى الستة تريد الإمامة لها. فقال عبد الرحمن:\nالأمر يطول بين ستة، أيكم ينزل عن حقه فيجعله لصاحبه حتى يقرب الاختيار؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nفقال الزبير: جعلت حقي لعلي. وقال طلحة: جعلت حقي لعثمان. وقال سعد: جعلت\nحقي لعبد الرحمن. فقال عبد الرحمن: صار الأمر لثلاثة، فأيكم ينزل عن حقه\nلصاحبه تقريبا للأمر حتى يبقى في اثنين نختار واحدا منهما؟ فأمسك الشيخان،\nيعني عليا وعثمان. فقال عبد الرحمن: أنزل لكما وتحكماني في أمركما ولكما\nالله علي أن لا آل الأمر عن أفضلكما؟ فقالا: حكمناك. فقال: حقي لكما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nثم صبر ثلاثة أيام يشاور الناس ليلا ونهارا، والأبصار والرقاب ممتدة\nإليه، لا يوطأ عقب علي ولا يوطأ عقب عثمان، بل عاكفون عليه ومترددون إليه.\nثم إن الناس في اليوم الثالث اجتمعوا في مسجد النبي - صلى الله عليه وسلم -\nينظرون وينتظرون ما يحكم به عبد الرحمن. ثم إن عبد الرحمن خطب الناس وحمد\nالله وأثنى عليه ثم قال: يا عثمان <span id='ms10'></span>، آلله عليك إن أمرتك لتعدلن وإن أمرت\nعليك لتسمعن وتطيعن؟ فقال: الله علي. فقال: يا عثمان مد يدك لأبايعك. ثم\nالتفت إلى علي وقال: يا علي لا تجعل لنفسك عليها سبيلا، فإني والله منذ\nثلاثة أيام أشاور الناس فلم أرهم يعدلون بعثمان أحدا. فبايع عثمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nوانقاد الناس إليه انقيادهم لصاحبيه.\n</p>\n\n<p>\nحتى جاء أهل مصر وشكوا عنده عبد الله [بن سعد] بن أبي سرح، وكان حاكما\nعليهم من قبل عثمان، وهو أخ لعثمان رضي الله عنه من الرضاع، فقال: ما\nيريضيكم؟ قالوا: اعزله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nقال: عزلته عنكم، من تختارون أولي عليكم؟ قالوا: محمد بن أبي بكر. فولاه\nونفذه معهم. وسير معه جمعا من الصحابة. وخرجوا متوجهين إلى مصر. فبينا هم\nعلى نحو مرحلة من المدينة إذا بشبح يلوح على بعد، فركبت الخيل إليه، إذا هو\nعبد لعثمان. فقالوا: أين تريد؟ قال: أريد حاكم مصر، قالوا: هو عندنا. فلما\nجاءوا به إليه ورآه قال: لا أريد هذا، أريد الأمير الذي بمصر. ففتشوه إذا\nمعه إداوة فيها كتاب. فكسروا الإداوة، إذا فيها مكتوب: من عثمان، عليه ختم\nعثمان، إلى عبد الله بن [أبي] سرح، إذا وصل إليك محمد بن أبي بكر ومن معه\nاقتل الجميع واستمر على حكمك. قالوا: أمير المؤمنين يسعى في قتل أصحاب رسول\nالله - صلى الله عليه وسلم -. فرجعوا وذكروا لعثمان، فأنكر وحلف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nفقالوا: لا نقبل لك هذه العثرة، عبدك وبعيرك وخاتمك، إن كنت بريئا\nفالغريم مروان، أخرجه إلينا. وكان مروان كاتبا له والخاتم عنده. فقال: لا\nأخرجه إليكم، إن أخرجته تقتلنه قبل أن يثبت عليه شيء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nفتغلظ الأمر. وجاء أهل مصر في أربع فرق عليها أربعة أمراء، عبد الرحمن بن\nعديس وكنانة بن بشر الليثي وسودان بن حمران،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nوالمقدم على الكل الغافقي بن حرب. وكانوا ستمائة. وقيل ألفا. وقيل ألفين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nوأهل الكوفة في أربع فرق، عليهم زيد بن صوحان العبدي ومالك الأشتر النخعي\nوزياد بن نضر الحارثي وعبد الله بن [الأصم]. وعددهم كعدد الأول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nوأهل البصرة أربع فرق، عليهم حكيم <span id='ms11'></span> بن جبلة العبدي وذريح بن عباد العبدي\nوبشر بن شريح بن الحكم و [ابن محرش] بن عمرو الحنفي. وعددهم كعدد الأول.\nفأهل مصر يشتهون عليا أميرا. وأهل البصرة يشتهون طلحة. وأهل الكوفة يشتهون\nالزبير.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nوجاءت أم حبيبة بنت أبي سفيان زوج النبي - صلى الله عليه وسلم - على بغلة\nلها. فضربوا وجه بغلتها فسقطت، فأخذوها وذهبوا بها إلى بيتها.\n</p>\n\n<p>\nوتجهزت عائشة رضي الله عنها خارجة للحج هاربة من المدينة خائفة من انتشار\nالشر إليها. فجاءها مروان متخفيا فقال: يا أم المؤمنين لو تقفين لمراقبة\nعثمان حتى تنفك الفتنة. فقالت: أتريدون أن يصنع بي كما صنع بأم حبيبة؟\nوخرجت.\n</p>\n\n<p>\nورأى عثمان ليلة قتله النبي - صلى الله عليه وسلم - وهو يقول: \"يا عثمان\nالليلة فطورك عندنا\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nواشتد الحصار عليه. فسأل الصحابة عثمان الخروج للجهاد فقال: يا قوم ما لي\nأدعوكم إلى النجاة وتدعونني إلى النار. ودخل عليه علي رضي الله عنه وهو\nمقلد بسيفه فقال: يا أمير المؤمنين، إن النبي - صلى الله عليه وسلم - لم\nيلحق هذا الأمر حتى ضرب بالمقبل المدبر، وإن في الباب فئة منصورة، مرنا\nفلنقاتل. فقال عثمان: الله الله في من رمى بسببي مثل محجمة من دم. فخرج علي\nوهو يقول: اللهم إنك تعلم أن منا المعذور. فهرعت الناس إليه للصلاة فقال:\nلا أصلي بكم والإمام محصور. ودخل عليه أبو هريرة يستأذنه في القتال، قال:\nفأقسم أن ألقي سيفي، فألقيته، والله لا أعلم من أخذه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nودخل عليه المغيرة بن شعبة فقال: إن القوم قاتلوك وإني مشير عليك بأحد\nثلاثة أمور، فقال: ما هي؟ قال: أفتح لك بابا تخرج به إلى حرم مكة. قال:\nسمعت النبي - صلى الله عليه وسلم - يقول: «يلحد بالحرم رجل عليه نصف عذاب\nأهل النار»، ولا أكون ذلك الرجل إن شاء الله تعالى. قال: تخرج إلى الشام\nفإن بها معاوية ينصرك. قال: المدينة دار هجرتي ولا أفارق دار هجرتي. قال:\nاخرج نقاتل هؤلاء. قال: لا أكون أول من خلف محمدا في أمته بالسيف. وقال\nلعبيده: من <span id='ms12'></span> أغمد سيفه فهو حر. وبعث إلى علي يطلب الماء. فنفذ إليه ثلاث قرب\nمملوءة ماء والحسن معها. فرمى القوم بالسهام، فقطعت منها قربتين، وأصاب\nالحسن سهم فأدمى وجهه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nفلما رأى محمد بن أبي بكر وجه الحسن داميا قال لأصحابه: فات الأمر الذي\nتبغونه، الساعة بنو هاشم يرون وجه الحسن داميا فيرفعونكم عن غرضكم\nويهزمونكم. فأخذ منهم الغافقي وسودان بن حمران، وتسلقوا عليه من دار من دور\nالأنصار كانت في جواره، ودخلوا عليه من غير علم أحد بهم، وما عنده غير\nزوجته، فصاحت زوجته فلم يسمعها أحد. فجذب محمد بن أبي بكر بلحيته حتى سمع\nوقع أضراسه، فقال عثمان: لقد أخذت مأخذا ما كان أبوك ليأخذه. فخرج وقال:\nإني بريء من قتل عثمان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nوضربه الغافقي بحديدة على ركبته، وضرب المصحف برجله. وجاء سودان بن حمران\nليضربه بالسيف، فأكبت عليه زوجته نائلة بنت الفرافصة فأصابها بالسيف في\nيدها، فنحاها عنه، وضرب عثمان فقتله. أما صاحب العصا فإن الأكلة وقعت في\nرقبته حتى أكلت جميع بدنه. وأما صاحب السيف فقتل بالسيف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nوأما محمد بن أبي بكر فأدخل في مصر في بطن حمار وأحرق هو والحمار.\n</p>\n\n<p>\nثم إن القوم ندموا على قتله. وقيل ندمهم لعلي فقال علي: {كمثل الشيطان إذ\nقال للإنسان اكفر} الآية. وقال سعد: أولئك {الذين ضل سعيهم في الحياة\nالدنيا}\n</p>\n\n<p>\nكانت مدة حصاره اثنين وعشرين يوما. وقيل قتل بين عصر ليلة الجمعة\nومغربها، ودفن بين مغربها وعشائها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nوهرعت الناس إلى علي يطلبون أميرا، فقال: ليس ذلك إليكم، ذاك إلى أهل\nبدر، أمروا غيري فإني أكون وزيرا لكم خيرا من أن أكون أميرا عليكم. وخرج\nإلى باب عثمان، فلقي طلحة والزبير فغلظ لهما وقال: يقتل أمير المؤمنين\nوأنتم ممسكون عنه؟ فقالا: لو أخرج إليهم مروان ما قتلوه. ولقي ابن طلحة\nوابن الزبير كانا في الباب، فانتهرهما، ولطم ابنيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nالحسن والحسين، أحدهما على صدره والآخر على وجهه. فاعتذر جميع من كان في\nالباب لحراسته أن لا علم لنا بقتله. والقاعدون عنهم من الصحابة <span id='ms13'></span> بعضهم\nلتخذيله وبعضهم غيظا عليه حيث لم يخرج مروان.\n</p>\n\n<p>\nوكان مدة خلافته اثنتي عشرة سنة، وعمره خمس وثمانون سنة. ودفن في البقيع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nوبويع علي. وأرسل إلى طلحة والزبير للبيعة فتقاعدا. فسل مالك الأشتر سيفه\nوقال لطلحة: والله لتبايعن أو لأضربن به ما بين عينيك. والمتأهلون للإمامة\nمن أهل الشورى بايعوا مكرهين. قال سعد: بايعته واللحى علي. فقال: والله ما\nهو أحق بها مني بقميصي هذا.\n</p>\n\n<h1 class='l1' id='head19'>(إمامة علي)</h1>\n\n<p>\nوأما إمامة علي رضي الله عنه فلم يكن لها سبب غير البيعة. ولم يكن\nالإجماع عليه من كل الأمة، بل كانت الناس معه على ثلاثة أقسام:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nقسم له، وقسم عليه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nوقسم لا له ولا عليه.\n</p>\n\n<p>\nثم إن عائشة رضي الله عنها كانت في الحج. فلما قدمت وجدت عثمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nقد قتل، قالت: مصيتموه كما يمص الثوب ثم درتم فقتلتموه. وضربت مخيمها\nخارجا عن المدينة وقالت: لا أدخل بلدا يقام فيه على أمير المسلمين فيقتل\nبغير ثبوت حق إلا أن يقتل علي غرماء عثمان. فقال علي: هذا ابتداء أمري، لا\nأوقع فيه الدماء. وكان المتفق على قتل عثمان مع سوادهم نحوا من عشرين ألفا\nقد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nالتموا إلى جملة عسكر علي داخلين فيه. فلما امتنع من قتلهم رحلت تريد\nالبصرة ساخطة من علي، فخرج معها معظم الصحابة تعظيما لها وطلبا لإرضائها.\nفلم يتحمل علي رضي الله عنه لسخطها ومفارقتها المدينة. فاستشار الحسن\nللخروج وارءها فأشار إليه أن لا يخرج، قال له: إن المدينة دار الهجرة\nوالخلفاء قبلك لم يفارقوها فاستقام أمرهم. فلم يقبل شوره. وخرج بعسكره\nلإرضائها. فلم تزل ترحل ويرحل وتنزل وينزل ويتراسلان، وهي تأبى على الرجوع\nإلا بتعجيل قتل الغرماء وهو يأبى إلا التأخير،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nحتى نزل البصرة. فلم ير علي بدا من إجابتها إلى ما تريد، فاتفق معها على\nقتلهم من الغد. فعرف الغرماء جمع أمرهم على قتل قتلة عثمان، فأجمعوا أمرهم\nعلى إيقاع الفتنة وبيتوا ذلك الرأي. فلما كان الغد ركبوا حاملين على عسكر\nعائشة رضي الله عنها، فرأى طلحة والزبير ومن كان <span id='ms14'></span> عارفا بالاتفاق حمل طرف من\nعسكر علي عليهم، قالوا: غدر علي -وكان الاتفاق دخلا- فحملوا دفعا عن\nأنفسهم. فرأى ذلك علي فقال: كان اتفاق عائشة وطلحة والزبير دخلا، فحمل دفعا\nعن نفسه. والتحم العسكران ووقعت الفتنة بغير قصد أحد منهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nورأى الزبير عليا في لجة الحرب فحمل عليه، وكان علي رضي الله عنه يعرف\nقول النبي - صلى الله عليه وسلم -: «بشر قاتل ابن صفية بالنار» فكف علي يده\nعنه، فلم يزل الزبير حتى خط الرمح في ترقوة علي، فلما رأى عليا لم يرفع يده\nعليه بل صرف الرمح عنه فقال له علي: أنسيت يا زبير قول النبي - صلى الله\nعليه وسلم - لك: \"ستحاربه وأنت له ظالم\" فلما سمع الزبير ذلك وتذكره حطم\nرمحه ورجع موليا. فتبعوه فقتلوه. وجرح طلحة في فخذه، فراح إلى وادي السباع،\nفتبعوه وقتلوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nفلما قتل طلحة والزبير وهن أصحاب عائشة، وعقر جملها، وكانت في هودجها\nفبرك، وتباركت الناس عنده وجندلت الأبطال وتطايرت الكفوف دفعا عنها. وعظم\nعلى الناس وعلى علي أمرها لكونها واجب أن لا تسأل حاجة إلا من وراء حجاب،\nوهي حينئذ يطوف بها أعداؤها كالمسبية. فلما رأى علي ذلك وفات الأمر من يده\nكشف الناس عن الجمل وضرب عليه القبة. واستدعى بأخيها محمد بن أبي بكر فقال:\nأنت محرمها وما لأحد غيرك حد أن يقرب منها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nفمضى وحط يده على كتفها فقالت: يد من هذه حرقها الله بالنار، قال: يا\nأختاه نار الدنيا. وكان عاقتبه كما ذكرنا أنه شق بطن حمار وأدخل فيه وأحرق\nهو والحمار في مصر. ثم جاء غريم الزبير إلى علي فقال: قتلت الزبير.\n</p>\n\n<p>\nفقال علي: سمعت النبي - صلى الله عليه وسلم - يقول: «بشر قاتل ابن صفية\nبالنار» فقال: إن قاتلناك قلت أنتم في النار، وإن قاتلنا لك قلت أنتم في\nالنار. ثم اتكأ على سنان رمحه فقتل نفسه. ثم بعد ذلك قعد علي وعائشة وبكيا\nندما على ما وقع بينهما. والتم الباقي من العسكرين ورجعوا إلى المدينة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nثم إن عليا <span id='ms15'></span> رضي الله عنه لما رجع إلى المدينة استدعى ابنه الحسن واستشاره\nفي عزل معاوية، فلم يشر به. وكان معاوية أميرا على الشام من قبل عثمان\nورعيته راضون عنه. فأبى علي إلا عزله. فقال له: إن تكن لم تسمع شوري ولا بد\nأن تعزله فلا تعجل وابعث له حكما وتوليه على الشام حتى ينقاد لإمامتك\nويستقر عقدك وعهدك في عنقه وذمامه بحيث لم يعد يمكنه المخالفة، ثم اعزله،\nوإن فعلت غير ذلك تتعب. فأبى علي إلا عزل معاوية، فكتب إليه: \"من أمير\nالمؤمنين علي بن أبي طالب إلى معاوية بن أبي سفيان، أما بعد فإذا وصل إليك\nكتابي فأنت معزول\". فلما وصل الكتاب إلى معاوية استدعى عمرو بن العاص ودفع\nإليه الكتاب، فلما قرأه وفهم ما فيه قال: اكتب إليه: \"من معاوية بن أبي\nسفيان إلى علي بن أبي طالب، أما بعد فمن الذي ارتضاك وجعلك أمير المؤمنين\nحتى يصل عزلك إلي\". فلما وصل الجواب إلى علي استدعى الحسن ودفعه إليه. فلما\nقرأه قال: هذا ما حذرتك منه، خذ الآن من معاوية ومن أهل الشام ما تكره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nوامتد الشر والنزاع بينهما حتى قتل في صفين سبعون ألفا، خمسة وعشرون من\nأصحاب علي وخمسة وأربعون من أصحاب معاوية. فلما طال الشر بينهما أجمع رأي\nالعسكرين على تحكيم حكمين يتفقان على عزل واحد منهما ويحكم الآخر. فاختار\nعلي من أصحابه أبا موسى الأشعري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nواختار معاوية عمرو بن العاص. فخرج الحكمان من العسكرين إلى خلاء لا أحد\nفيه غيرهما. وكانت الدهاة من العرب حينئذ خمسة: عمرو بن العاص ومعاوية بن\nأبي سفيان وأبو الأسود الدؤلي والمغيرة بن شعبة وإياس بن معاوية. واختار\nمعاوية عمرو بن العاص.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nفدعا عمرو أبا موسى قبل الخوض في بحث النصب والعزل فقال: يا أبا موسى ادن\nمني لأسارك. فقرب منه ولقاه أذنه، فقوي عزمه على كلامه. (1) فقال عمرو: يا\nأبا موسى، ما تقول في هذين الاثنين؟ فقال أبو موسى: بل قل أنت. فقال: أنت\nأكبر مني عند رسول الله <span id='ms16'></span> - صلى الله عليه وسلم - وعند كل أحد، ولا يجوز لي\nأن أتقدمك. قال: لا بأس في ذلك نحن وحدنا فقل. قال عمرو: إني أرى الإسلام\nوالمسلمين وهنوا بين هذين الاثنين -يعني عليا ومعاوية- كان السيف في أيام\nالخلفاء قبلها مغمودا عن المسلمين مشهورا على الكافرين، وفي أيام هذين\nانعكس الأمر، إلا أن معاوية أحلم من علي وأعرف بأمور الخلافة، وقد تولى\nالشام من الخلفاء والناس عنه راضون، وهو ابن أبي سفيان عم النبي عليه\nالسلام، فإن كان علي صاهره وسبقه إلى الإسلام فمعاوية أسلم هو ووالده،\nووالد علي مات كافرا، وكان معاوية كاتب وحيه، وقال النبي - صلى الله عليه\nوسلم -: \"اللهم اهد قلبه\"، وإني أرى خلع علي من الخلافة وإثباتها في معاوية\nأو في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن عباس ابن عم النبي - صلى الله عليه وسلم -. فقال أبو موسى:\nهذا هو الرأي. ومال قلب أبي موسى إلى ابن عباس وقلب عمرو إلى معاوية رضي\nالله عنهم. فرجعوا ووقفوا بين الصفين. وامتدت إليهم العيون والرقاب، وما\nأحد ملتفتا لا إلى علي ولا إلى معاوية. فقال أبو موسى: يا عمرو تقدم وتكلم.\nفقال: حاشا لله، أنت كبيري ومخدومي، إن أتقدمك في الخلاء فلا يسعني أن\nأتقدمك في الملإ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nفتقدم أبو موسى وخطب، فحمد الله وأثنى عليه ثم قال: إني أرى الإسلام قد\nوهن والمسلمين قد نقهوا بين علي ومعاوية، كان السيف في أيام الخلفاء قبلهم\nمشهورا على الكفار مغمودا عن أهل القبلة، وبين هذين انعكس الأمر، أشهدكم\nعلي أن عزلت عليا ومعاوية عن الخلافة وأثبتها في ابن عم النبي - صلى الله\nعليه وسلم - عبد الله بن عباس. ثم قعد. فقام عمرو بن العاص وقال بعد حمد\nالله والثناء عليه: أشهدكم علي أن عزلت عليا عن الخلافة كما عزله صاحبه\nوأثبتها في معاوية. (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nوقفل العسكران على ذلك، معاوية إلى الشام ينادى أمير المؤمنين، وعلي إلى\nالعراق على الندم والشقاق من أصحابه. وحينئذ انفرد الخوارج عنه وفارقوا\nعسكره وقالوا: أنت على حكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nالمخلوق والله تعالى <span id='ms17'></span> يقول: {إن الحكم إلا لله} فإن أشهدت عليك بالتوبة\nوإلا لم نعد إليك. فقال علي: حاشا لله اعتراف بمعصية بعد طاعة. فبعث إليهم\nعبد الله بن عباس وناظرهم. فقال علي: لي أسوة بالنبي - صلى الله عليه وسلم\n- فإنه نزل بني قريظة على حكم سعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nبن معاذ وقتلهم بحكمه. فلم يلتفتوا إلى ذلك. واشتغل علي بقتالهم. وترك\nقتال معاوية. وكان حرب النهروان حربا مشهورا. فلما طال ذلك الأمر بينهم\nاجتمع ثلاثة من الخوارج: البرك بن عبد الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nوعمرو بن بكر التميمي وعبد الرحمن بن ملجم، ودار بينهم أن الإسلام\nوالمسلمين قد وهنا بين هذه الثلاثة علي ومعاوية وعمرو بن العاص، ينبغي أن\nكلا منا يتقبل بواحد منه يقتله ويتقرب إلى الله ويريح المسلمين. فتقبل عمرو\nبن بكر التميمي بقتل عمرو، وتقبل البرك بن عبد الله بقتل معاوية، وتقبل ابن\nملجم بقتل علي رضي الله عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nوكان ابن ملجم نكح قطام من الخوارج، فشرطت عليه ثلاثة آلاف دينار وقينة\nومهرا وقتل علي، فتقبل بقتل علي. وفي ذلك قال الشاعر:\n</p>\n\n<p>\nولم أر مهرا ساقه متزوج ... كمثل قطام من فصيح وأعجم\n</p>\n\n<p>\nثلاثة آلاف ومهر وقينة ... وقتل علي بالحسام المجذم\n</p>\n\n<p>\nثم تواعدوا إلى ليلة تاسع عشرة من شهر رمضان، كل يروح إلى صاحبه يقتله\nبها. فصاحب عمرو راح إلى مصر، فلم يخرج عمرو إلى الصلاة بل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nأخرج مكانه واحدا غيره فقتل. ومعاوية خرج تلك الليلة إلى الصلاة فضربه\nصاحبه على إليتيه فقدها بالسيف أربع قطع، فلم يمت بتلك الضربة بل استدعى\nالطبيب ليلمها له، فقال: هذه لا تلحم إلا بالنار، فقال معاوية: لا طاقة لي\nبالنار. فداواها حتى اندملت، وهي أربع فلذ على حالها. وكان بعد ذلك يسمى\nمعاوية أبا الألايا. وابن ملجم راح إلى الكوفة فضرب عليا تلك الليلة ضربة\nكان فيها قتله. وقبض ابن ملجم إلى حين موت علي ثم قتلوه. وكانت مدة خلافته\nخمس سنين، وعمره ثلاثا وستين سنة، كعمر النبي - صلى الله عليه وسلم - وأبي\nبكر وعمر رضي الله عنهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nودفن <span id='ms18'></span> موضع قتله في مسجد الكوفة بين قصر الإمارة وبين القبلة، متشبها\nبالنبي - صلى الله عليه وسلم -، فإنه جعل قبره موضع فراشه الذي مات عليه.\nوكذلك سائر الأنبياء تكون قبورهم كما نقل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>الفصل الأول في رد حججهم وفي جواب إمامة علي رضي الله عنه دون من تقدمه من الثلاثة</h1>\n\n<p>\nاحتجت الرافضة على إمامة علي من وجوه\n</p>\n\n<h1 class='l1' id='head21'>(الاحتجاج بآية إنما وليكم الله ورسوله والذين آمنوا)</h1>\n\n<p>\nالأول: قوله تعالى: {إنما وليكم الله ورسوله والذين آمنوا} الآية.\n</p>\n\n<p>\nوقد عرف رد قولهم بها للوجوه المقدم ذكرها من كون الآية للجمع وعلي واحد،\nوذكر الزكاة وعلي حينئذ لا مال له، ومن عدم الخشوع فعل الزكاة في الصلاة،\nومن إخراج خاتم في الصلاة عن زكاة مال، ومن كون الرافضة حزبا مغلوبا.\n</p>\n\n<h1 class='l1' id='head22'>(الاحتجاج بآية وأنفسنا وأنفسكم)</h1>\n\n<p>\nالثاني قوله تعالى: {وأنفسنا وأنفسكم} ادعوا أن عليا نفس النبي - صلى\nالله عليه وسلم -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nحين أتى بنفسه وبه عند المباهلة.\n</p>\n\n<p>\nقلنا: لا معارضة في أن قرابة الإنسان نفسه، وجميع إخوة علي والعباس\nوأولاده كذلك، ولا قيل بإمامة واحد منهم. وقد قال الله تعالى لمجموع قريش:\n{لقد جاءكم رسول من أنفسكم} فتخصيص علي لذلك بالإمامة دونهم تحكم. مع أن لا\nدلالة في مثل ذلك على الإمامة.\n</p>\n\n<h1 class='l1' id='head23'>(الاحتجاج بحديث أنت مني بمنزلة هارون من موسى)</h1>\n\n<p>\nالثالث قول النبي - صلى الله عليه وسلم -: «أنت مني بمنزلة هارون من\nموسى»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا: لا دليل فيها على إمامة علي من وجوه أيضا:\n</p>\n\n<p>\nالأول إنما قيل تسلية لعلي، لا تنصيصا عليه، لأنه - صلى الله عليه وسلم -\nحين خرج إلى تبوك لم يترك في المدينة رجلا يصلح للحرب ولم يترك غير النساء\nوالصبيان والضعفاء، فاستخلف عليا عليهم. فطعنت المنافقون في علي فقالوا: ما\nتركه إلا لشيء يكرهه منه. فخرج إلى النبي - صلى الله عليه وسلم - باكيا،\nفقال: أتذرني مع النساء والصبيان؟ فقال النبي - صلى الله عليه وسلم -\nتسلية: «أما ترضى أن تكون مني بمنزلة هارون من موسى». وقد استخلف النبي -\nصلى الله عليه وسلم - ابن أم مكتوم على المدينة إحدى <span id='ms19'></span> عشرة مرة، وهو أعمى لا\nيصلح للإمامة.\n</p>\n\n<p>\nالثاني: أن في هذا الحديث دلالة على عدم استحقاق علي للإمامة لأن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nهارون مات قبل موسى، ولم يكن له بعد موسى أمر، فيلزم الرافضة أن يقولوا:\nليس لعلي بعد النبي - صلى الله عليه وسلم - أمر.\n</p>\n\n<p>\nالثالث أن الرافضة لو عقلت ما ذكروا هذا الحديث حجة على استخلاف علي،\nلأنه شبهه بهارون في الاستخلاف، ولم يحصل من استخلاف هارون إلا الفتنة\nالعظيمة والفساد الكبير بعبادة بني إسرائيل العجل، حتى أخذ موسى برأس أخيه\nيجره إليه. وكذلك حصل من استخلاف علي أيضا لما عرفت من قتل المسلمين يوم\nالجمل وفي صفين، ووهن الإسلام حتى طمعت فيه الأعداء. ولم يكن لوم على علي\nرضي الله عنه في ذلك لكونه صاحب الحق. لكن لو لم يكن في خلافته مثله لكان\nأولى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head24'>(الاحتجاج بحديث من كنت مولاه فعلي مولاه)</h1>\n\n<p>\nالرابع: قول النبي - صلى الله عليه وسلم -: «من كنت مولاه فعلي مولاه».\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا: لا دلالة في هذا على إمامة علي، لأنه جاء بسبب نزاع زيد بن حارثة\nعبد النبي - صلى الله عليه وسلم - مع علي حين قال له: أتنازعني وأنا مولاك.\nفشكى زيد ذلك إلى رسول الله - صلى الله عليه وسلم - فقال له النبي - صلى\nالله عليه وسلم -: «من كنت مولاه فعلي مولاه».\n</p>\n\n<p>\nولا شك أن أقارب الإنسان موالي عتيقه. وقد يراد بالمولى الناصر. ولا\nدلالة فيه أيضا على الإمامة. فالمولى لفظ مشترك بين المعتق والعتيق\nوالناصر. وإن كان فلا دلالة فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الخلافة. ولم يأت لفظ المولى للحكم. فبطل الاستدلال به على الإمامة.\n</p>\n\n<h1 class='l1' id='head25'>(دعوى الوصية لعلي)</h1>\n\n<p>\nالخامس: دعوى الرافضة بالوصية لعلي رضي الله عنه.\n</p>\n\n<p>\nقالوا ذلك في موضعين:\n</p>\n\n<p>\nأحدها في كتب السنة. ذكره الفراء في تفسيره المسمى بمعالم التنزيل عند\nقوله تعالى: {وأنذر عشيرتك الأقربين} قال: قال علي رضي الله عنه: لما نزلت\nهذه الآية أمرني رسول الله - صلى الله عليه وسلم - أن أجمع بني عبد المطلب\nفجمعتهم وهم حينئذ أربعون رجلا يزيدون واحدا أو ينقصونه. فقال لهم <span id='ms20'></span> بعد أن\nأضافهم برجل شاة وبعس من لبن، شبعا وريا، وإن كان أحدهم ليأكله ويشربه: \"يا\nبني عبد المطلب، إني قد جئتكم بخيري الدنيا والآخرة، وقد أمرني الله تعالى\nأن أدعوكم إليه، فأيكم يوازرني عليه فيكون أخي ووصيي وخليفتي فيكم فاسمعوا\nله وأطيعوا؟ \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nفقاموا يضحكون وقالوا لأبي طالب: أمرك أن تسمع لابنك وتطيعه.\n</p>\n\n<p>\nقلنا: الجواب عن ذلك من وجوه:\n</p>\n\n<p>\nالأول: أن يقال هذه الرواية مكذوبة عن علي. والدليل عليه أن هذه الآية،\nأي {وأنذر عشيرتك الأقربين}، أمر للنبي - صلى الله عليه وسلم - بمجرد\nالإنذار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nالخاص لمجموع أقرباء عشيرته، ولم يؤمر بطلب مؤازرة واحد منهم أو إنذاره.\nفكيف يخص بها واحدا منهم دون الباقين.\n</p>\n\n<p>\nالثاني: أن الإيصاء والاستخلاف على ناس لا يكون إلا بعد الانقياد والطاعة\nمنهم، وهم حينئذ على خلاف ذلك، فكيف يستحسن من أكمل الناس رأيا فعله.\n</p>\n\n<p>\nالثالث: أن من يتحقق من واحد رد حكمه عليه وهو أصل، فكيف يجعل تابعه\nحاكما عليه ويأمره بالسمع والطاعة، وهل ذلك إلا سفه، كالمثل المضروب بين\nالناس، وهو: من قال لآخر أعطني دينارين بعلامة ما طلب أستاذي منك فلسا ما\nأعطيته.\n</p>\n\n<p>\nالرابع أن صاحب المعالم ذكر عنه في تفسير هذه الآية أربع روايات، واحدة\nعن علي رضي الله عنه وفيها ما ذكرتم من الوصية والاستخلاف، والثلاث الأخر\nعن غيره، اثنتان عن ابن عباس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nعن النبي - صلى الله عليه وسلم -، والأخرى عن أبي هريرة عن النبي - صلى\nالله عليه وسلم -. وليس في الثلاث شيء مما روي عن علي رضي الله عنه.\nفروايته معارضة بهن.\n</p>\n\n<p>\nالخامس أن الروايات المذكورة عن غير علي مقدمة راجحة على الرويات\nالمذكورة عنه، لأن الآية آمرة بالإنذار، والثلاثة منذرة بقوله - صلى الله\nعليه وسلم -: \"إني نذير لكم بين يدي عذاب شديد\". والرواية عن علي رضي الله\nعنه مبشرة بقوله - صلى الله عليه وسلم -: \"يا بني عبد المطلب قد جئتكم\nبخيري الدنيا والآخرة\"، وبقوله: \"أيكم يوازرني عليه فيكون خليفتي\". والثلاث\nمطابقة مقصود الآية، وهذه مضادة وضعيفة.\n</p>\n\n<p>\nالسادس أن صاحب المعالم <span id='ms21'></span> لم يسند الرواية عن علي رضي الله عنه إلى نقله\nبأن يقول أخبرنا ونحوه، بل نسبها إلى نقل غيره غير متصل به. قال: \"روى محمد\nبن إسحاق\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nونسب الثلاث المعارضة لها إليه: \"أخبرنا عبد الواحد المليحي\". فوجب العمل\nبهن دون تلك. ولم يقم علينا بها حجة، لأنها جاءت مجيء النقل من المكتوب\nطريق التواريخ والحكايات، ومحمد بن إسحاق الناقل معروف بذلك. فسقط الاحتجاج\nبها.\n</p>\n\n<p>\nفإن قيل: كيف نقلها هذا العالم منكم -يعني صاحب المعالم- وهو يعرف أنها\nغير صحيحة؟\n</p>\n\n<p>\nقلت: نقلها ونقل ما يعارضها حتى [يتبين] الزيف من الخالص فيسقط احتجاج\nالغير بها، فلا بأس عليه في ذلك، إذ هو دأب العلماء في محل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nالخصام. وأيضا ذكر الروايات الضعيفة والموضوعة هو دأب المفسرين الكبار.\nألا ترى ما أورده البيضاوي من الأحاديث الموضوعة في أواخر السور وفي سورة\nهل أتى وغيرها.\n</p>\n\n<p>\nالسابع أن الرافضة يدعون أن عليا رضي الله عنه لم يزل مسلما. والذي تدل\nعليه الرواية عنه أن النبي رضي الله عنه إنما طلب المؤازرة من أقاربه\nالكفار. فما معنى جواب علي رضي الله عنه وهو ليس منهم في الاعتقاد ولم\nيتناوله الطلب ولا الخطاب.\n</p>\n\n<p>\nالثامن أن عليا رضي الله عنه كان قد أسلم وآمن قبل ذلك، وهو المأمور بجمع\nالكفار من بني عبد المطلب على حسب روايته. والرافضة يدعونه أبلغ البلغاء.\nومقالته هذه لا تطابق هذا المقام. وحاشا مثله. وهو بليغ في مثلها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nالتاسع أن الخطاب بطلب المؤازرة المرتب عليه الوصية والاستخلاف المذكوران\nإنما كان للكفار. وحينئذ فلا يستقيم للرافضة حجة بذلك إلا إذا زعموا أن\nعليها كان حينئذ على مثل ما هم عليه. وحاشاه من مثل ذلك اتفاقا. فبطل\nالاحتجاج.\n</p>\n\n<p>\nالعاشر أن من شروط الوصية والاستخلاف الجزم بهما. وتعليق استحقاقهما\nبوجود شيء ينافي ذلك.\n</p>\n\n<p>\nالحادي عشر: أن الوصية والاستخلاف يكونان لمعين مقطوع به اتفاقا. وطلبه\nمن واحد من جماعة متعلق بصفة واحدة توجد به يوجب الجهالة. فتعين البطلان\nبه.\n</p>\n\n<p>\nالثاني عشر أن الخطاب بالصفة هو لواحد يكون فيه <span id='ms22'></span>. فلو وجدت من اثنين أو\nأكثر دفعة واحدة أو مرتبا وقع الشقاق. فاستحال.\n</p>\n\n<p>\nالثالث عشر أن من شروط الموصي والمستخلف العلم بما ينص عليه بهما. وطلبه\nمن جماعة بصفة محمول على جهالة الموصي والمستخلف به. فتنافيا.\n</p>\n\n<p>\nالرابع عشر أن الاستخلاف لا يكون إلا لبالغ، وعلي رضي الله عنه كان صبيا،\nوالصبي محجور من مثله فامتنع.\n</p>\n\n<p>\nالخامس عشر أن عليا رضي الله عنه كان صبيا ولم يكن أحد أبويه مسلما حتى\nيحكم بإسلامه تبعا لأصله، ولم يكن إسلامه إلا باعتقاده وإقراره وهو بالغ\nوكامل. فكيف يسوغ الأمر لكاملين بالسمع والطاعة. ولهذا نقل الراوي ضحك\nالمجموعين من هذا الكلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nالسادس عشر أن دعوى النبي - صلى الله عليه وسلم - حتى يؤلف ويستخلف جميع\nمن دعاه إلى الإيمان. وقوله في الرواية: \"أيكم يؤازرني فيكن وصيي وخليفتي\nفيكم\" إذا أجيبت من واحد يوجب منافرة الباقين. فاستحال.\n</p>\n\n<p>\nالسابع عشر أن ترغيب النبي - صلى الله عليه وسلم - يجب أن يكون بثواب يعم\nجميع من يؤمن به، كالجنة في الآخرة والتمكين في الدنيا مثلا. وقوله: \"أيكم\nيؤازرني فيكن وصيي وخليفتي فيكم\" لا يختص ثوابه إلا بواحد، وما يبقى فائدة\nللباقين. وهل يوجب ذلك إلا عدم الرغبة في الإيمان وانعدامه.\n</p>\n\n<p>\nالثامن عشر أن الوصية بالاستخلاف، فأحدهما عين الآخر. وقد ذكرا في\nالرواية أحدهما معطوفا على الآخر. والعطف يوجب المغايرة والترادف. وكلاهما\nيمتنعان في التبليغ.\n</p>\n\n<p>\nالتاسع عشر: المؤازرة المرتب عليها الوصية والاستخلاف كانت ثابتة لعلي\nرضي الله عنه قبل الخمسة المذكورة لتقدم إيمانه عليها اتفاقا. فما معنى طلب\nالنبي - صلى الله عليه وسلم - لها من غيره بعد ذلك. وهذان حالان متناقضان.\n</p>\n\n<p>\nالعشرون: إن كان غرض النبي - صلى الله عليه وسلم - ثبوت الوصية\nوالاستخلاف لغير علي من الجماعة المخاطبين، فاستحال أن يكون له. وإن كان\nغرضه ثبوتها لعلي فهو تحصيل الحاصل لتقدم إيمانه رضي الله عنه على ذلك.\nومثله لا يصلح من حكيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nالحادي والعشرون: أن بعض هؤلاء المجموعين المخاطبين من بني عبد المطلب من\nأسلم كالعباس وغيره وبايع أبا بكر <span id='ms23'></span> وتابعه وانقاد لمنصوصه عمر بن الخطاب رضي\nالله عنه. وهذا مما يؤيد كذب هذه الرواية.\n</p>\n\n<p>\nالثاني والعشرون: أن يقال هذه الرواية عن علي رضي الله عنه صحيحة على\nسبيل التسليم للجدال، ولكنها لا تقوم حجة علينا ولا على ثبوت وصية واستخلاف\nلعلي قبل أصحابه المتقدمين عليه رضي الله عنه من وجهين:\n</p>\n\n<p>\nأحدهما أنها لم توجد إلا من نقله ولم توجد من نقل أحد غيره، فهي من قبل\nشهادة المرء لنفسه. فلم تقبل على الأخصام في محل الخصام. ولا يمنع جواز أن\nيطلب الخلافة لنفسه على ظن استحقاقه لها اجتهادا بالطلب إذا استحقت لغيره،\nإذ هو ليس بمعصوم.\n</p>\n\n<p>\nثانيهما: أن الآية آمرة بالإنذار الخاص لعشيرة النبي - صلى الله عليه\nوسلم - الأقربين، والخطاب بالوصية والاستخلاف لعلي رضي الله عنه هو عليهم\nوفيهم دون غيرهم في عشيرته البعيدة وغير عشيرته. ولا يدخل غيرهم في ذلك.\nألا ترى أنهم قالوا لأبي طالب: \"أمرك أن تسمع لابنك وتطيع\" وهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nيضحكون.\n</p>\n\n<h1 class='l1' id='head26'>(غدير خم)</h1>\n\n<p>\nوأما الثاني، وهو ما ذكره الرافضة من النص على علي في غدير خم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nفالجواب أيضا من وجوه. وكل منها يصلح أن يكون جوابا عن المتقدم.\n</p>\n\n<p>\nالأول: أنه ثبت أن العباس قال لعلي: مد يدك لأبايعك حتى يقول الناس بايع\nابن عم النبي عمه، فلا يختلف عليك اثنان. فقال علي رضي الله عنه: ليس ذلك\nإلا لأهل بدر. وطلب البيعة لعلي ممن يدعى له أنه نص النبي فيه يدل على عدم\nالنص وكذب الدعوى.\n</p>\n\n<p>\nالثاني: أن عليا رضي الله عنه لم يحكم إلا بالمبايعة من باقي الصحابة.\nوطلب البيعة من علي ومد يده لها اعتراف وإقرار منه ودليل ظاهر على عدم النص\nفيه وعدم استحقاقه لها بغير الإجماع والمبايعة.\n</p>\n\n<p>\nالثالث أن أبا بكر رضي الله عنه بويع، ولم يدع أحد لعلي رضي الله عنه نصا\nولا هو لنفسه. فدل على عدم النص فيه.\n</p>\n\n<p>\nالرابع أن الأنصار طلبوا الحكم لسيدهم سعد بن عبادة وقالوا لقريش: \"منا\nأمير ومنكم أمير\". وهذا يدل على عدم النص فيه <span id='ms24'></span> رضي الله عنه أو غيره. وإلا\nادعاه المنصوص به عليه واحتج به. ولم يقع شيء من ذلك. فامتنع.\n</p>\n\n<p>\nالخامس أن أبا بكر رضي الله عنه احتج على الأنصار حين قالوا: \"منا أمير\nومنكم أمير\" بحجة عامة، وانقطعوا بها وسلموا وبايعوا أبا بكر رضي الله عنه.\nوهو قوله: إن النبي - صلى الله عليه وسلم - قال: «الأئمة من قريش». ولو كان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nنص خاص في علي أو غيره لاحتج به عليهم، وكان أولى من العام وأقوى في\nالاحتجاج. وإذ لم يحتج به يثبت عدمه.\n</p>\n\n<p>\nالسادس أن أبا بكر رضي الله عنه نص على عمر رضي الله عنه، وانقاد الآل\nوالصحب له، ولم يعارض أحد في ذلك. ولا ادعى علي أيضا نصا لنفسه. فثبت عدم\nالنص به.\n</p>\n\n<p>\nالسابع أن عمر رضي الله عنه جعل الأمر شورى في ستة. وعلي منهم. ودخل في\nالشورى معهم من غير دعوى النص به منه أو من غيره. فدل على عدمه فيه.\n</p>\n\n<p>\nالثامن أن عليا حكم الحكمين بينه وبين معاوية. واتفق على ذلك مجموع\nالعسكرين. ولا دليل أقوى من ذلك على عدم النص به.\n</p>\n\n<p>\nالتاسع أن الحسن رضي الله عنه بايع معاوية وسلم الأمر إليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nوالرافضة يدعون أنه منصوص [أبيه] المنصوص له. وهذا مما يدل على عدم النص\nبهما. وإلا توجه الخطأ بزعم من يدعي له النص فضلا عن العصمة.\n</p>\n\n<p>\nالعاشر أن الرافضة يدعون أن الخلافة لعلي رضي الله عنه واجبة لأنه موصى\nله بها، ويدعون أنه لا يخل بواجب، لأنه معصوم. ولا خلاف أنه تركها على\nالخلفاء قبله وترك نزاعهم عليها. وهذا يدل على أحد شيئين: إما إخلاله\nبالواجب أو عدم الوصية. والأول باطل اتفاقا، فتعين الثاني.\n</p>\n\n<p>\nالحادي عشر أن ترك الخلافة من علي رضي الله عنه إما تقية مع وجود الوصية\nله أو بقوة لعدم الوصية. والأول باطل لأن التقية إنما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nتكون من الكفار لخوفهم على النفس عند العجز، وهؤلاء صدور الأمة وخيارها،\nولا يخاف على نفس علي منهم. ولا يجوز لعلي التقية من مسلم يرتكب باطلا <span id='ms25'></span>،\nبالخصوص مثل مسألة الإمامة التي هي أصل كبير في الدين. فتعين الثاني أي عدم\nالوصية به.\n</p>\n\n<p>\nالثاني عشر: نسلم جواز التقية من المسلمين عند خلافة الخلفاء رضي الله\nعنهم جدلا. فهلا اتقى من معاوية لخوف وقوع الفساد في الدين جدلا، ثم نقول:\nفهلا اتقى علي رضي الله عنه من حرب عائشة يوم الجمل وعقر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nجملها ووقوعها بين أعدائها يطوفون بها كالمسبية، وهي زوجة رسول الله -\nصلى الله عليه وسلم - ومحبوبته وابنة صديقه والمأمور بحرمتها بضرب الحجاب\nعليها والمبرأة بالقرآن والمحرم نكاحها على الأمة، وقتل خيار الصحابة مثل\nطلحة والزبير، وتطاير أيدي كثير من المسلمين عند بروك جملها. وهلا اتقى من\nحرب يوم النهرون، وقد قتل خلق كثير من القراء والمسلمين وغيرهم في حرب\nالخوارج، وهلا اتقى حرب معاوية، ولا فساد أكثر مما وقع في نزاعهما حتى قتل\nبينهما في صفين سبعون ألفا من المسلمين فيهم من خيار الصحابة وكان ذلك\nطاعون الدين. وذلك مما يوجب أحد شيئين: إما خطأ الإمام علي على تقدير\nالوصية لتناقض فعله، أو صوابه على تقدير عدمها لثبوت حق المتروك نزاعهم\n(وهم الخلفاء الثلاثة) عليه وثبوت حقه على المتنازع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\nوالأول باطل. فتعين حقية الثاني.\n</p>\n\n<p>\nالثالث عشر: أن الله تعالى عدل هذه الأمة وزكاها بقوله تعالى: {لتكونوا\nشهداء على الناس} وقد شهدوا لأبي بكر رضي الله عنه. فدل على عدم النص في\nغيره.\n</p>\n\n<p>\nالرابع عشر: أن النبي - صلى الله عليه وسلم - قال: «لا تجتمع أمتي على\nضلالة»، وقد اجتمعت على أبي بكر رضي الله عنه. فلا وصية لغيره.\n</p>\n\n<p>\nالخامس عشر: ثبت أن عليا رضي الله عنه بايع أبا بكر رضي الله عنه، إما مع\nإجماع الأمة وإما بعده بستة أشهر كما نقل. وذلك دليل عدم الوصية.\n</p>\n\n<p>\nالسادس عشر: أن تأخير البيعة من علي رضي الله عنه ووقوعها بعد ستة أشهر\nيدل على اجتهاد منه في هذه المسألة. والاجتهاد منه ينافي النص فيه.\n</p>\n\n<p>\nالسابع عشر: أن الله تعالى وعد مخالفة الإجماع بقوله تعالى: {ويتبع غير\nسبيل المؤمنين نوله <span id='ms26'></span> ما تولى ونصله جهنم} الآية. والرافضة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nيدعون أن عليا رضي الله عنه لم يبايع أبا بكر أصلا وخالف إجماع الأمة\nفيه. هذا مما يدل إيقاع الوعيد عليه أو كذب الرافضة. وأي الآيتين ثبت له دل\nعلى عدم النص فيه. وحاشاه من إيقاع الوعيد عليه ومخالفته سبيل المؤمنين، إذ\nمثل ذلك يرفع الأمانة والتقوى، فضلا عن استحقاق الخلافة. فتعين كذب\nالرافضة.\n</p>\n\n<p>\nالثامن عشر: ادعت الرافضة أن النبي - صلى الله عليه وسلم - وصى عليا أن\nلا يوقع بعده فتنة ولا يجذب بعده سيفا. ولا دليل أكبر من ذلك على عدم\nالوصية وعلى استحقاق أصحابه المتقدمين عليه الخلافة دونه، إذ نهي عن\nنزاعهم.\n</p>\n\n<p>\nالتاسع عشر: أن عليا رضي الله عنه نكح في أيام إمامة المتقدمين عليه\nبالخلافة وتسرى من سبيهم. والحسين رضي الله عنه تسرى بنت كسرى من سبي عمر\nرضي الله عنه. وهذا دليل منهما يشعر باستحقاق من تقدمهما الإمامة وبأن لا\nنص [لغيرهم].\n</p>\n\n<p>\nالعشرون: أن عليا رضي الله عنه كان مباشرا أشوار الخلفاء قبله في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nإنفاذ العساكر ومنعها وفيما يهم من أمر الأعداء. والحسن والحسين رضي الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nعنهما كانا ملازمين مجلس عثمان رضي الله عنه -الذي هو مختار الشورى من\nوصية عمر الذي هو منصوص أبي بكر رضي الله عنه- ومباشرين ما يأمر به من\nإقامة الحدود وغيرها. وفي هذا دليل على حقية الخلفاء المذكورين وأن لا نص\nلغيرهم.\n</p>\n\n<p>\nالحادي والعشرون: أن عليا رضي الله عنه أنكح عمر ابنته أم كلثوم من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nفاطمة رضي الله عنه في إمامته وأولدها زيد بن عمر. وهذا مما يدل على\nالوداد بين علي وعمر رضي الله عنهما وصحة إمامة عمر رضي الله عنه الذي هو\nمنصوص أبي بكر رضي الله عنه، وأنهما لم يكونا على باطل. وإذ ثبت ذلك فلا\nوصية لغيرهما.\n</p>\n\n<p>\nالثاني والعشرون: أن غدير خم والنص الذي ادعته الرافضة لعلي فيه زور لا\nيعرفهما أحد من المسلمين، غير الرافضة الذين يدعونه. وحينئذ فدعواعم كالعدم\nإذ لا مستند لهم من غيرهم.\n</p>\n\n<p>\nالثالث والعشرون: أن <span id='ms27'></span> الوصية لعلي رضي الله عنه جهلها الآل والصحب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\nوبايعوا أبا بكر رضي الله عنه وانقادوا له ولمنصوصه ولمنصوص منصوصه\nبالشورى. وما جهله من هو مصاحب النبي - صلى الله عليه وسلم - حضرا وسفرا\nومشاهد للوحي ونزول جبريل عليه السلام كيف عرفها الرافضة الذين جاءوا\nوحدثوا بعد ذلك بمئات سنين؟ وأيهما أعرف الحاضر أو الغائب أو الموجود أو\nالمعدوم؟\n</p>\n\n<p>\nالرابع والعشرون: لم لم تدع فاطمة رضي الله تعالى عنها الوصية؟ وأي تقية\nيحتمل في حقها؟ وهل كان أحد يقدر على مخالفتها، خصوصا بعد علمها بقرب موتها\nحيث أخبرها والدها الصادق المصدوق صلى الله عليه وسلم ورضي عنها. وهل كانت\nتخون والدها - صلى الله عليه وسلم - بكتمان وصيته ونصه؟ وهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \n</p>\n\n<p>\nيحتمل عليها وعلى عم النبي - صلى الله عليه وسلم - وأزواجه الطاهرات\nوأصحابه الكرام من المهاجرين والأنصار وأهل الصفة وغيرهم أن يخونوا نبينا\nعند موته ويصروا على خيانتهم إلى موت عثمان رضي الله عنه - وهم الذين بذلوا\nفي محبته ونصرة دينه أموالهم وأرواحهم وهجروا أوطانهم وأهلهم وتركوا راحتهم\nورياستهم. وهل اعتقاد ذلك في حقهم إلا كفر وضلال.\n</p>\n\n<h1 class='l1' id='head27'>(حديث سأعطين الراية غدا رجلا يحب الله ورسوله)</h1>\n\n<p>\nالسادس: وأما تأمر علي رضي الله عنه في فتح خيبر وقول النبي - صلى الله\nعليه وسلم -: «سأعطين الراية غدا رجلا يحب الله ورسوله ويحبه الله ورسوله\nيفتح الله على يديه» فبات كل يترجاها، فلما أصبح أعطاها عليا، وكان أرمد\nفبصق في عينيه فبرئت في الحال.\n</p>\n\n<p>\nقلنا: لا دلالة في ذلك على استحقاق علي الإمامة قبل أصحابه الثلاثة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n</p>\n\n<p>\nأما التأمر فإن النبي - صلى الله عليه وسلم - أمر الصديق أول حجة في\nالإسلام. وأمر كثيرا من أصحابه على كثير من الغزوات، بل كل غزوة خرج بها أو\nلم يخرج كان عليها أمير من أصحابه.\n</p>\n\n<p>\nوأما قوله: «يحب الله ورسوله ويحبه الله ورسوله» فليس هو من خواص علي رضي\nالله عنه. هذه صفة المؤمنين جميعا كما قال الله تعالى عمن حضر القادسية من\nعساكر عمر: {فسوف يأتي الله بقوم يحبهم ويحبونه}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<p>\nوأما <span id='ms28'></span> الفتح فقبح الله الرافضة، يفتخرون لعلي رضي الله عنه -وهو صاحب\nالمفاخر والمناقب العالية- بفتح قرية فيها يهود أصحاب حرف، إما صاغة أو غير\nصاغة. وأهل السنة لم يفتخروا لأبي بكر وعمر وعثمان رضي الله عنهم بممالك\nالملوك العظام أصحاب التيجان والعساكر والهمم العالية والعدد والعدد، مثل\nكسرى والعراق الذي كان بريده بينه وبين عسكره صفا من دجلة إلى الفرات\nيتراسلان في ساعة واحدة، والعسكران منه ومن عمر يتحاربان،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<p>\nومثل قيصر وهرقل والشام والروم وغيرها. وهل كان فارس من هؤلاء إلا كجمع\nاليهود، وهل بعض قرية من هذه الأقاليم إلا كخيبر. وأين يوم خيبر من أيام\nالقادسية مثل البويب الذي عد فيه قتلى الكفار مائة ألف وبقيت عظام القتلى\nدهرا طويلا، ومثل يوم عماس والهرير وأغواث وأرماث واليرموك الذي كان فيه\nأهل الروم أربعمائة ألف مقاتل،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<p>\nوالصحابة ثلاثين ألفا. وغير ذلك من المعارك المهولة التي لو عددنا ذكرها\nلطال. هذا صنيع أئمة أهل السنة وأتباعهم وهم لم يفتخروا بشيء من ذلك ولم\nيجعلوه لأصحابهم بتعظيم أمر. والرافضة يجعلون الجرو كلبا. فقد صح بهم المثل\nالمضروب وهو قول الناس: الكسرة البيضاء في يد المكدي عجب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nوأما براءة عين علي رضي الله عنه، فإن ذلك من معجزات النبي - صلى الله\nعليه وسلم -. وجاء قتادة الخزرجي وقد أصيبت عينه بسهم وهي سائلة على خده\nحابسها بيده، فقال: يا رسول الله، إن تحتي امرأة حبها فاسأل الله أن يرد\nعلي عيني، فردها النبي - صلى الله عليه وسلم - بيده، فعادت أحسن ما كانت.\nوفيها قال ولده حين دخل على عمر بن عبد العزيز للعطا فقال له: انتسب، فقال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nأنا ابن الذي سالت على الخد عينه ... فردت بكف المصطفى أحسن الرد\n</p>\n\n<p>\nفعادت كما كانت لأحسن حالها ... فبوركت من عين وبوركت من يد\n</p>\n\n<p>\nفقال عمر: من أراد أن ينتسب فلينتسب مثل هذا.\n</p>\n\n<h1 class='l1' id='head28'>(النسب)</h1>\n\n<p>\nالسابع: النسب، وهو قول الرافضي لسني عامي: إذا مات الواحد من أحق\nبميراثه: الأجنبي أو ابن عمه؟ فيقول العامي، إذ لا علم له بالأدلة <span id='ms29'></span>: ابن\nعمه.\n</p>\n\n<p>\nقلنا: الجواب من وجوه:\n</p>\n\n<p>\nالأول: أن الحكم ليس بالميراث، إذ الميراث يقسم على مجموع الورثة، والحكم\nيختص به واحد منهم فتنافيا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني: أن النبي - صلى الله عليه وسلم - لم يخصص بالإمامة الأقرب إليه\nحتى سقط الاحتجاج بالأبعد، بل قال: «الأئمة من قريش»، والقرشية في علي ومن\nساواه من المتقدمين عليه واحد، وقد ترجح المتقدمون بترجيح الأمة. ويؤيد ذلك\nأن موسى عليه السلام استخلف بعده يوشع بن نون عليه السلام، وأولاده وأولاد\nهارون موجودون لم يستخلف أحدا منهم.\n</p>\n\n<p>\nالثالث: إن كان الحكم للأقرب لزم الرافضة أن يقولوا: ليس لعلي بعد النبي\n- صلى الله عليه وسلم - حكم، إذ العباس أقرب منه كونه عما وعلي ابن عمه.\nوكل من أبي بكر وعمر وعثمان أفضل من عباس.\n</p>\n\n<h1 class='l1' id='head29'>(العلم)</h1>\n\n<p>\nالثامن: العلم. احتجوا أنه أعلم الصحابة بوجوه:\n</p>\n\n<p>\nالأول: قول النبي - صلى الله عليه وسلم -: \"أقضاكم علي\" والقضاء لا يكون\nإلا عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nعلم. وكل ما ثبت أنه أقضى ثبت أنه أعلم. والأعلم تجب له الإمامة.\n</p>\n\n<p>\nوالجواب عنه أيضا من وجوه:\n</p>\n\n<p>\nمنها أن نسلم أن عليا أعلم الصحابة جدلا، ثم لا نسلم أن الأعلم تجب له\nالإمامة بدليل قصة الخضر وموسى عليهما السلام، كان صاحب الإمامة والنبوة\nالعامة موسى، والخضر دونه ومن رعيته. وقد سأل موسى الخضر أن يعلمه فعلمه.\nومنها قصة الهدهد وسليمان بقوله {أحطت بما لم تحط به} الآية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nومنها قصة سليمان وداود عليهما السلام في حكم الغنم والحرث، وداود صاحب\nالنبوة والإمامة العامة وسليمان من أتباعه. وقد قال تعالى: {ففهمناها\nسليمان}. ومنها أن عمر رضي الله عنه حين عزم الخروج إلى العراق ولى عليا\nرضي الله عنه القضاء على المدينة، وعمر صاحب الإمامة العامة. والرافضة\nيدعون أن عليا أعلم، وقد تولى القضاء من جهة عمر رضي الله عنه.\n</p>\n\n<p>\nالثاني: حديث: \"أقضاكم علي\" ورد مع جملة خصائص في غيره من الصحابة، لأن\nالنبي - صلى الله عليه وسلم - قال: \"أقضاكم علي، أفرضكم زيد، أقرأكم أبي،\nأعلمكم بالحلال والحرام معاذ بن جبل، أرفقكم في دين الله <span id='ms30'></span> أبو بكر، أشدكم\nعمر\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\nوحينئذ فثبت أن معاذا أعلم من علي بالحلال والحرام. والعلم بالحلال\nوالحرام يعم سائر الأحكام، والقضاء مندرج تحته. فإن رضيت الرافضة بذلك بطل\nاحتجاج الرافضة أنه أعلم. وإن لم يرضوا كانوا ممن يؤمن ببعض الكتاب ويكفر\nببعض. ولا ينفعهم ذلك بل يسقط احتجاجهم على رغم منهم.\n</p>\n\n<p>\nالثالث: أن نقول: لا نسلم أن عليا أعلم الصحابة لأن الأمة اجتمعت على كل\nمن أبي بكر وعمر وعثمان بالتقديم. والمجمع على تقديمه مجمع على أنه أعلم\nممن بعده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nالرابع: أن أبا بكر قدم في الصلاة حياة النبي - صلى الله عليه وسلم - على\nجميع الآل والصحب وصلوا وراءه. والصلاة بنص جميع الفقهاء الأعلم مستحق\nللتقديم فيها. وقد قدم، فثبت أنه الأعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\nالخامس: أن الصديق كان يفتي في حضرة النبي - صلى الله عليه وسلم - ويقر\nفتواه. وبين موته بعد إنكار من أنكره وموضع دفنه فلم ينازع. ولا خولف لا في\nإمامته ولا في مسائل الفروع والأصول، فدل على علمه بالأدلة التي تقطع\nالنزاع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n</p>\n\n<p>\nوعلي رضي الله عنه خولف في مسألة بيع أم الولد وفي مسألة ابن السنابل مع\nسبيعة بنت الحارث من أن الحامل المتوفى عنها زوجها تعتد بأقصى الأجلين،\nوغير ذلك. ونوزع في مسألة الإمامة، وتغلظ النزاع حتى تضاربوا بالسيوف، ولم\nيقطع عنه احتجاج عمرو بن العاص. وعمر رضي الله عنه مع علمه فإنه وافق\nالقرآن في جملة مواضع:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \n</p>\n\n<p>\nمنها قوله تعالى {واتخذوا من مقام إبراهيم مصلى}. ومنها آية ضرب الحجاب\nعلى نساء النبي - صلى الله عليه وسلم -. ومنها {عسى ربه إن طلقكن أن يبدله\nأزواجا خيرا منكن} ومنها أسارى بدر، وهي قوله تعالى {ما كان لنبي أن يكون\nله أسرى حتى يثخن في الأرض} الآية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\nوعثمان رضي الله عنه جمع القرآن. وهو على تأليفه إلى يوم القيامة. ورأى\nبعض أصحابه امرأة أجنبية ثم دخل عثمان فرأى وجهه فقال: أيزني أحدكم ويدخل\nعلي. قال: يا أمير المؤمنين أبعد رسول الله وحي؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nقال: لا وإنما هي فراسة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nوأمثال ذلك عن الخلفاء <span id='ms31'></span> رضي الله عنهم أجمعين.\n</p>\n\n<p>\nالسادس: أن جميع الأمة، عليا وغيره، كانت تبع أبي بكر وصاحبيه أيام\nخلافتهم، يرجعون إليهم في المسائل في دين ودنيا، ولا يسألون غيرهم، عليا\nكان أو غيره. ولو كان أحد أعلم منهم لسألته الناس. ولم يثبت شيء من ذلك\nفتعينت الأعلمية لهم.\n</p>\n\n<p>\nالثاني من وجوه الرافضة بالعلم حديث: \"أنا مدينة العلم وعلي بابها\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \n</p>\n\n<p>\nوالجواب عنه أيضا من وجوه:\n</p>\n\n<p>\nأحدها: أن هذا الحديث يتضمن ثبوت العلم لعلي رضي الله عنه. ولا شك أنه\nبحر علم زاخر لا يدرك قعره. إلا أنه لا يتضمن ثبوت الرجحان على غيره، بدليل\nثبوت العلم لغيره على وجه المساواة بقول النبي - صلى الله عليه وسلم - عن\nمجموع الأصحاب: \"أصحابي كالنجوم بأيهم اقتديتم اهتديتم\". فثبت العلم لكلهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\nثانيها: أن بعض أهل السنة يقولون زيادة على هذا القدر، وذلك قوله: إن\nالنبي - صلى الله عليه وسلم - قال: \"أنا مدينة العلم وعلي بابها وأبو بكر\nوعمر وعثمان حيطانها وأركانها\"، والباب فضاء فارغ والحيطان والأركان طرف\nمحيط. فرجحانهن على الباب ظاهر.\n</p>\n\n<p>\nثالثها: وقع في تأويل \"علي بابها\" أي مرتفع، وعلى هذا يبطل الاحتجاج به\nللرافضة.\n</p>\n\n<p>\nوأيضا ورد في صحيح البخاري أن النبي - صلى الله عليه وسلم - رأى أمته في\nالمنام وعليهم القمصان، فمنهم من قميصه إلى ركبتيه ومنهم إلى ساقيه ومنهم\nأقصر، ورأى عمر رضي الله عنه وعليه قميص يجره، فقالوا: بم أولت يا رسول\nالله؟ فقال: «بالعلم». فثبت أعلمية عمر على علي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \n</p>\n\n<p>\nبحيث يخشى على منكره الكفر.\n</p>\n\n<p>\nالثالث من وجوه احتجاجهم بالعلم: قولهم: إن عليا رضي الله عنه يأخذ بقوله\nالعلماء والحكماء والمنجمون والمداح، يقصون أخبار علمه، كقصة الخاتم والسبع\nواليهودي، وأنه جاءه رجل فقال: يا أمير المؤمنين أين جبريل؟ فنظر عن يمينه\nوشماله وفوقه وأسفله فقال: نظرت في السماوات السبع والأرضين السبع والغرب\nوالشرق فلم أر جبريل، إن يكن فأنت هو! وأنه يعلم عدد الرمال والجبال\nوالأوراق وقطر الغمام. ونحو ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<p>\nوالجواب عن ذلك أن نقول: إن قولهم إن العلماء والحكماء والمنجمين يأخذون\nبقوله <span id='ms32'></span>، فذلك من البهت والزور.\n</p>\n\n<p>\nوهذا التفسير منسوب إلى ابن عباس، إلى مقاتل، إلى مجاهد إلى الزهري،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nإلى عمر، إلى نافع، وغيره من الصحابة. وعلي أحدهم. وهذا الفقه منسوب إلى\nأبي حنيفة، إلى مالك، إلى الشافعي،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nإلى أحمد بن حنبل، وغيرهم من أتباعهم، والغزالي من أصحاب الشافعي بلغ من\nالتصنيف في مجموع العلم فوق ألف كتاب، ولم يوجد علم إلا وله فيه كلام شرعي\nحقيقي معقول أو منقول. وابن الجوزي في مذهب أحمد بن حنبل على نحو ذلك. وهذا\nالنحو منسوب إلى سيبويه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nإلى الأخفش، إلى البصريين، إلى الكوفيين، وبناؤه وتفاريعه إلى أبي الأسود\nالدؤلي. وما نقلوا من أن أصله لعلي رضي الله عنه، وذلك قوله: \"الكلام ثلاثة\nأشياء اسم وفعل وحرف\" فلم يوجد نقله في كتاب، بل من أفواه الرافضة. والله\nشهيد علي وكفى به شهيدا أني رأيته في كتاب عتيق منسوبا إلى عمر رضي الله\nعنه. وهذا علم العروض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nمنسوب إلى الخليل بن أحمد. وكل علم من باقي الفنون كالمنطق والأصلين\nوالطب والنجوم ونحوها منسوب إلى أهل له غير علي رضي الله عنه. فكيف يجوز\nعلى الناس بهت الرافضة.\n</p>\n\n<p>\nوأما قولهم عن المداح والقصاص، فهؤلاء طرقية وسوقية وأرذال لا يحتج\nبقولهم إلا من هو مثلهم وأرذل منهم، وكل ما يقولون كذب. ولما رأت الرافضة\nما للسنة ولأئمتهم من ذكرهم على المنابر وفي الكتب الصحيحة المعتمدة أرادوا\nأن يوقفوا هذه الرذائل قبال تلك الفضائل، وكفى بذلك توبيخا وخزيا لهم وسقوط\nهمة وقدر.\n</p>\n\n<p>\nوأما حديث جبريل وأن عليا يعلم عدد الرمال وحوادث الليل والنهار ونحو\nذلك، من أكبر الفسوق والتجري على الله تعالى، إذ العقل والنقل يكذبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\nالأول فلقوله تعالى: {لو كان في الأرض ملائكة يمشون مطمئنين} وأما الثاني\nفلقوله سبحانه وتعالى: {قل لا يعلم من في السماوات والأرض الغيب إلا الله}.\nوإن عليا رضي الله عنه لم يبلغ غرضا بتحكيم عبد الرحمن بن عوف في الشورى\nوعزله معاوية وتحكيمه أبا موسى وخروجه وراء عائشة يوم الجمل وحربه مع\nالخوارج ونحو <span id='ms33'></span> ذلك. ولو كان يعلم غيبا لم يفعل شيئا من ذلك.\n</p>\n\n<h1 class='l1' id='head30'>(اتخاذ الغلاة عليا إلها)</h1>\n\n<p>\nالتاسع قولهم إن الغالية اتخذوا عليا إلها وإن النصيرية اعتقدوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\nنبيا وذلك ما هو إلا لمعنى فيه يوجب الترجيح.\n</p>\n\n<p>\nقلنا: الجواب من وجهين:\n</p>\n\n<p>\nأحدهما: لا شكك بكفر هاتين الطائفتين اتفاقا. وهل يحتاج للرجحان بقول\nكافر إلا من أعمى الله قلبه وبصره.\n</p>\n\n<p>\nالآخر أن الكفار اتخذوا أصناما آلهة من خشب وغيره. وأي معنى رأوا بها؟\nوما رأت ثقيف في مناة وهي صخرة؟ وما رأت غطفان في العزى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nوهي شجرة؟ وما رأى خزيمة في هبل؟ وأمثال ذلك. ومسيلمة الكذاب ادعت أهل\nاليمامة النبوة [فيه]، وتبعه ثمانون ألفا. وادعت طائفة لسجاح النبوة وهي\nامرأة. فانظر أيها العاقل هذه الحجج الباطلة والتأويل الفاسد.\n</p>\n\n<h1 class='l1' id='head31'>(الإخاء)</h1>\n\n<p>\nالعاشر الإخاء. قالوا هو من وجهين: أحدهما أن النبي - صلى الله عليه وسلم\n- آخى بين أصحابه واتخذ عليا أخا له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني أن النبي - صلى الله عليه وسلم - شبهه بهارون، وهارون كان أخا\nلموسى.\n</p>\n\n<p>\nقلنا: أما الجواب عن الأول فإن النبي - صلى الله عليه وسلم - آخى بين\nالمهاجرين والأنصار للتأليف بينهم حين نزل المهاجرون عليهم. ولم يؤاخ بين\nأنصاري وأنصاري، وبين مهاجري ومهاجري. والنبي - صلى الله عليه وسلم - وعلي\nمهاجران، فما فائدة الإخاء بينهما. فالحديث الوارد في ذلك موضوع.\n</p>\n\n<p>\nوأما الجواب عن الثاني فإن الأخوة بين موسى وهارون هي أخوة القرابة، وهما\nمن الأبوين. وليس أخوة النبي - صلى الله عليه وسلم - كذلك. فتعين فساد\nتأويل ذلك. [بل خاطب رسول الله - صلى الله عليه وسلم - بالإخاء وطلب الدعاء\nمن عمر رضي الله تعالى عنه، فقال - صلى الله عليه وسلم - لعمر رضي الله\nتعالى عنه: \"يا أخي لا تنسنا من دعائك\" كما في البخاري ومسلم]. (1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>(الشجاعة)</h1>\n\n<p>\nالحادي عشر: الشجاعة.\n</p>\n\n<p>\nقلنا: لا شك في شجاعة علي رضي الله عنه وأن قتلى بدر كانوا سبعين تقريبا،\nكان لعلي ثلاثة وعشرون خالصا غير من اشترك في دمه. وأنه تترس بباب كانت\nمطروحة لحصن خيبر عامة يومه، فلما طرحها من يده جاء سبعة <span id='ms34'></span> من الصحابة فلم\nيحركوها. ومن شجاعته كما قيل: حدث عن البحر ولا حرج. ولكن الشجاعة ليست\nمختصة به دون الصحابة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nفمن ذلك الصديق رضي الله عنه، كان أشجع الصحابة حين وهنوا بموت النبي -\nصلى الله عليه وسلم - وارتد أهل اليمامة وتبع مسيلمة الكذاب ثمانون ألفا،\nوكان ممن أشار بتركهم على حالهم والقعود عن نزاعهم إلى حين القوة علي رضي\nالله عنه، فلم يلتفت الصديق إلى قوله ولم يوهن حتى بعث خالد بن الوليد\nفقتلهم كما عرفت. ومنه ما فتح عمر رضي الله عنه من البلاد وكسر الملوك\nالعظام، وعثمان على نحو ذلك. والبراء بن مالك، أخو أنس بن مالك، قتل بيده\nمائة غير من اشترك بدمه، وكان يقتل بلسانه أكثر مما يقتل بيده، لأن النبي -\nصلى الله عليه وسلم - قال: «إن من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nعباد الله من لو أقسم على الله لأبره، منهم البراء بن مالك»، كان إذا ضيق\nعلى المسلمين قالوا: ادع يا براء، فيقول: اللهم امنحنا أكتافهم، فيهزم\nالكفار. وكان أبو دجانة يوم أحد يكر على الناس كرا. وولى الناس مدبرين يوم\nحنين ولم يثبت مع النبي - صلى الله عليه وسلم - غير العباس عمه وأبي سفيان\nبن الحارث ابن عمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nولما لحق الكفار مقداد والزبير لأجل جثة بليع الأرض قالا لهم: قفوا معشر\nقريش، لو تعلمون من نحن ما قدمتم علينا، أنا المقداد وهذا الزبير، فارسان\nأسدان يزودان عن أشبالهما، إن أردتم المبارزة بارزناكم وإن أردتم المناضلة\nناضلناكم، فأحجم الكفار عنهما ورجعوا. وحين اختبر النبي - صلى الله عليه\nوسلم - يوم بدر أصحابه قام المقداد وقال: يا رسول الله، لا نقول لك كما\nقالت اليهود لموسى: اذهب أنت وربك فقاتلا إنا هاهنا قاعدون، بل اذهب أنت\nوربك فقاتلا إنا معكما مقاتلون، والله لو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nجالدت بنا برك ذات الغماد -يعني مدينة الحبشة- لجادلناها دونك. وأمثال\nذلك. وقد وصف الله تعالى مجموع الصحابة بالشجاعة في قوله: {محمد رسول الله\nوالذين معه أشداء على الكفار} الآية وأمثالها في القرآن كثير.\n</p>\n\n<h1 class='l1' id='head33'>(المصاهرة)</h1>\n\n<p>\nالثاني عشر: المصاهرة <span id='ms35'></span>.\n</p>\n\n<p>\nقلنا: لا حجة به على الإمامة، لأن عتبة بن أبي لهب عم النبي - صلى الله\nعليه وسلم -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\nتزوج ابنته وهو كافر. وأبو العاص بن الربيع تزوج ابنته زينت وهو كافر،\nولما أسلم أقره النبي - صلى الله عليه وسلم - على نكاحه. وعثمان تزوج ابنتي\nالنبي - صلى الله عليه وسلم -، [وأبو بكر وعمر أفضل منه. وفي الجملة إن\nالأربعة أصهار النبي - صلى الله عليه وسلم -] وأبو بكر وعمر ناكح عندما.\nوعثمان وعلي ناكحان عنده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>(دعوى العصمة)</h1>\n\n<p>\nالثالث عشر دعواهم العصمة لعلي رضي الله عنه. وقالوا: إذا ثبت له العصمة\nوجب أن يكون إماما دون من لا عصمة له. وثبوت العصمة لعلي من وجهين. أحدهما\nأنه إمام، والله تعالى أمر باتباع الأئمة وطاعتهم بقوله تعالى: {أطيعوا\nالله وأطيعوا الرسول وأولي الأمر منكم} والمأمور بطاعته فيما يأمر وينهى\nيجب أن يكون معصوما.\n</p>\n\n<p>\nقلنا: الآية آمرة بطاعة الله ورسوله مطلقا، بدليل تكرير {أطيعوا} لهما،\nوللأئمة بالعطف من غير تكرير {أطيعوا}، فلا طاعة لهم مطلقا. بل طاعتهم\nداخلة في ضمن طاعة الله تعالى ورسوله، فإن أمروا بما فيه طاعة الله ورسوله\nأطيعوا، وإلا فلا. ويؤيد ذلك أن الله تعالى أمر عند النزاع بالرد إلى الله\nورسوله دونهم بقوله سبحانه: {فإن تنازعتم في شيء فردوه إلى الله والرسول}\nولم يقل إلى أولي الأمر أيضا. فدل على عدم العصمة لغير الأنبياء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nالوجه الآخر: قولهم إن الإمام يجب أن يكون معصوما لأن العصمة لطف واللطف\nواجب في الأئمة.\n</p>\n\n<p>\nقلنا إن كانت العصمة في الإمام باعتبار اللطف، فالخلفاء قبل علي معصومون\nدونه، لأن اللطف كان بإمامتهم موجودا لما عرفت من استظهار الإسلام\nوالمسلمين في أيامهم ونقيصة الإسلام والمسلمين في أيامه. وأما الحسن فكان\nاللطف في ترك إمامته. وأما الحسين فقد اشتهر ما حصل في طلبه الإمامة من\nالفساد. والباقون من أولاد علي الذين وراء الحسين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nإما مقيد أو منهزم؛ ولا إمامة لهم فضلا عن العصمة. والأخير الذي يعتقدونه\nمهديا مفقود لم ينتفعوا به في أمر دين ولا دنيا. فلينظر ذو <span id='ms36'></span> اللب من المستحق\nللعصمة على حسب تقريرهم: هل هو الذي حصل بإمامته اللطف أو الذي لم يحصل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head35'>الفصل الثاني فيما يوجب ترجيحهم عليا على أصحابه المقدمين عليه</h1>\n\n<p>\nرضي الله عنهم أجمعين ونفعنا بهم\n</p>\n\n<h1 class='l1' id='head36'>(النوم في الفراش)</h1>\n\n<p>\nمنها النوم في الفراش حين هم قريش به.\n</p>\n\n<p>\nقلنا: مقابل بقصة الغار لأبي بكر، بل الغار أرجح من النوم من وجوه:\n</p>\n\n<p>\nأحدها: أن قصة النوم مظنونة المتن لأنها جاءت مجيء السير والتواريخ، لو\nجحدها أحد لم يكفر، والغار مقطوع المتن لأنه نزل به القرآن، ولو جحده أحد\nكفر.\n</p>\n\n<p>\nثانيا: أن نفس علي في نومه في فراش النبي - صلى الله عليه وسلم - كانت\nكالفادية، ونفس أبي بكر في الغار كانت كالمساوية لنفس النبي - صلى الله\nعليه وسلم -. ولا شك أن المساوي أعظم من الفادي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nثالثها: أن الله تعالى عتب في قصة الغار والخروج معه - صلى الله عليه\nوسلم - على كل الأمة إلا على أبي بكر بقوله تعالى: {إلا تنصروه فقد نصره\nالله إذ أخرجه الذين كفروا ثاني اثنين إذ هما في الغار} ولم يقل: إذ نام\nأحد مكانه.\n</p>\n\n<p>\nرابعها: أن الله تعالى لم يصرح بذكر أحد من الآل والصحب بالمدح والصحبة\nفي القرآن إلا بذكر أبي بكر رضي الله عنه بقوله: {ثاني اثنين إذ هما في\nالغار إذ يقول لصاحبه}\n</p>\n\n<p>\nقالوا: قصة الغار تتضمن منقصة لأبي بكر حيث قال له: {لا تحزن}\n</p>\n\n<p>\nقلنا: هذا تأويل من أعمى الله قلبه وأضله عن الهدى واتبع هواه. فإن النبي\n- صلى الله عليه وسلم - لم يقل: \"لا تخف\" بل قال: {لا تحزن}. فالخوف على\nالنفس، والحزن على الغير. وإذا تقرر ذلك فالحزن هاهنا من أكبر المدح لأبي\nبكر رضي الله عنه إذ لم يخف على نفسه، بل كان حزنه على النبي - صلى الله\nعليه وسلم -. ولو قال له أيضا \"لا تخف\" لم يكن على أبي بكر رضي الله عنه\nمنقصة بذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nإذ قال الله تعالى مثل ذلك لمن هو خير من أبي بكر وخير من علي رضي الله\nعنهما <span id='ms37'></span> موسى وهارون عليهما السلام: {لا تخافا إنني معكما أسمع وأرى} وقال\nللوط عليه السلام: {لا تخف ولا تحزن إنا منجوك وأهلك} وقال لأم موسى: {ولا\nتخافي ولا تحزني إنا رادوه إليك} وقال للنبي - صلى الله عليه وسلم -: {ولا\nتحزن عليهم} وأمثال ذلك للأنبياء كثير في القرآن. ولم يكن في ذلك عيب\nعليهم. فأي مصيبة أصابت الرافضة حتى يعكسوا مفهومات القرآن ويتبعوا أهواءهم\nبغير علم. ألم تر أنهم لا يقوم لهم قائم إلى يوم القيامة. ولولا أن الله\nتعالى أعمى قلوب الرافضة ما فهموا مثل هذا الباطل من الآية وعموا عن قول\nالنبي - صلى الله عليه وسلم -: {إن الله معنا} أي معي ومعك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nولم يفرقوا بين هذا القول وقول موسى عليه السلام لأصحابه إذ قالوا له:\n{إنا لمدركون * قال كلا إن معي ربي سيهدين} أتى بالمعية والهداية له وحده\nدونهم.\n</p>\n\n<h1 class='l1' id='head37'>(حمل النبي عليا حين رمى الأصنام عن البيت)</h1>\n\n<p>\nومنها حمل النبي - صلى الله عليه وسلم - عليا حين رمى الأصنام عن البيت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا: لا ترجيح في ذلك على أبي بكر رضي الله عنه:\n</p>\n\n<p>\nالأول: أن هذا الحمل مقابل بما نقلت أهل السنة أن النبي - صلى الله عليه\nوسلم - كان ليلة الهزيمة إذا جاء إلى الرمل حمل أبا بكر رضي الله عنه كونه\nيؤثر فيه والنبي - صلى الله عليه وسلم - لا يؤثر فيه، وإذا جاء إلى الصخر\nحمله أبو بكر رضي الله عنه كون النبي - صلى الله عليه وسلم - يؤثر فيه وأبو\nبكر لا يؤثر فيه.\n</p>\n\n<p>\nالثاني: أن النبي - صلى الله عليه وسلم - كان يحمل الصبيان مثل الحسن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nومثل أسامة بن زيد عبده ومثل أمامة بنت أبي العاص بن الربيع من ابنته\nزينب. ولا فضل لهم في [ذلك] على الصحابة.\n</p>\n\n<h1 class='l1' id='head38'>(آية النجوى)</h1>\n\n<p>\nومنها آية النجوى، أن عليا رضي الله عنه عمل بها دون غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا: لا ترجيح بها لعلي رضي الله عنه على غيره من الصحابة:\n</p>\n\n<p>\nالأول: أن الله سبحانه وتعالى جعل نسخها بعد أن قدم علي صدقة بين يدي\nنجواه، فلم يأثم <span id='ms38'></span> أحد بترك الصدقة لدى مناجاته بعد النسخ.\n</p>\n\n<p>\nالثاني: أن صدقة النجوى درهم أو درهمان، فقد افتخرت الرافضة بها لعلي رضي\nالله عنه. وقد ثبت لأبي بكر رضي الله عنه أنه أنفق على النبي - صلى الله\nعليه وسلم - مائة ألف درهم ودينارا. وليلة رغب النبي - صلى الله عليه وسلم\n- في الصدقة أتى أبو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nبكر رضي الله عنه بكل ماله، وعمر رضي الله عنه بنصف ماله، وعمر رضي الله\nعنه بنصف ماله. فلينظر العاقل أي صدقة أعظم.\n</p>\n\n<h1 class='l1' id='head39'>(آية ويطعمون الطعام على حبه مسكينا ويتيما وأسيرا)</h1>\n\n<p>\nومنها قوله تعالى {ويطعمون الطعام على حبه}، قالوا نزلت في علي وفاطمة\nوالحسن والحسين رضي الله عنهم حين مرضا ونذر علي وفاطمة رضي الله عنهما أن\nيصوما إن شفيا. فصاما وتصدقا ثلاث ليال بفطورهما على مسكين ويتيم وأسير.\n</p>\n\n<p>\nقلنا: لا نزاع في نزول القرآن بمدح علي رضي الله عنه ومجموع أهل البيت\nوفضلهم. لكن هذه الآية في {هل أتى} باتفاق القراء والمفسرين -إلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nقليلا- وفي رسم المصاحف شرقا وغربا: أنها مكية. وعلي ما دخل بفاطمة رضي\nالله عنها وأولدها الحسن والحسين إلا في المدينة.\n</p>\n\n<h1 class='l1' id='head40'>(آية التطهير)</h1>\n\n<p>\nومنها {إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا} قالوا\nنزلت في أهل العباء، وهم علي وفاطمة والحسن والحسين. أدخلهم النبي - صلى\nالله عليه وسلم - حين نزلت تحت كساء له وقال: «اللهم هؤلاء أهل بيتي فأذهب\nعنهم الرجس»\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا: سبب نزول الآية نساء النبي - صلى الله عليه وسلم - وفيهن نزلت.\nويدل على ذلك ما قبلها وما بعدها من الآيات، وأن أهل البيت هو هن، وأن\nالمقصود بإرادة الله تعالى إذهاب الرجس هو عنهن، والمراد بالتطهير هو لهن؛\nولكن لما كان علي وفاطمة والحسن والحسين رضي الله عنهم من أهل البيت ولم\nيتناولهم لفظ الآية إلا بطريقة التغليب من ضمير {عنكم} و {يطهركم} أدخلهم\nالنبي - صلى الله عليه وسلم - في حديث الكساء على سبيل البيان. فالدليل\nعليهم الحديث، وعليهن القرآن.\n</p>\n\n<p>\nوأما ما نقل أن أم سلمة لما نزلت الآية سألت <span id='ms39'></span> النبي - صلى الله عليه وسلم\n- أن تكون من أهل البيت فقال لها النبي - صلى الله عليه وسلم -: «أنت على\nخير»، لا ينافي ذلك، يعني أنك نزل فيك القرآن أنك من أهل البيت، وهذا هو\nالخير الكثير الذي أشار إليه النبي - صلى الله عليه وسلم -.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nويؤيد أن أزواج الإنسان أهل بيته قوله تعالى عن سارة: {أتعجبين من أمر\nالله رحمة الله وبركاته عليكم أهل البيت}\n</p>\n\n<h1 class='l1' id='head41'>(آية لا أسالكم عليه أجرا إلا المودة في القربى)</h1>\n\n<p>\nومنها قوله تعالى: {قل لا أسألكم عليه أجرا إلا المودة في القربى}\n</p>\n\n<p>\nقلنا: في معنى الآية ثلاثة تأويلات. الأول أن المراد بالقربى الطاعات.\nالثاني قرابة النبي - صلى الله عليه وسلم - من الكفار المخاطبين، أي راقبوا\nنسبي بكم، يعني القرشية. الثالث أقاربه من أهل بيته، وهو ما تعنيه الرافضة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nولا حرج في ذلك. فإن المودة الصحيحة للآل من محبتهم والتعظيم لهم بما هو\nلائق بهم من أعظم القرب إلى الله تعالى. لا ما يضيفه الرافضة من المغالاة\nبهم وإخراجهم عن حدهم، كونهم أفضل من الأنبياء وأن الإمامة والعصمة واجبة\nلهم وأنهم يعلمون الغيب وأعداد الرمال وأن المهدي حاضر في كل مكان لو تحدث\nاثنان كان معهم، ونحوه من الاعتقادات الفاسدة. فإن ذلك ليس من المودة لهم\nبل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nمن الفسوق والمباعدة عنهم.\n</p>\n\n<h1 class='l1' id='head42'>(حديث الطائر)</h1>\n\n<p>\nومنها حديث الطائر المنسوب إلى أنس بن مالك خادم النبي - صلى الله عليه\nوسلم - قال: أتي النبي - صلى الله عليه وسلم - بطائر مشوي فقال: \"اللهم\nائتني بأحب خلقك إليك\" فجاء علي رضي الله عنه وأنس يرده، فبصق عليه، فبرص\nمن قرنه إلى قدمه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nوالجواب من وجوه:\n</p>\n\n<p>\nالأول نقول هذا حديث مكذوب.\n</p>\n\n<p>\nالثاني نقول مردود لأنهم يدعون أن أنسا كذب ثلاث مرات في مقام واحد، فترد\nروايته.\n</p>\n\n<p>\nالثالث نسلم صحته ونقول معنى \"أحب خلقك يأكل منه\": الذي أحببت أن يأكل\nمنه حيث كتبته رزقا. لا ما يعنيه الرافضة أن عليا أحب إلى الله تعالى، فإنه\nيلزم من ذلك أن يكون أحب من النبي - صلى الله عليه <span id='ms40'></span> وسلم -، وهذا ظاهر\nالبطلان.\n</p>\n\n<h1 class='l1' id='head43'>(حديث حب علي حسنة لا تضر معها سيئة)</h1>\n\n<p>\nومنها حديث: \"حب علي حسنة لا تضر معها سيئة، وبغضه سيئة لا ينفع معها\nحسنة\"\n</p>\n\n<p>\nقلنا: هذا حديث مكذوب. والدليل عليه من وجوه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nالأول أن أكثر الخلق محبة لعلي أبوه ولم ينفعه ذلك لقوله - صلى الله عليه\nوسلم -: «إن أخف أهل النار عذابا أبو طالب في قدميه نعلان يغلي منهما\nدماغه».\n</p>\n\n<p>\nالثاني أن الرافضة يدعون أن كل الأمة من الصحابة وبني أمية وبني العباس\nوكافة أهل السنة يبغضون عليا رضي الله عنه، وعلى هذا تكون أعمال هؤلاء من\nالخير جميعا حابطة. والقرآن يكذب ذلك بمدح الصحابة ومدح من يعمل صالحا، وأن\n{من يعمل مثقال ذرة خيرا يره}، والقرآن مشحون من أمثال ذلك. ولم يشترط في\nشيء من ذلك حب علي ولا بغضه.\n</p>\n\n<p>\nالثالث أن هذا إن صح نسخ القرآن وجميع ما جاء به النبي - صلى الله عليه\nوسلم - من جواز ترك المفروضات وتعطيل الحدود وإتيان المنهيات من الزنا\nوالخمر وأكل الحرام وقطع الرحم وكافة المعاصي، مع وجود محبته. وهل اعتقاد\nمثل ذلك إلا كفر محض. نعوذ بالله منها.\n</p>\n\n<h1 class='l1' id='head44'>(سقي الماء يوم القيامة)</h1>\n\n<p>\nومنها سقي الماء يوم القيامة.\n</p>\n\n<p>\nوهو باطل من وجوه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nالأول أن الكوثر للنبي - صلى الله عليه وسلم - بقوله: {إنا أعطيناك\nالكوثر} ولم يقل ذلك لعلي رضي الله عنه. وقد نقل أن «أولهم ورودا فقراء\nالمهاجرين» ولم ينقل أن أحدا يسقيهم.\n</p>\n\n<p>\nالثاني أن هذا مما يحيله العقل، إذ يتكل الناس في سقي الماء يوم العطش\nالأكبر إلى واحد وهم ملء الأرض أمواتا كأنهم جراد منتشر لا يعلم عدد أقل\nبطن منهم إلا الله تعالى ولم يفرغ علي رضي الله عنه من سقي واحد منهم إلا\nمات الباقون عطشا. وهذا حقه أن يذكر في ضحكاتهم ومضحكاتهم.\n</p>\n\n<p>\nالثالث: أن بعض ظرفاء أهل السنة لما سمع ذلك قال لبعض الرافضة: إذا جعلتم\nعليا ساقيا، جعلنا أبا بكر معه الخبز واللحم والطعام، وعمر معه الحلوى،\nوعثمان معه الفاكهة. ولله دره قابل <span id='ms41'></span> ضحكهم بضحكهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nالرابع أن هذا غير لائق لعلي رضي الله عنه كونه يجعل سقاء وخادما لرفيع\nووضيع. وحاشا أمير المؤمنين من ذلك. بل هو رضي الله عنه صاحب المقام الرفيع\nوالإعزاز والإكرام ومخدوم الخدام.\n</p>\n\n<h1 class='l1' id='head45'>(دعواهم رد الشمس لعلي)</h1>\n\n<p>\nومنها دعواهم رد الشمس لعلي رضي الله عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nوهو مكذوب لم يأت إلا من نقلهم. وهم أخصام لا يقوم مجرد نقلهم على الخصم\nحجة. ولم يثبت إلا ليوشع بن نون فتى موسى، فإنه كان يقاتل الجبارين عصير\nالجمعة فترجح عليهم قبيل المغرب. فخشي أن تغرب الشمس ويدخل حكم السبت فيكف\nيده عنهم لحرمة القتال فتيرجحون عليه، فسأل الله تعالى إيقاف الشمس، فوقفت\nحتى غلبهم وفرغ من قتالهم، ثم غربت. وفي ذلك قيل:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nفردت علينا الشمس والليل راغم ... بشمس لهم من جانب الخدر تطلع\n</p>\n\n<p>\nفوالله لا أدري أأحلام نائم ... ألمت بنا أم كان في الركب يوشع\n</p>\n\n<h1 class='l1' id='head46'>(دعواهم أن سلمان الفارسي كان من حزب علي)</h1>\n\n<p>\nومنها دعواهم أن سلمان الفارسي كان من حزب علي رضي الله عنه بدون الخلفاء\nقبله وأن عليا ليلة موته جاء من المدينة إلى مدائن كسرى بليلة واحدة وغسله\nثم رجع إلى المدينة في تلك الليلة.\n</p>\n\n<p>\nوهذا من البهت والزور ومكابرة الظاهر. فإن الأشهر والأظهر من أن سلمان\nكان حاكما في المدائن من قبل عمر رضي الله عنه عاملا له عليها يدعو إلى\nإمامته وطاعته. قاتل الله الرافضة أنى يؤفكون.\n</p>\n\n<h1 class='l1' id='head47'>(قولهم إن عليا لم يشرك بالله)</h1>\n\n<p>\nومنها قولهم إن عليا لم يشرك بالله طرفة عين، تعريضا بأن أبا بكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nوعمر رضي الله عنهما وغيرهما من الصحابة كان يعبد الأصنام.\n</p>\n\n<p>\nوالجواب عنه من وجوه:\n</p>\n\n<p>\nالأول أن نقول معنى ذلك أنه أسلم قبل البلوغ. فلا يكون ذلك من خصائص علي\nرضي الله عنه. لأن سائر أطفال الصحابة الذين طرأ الإسلام عليهم، بل كل\nمولود من المسلمين إلى يوم القيامة الصالح منهم والطالح لم يشرك بالله طرفة\nعين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني أن طفل الكفار محجور عليه من الإيمان حتى يبلغ بإجماع الفقهاء،\nفكيف يجعل راجحا <span id='ms42'></span> على إيمان البالغ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nومنها دعواهم أن عليا رضي الله عنه لم يحدث له إسلام بل لم يزل مسلما،\nوإذا قال أحد إن عليا أسلم كبر عليهم.\n</p>\n\n<p>\nقلنا: ذلك من الجهل وعمى القلب الغالب، فإن الله تبارك وتعالى يقول لنبيه\nمحمد - صلى الله عليه وسلم - الذي عرف الإيمان به: {وكذلك أوحينا إليك روحا\nمن أمرنا ما كنت تدري ما الكتاب ولا الإيمان}. فكيف بغيره من أتباعه.\n</p>\n\n<h1 class='l1' id='head48'>(قولهم إن الله تعالى ليلة المعراج خاطب النبي - صلى الله عليه وسلم - بلغة علي)</h1>\n\n<p>\nومنها قولهم إن الله تعالى ليلة المعراج خاطب النبي - صلى الله عليه وسلم\n- بلغة علي فقال: يا رب، أنت تخاطبني أم علي، فقال: بل أنا لكن لما سمعتك\nتقول لعلي: أنت مني بمنزلة هارون من موسى، فاطلعت على قلبك فما رأيتك تحب\nأحدا أكثر من علي، فخاطبتك بلغته ليطمئن قلبك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا: كذب هذا ظاهر من وجوه:\n</p>\n\n<p>\nالأول: أن هذا الحديث كان في غزوة تبوك حين استخلفه في المدينة على\nالنساء والصبيان، وهو آخر غزواته - صلى الله عليه وسلم -، والمعراج كان على\nرأس الأربعين سنة من عمره - صلى الله عليه وسلم - في مكة. فهذا من تلفيق من\nلا يعرف كيف يكذب، إذ بينهما فوق عشرين سنة.\n</p>\n\n<p>\nالثاني أن الرافضة لا يجوزون الكلام على الله تعالى. وقولهم هاهنا إنه\nخاطبه بلغة علي رضي الله عنه متناقض.\n</p>\n\n<p>\nالثالث أن اعتقاد ذلك كفر لأنه يستلزم أن يكون في علي شيء من شبه الله\nتعالى؛ وهو يقول عز وجل: {ليس كمثله شيء}\n</p>\n\n<p>\nالرابع يستلزم أيضا أن يكون علي إلى النبي - صلى الله عليه وسلم - أحب من\nالله تعالى ويطمئن بخطابه أكثر من خطاب الله تعالى. وهو سبحانه يقول: {ألا\nبذكر الله تطمئن القلوب}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head49'>الفصل الثالث فيما خالفوا فيه من مسائل الأصول</h1>\n\n<p>\nوسنذكر منه ما هو ظاهر التداول\n</p>\n\n<h1 class='l1' id='head50'>(نفي الرؤية)</h1>\n\n<p>\nفمن ذلك نفي الرؤية.\n</p>\n\n<p>\nواحتجوا بقوله تعالى لموسى عليه السلام: {لن تراني} ولن بإجماع أهل\nالعربية لنفي التأبيد.\n</p>\n\n<p>\nقلنا: الجواب من وجوه:\n</p>\n\n<p>\nالأول: أن النفي في الدنيا <span id='ms43'></span> لا في الآخرة. لأن الله نفى تمني الموت عن\nاليهود وأكده أبدا بقوله تعالى: {ولن يتمنوه أبدا} ثم أخبر أنهم يتمنونه في\nالآخرة بقوله تعالى إخبارا عنهم: {يا مالك ليقض علينا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nربك} وبقوله تعالى: {يا ليتها كانت القاضية}\n</p>\n\n<p>\nالثاني: قوله تعالى: {وجوه يومئذ ناضرة * إلى ربها ناظرة}\n</p>\n\n<p>\nالثالث: قوله تعالى عن الكفار: {كلا إنهم عن ربهم يومئذ لمحجوبون} فيدل\nعلى أن المؤمنين لا يحجبون عنه، والذي لا يحجب عن الآخر لا بد وأن يكون\nيراه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nالرابع: أن موسى عليه الصلاة والسلام من كبار الأنبياء وقد سأل الرؤية،\nفيدل على جوازها. وكيف يعلم الرافضي الكلب الأعمى القلب ما يجهله الأنبياء.\n</p>\n\n<p>\nالخامس: أن الله تعالى علق الرؤية على ممكن وهو استقرار الجبل مكانه،\nوالمعلق على الممكن ممكن.\n</p>\n\n<p>\nالسادس: أن الحكم بعدم الرؤية يجوز الشكوك في وجود البارئ جل وعلا، وكيف\nيعبد أو يجزم بوجود من هو مقطوع بأنه لا يرى.\n</p>\n\n<p>\nالسابع: أن المدعي لواحد حبا لا ينعم أو يلذ عيشا أو يعتاض بشيء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\nدون رؤيته.\n</p>\n\n<p>\nقالوا: الذي يرى يلزم أن يكون في جهة، والجهة عن الله تعالى منتفية.\n</p>\n\n<p>\nقلنا: لا خلاف في أنه تعالى يرى العباد، وإذا جاز أن يراهم مع تنزيهه عن\nالجهة جاز أن يروه كذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head51'>(خلق القرآن)</h1>\n\n<p>\nومنها خلق القرآن.\n</p>\n\n<p>\nاحتجوا بأنه لو لم يكن مخلوقا كان الله تعالى متكلما به والكلام يحتاج\nإلى حلق ولسان وشفاه، وذلك يستلزم التجسيم، والجسم منتف عن الله تعالى.\n</p>\n\n<p>\nوالجواب من وجوه:\n</p>\n\n<p>\nالأول: في كلامهم كفر لقياسهم الخالق على المخلوق وتشبيهه به، وهو {ليس\nكمثله شيء} وهو قادر على كل شيء. فلا استحالة على الكلام من غير جسم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني: يدعون أنه خلقه في شجرة [وهي تتكلم به، والشجرة لا شيء لها من\nالشفة واللسان، فإذا جاز أن يخرج الكلام من شجرة] وهي لا شيء لها من ذلك،\nجاز أن يخرج من البارئ تعالى بلا شيء بالطريق الأولى.\n</p>\n\n<p>\nالثالث: أنه لا خلاف في أن يقال القرآن كلام الله تعالى مضافا إليه، ولو\nلم يكن <span id='ms44'></span> خارجا من ذاته كان إضافته إليه كذبا فلم يجز أن يقال كلام الله مع\nأنه مقول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nالرابع: أن الكلام خارج من الذات لا يمكن خروجه من غيرها كما قال\nالبلغاء.\n</p>\n\n<p>\nإن الكلام لفي الفؤاد وإنما ... جعل اللسان عليه دليلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا ثبت أنه صفة من صفات القديم خارج من ذاته القديمة ثبت قدمه أيضا،\nفاستحال أن يكون مخلوقا وإلا لزم أن يكون القديم محلا للحوادث.\n</p>\n\n<p>\nالخامس: أن الكلام صفة من صفات الكمال، والخرس صفة نقص. وهو تعالى منزه\nعن النقائص. فتعالى عما يقول الظالمون علوا كبيرا.\n</p>\n\n<p>\nومن بدع ما أحدثه رافضة هذا الزمان بأنهم إذا حلفوا قالوا: \"ورب المصحف\".\nفإن عنوا الأوراق والحروف والجلد كان فجورا وفحشا، وإن عنوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nنفس الكلام الدال عليه الأصوات والحروف كان كفرا.\n</p>\n\n<h1 class='l1' id='head52'>(أن المعاصي واقعة بإرادة إبليس والعبد لا بإرادة الله)</h1>\n\n<p>\nومنها أن المعاصي واقعة بإرادة إبليس والعبد، لا بإرادة الله تعالى\nوقدره. محتجين بحجتين:\n</p>\n\n<p>\nالأولى: قوله تعالى: {ما أصابك من حسنة فمن الله وما أصابك من سيئة فمن\nنفسك}\n</p>\n\n<p>\nوالجواب من وجوه:\n</p>\n\n<p>\nالأول: أن ليس معنى الآية ما قصدوه من أن الحسنة من الله والسيئة منك،\nفإن المراد بالحسنة الأشياء المرضية في الدنيا من الغنيمة والظفر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nونحوه، والمراد بالسيئة الأشياء الكريهة من القتل والجرح ونحوه، لأنه\nتعالى قال: {ما أصابك} ولو أراد ذلك قال: \"ما أصبت\".\n</p>\n\n<p>\nالثاني: إن كان هذا الذي فسروه الرافضة هو الذي قصده القائلون قبل\nبقولهم: {وإن تصبهم حسنة يقولوا هذه من عند الله وإن تصبهم سيئة يقولوا هذه\nمن عندك} فقد رد الله عليهم بقوله عقبه: {قل كل من عند الله}.\n</p>\n\n<p>\nالثالث: أن الله تعالى وبخ قائل القول الأول وجعلهم على قولهم هذا\nكالبهائم بقوله: {فمال هؤلاء القوم لا يكادون يفقهون حديثا} وإذا جعل القول\nالآخر على ما فسروه فهو الأول بعينه فقد صدقهم الله تعالى، ويلزم من ذلك\nتناقض القرآن، وهو منزه عن التناقض، فامتنع قصدهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nالرابع: أن الكلام من أوله إلى آخره خطاب للنبي - صلى الله عليه وسلم -\nوعلى <span id='ms45'></span> قوله الرافضة يثبت تجويز السيئة عليه - صلى الله عليه وسلم - وهو\nمعصوم، فتنافيا.\n</p>\n\n<p>\nالخامس: أن معنى القول الآخر وهو {ما أصابك} منع دعوى القول الأول وهو:\n{وإن تصبهم} وبيان الحديث الموبخ عليه وهو قوله تعالى: {فمال هؤلاء القوم\nلا .. } أي فمال هؤلاء القوم لا يفهمون هذا الحديث، أي هو الذي ما أصابك\nإلى آخره وهو كله من عند الله، ويؤيده ذلك قوله تعالى بعد: {وأرسلناك للناس\nرسولا وكفى بالله شهيدا} أي إنما أرسلناك رسولا لهم لتبشر وتنذر لا لتكون\nبيدك الحسنة والسيئة من خير وشر، فهو كقوله تعالى: {لست عليهم بمسيطر} {وما\nأنت عليهم بوكيل} وأمثال.\n</p>\n\n<p>\nالسادس: أن القرآن مملوء من الآيات الدالة على أن الأشياء من خير وشر\nواقعة بإرادته، كقوله تعالى: {ولو شاء الله ما فعلوه} {ولو شاء الله ما\nاقتتلوا} {ولو شئنا لآتينا كل نفس هداها} {ومن يضلل الله فلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nهادي له} {ومن يرد الله فتنته فلن تملك له من الله شيئا أولئك الذين لم\nيرد الله أن يطهر قلوبهم} وأمثال ذلك فوق مائة آية، بل حصره مشق من كثرته.\nفكيف أهملوه الرافضة وتمسكوا بشبهة لفظ واحد في آية واحدة وفسروه على قدر\nهواهم، وقد بينا فساده. وهلا تمسكوا بالكثير المقطوع الدلالة وأولوا هذه\nالشبهة القليلة المظنونة الدلالة. وما هذا إلا انتقام من الله تعالى لهم،\nأضلهم عن الهدى حيث نسبوا إليه شركية البشر في الإرادة وشركية الشيطان كما\nسيأتي.\n</p>\n\n<p>\nالحجة الثانية: قولهم إن الله تعالى يعذب على المعصية، فلو كانت بإرادته\nكان التعذيب عليها ظلما.\n</p>\n\n<p>\nوالجواب من وجوه:\n</p>\n\n<p>\nالأول: أن الله تعالى عالم بوقوع المعصية وقادر على منع إبليس عن حمل\nالعاصي على المعصية وعن وقوع المعصية من العاصي اتفاقا، فإذا لم يمنعها دل\nعلى إرادته.\n</p>\n\n<p>\nالثاني: أن الظلم عبارة عن تصرف في ملك الغير بغير إذنه، والله تعالى لا\nيجد لغيره ملكا، فهو متصرف في ملك غير معارض في ملكه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n            \n</p>\n\n<p>\nالثالث: أن السيد الخالق كما إذا أشقى أحد عبديه في الخدمة من احتطاب\nواحتراف وخشن <span id='ms46'></span> العيش وأنعم على الآخر منهما لا يكون ظلما، كان ذلك في الخالق\nأولى.\n</p>\n\n<p>\nالرابع: أن السلطان إذا نادى في مملكته وبين رعيته: من قتل قتلته، ثم قال\nلواحد منهم: أريد منك قتل فلان، فقتله، كان له قتله به ولم يكن ذلك ظلما\nبالاتفاق. فكيف يكون ظلما بالنسبة إلى السلطان المالك.\n</p>\n\n<p>\nالخامس: قوله تعالى: {لا يسأل عما يفعل وهم يسألون} وفي ذلك كفاية عن كل\nدليل.\n</p>\n\n<p>\nالسادس: أن [نقول] في المخلوق إن السلطان إذا فعل ما ينكره الخلق لا يمكن\nأحد يعارضه لقوته، وهو غير حكيم؛ كيف يعارض الخالق الذي كل أفعاله واقعة\nعلى وفق الحكمة، وهذا أقوى الأقوياء.\n</p>\n\n<p>\nالسابع: أن الأغلب في الكون اليوم وقوع المعاصي على الطاعات. فإذا كان\nإبليس متصرفا في الأغلب منه كان متصرفا في الأكثر من العالم وكان للبارئ\nالجزء الأقل منه، وهذا لو كان لرئيس قرية مثله لم يرض بذلك واستنكف منه،\nفكيف بملك الممالك والملوك ومالكها.\n</p>\n\n<p>\nالثامن: أن المعاصي إذا كانت واقعة بإرادة الشيطان وجب كفر المعتقد ذلك\nلإثبات الربوبية لغير الله تعالى. ونضرب لذلك مثلا في قتل الحسين رضي الله\nعنه، وكل معصية مثله، فنقول: إن الله تعالى أراد حياة الحسين رضي الله عنه\nوأراد الشيطان قتله، فتنازعت إرادة الله وإرادة الشيطان فيه،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nوقد قتل وكمل مراد الشيطان دون مراد الله تعالى. وحينئذ فيلزم إثبات\nالربوبية للشيطان دونه تعالى، لأنه على هذا التقدير الأقوى فيستحق الربوبية\nدون العاجز. فتعالى الله عما يقول الكافرون علوا كبيرا.\n</p>\n\n<p>\nالتاسع: لا خلاف أن الله تعالى خلق إبليس مريدا لخلقه غير مكره عليه وهو\nعالم بما يصدر منه. وإبليس من أكبر العصاة. فلا دليل أظهر منه على أن\nالمعاصي واقعة بقدر الله تعالى وإرادته.\n</p>\n\n<p>\nالعاشر: أن الطاعة والمعصية تتعلق بموافقة الأمر ومخالفته لا بموافقة\nالإرادة ومخالفتها، كما قال الله تعالى: {أفعصيت أمري} ولم يقل: \"أفعصيت\nإرادتي\"، وقال تعالى: {لا يعصون الله ما أمرهم ويفعلون ما يؤمرون} ولم يقل:\n\"يعصون ما أراد منهم ويفعلون ما يراد منهم\". فإذا خالف <span id='ms47'></span> الإنسان الأمر ووافق\nالإرادة في المعصية استحق العذاب لمخالفة الأمر، ولا لوم على المعاقب\nلموافقة العاصي إرادته. فانتفى الظلم لما عرفت من معنى القرآن في الآيتين\nالمذكورتين.\n</p>\n\n<p>\nقالوا: كيف يؤمر بما لا يراد، وهو عبث.\n</p>\n\n<p>\nقلنا: بحسب عقولكم الفاسدة، لأن مثل ذلك واقع من الله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\nوأفعاله صادرة بالحكمة، كما أمر الخليل بذبح ولده إسماعيل عليهما السلام.\n</p>\n\n<p>\nالحادي عشر: أن الله تعالى نهى عن أذى العباد. ومن الأذى ما هو واقع من\nالله تعالى وحده في العالم الخالي من المعصية كالأطفال والأولياء، وفي\nالمعاصي وليس للمخلوق فيه علم ولا إرادة قطعا كالأمراض من السقم والعمى\nوالصمم والخرس والعرج ونقيضه الخلق في الأجسام ونحوها، وكالحوادث الواقعة\nمن الحرق والغرق والسقوط من علو والهدم المزهق ونحو ذلك، ومن ذلك الموت\nالذي لا أذى أعظم منه. وبالإجماع العام ما على الله تعالى في شيء من ذلك\nلوم لا ينسب إليه به ظلم، فكيف ينسب إليه ظلم فيما يريده وهو مكتسب لغيره.\n</p>\n\n<h1 class='l1' id='head53'>(أن أفعال العباد مخلوقة لهم وليست مخلوقة لله)</h1>\n\n<p>\nومنها أن أفعال العباد مخلوقة لهم وليست مخلوقة لله، فإذا فعل المخلوق من\nقيام أو قعود أو غيرهما كان بإرادته وحده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nورد من وجوه:\n</p>\n\n<p>\nالأول: أن من المخلوقات ما يصدر من حركته لطيف الصنائع ولا إرادة له،\nكدود الإبريسم ونحل العسل، فانتقض قولهم وثبت أن خالق أفعال المخلوق هو\nالله تعالى.\n</p>\n\n<p>\nالثاني: أن من العباد من يقع الفعل منه وهو يريد عدمه، كحركة المرتعش، أو\nلا اختيار له بوقوعه أو بعدمه، كحركة النفس؛ فالخالق هنا هو الله اتفاقا،\nفأطرد في الباقي قياسا. وحكي أن بعضهم قال لرافضي: إن كانت أفعالك بإرادتك\nارفع رجلك اليمنى، فرفع، فقال: ارفع اليسرى ولا تضع اليمنى، فلم يستطع\nوانقطع.\n</p>\n\n<p>\nالثالث: قوله تعالى: {وأسروا قولكم أو اجهروا به إنه عليم بذات الصدور *\nألا يعلم من خلق وهو اللطيف الخبير} أي سواء عليكم أجهرتم أو أسررتم ألا\nيعلم أفعالكم من خلقها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\nالرابع: قوله تعالى: {قال أتعبدون ما تنحتون * والله خلقكم وما <span id='ms48'></span> تعملون}\nأي خلقكم وخلق أعمالكم.\n</p>\n\n<p>\nقالت المعتزلة: ليست \"ما\" هاهنا مصدرية وإنما هي موصولة، أي خلقكم وخلق\nالذي تعملونه يعني الأصنام استحقارا بها وتوبيخا لمن يعبدها، وهذا هو\nالغرض.\n</p>\n\n<p>\nقلنا: كونها مصدرية لا تنقض شيئا من هذا الغرض، بل هو أبلغ في المعنى،\nلأنه إذا كانت أفعال العباد مخلوقة لله تعالى والأصنام مخلوقة الأفعال كانت\nالأصنام مخلوقة لمخلوق الله، ولا شك أن ذلك أبلغ في تحقير الأصنام كونها\nمخلوقة المخلوق وفي توبيخ من يعبدها كونهم يعبدون مخلوق المخلوق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head54'>الفصل الرابع فيما خالفوا فيه من مسائل الفروع</h1>\n\n<p>\nوسنذكر ما هو ظاهر التداول.\n</p>\n\n<h1 class='l1' id='head55'>(المسح على الرجلين في الوضوء)</h1>\n\n<p>\nفمنها المسح على الرجلين في الوضوء، محتجين بقراءة الجر.\n</p>\n\n<p>\nويرد بأن يقال ليس في الآية ما يدل على المسح صريحا، لأن عامل المسح\nهاهنا لفظا بيان الفعل وهو لفظ {امسحوا} والحرف الباء التي {برؤسكم} ولم\nيتكرر واحد منهما بعد واو العطف التي مع {أرجلكم}، فاحتمل العطف الغسل\nوالمسح، ولذلك قرئت الأرجل بالنصب عطفا على اليدين المغسولتين وبالجر عطفا\nعلى الرأس الممسوح. لكن يترجح الغسل من وجوه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\nالأول: أن يقال: الفرض في الأرجل الغسل، وإنما قرئت بالجر مناسبة، إذ فصل\nالرأس الذي فرضه المسح بين الأرجل وبين الأيدي اللواتي فرضهن الغسل، فقرئت\nبالجر لمجاورتها الرأس الذي هو مجرور، [و] الإعراب بالمجاورة واقع في كلام\nالعرب، كقولهم جحر ضب خرب، بجر الخرب وهو صفة الجحر، وكقوله: {عذاب يوم\nأليم} على وجه، وهو صفة العذاب المرفوع.\n</p>\n\n<p>\nالثاني: أن يقال الآية أوجبت المسح السنة أوجبت قدرا زائدا عليه وهو\nالغسل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p252'> Vol. 01, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\nويؤيد ذلك إجماع الأمة عليه في حياة رسول الله - صلى الله عليه وسلم -.\nولم ينقل عنه - صلى الله عليه وسلم - ولا عن أصحابه بعده المسح. حتى أن\nأعرابيا ترك في وضوءه من رجله لمعة أمره النبي - صلى الله عليه وسلم -\nبإعادة الصلاة فقال: «ارجع فصل فإنك لم تصل» «ويل للأعقاب وبطون الأقدام من\nالنار».\n</p>\n\n<p>\nالثالث: الواجب الغسل، وإنما جاء بلفظ المسح لما بينه وبين المسح من معنى\nالبلل <span id='ms49'></span>. ومثله واقع في كلام العرب، كما جاء التبن الذي يعلف والماء الذي\nيسقى بلفظ العلف لما بينهما من معنى الطعم في قوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\nعلفتها تبنا وماء باردا\n</p>\n\n<p>\nوالسيف الذي يتقلد والرمح الذي يعتقل بلفظ التقلد لما بينهما من معنى\nالحمل في:\n</p>\n\n<p>\nرأيت زوجك في الوغا ... ء مقلدا سيفا ورمحا\n</p>\n\n<p>\nالرابع: أن الغسل أعم من المسح، والعام داخل تحت الخاص وحاصل منه من غير\nعكس، فيقال: كل غسل مسح، ولا ينعكس، كما يقال: كل ثمرة حلاوة، ولا ينعكس.\nفإذا عرفت ذلك كان الصواب لازما لنا قطعا، ولزم الرافضة الخطأ من وجه لأنه\nإن كان الواجب الغسل كنا على الصواب وكان الرافضة على الخطإ لأن المسح لا\nيجزئ عنه، وإن كان الواجب المسح كنا على الصواب أيضا لأن الغسل يجزئ عنه.\n</p>\n\n<p>\nالخامس: أن فرض الرأس المسح اتفاقا، وفرض الرجلين المسح في قول الرافضة،\nوالغسل فيهما يكفي عنه في الحدث الأكبر، ويندرج الأصغر تحته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n            \n</p>\n\n<p>\nويحصل به الوضوء اتفاقا، وهذا دليل ظاهر على أن المسح يحصل بالغسل.\nفانتفى الخطأ عنها على كلا التقديرين.\n</p>\n\n<p>\nالسادس: أن الرخصة أضعف من العزيمة، وثبت عن النبي - صلى الله عليه وسلم\n- ترخص جواز المسح على الخف، وفي ترخص المسح على الخفين دليل على أن الغسل\nفي الرجلين عزيمة إذ المسح أضعف من الغسل، ولو كانت العزيمة في الرجلين\nالمسح لم يكف للخف لتساوي الرخصة والعزيمة فيهما، ومثله ممنوع.\n</p>\n\n<p>\nالسابع: الفرض في الرجلين وقع محدودا مع عدم تعين جهة المسح في القدم\nلقوله تعالى: {إلى الكعبين} بلا تعين لا على القدمين أو أسفله أو جوانبه،\nوالتحديد من خواص الغسل في المسح مع إطلاق الجهة في الوضوء من خواص المسح\nالعام، وإذا عم المسح صار غسلا بلا خلاف،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p255'> Vol. 01, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nفتعين الغسل على الوجه في قراءة الجر أيضا. وإنما جاء الغسل هاهنا بلفظ\nالمسح مع التعميم تنبيها على قلة النصب لترك السرف المعتاد في غسل الرجلين\nلكونهما قريبتين من الأرض التي هي محل النجاسة.\n</p>\n\n<h1 class='l1' id='head56'>(حل المتعة)</h1>\n\n<p>\nومنها حل المتعة. محتجين بدليلين:\n</p>\n\n<p>\nأحدهما: كانت زمن <span id='ms50'></span> النبي - صلى الله عليه وسلم -.\n</p>\n\n<p>\nورد بأنها كانت من أحكام الجاهلية كالخمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p256'> Vol. 01, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\nونكاح الأختين وزوجة الأب ونحو ذلك، وطن الإسلام عليها فاستمرت إلى حين\nنزول الناسخ كما في غيرها من الأحكام كالخمر ونحوه.\n</p>\n\n<p>\nوالناسخ في القرآن موضعان:\n</p>\n\n<p>\nالأول قوله تعالى: {والذين هم لفروجهم حافظون * إلا على أزواجهم أو ما\nملكت أيمانهم فإنهم غير ملومين * فمن ابتغى وراء ذلك فأولئك هم العادون} لم\nيبح الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p257'> Vol. 01, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nتعالى في الآية المذكورة غير الزوجة وملك اليمين.\n</p>\n\n<p>\nقالوا: المستمتع بها زوجة.\n</p>\n\n<p>\nقلنا: الزوجة يلحقها الطلاق، ولها نصف المهر المسمى قبل الدخول، وجميعه\nبالدخول، ويحرمها الطلاق ثلاث مرات، وتحتاج بالعود إلى الأول إلى محلل،\nويحتاج بالفرقة إلى ذوي عدل عند\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p258'> Vol. 01, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\nالرافضة، ويحتاج بالبائن إلى الإذن، وبالرجعى دون الإذن، وغير ذلك من\nالأحكام. والمستمتع بها ليست كذلك. فانتفى أن تكون زوجة.\n</p>\n\n<p>\nالموضع الثاني: قوله تعالى: {كلوا وتمتعوا قليلا إنكم مجرمون} وقوله\nتعالى: {ذرهم يأكلوا ويتمتعوا ويلههم الأمل فسوف يعلمون} وأمثال ذلك في\nالقرآن. وهذا صريح في تحريم التمتع.\n</p>\n\n<p>\nفإن قيل: هذا ليس في هذا المعنى خاصة.\n</p>\n\n<p>\nقلنا: داخل في عمومه.\n</p>\n\n<p>\nالدليل الآخر: قوله تعالى: {فما استمتعتم به منهن فآتوهن أجورهن}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p259'> Vol. 01, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\nورد من وجوه:\n</p>\n\n<p>\nالأول: أن الآية فيها سين الاستفعال الدال على استيفاء المتعة، فيكون\nمعناه: ما دخلتم به من النساء وحصل التمتع فآتوها أجرها وما لم تدخلوا ولم\nيحصل بها تمتع فآتوها نصف أجرها. وإلا لو كان مقصود الآية ما ذكرتم كان\nيقول تعالى: فما تمتعتم به منهم، لأن اسمها متعة، ما اسمها استمتاع.\n</p>\n\n<p>\nالثاني: أن الله تعالى ذكر المال بقوله: {أن تبتغوا بأموالكم} وإذا ذكر\nالمال وجب أداؤه سواء كان النكاح مؤبدا أو مؤقتا، فما فائدة تخصيص المؤقت\nبإيتاء الأجر دون المؤبد، ولو كان كذلك لخرج من مفهومه المؤبد عن إيتاء\nالأجر، وهو باطل. فتعين أن يكون المؤبد الحاصل به الاستمتاع بالدخول كونه\nلا خلاف في جوازه كما ذكر في الوجه قبله، [ولا يستقيم للرافضة في هذه الآية\nدليل على المؤقت لأنه نوى بالاستمتاع الدخول] ويجعل <span id='ms51'></span> ذلك للمؤبد والمؤقت،\nويعود الخلاف في المؤقت، وهو لا يجد دليلا غير الآية، فينقطع النزاع.\n</p>\n\n<p>\nالثالث: لو سلمنا أن الآية في المتعة، فالفاء إن جعلت تفريعا من قوله\nتعالى: {وأحل لكم ما وراء ذلكم أن تبتغوا بأموالكم محصنين}، خرج الإحصان\nالمؤبد، وخروجه ممتنع كما عرفت في الوجه قبله. وإن جعلت استئنافا كان مدلول\nالآية في المستمتع بها إيتاء الأجر فقط من غير دلالة على حلها، وإيتاء\nالأجر للشبهة والحرمة تعليم من قوله تعالى: {فمن ابتغى وراء ذلك} ومن تنصيص\nكثير من العلماء عليها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p260'> Vol. 01, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\nالرابع: أن الله تعالى شرط في نكاح الإماء العجز عن طول الحرة، وأجر\nالمتعة في الحرة أقل من مهر الأمة في المؤبد، لأنه قد يحصل بأقل ما يكون من\nالدراهم من نحو درهمين أو ثلاثة لقصر المدة وضرورة الحرة المحتاجة، ولا\nلعجز أحد عن مثلها. فلو كان نكاح المتعة جائزا لم يبح نكاح الأمة قطعا، لأن\nطول الأمة لمالكها وصحة نكاحها موقوف على إذنه، ولا يملك الإماء إلا أولو\nالثروة، وصاحب الثروة لا يرضى بالدرهمين والثلاثة.\n</p>\n\n<p>\nالخامس: أن الله تعالى من علينا بالتخفيف في نكاح الإماء لضعفنا بقوله\nتعالى: {يريد الله أن يخفف عنكم وخلق الإنسان ضعيفا} ولا شك أن طول الأمة\nفي النكاح المؤبد أثقل من أجر الحرة في المؤقت. فلو كان المؤقت جائزا لكانت\nالمنة به أخف.\n</p>\n\n<p>\nالسادس: أن المتعة يستقبحها كل أحد من أولياء المرأة رافضيا كان أو سينا،\nولا يسمح الرافضي نفسه -من الغيرة والنخوة والغضب- لو قال أحد: متعني\nببنتك. ولم يجعل تعالى القبح والغضب في أمر أحله لقوله تعالى: {وما جعل\nعليكم في الدين من حرج} قال الشارع - صلى الله عليه وسلم -: \"رغم الشرع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p261'> Vol. 01, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nأنف الغيرة\"، فتبين فسادها.\n</p>\n\n<p>\nفإن قيل: ابن عباس نقل عنه إباحتها.\n</p>\n\n<p>\nقلنا: معارض من وجهين:\n</p>\n\n<p>\nأحدهما أنه نقل عنه رجوعه أيضا.\n</p>\n\n<p>\nالآخر تحريم أمير المؤمنين عمر رضي الله عنه لها، وهو أعظم من ابن عباس\nأمرا ونهيا من غير منازع له في ذلك من الصحابة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p262'> Vol. 01, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قيل <span id='ms52'></span>: مالك يبيحها أيضا. (1)\n</p>\n\n<p>\nقلنا: فهذه الأدلة رد على الرافضة وعليه أيضا.\n</p>\n\n<h1 class='l1' id='head57'>(حل وطء الدبر)</h1>\n\n<p>\nومنها حل وطء الدبر. محتجين بقوله تعالى: {نساؤكم حرث لكم فأتوا حرثكم\nأنى شئتم} يعني أي موضع شئتم من القبل أو من الدبر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nوبقوله تعالى: {أتأتون الذكران من العالمين * وتذرون ما خلق لكم ربكم من\nأزواجكم} أي مثل ما للذكران، يعني الدبر.\n</p>\n\n<p>\nقلنا: لو عقلت الرافضة ما جعلت ذلك دليلا لهم وهو دليل عليهم.\n</p>\n\n<p>\nأما الآية الأولى فإن الله تعالى جعل النساء حرثا على وجه الاستعارة وأمر\nبإتيان الحرث موضعا يراد الحرث، ولا يراد الحرث إلا في منبت الزرع، والزرع\nهاهنا الولد، ولا يحصل الولد إلا من القبل، فتعين. وإنما قدرنا مفعول\n{شئتم} بالحرث لأن قاعدة فعل المشيئة في علم المعاني أن يقدر مفعول بما ذكر\nمعه، كقوله تعالى: {ولو شاء لهداكم أجمعين} أي لو شاء هدايتكم، وقوله\nتعالى: {ولو شئنا لآتينا كل نفس هداها} أي ولو شئنا هداية كل نفسه، وقوله\nتعالى: {ولو شاء ربك لآمن من في الأرض} أي ولو شاء ربك إيمان من في الأرض.\nوأمثال ذلك في القرآن كثيرة. ولو ذهب الرافضي يقدر مفعول {أنى شئتم} غير\nالمذكور معه أو لم يجعل له مفعولا ذهب إلى الخطإ في البلاغة، وعلى قول من\nيزعم أن {أنى} هاهنا بمعنى كيف، وأكثر ما جاءت {أنى} في القرآن هو بمعنى\nكيف. فلا دليل للرافضي في الآية.\n</p>\n\n<p>\nوأما الآية الثانية: فإن الله تعالى وبخ الواطئ في الدبر من بني آدم\nوأخرج سائر الحيوانات التي لا تعقل من التوبيح وجعلها أهدى منه بقوله:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p264'> Vol. 01, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\n{أتأتون الذكران من العالمين} وبقوله: {وتذرون ما خلق لكم ربكم من\nأزواجكم} فإن سائر الحيوانات من البهائم لا يأتي في الدبر. أما من الذكران\nفظاهر. وأما من الإناث فإنه إذا نزع الذكر منها الأنثى لا يهتدي إلا إلى\nقبلها دون الدبر. فقبح الله الفقيه الرافضي كيف كانت البهائم أهدى منه، ولا\nيعي ولا ينزجر من توبيخ الله تعالى. ولو أراد الله تعالى بقوله: {وتذرون ما <span id='ms53'></span>\nخلق لكم ربكم من أزواجكم} دبر الزوجة تشبيها بدبر الذكر لقال: وتذرون ما\nخلق ربكم من أزوجكم مثله، كما قال في الفلك الكبار: {وخلقنا لهم من مثله ما\nيركبون} يعني الزوارق.\n</p>\n\n<h1 class='l1' id='head58'>(عدم وقوع الطلاق إذا لم يشهد)</h1>\n\n<p>\nومنها عدم وقوع الطلاق إذا لم يشهد. محتجين بقوله تعالى: {فأمسكوهن\nبمعروف أو فارقوهن بمعروف وأشهدوا ذوي عدل منكم}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p265'> Vol. 01, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nورد بأن يقال: الإشهاد هاهنا يتعلق بالنكاح، وهو قوله تعالى: {فأمسكوهن}\nدون {أو فارقوهن} ويؤيد ذلك وجوه:\n</p>\n\n<p>\nالأول: أن المفارقة هاهنا ليست طلاقا، وإنما هي إطلاق أي عدم الإمساك،\nوإن الطلاق تقدم ذكره بقوله تعالى: {فطلقوهن لعدتهن} والعدة انقضت بقوله:\n{فإذا بلغن أجلهن} لأن معنى الآية إذا بلغت المطلقة العدة وهي في مسكن\nالفراق: فإن أحدث الله أمر إعادتها في نفسك فأمسكها بمعنى أعد نكاحها وأشهد\nعليه ذوي عدل، وإن لم يحدث الله أمرا في إعادتها ففارقها، يعني ارفع الحجر\nالذي كان عليها من ملازمة مسكن الفراق. ولو لم تكن المفارقة هاهنا إطلاقا\nلكانت أمرا بطلاق [ثان] بعد الطلاق الأول وأن الإشهاد هو للإمساك لا\nللمفارقة.\n</p>\n\n<p>\nفإن قيل: المراد بالأجل هاهنا الطهر لا العدة، يعني إذا بلغن الطهر\nفأمسكوهن.\n</p>\n\n<p>\nقلنا: ذلك مردود من وجهين:\n</p>\n\n<p>\nأحدهما أن يقال ذلك سبق في قوله تعالى: {فطلقوهن لعدتهن} ولا فائدة\nلإعادته قريبا.\n</p>\n\n<p>\nالآخر: أن كلما جاء بلوغ الأجل في القرآن الغرض منه العدة، كقوله: {وإذا\nطلقتم النساء فبلغن أجلهن فلا تعضلوهن أن ينكحن أزواجهن} وقوله: {فإذا بلغن\nأجلهن فلا جناح عليكم فيما فعلن في أنفسهن بالمعروف} وقوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\nتعالى: {وإذا طلقتم النساء فبلغن أجلهن فأمسكوهن بمعروف أو سرحوهن\nبمعروف}.\n</p>\n\n<p>\nالوجه الثاني: أن النكاح يحتاج إلى الإشهاد دون الطلاق، لأن النكاح عقد\nتريد به تملك ما ليس لك في ملك الغير، فتحتاج به إلى ما يثبت الانتقال؛\nوالطلاق حل معناه تخلية ما هو لك، فلا يحتاج فيه إلا إلى النية فقط،\nفالإشهاد فيه وعدمه واحد.\n</p>\n\n<p>\nالوجه الثالث: أن الإشهاد المذكور معطوف على المفارقة لا يلزم أن يكون\nشرطا في صحة <span id='ms54'></span> وقوع الطلاق، لأن مثله في القرآن كثير وليس بشرط، كقوله تعالى:\n{إذا تداينتم بدين إلى أجل مسمى فاكتبوه} وأكد ذلك بتكرير الأمر بالكتابة.\nثانيا بقوله: {فاكتبوه وليكتب بينكم كاتب بالعدل} وثالثا بقوله: {فليكتب\nوليملل الذي عليه الحق} ورابعا بقوله: {ولا تسأموا أن تكتبوه صغيرا أو\nكبيرا إلى أجله} وبالغ بقوله: {ذلكم أقسط عند الله وأقوم للشهادة وأدنى ألا\nترتابوا} وبقوله: {ولم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\nتجدوا كاتبا فرهان مقبوضة} وكذلك أمر بالإشهاد على الدين بقوله تعالى:\n{واستشهدوا شهيدين من رجالكم} وبالغ بقوله: {فإن لم يكونا رجلين فرجل\nوامرأتان ممن} وكذلك أمر بالإشهاد على البيع بقوله: {وأشهدوا إذا تبايعتم}\nوكل ذلك ليس بشرط في لزوم الدين ولزوم البيع، فكيف صار مثله شرطا في لزوم\nالطلاق وهل ذلك إلا تحكم ومكابرة لشرع الله تعالى وأحكامه.\n</p>\n\n<h1 class='l1' id='head59'>(نجاسة الكافر)</h1>\n\n<p>\nومنها نجاسة الكافر. محتجين بقوله تعالى: {إنما المشركون نجس}\n</p>\n\n<p>\nوالجواب من وجهين:\n</p>\n\n<p>\nأحدهما أن الله تعالى أباح لنا طعام أهل الكتاب ومناكحتهم، وهذا نص في\nطهارة الكافر، لكن جاء النجس للكافر؛ فاحتجنا إلى التوفيق بين الآيتين،\nوإلا توجه التناقض. والتوفيق إما بوجود الناسخ من أحدهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p268'> Vol. 01, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\nونجاسة عين الكافر فيها خلاف بين العلماء. وحل طعام أهل الكتاب ومناكحتهم\nلا خلاف فيها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nوأيضا نص المفسرون على أن سورة المائدة لم يدخلها ناسخ، وهي من آخر ما\nأنزل، فتعين النسخ للأول. وإما بوجود التأويل، ونجاسة الكافر تحتمل\nالتأويل: قيل إنه نجس باطنا وظاهرا كالجنب، ولهذا منع من الحرم ومن اقتناء\nالمصحف ومن قراءة القرآن. وقيل شبه بالنجس استعارة لا على الحقيقة في عينه.\nوقيل للمبالغة في ذمه، والجامع بينه وبين النجاسة ملابسته لها أو عدم\nاحترازه منها، مثل أكل الميتة والدم والخنزير وشرب الخمر وغير ذلك. وحل\nطعام أهل الكتاب ومناكحتهم لا تحتمل التأويل، فتعين أن قوله تعالى: {إنما\nالمشركون نجس} ليس على الحقيقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\nولو ذهب الرافضي إلى نجاسة الكافر ذهب إلى تناقض القرآن، وهو كفر.\n</p>\n\n<p>\nالآخر: أن الله تعالى يقول: {ولقد كرمنا بني} ولم يفرق بين كافر ومسلم،\nوقضية التكريم لا <span id='ms55'></span> تقتضي نجاسة العين.\n</p>\n\n<h1 class='l1' id='head60'>(الصوم في السفر)</h1>\n\n<p>\nومنها عدم جواز الصوم في السفر ووجوب قضاء الفرض الذي يصام فيه.\n</p>\n\n<p>\nورد من وجهين:\n</p>\n\n<p>\nالأول: إن الصوم عزيمة في الإقامة، والفطر رخصة في السفر ومتى صحت\nالعزيمة كانت مقدمة على الرخصة وأولى منها، كالماء والتراب في الوضوء،\nالماء عزيمة والتراب رخصة، فمتى حضر الماء كان مقدما.\n</p>\n\n<p>\nالثاني: أن الممهد في أصول الفقه أنه متى ارتفع الوجوب بقي الجواز،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p271'> Vol. 01, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\nكآية النجوى، فإن تقديم الصدقة بين يدي النجوى للنبي - صلى الله عليه\nوسلم - بعد ما نسخت لم يكن ممنوعا.\n</p>\n\n<h1 class='l1' id='head61'>(فساد الصوم في الجنابة)</h1>\n\n<p>\nومنها فساد الصوم في الجنابة قياسا على الصلاة.\n</p>\n\n<p>\nورد من وجهين:\n</p>\n\n<p>\nأولها: معنى الصوم هو الإمساك عن الأكل والشرب ونحوه، وليس هو عمل\nكالصلاة، فما معنى الطهارة والحدث فيه.\n</p>\n\n<p>\nثانيها: أن الله تعالى أباح الأكل والشرب والجماع حتى يطلع الفحر بقوله\nتعالى: {فالآن باشروهن وابتغوا ما كتب الله لكم وكلوا واشربوا حتى يتبين\nلكم الخيط الأبيض من الخيط الأسود} أي الفجر، وإذا أباح الله الجماع إلى\nطلوع الفجر فلا شك أن الجزء الذي يقع فيه الاغتسال وطلب الاغتسال من\nالجنابة يقع في جزء من النهار بالضرورة. وهذا رد واضح.\n</p>\n\n<p>\nثالثها: أن الوطء إذا أبيح إلى طلوع الفجر، كان الجزء منه وهو النزوع\nواقعا في الجزء من النهار قطعا. وهذا أبلغ من الدليل قبله.\n</p>\n\n<p>\nرابعها: إذا جاز الوطء إلى الفجر ووقوع جزء منه وهو النزوع في الفجر كان\nجواز الصوم حتما بالطريق الأولى. وذلك من باب القياس الجلي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p272'> Vol. 01, p. 272</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head62'>الفصل الخامس فيما ذكروه من مثالب الخلفاء الثلاثة</h1>\n\n<h1 class='l1' id='head63'>(ما ذكروه عن الصديق)</h1>\n\n<p>\nأما ما ذكروه عن الصديق رضي الله عنه:\n</p>\n\n<h1 class='l1' id='head64'>(قصة الغار)</h1>\n\n<p>\nفمنها قوله تعالى في قصة الغار حكاية عن قول النبي - صلى الله عليه وسلم\n- لأبي بكر رضي الله عنه: {لا تحزن}.\n</p>\n\n<p>\nوقد سبق الجواب عند ذكر نوم علي في الفراش.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head65'>(صلاة أبي بكر بالناس)</h1>\n\n<p>\nومنها صلاة أبي بكر بالناس، قالوا ذلك بقول ابنته عائشة رضي الله عنها،\nلا بقول النبي - صلى الله عليه <span id='ms56'></span> وسلم -.\n</p>\n\n<p>\nقلنا: ذلك مردود من وجهين:\n</p>\n\n<p>\nأحدهما أنه وقع في كتب الأئمة المحدثين الثقات أنها بإذن النبي - صلى\nالله عليه وسلم - وذلك قوله: «مروا بلالا فليؤذن ومروا أبا بكر فليصلي\nبالناس»، وما نص الأئمة العدول على صحته وجاء من وجوه شتى وطرق متعددة لا\nيقف قباله خصم ثبت حدوثه بمئات سنين وفسقه بالسب لصدر الأمة وخيارها\nمشاهدين نوزل الوحي مصاحبين النبي - صلى الله عليه وسلم - حضرا وسفرا.\n</p>\n\n<p>\nالآخر: هذه لم تكن صلاة واحدة يمكن فيها النصب والتلبيس، وإنما هي سبع\nعشرة صلاة اقتدى بها مجموع من كان من الآل والصحب، وقيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p274'> Vol. 01, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\nتسعة أيام وحضر النبي عليه الصلاة والسلام صلاة منها، وهو الأصح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p275'> Vol. 01, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\nلو كانت لأدنى من في الصحابة لترجح بها على الجميع كائنا من كان، فكيف\nوهي للصديق الذي هو بدونها أعظم.\n</p>\n\n<h1 class='l1' id='head66'>(أن الإجماع لم يكن من كل الأمة)</h1>\n\n<p>\nومنها الإجماع، قالوا لم يكن من كل الأمة.\n</p>\n\n<p>\nورد من وجوه:\n</p>\n\n<p>\nالأول: لو يتأخر أحد عن بيعته فإما أن يكون قليلا كافرا أرذل الناس، فلا\nعبرة به، وإما أن يكون كثيرا، وحينئذ فكان له حزب واشتهار وانفراد عن\nالجماعة بتقديم مطاع منهم ينقادون له ويقتدون به. ولم يعهد ولم تطق الرافضة\nتثبت أحدا كان بعد بيعة الصديق كذلك إلا أهل الردة ومانع الزكاة، وهم رعايا\nورعاع تبعوا مسيلمة وقتلهم الصديق بإجماع الآل والصحب على قتلهم. واستقر\nالحق على الصديق واستمر عليه من غير منازع بعد حتى كأن لم يكونوا. فتبين\nكذب الرافضة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p276'> Vol. 01, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني: الحزب الذي تأخر عن بيعة الصديق يحتاج إلى إمام يدعون له استحقاق\nذلك ويكون قائدا لهم منفردين به عن الجماعة بذلك الحزب بينهم وبين أبي بكر\nوحزبه. فإن ادعت الرافضة أنه علي رضي الله عنه كان كذبا أظهر من رؤية الشمس\nنهارا ليس دونها سحاب، إذ لك يكن لأبي بكر منازع اتفاقا. وإن ادعت أنه غير\nعلي كان دعواهم حجة عليهم لعكس مقصودهم.\n</p>\n\n<p>\nالثالث: نسلم لهم تأخر أحد عن بيعته جدلا على سبب التقدير، فقد انقاد\nلعمر وعثمان <span id='ms57'></span> وتبين كونه كان على باطل إذ لم يعهد لهما منازع، وهما منصوبان\nللصديق وإمامتهما فرع إمامته. فسحقا وبعدا للرافضة ما أشهدهم بالزور وأكثر\nخيالاتهم وبهتهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p277'> Vol. 01, p. 277</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head67'>(الدفن)</h1>\n\n<p>\nومنها الدفن. قالوا هو بقول ابنته عائشة، وهو خطأ لقوله تعالى: {يا أيها\nالذين آمنوا لا تدخلوا بيوت النبي إلا أن يؤذن لكم}\n</p>\n\n<p>\nوالجواب من وجوه:\n</p>\n\n<p>\nالأول أن المراد ببيوت النبي بيوت نساء النبي. والدليل على أن البيوت\nللنساء قوله تعالى: {وقرن في بيوتكن} وقوله تعالى: {واذكرن ما يتلى في\nبيوتكن} وقوله عن مطلق النساء: {لا تخرجوهن من بيوتهن}. والغرض من ذلك\nاحترام نسائه كونهن لسن كأحد من النساء. وهذا النهي إنما كان حال حياته\nتعظيما له - صلى الله عليه وسلم -، فلم يكن الأمر بعد موته كذلك وليس في\nالبيوت أحد من نسائه. وهذا لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p278'> Vol. 01, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\nيخفى على عاقل، إلا أن يكون الله أضله عن الهدى وله هوى يتبعه.\n</p>\n\n<p>\nالثاني أن الله نهى عن الدخول إلا بإذن ممن له الإذن. وقد عرفت أن البيوت\nلنسائه - صلى الله عليه وسلم -، وهذا بيت عائشة رضي الله عنها، وقد أذنت\nبدفن أبيها فيه وأذنت لعمر رضي الله عنه بعده.\n</p>\n\n<p>\nالثالث أن البيت إنما يسمى بيتا حال كونه مسكونا للأحياء أو يصلح\nلسكناهم، وإذا صار مدفنا عاد يسمى قبرا. ولم ينه الله تعالى عن دخول القبر،\nواستحال الإذن من الميت، فاستحال قصد الرافضي الأعمى.\n</p>\n\n<p>\nالرابع أن العراق فتوح عمر رضي الله عنه وملكته اشتراه من الغانمين وأوقف\nبعضه على المسلمين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p279'> Vol. 01, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\nوعلي والحسين دفنا فيه بلا خلاف في ذلك. فإذا قال السني للرافضي: أنت\nشرطت الإذن في جواز الدفن وأعبت دفن أبي بكر وعمر عند النبي - صلى الله\nعليه وسلم -، فإذا كان الأمر كذلك فأي إذن صدر في دفن علي والحسين رضي الله\nعنهما في ملك عمر رضي الله عنه وقد مات واستحال الإذن؟ فينقطع الرافضي. وإن\nكان الأمر ليس كما قلت فقد دفنا في صدقة عمر رضي الله عنه، فيعظم الأمر على\nالرافضي وتقوم القيامة عليه ولا جواب له <span id='ms58'></span> في ذلك. ولو كان الأمر بالعكس - أي\nيكونا أبو بكر وعمر رضي الله عنهما مدفونين في العراق وعلي رضي الله عنه مع\nالنبي - صلى الله عليه وسلم -: جعل ذلك الرافضي تفاحة لم تزل في أيديهم\nيلعبون بها ولم يكن لسني معهم قرار وكان يكون الحق في أيديهم إذ لا فضيلة\nأعظم من ذلك. وحيث منح الله أبا بكر وعمر بها عادوا يتحيلون بها بحيلة\nليجعلوه رذيله ويقمشون من هاهنا ومن هاهنا، والمصنوع لا يخفى. قاتلهم الله\nأنى يؤفكون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p280'> Vol. 01, p. 280</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head68'>(قتاله مانعي الزكاة)</h1>\n\n<p>\nومنها قتاله من منع دفع الزكاة إليه من مانعي الزكاة.\n</p>\n\n<p>\nوالجواب أن المسلمين أجمعوا على قتل مانعي الزكاة، وقتلوهم وتبين فساد\nتأويلهم وبطلان منعهم إياها. وقد قيل للصديق حين عزم على قتالهم: كيف\nنقاتلهم والنبي - صلى الله عليه وسلم - يقول: «من قال لا إله إلا الله عصم\nمني ماله ودمه إلا بحق الإسلام وحسابه على الله تعالى» قال الصديق رضي الله\nعنه: الزكاة من حق الإسلام، والله لو منعوني عناقا كانوا يؤدونه إلى رسول\nالله - صلى الله عليه وسلم - لقاتلتهم عليه. ثم أجمع المسلمون بعد ذلك على\nرأيه وقتلوهم من غير منازع.\n</p>\n\n<h1 class='l1' id='head69'>(فدك)</h1>\n\n<p>\nومنها رده دعوى فاطمة رضي الله عنه من فدك والعوالي قريتين من قرى خيبر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p281'> Vol. 01, p. 281</a>\n            </div>\n            \n</p>\n\n<p>\nوالجواب عن ذلك أنها أولا ادعت الإرث فيهما، قال لها الصديق رضي الله\nعنه: الأنبياء لا تورث، وقد قال أبوك - صلى الله عليه وسلم -: «نحن معاشر\nالأنبياء لا نورث، ما تركناه صدقة»\n</p>\n\n<p>\nقالوا: احتجت عليه بقوله تعالى: {وورث سليمان داوود} وقوله تعالى عن\nزكريا: {يرثني ويرث من آل يعقوب}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p282'> Vol. 01, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا: نقل الاحتجاج عنها بهاتين الآيتين كذب لأن الإرث المذكور فيها هو\nإرث العلم والنبوة، لا إرث المال؛ إذ لا يخص سليمان بميراث أبيه دون باقي\nأولاده ودون زوجاته، ويرث مال آل يعقوب أولادهم وورثتهم لا ابن زكريا. فقد\nتبين لك بطلان ذلك الاحتجاج.\n</p>\n\n<p>\nثم إنها رضي الله عنه ادعتها ثانيا بالهبة.\n</p>\n\n<p>\nقالوا: الهبة تحتاج إلى القبض في التصرف بعد البينة.\n</p>\n\n<p>\nقالوا: أتت <span id='ms59'></span> بعلي وأم أيمن شهدا بها لها.\n</p>\n\n<p>\nقلنا: فقد نقل أنه قال لها: إن كان أبوك لا يورث فخصمك في ذلك كل\nالمسلمين، وإن كان أبوك يورث فخصمك فيه العباس وزوجاته.\n</p>\n\n<p>\nوعلى كلا التقديرين لا تقبل في ذلك شهادة رجل وامرأة. وحقيقة هذا الرد\nظاهرة من كتاب الله تعالى. وحينئذ فلوا قال أحد: فاطمة ابنة رسول الله -\nصلى الله عليه وسلم -، أيجوز أن تطلب ما ليس لها بحق؟ كان قول القائل \"إن\nأبا بكر رضي الله عنه ما منع يهوديا ولا نصرانيا حقه، فكيف يمنع حق بنت\nرسول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p283'> Vol. 01, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\nالله - صلى الله عليه وسلم - \" أولى وأرجح من ذلك القول. وقد ثبت أنها\nجاءت تطلب خادما من أبيها من سبي جاء له، فعلمها التسبيح عند دخول الفراش\nولم يعطها بطلبها خادما. فكيف يعطيها أبو بكر رضي الله عنه بمجرد طلبها.\n</p>\n\n<p>\nقلنا: هذا تلبيس من الرافضة بين، فإنهم كانوا يقسمون له من الغنائم، حتى\nإنهم أعطوه قطعة من بساط كسرى باعها بعشرين ألفا، وكان في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p284'> Vol. 01, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\nأيامهم ذا ثروة مما تغنمه عساكرهم في خلافته، وأيضا لو كان الأمر كما\nقالوا لغير علي فعل أبي بكر وأعطى الحسنين ما ادعته فاطمة رضي الله عنها،\nوالحال أنه لم يغير ما فعله ولم يعطهما شيئا كما ثبت عنه بالتواتر.\n</p>\n\n<p>\nقالوا: إنها غضبت رضي الله عنها بعد ذلك على أبي بكر وعمر رضي الله عنهما\nإلى أن ماتت، ودفنها علي رضي الله عنه ليلا حتى لا يصلوا عليها، لأن من صلى\nعليها غفر له.\n</p>\n\n<p>\nقلنا: قبح الله الرافضة إذ ينسبون إلى علي رضي الله عنه منع الخير إليها\nوإلى أصحابه. أما إليها فإن الصلاة خير على الميت من دعاء المصلي له. وأما\nإليهم فإنه بحسب ما نقلوه كان يغفر لهم. وحاشا أن يكون أمير المؤمنين رضي\nالله عنه مناعا للخير. وأما دفنها ليلا: حتى لا يشرف على جنازتها أحد من\nالرجال احتراما لها كونها بنت رسول الله - صلى الله عليه وسلم -، وهي ينادي\nلها في القيامة على أهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p285'> Vol. 01, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\nالموقف <span id='ms60'></span>: \"يا أهل الموقف غضوا أبصاركم حتى تجوز فاطمة بنت محمد - صلى الله\nعليه وسلم - \" وهي التي ينادى وأولادها وبينها يوم القيامة بالنسبة إليها،\nوكل أناس من أهل الموقف بآبائهم إظهارا لشرف ولديها الحسن والحسين\nبإضافتهما إليها رضي الله عنها. نقله بعض المفسرين.\n</p>\n\n<p>\nقالوا: آذوها، والنبي - صلى الله عليه وسلم - يقول: \"فاطمة بضعة مني\nيريبها ما رابني ويؤذيها ما آذاني\"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p286'> Vol. 01, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا: ليس منعها بالحق أذى لها، وإن كان أذى كان ذلك حجة عليهم، لأن هذا\nالحديث ورد لعلي رضي الله عنه حين خطب بنت أبي جهل بن هشام، فقام - صلى\nالله عليه وسلم - خطيبا وقال: إن بني هشام بن المغيرة استأذنوني أن ينكحوا\nابنتهم علي بن أبي طالب - رضي الله عنه، وقيل: ولم يسمه باسمه بل قال: ابن\nأبي طالب - وإني لا آذن ثم لا آذن ثم لا آذن إلا أن يطلق فاطمة، فإنها بضعة\nمني يريبها ما رابني ويؤذيها ما آذاني، وإني لست بالمحرم حلالا ولا بالمحلل\nحراما، ولكن لا تجتمع بنت رسول الله - صلى الله عليه وسلم - وبنت عدو الله\nفي بيت واحد\". وسبب الشيء أولى به من ذم أو مدح. وأيضا إن ذلك آذاها وآذى\nأباها بالأصالة إذ هما حيان، وهذا هو ما عناه النبي - صلى الله عليه وسلم\n-. فلو احتج أحد بمفهومه وأخرج ما فعله أبو بكر رضي الله عنه لاحتمل ذلك.\nوأيضا بين الأذيتين، وقيل لدى الاثنين، فرق. إذ أذى علي بحق نفسها، وأذى\nأبي بكر لحق الغير، فلا لوم عليه به. وإذا وصل علمه إلى النبي - صلى الله\nعليه وسلم - بعد موته لا يتأذى به إذا منعها على وجه مشروع. وخطبة علي وإن\nكانت مباحة لكنها أبانت غضب فاطمة رضي الله عنها وغضب أبيها - صلى الله\nعليه وسلم -، فيكون ذلك من خصائصه. فانظر ما يحتال به الرافضة ولا يعقلون\nخطأه وجريرته عليهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p287'> Vol. 01, p. 287</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head70'>(إنفاذ علي بالنداء بسورة براءة)</h1>\n\n<p>\nومنها تنفيذ علي رضي الله عنه وراء الصديق رضي الله عنه بالنداء في ست\nآيات من سورة براءة <span id='ms61'></span> بفسخ العقود التي كانت بينه - صلى الله عليه وسلم -\nوبين الكفار ونقضوها. قالوا: لم يرتض أبا بكر لذلك.\n</p>\n\n<p>\nوالجواب عنه من وجهين:\n</p>\n\n<p>\nأحدهما أن النبي - صلى الله عليه وسلم - كان نفذ أبا بكر أميرا على الحج،\nثم ألحقه بعلي بذلك الأمر؛ فأبو بكر الأمير العام، وعلي رضي الله عنه جاء\nفي أمر خاص يدعو بذلك الأمر في إمرة أبي بكر ونيابته. وهذا مما يتضمن ترجيح\nأبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p288'> Vol. 01, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\nبكر رضي الله عنه لا نقصانه.\n</p>\n\n<p>\nالآخر: أن النداء أمر صغير لا يليق بالأمراء مثله، فصرفه النبي - صلى\nالله عليه وسلم - عن أبي بكر رضي الله عنه كونه الأمير رفعا لدرجته عن\nمثله، وهو فضيلة لعلي رضي الله عنه كون فسخ العقود لا يكون إلا من العاقد\nأو قريبه الأدنى، وعلي رضي الله عنه من أقرب الأقارب له - صلى الله عليه\nوسلم - كونه ابن عمه من الأبوين، لأن أبا طالب أخ لعبد الله أبي النبي -\nصلى الله عليه وسلم - من أبيه وأمه.\n</p>\n\n<h1 class='l1' id='head71'>(أن أبا بكر قال لست بخيركم)</h1>\n\n<p>\nومنها قولهم إن أبا بكر قال حين بويع: أقيلوني لست بخيركم وعلي فيكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p289'> Vol. 01, p. 289</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا: كذب، وإن صح فهو على سبيل التواضع. وقد قال النبي - صلى الله عليه\nوسلم -: \"لا تفضلوني على يونس بن متى\"، ولا خلاف في أنه عليه الصلاة\nوالسلام أفضل الأنبياء، من يونس من هو أعظم منه كإبراهيم وموسى وعيسى. وما\nذاك إلا كرم وتواضع منه عليه أفضل الصلاة والسلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p290'> Vol. 01, p. 290</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head72'>(دعواهم أن الله سلطهم على أبي بكر وعمر باللعن والسب)</h1>\n\n<p>\nومنها دعواهم أن أبا بكر وعمر رضي الله عنهما سلطنا الله عليهم في اللعن\nوالسب، وما ذاك إلا عن شيء.\n</p>\n\n<p>\nقلنا: أنتم كلاب لا اعتبار بسبكم خفيا، فعلي رضي الله عنه سب من مخاديم\nالناس على المنابر ورؤوس الأشهاد، وأبو بكر وعمر رضي الله عنهما في حصن\nالنبي - صلى الله عليه وسلم -، فأي لعنة تصل إليه عند هذا الحمى الأعظم.\nولا شك أن لعنتكم تصل إليكم.\n</p>\n\n<h1 class='l1' id='head73'>(أن أبا بكر قال أعينوني وأقيموني وعلي قال <span id='ms62'></span> سلوني)</h1>\n\n<p>\nومنها: قولهم بعدما بويع وهو يخطب على المنبر منبر المدينة: أعينوني\nوأقيموني، وعلي رضي الله عنه قال على منبر الكوفة: سلوني.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p291'> Vol. 01, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا: إن صح ذلك فبين القولين فرق عظيم. وهو أن الصديق رضي الله عنه قال\nذلك وتحت منبره ومن رعيته علماء الأمة وصدورها وساداتها وهداتها ومشاهدون\nنزول الوحي ومباشرون ومعاشرون من تشعب عيون العلم من ينابيع معينه - صلى\nالله عليه وسلم -، مثل عمر وعثمان وعلي رضي الله عنهم وأهل بدر وكافة الآل\nوالصحب على طبقاتهم، قال لهم مثل ذلك تواضعا لهم واستمالة لقلوبهم، لا\nلتعلم منهم، ولم يحتج إليهم ولم يخالفوه في شيء. وعلي رضي الله عنه قال ذلك\nلرعيته من عوام الكوفة ورعاتها يريد أن يعلمهم. ولا شك أنه إمامهم وأعلمهم\nوأنه صاحب العلم الغزير.\n</p>\n\n<h1 class='l1' id='head74'>(ما ذكروه في عمر)</h1>\n\n<p>\nوأما ما ذكروه في عمر رضي الله عنه:\n</p>\n\n<h1 class='l1' id='head75'>(أنه منع كتاب رسول الله في مرض موته)</h1>\n\n<p>\nفمنها قولهم إنه منع كتاب رسول الله - صلى الله عليه وسلم - الذي أراد أن\nيكتبه في مرض موته وقال: إن الرجل ليهجر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p292'> Vol. 01, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nوالجواب عنه أن الكتاب هو كان في خلافة أبي بكر رضي الله عنه لا في حق\nغيره، كما ثبت في حال صحته حين قال لحفصة في قصة {وإذ أسر النبي إلى بعض\nأزواجه حديثا} وأبا بكر وعمر رضي الله عنهما يليان أمر أمتي من بعدي. ولكن\nكان النبي - صلى الله عليه وسلم - مجهودا من مرضه وكثر اللغظ عنده فقال عمر\nرضي الله عنه: إن النبي - صلى الله عليه وسلم - مجهود، وفينا كتاب الله\nتعالى فلن نضل. قال ذلك شفقة على النبي - صلى الله عليه وسلم - لعلمه أنه\nما كان يريد أن يكتبه النبي - صلى الله عليه وسلم - لا بد وأن يكون، فاستوى\nعنده الكتابة وتركها، وحصل الشفقة والرفق للنبي - صلى الله عليه وسلم - بما\nفعله من قيامهم عنه وقطع اللغط والمشاجرة، وكان الأمر كا قال واعتقد: بويع\nأبو بكر رضي الله عنه ولم يختلف عليه اثنان. ولا أضل أحد إلا <span id='ms63'></span> من كتب الله\nعليه الضلالة في آخر الدين من الرافضة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p293'> Vol. 01, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nوأما قوله إن الرجل ليهجر، يعني كلامه حينئذ، أي في مرضه، خارج عن حد\nالصحة، يعني من جهة الكثرة والقلة ونحو ذلك، لاحتمال السهو عليه من اشتغال\nالقلب الذي هو وعاء الإيعاء، ومثل ذلك واقع للبشر في حال المرض، لحديث ذي\nاليدين في تسليمه في صلاة العصر على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p294'> Vol. 01, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\nركعتين. فالسهو في المرض أقرب احتمالا.\n</p>\n\n<h1 class='l1' id='head76'>(أنه قاد عليا ببند سيفه وحصر فاطمة في باب فأسقطت المحسن)</h1>\n\n<p>\nومنها قولهم إنه قاد عليا ببند سيفه وحصر فاطمة رضي الله عنها في باب\nفأسقطت ولدا اسمه المحسن.\n</p>\n\n<p>\nورد ذلك بأن يقال: هذا كذب محض، ويؤيده وجوه:\n</p>\n\n<p>\nالأول أن ذلك فيه نسبة خساسة وعجز إلى علي رضي الله عنه وبني هاشم، لأن\nعليا الشجاع الأعظم من الآل والصحب ومعه عصبة القبيلة العظمى من قريش وهم\nأبطال بني هاشم قبيلة النبي - صلى الله عليه وسلم -، أهل الأنفة والنخوة،\nولم يصبروا على ضيم. والعباس لم يصبر لأبي جهل وهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p295'> Vol. 01, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\nحينئذ أمير قريش على قوله له حين رأت عاتكة بنت عبد المطلب الرؤيا: متى\nظهرت منكم هذه النبية، إلى أن تعرض له ليكافئه. وحمزة لم يصبر له حين غلظ\nللنبي - صلى الله عليه وسلم - الكلام وهو يطوف حتى صرعه وشج رأسه بقوسه.\nفكيف يجوز أن يصبروا على إهانة مخدومهم وابن مخدومهم. ثم لا غيرة! وحيث لم\nينقل تحقق الكذب.\n</p>\n\n<p>\nالثاني: أن عائشة رضي الله عنه لم تكن بنت النبي - صلى الله عليه وسلم -،\nوحين عقر جملها زهقت عنده الأرواح وتطايرت الكفوف وقتلت ألوف غيرة على\nالنبي - صلى الله عليه وسلم - كونها زوجته. فكيف بابنته التي هي بضعة منه؟\nولو كان ذلك صحيحا لحميت المسلمون وكان أعظم من يوم الجمل، إذ هي أعظم من\nعائشة بالنبي - صلى الله عليه وسلم -، وحصرها وإسقاطها أعظم من عقر البعير.\nووالله لو كان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p296'> Vol. 01, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\nذلك لأمتها لم يصبر المسلمون عليه ولغدا عمر رضي الله عنه قطعا بسيوف\nالمسلمين. وإذ لم ينقل إلينا شيء من <span id='ms64'></span> ذلك تبين كذبه.\n</p>\n\n<p>\nالثالث أن عمر رضي الله عنه قاد سوقيا من جبلة بن الأيهم ملك غسان بلطمة،\nفقال: يا أمير المؤمنين، أيلطم سوقي ملكا؟ قال: نعم ويرغم أنفك. ولم يحتمل\nمظلمة سوقي مسلم ولا إهانته. فكيف بمخدومته وابنة مخدومه.\n</p>\n\n<p>\nالرابع أن الولد الأولى أن يسمى في اليوم السابع، وهذا سقط. فكيف سماه\nعلي رضي الله عنه وهو من أعلم الناس والأولى بفعل الأولى. وهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p297'> Vol. 01, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\nهذا إلا كذب من الرافضة وتصوير.\n</p>\n\n<h1 class='l1' id='head77'>(أن عمر قال لولا علي لهلك عمر)</h1>\n\n<p>\nومنها قولهم إن عمر رضي الله عنه أتي بزانية حامل فأمر برجمها فقال له\nعلي رضي الله عنه: إن كان لك عليه سبيل فليس لك على ما في بطنها، فقال:\nلولا علي لهلك عمر.\n</p>\n\n<p>\nقلنا: هذا كذب. وإن صح فعمر الحاكم وعلي شاهد يعرف حملها فشهد به. وليس\nفي ذلك عتب على عمر رضي الله عنه إذ لم يعلم حملها، فهما كالقاضي والعدل.\n</p>\n\n<h1 class='l1' id='head78'>(ما ذكروه في عثمان)</h1>\n\n<p>\nوأما ما ذكروه في عثمان رضي الله عنه:\n</p>\n\n<h1 class='l1' id='head79'>(تغيبه عن بدر وبيعة الرضوان وفراره يوم أحد)</h1>\n\n<p>\nفمنها أنه لم يحضر بدرا.\n</p>\n\n<p>\nقلنا: كانت زوجته بنت رسول الله - صلى الله عليه وسلم - مريضة، فاستخلفه\nعليها، وقد ضرب له بسهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p298'> Vol. 01, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\nمن غنائم بدر وكان له بذلك حكم الحاضر.\n</p>\n\n<p>\nومنها أنه لم يحضر بيعة الرضوان.\n</p>\n\n<p>\nقلنا: كان بعثه النبي - صلى الله عليه وسلم - يوم الحديبية إلى قريش.\nولكن وضع النبي - صلى الله عليه وسلم - يده للبيعة عنه، فكانت يد رسول الله\n- صلى الله عليه وسلم - خيرا له من يده.\n</p>\n\n<p>\nومنها أنه فر يوم أحد.\n</p>\n\n<p>\nقلنا: أخبر الله تعالى أنه عفى عنه وعن كل من فر ذلك اليوم بقوله: {إن\nالذين تولوا منكم يوم التقى الجمعان إنما استزلهم الشيطان ببعض ما كسبوا\nولقد عفا الله عنهم إن الله غفور حليم}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p299'> Vol. 01, p. 299</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head80'>(أنه كتب بقتل محمد بن أبي بكر)</h1>\n\n<p>\nومنها أنه كتب إلى عبد الله بن سعد بن أبي سرح في مصر بقتل محمد بن أبي\nبكر وقتل من معه.\n</p>\n\n<p>\nقلنا <span id='ms65'></span>: ذلك فعل مروان لا عثمان، ولقد حلف بالبراءة وهو صادق.\n</p>\n\n<h1 class='l1' id='head81'>(أن المسلمين أجمعوا على قتله وترك ثلاثة أيام لم يدفن)</h1>\n\n<p>\nومنها أنه أجمع المسلمون على قتله وترك ثلاثة أيام لم يدفن.\n</p>\n\n<p>\nقلنا: لو عقلت الرافضة ما عابوا عثمان بذلك وعليهم في الحسين مثله بل\nأعظم منه.\n</p>\n\n<h1 class='l1' id='head82'>(أنه ولى أقاربه)</h1>\n\n<p>\nومنها أنه ولى اقاربه بني أمية أيام خلافته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p300'> Vol. 01, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا: كثير من أمراء النبي - صلى الله عليه وسلم - وأمراء صاحبيه بعده\nكان من بني أمية، كمعاوية على الشام وعمرو بن العاص على مصر وغيرهما.\n</p>\n\n<h1 class='l1' id='head83'>(عابوا على عائشة خروجها من المدينة)</h1>\n\n<p>\nوأما عائشة رضي الله عنها، فمن الذي عابوا عليها بخروجها من المدينة أنها\nلم تقر في بيتها وتبرجت تبرج الجاهلية.\n</p>\n\n<p>\nقلنا: جازى الله الرافضة شر الجزاء. ما أجرأهم على زوجه نبيهم، ولا\nيراعون له حرمة. أما التبرج الذي كان زمن الجاهلية فإن النساء كانت تلبس\nالثياب المشبوكة من اللؤلؤ ونحوها من الزينة ويتعرضن للرجال. وحاشا قدر\nالنبي - صلى الله عليه وسلم - أن تفعله نساؤه مثل ذلك، ومن غيرة الله تعالى\nعليهن واحترام نبيه أمر بضرب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p301'> Vol. 01, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\nالحجاب عليهن عند السؤال.\n</p>\n\n<p>\nوأما خروجها من بيتها فإنها لما وقعت فتنة عثمان رضي الله عنه وحوصر\nأياما وضربت بغلة أم حبيبة رضي الله عنها حتى سقطت أم حبيبة، وهي زوجة رسول\nالله - صلى الله عليه وسلم - أيضا، خافت عائشة من ازدياد الفتنة وانتشار\nالتجري إليها، خرجت إلى الحج فارة من الفتنة. والفرار مما لا يطاق من سنن\nالمرسلين. ثم رجعت فرأت عثمان رضي الله عنه قد قتل. فأمرت عليا رضي الله\nعنه بقتل من قاتل عثمان رضي الله عنه. فرأى علي رضي الله عنه تأخير قلتهم،\nفرحلت تريد البصرة. فخرج علي رضي الله عنه لإرضائها. فوقعت الفتنة بغير\nاختيار علي رضي الله عنه وغير اختيارها كما قدمنا البحث عند قتل عثمان فيه.\n</p>\n\n<h1 class='l1' id='head84'>(ما ذكروه في أهل السنة)</h1>\n\n<p>\nوأما ما ذكروه في أهل السنة:\n</p>\n\n<h1 class='l1' id='head85'>(المذاهب الأربعة)</h1>\n\n<p>\nفمن ذلك المذاهب الأربعة، قالوا إنها لم تكن في زمن النبي <span id='ms66'></span> - صلى الله\nعليه وسلم -.\n</p>\n\n<p>\nوالجواب عنه من وجوه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p302'> Vol. 01, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\nالأول أن الرافضة أيضا لم تكن في زمن النبي - صلى الله عليه وسلم - ولا\nفي زمن أصحابه ولا في زمن بني أمية ولا في ثلاثمائة سنة من خلافة بني\nالعباس. فهم ومذهبهم أحق بالرد والحدوث والابتداع.\n</p>\n\n<p>\nالثاني أن الرافضة أنقص الناس عقلا، كيف يعيبون ما هو فيهم بل أعظم عيبا،\nلأن أهل السنة إن كانوا أربع فرق، فهم إحدى وثلاثون فرقة. وإن كان بين\nالمذاهب الأربعة قولان أو ثلاثة، فأي مذهب قبضت من مذاهبهم وحده وجدت فيه\nأكثر من ذلك.\n</p>\n\n<p>\nالثالث أن الأنبياء والصحابة أعظم من العلماء، وقد وقع الخلاف بينهم\nبالاجتهاد. أما الأنبياء فداود وسليمان صلوات الله علهيما في الحرث الذي\nرعته الغنم ليلا، حكم داود بأن يعطى الغنم بالحرث، وحكم سليمان أن يسلم\nالزرع إلى صاحب الغنم يتعهده من سقي ونحوه ويسلم الغنم إلى صاحب الزرع\nينتفع بصوفها ولبنها حتى يقوم الزرع كما كان ويترادان. فأصاب سليمان كما\nقال الله تعالى: {ففهمناها سليمان}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p303'> Vol. 01, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\nولم يعتب على داود، بل مدح كليهما بقوله تعالى: {وكلا آتينا حكما وعلما}\n</p>\n\n<p>\nوأما الصحابة فاختلافهم في صلاة العصر اجتهادا حين قال - صلى الله عليه\nوسلم -: «لا يصلين أحد العصر إلا في بني قريظة» فأدركهم قرب فوات العصر قبل\nوصولهم، فقال قوم النبي - صلى الله عليه وسلم - حسب أنا نصل بني قريظة قبل\nالفوات ولم يرد منا فوات العصر وصلى في الطريق، وقال قوم النبي - صلى الله\nعليه وسلم - أمرنا أن لا نصلي إلا في بني قريظة ففوت. فلما علم بحالهم لم\nيعتب على هؤلاء ولا على هؤلاء. وكذلك خلافهم في أشجار بني النضير حين\nحصارهم: قطع بعض الصحابة وترك بعضهم، ولم يعتب الله سبحانه وتعالى ولا\nالرسول على هؤلاء ولا على هؤلاء. بل قال: {ما قطعتم من لينة أو تركتموها\nقائمة على أصولها فبإذن الله} وإذا جاز مثل ذلك للأنبياء والصحابة فلا لوم\nعلى العلماء.\n</p>\n\n<p>\nومنها إعابتهم على أئمة المذاهب بقول شاعرهم:\n</p>\n\n<p>\nإذا شئت أن ترضى <span id='ms67'></span> لنفسك مذهبا ... وتعلم أن الناس في نقل أخبار\n</p>\n\n<p>\nفدع عنك قول الشافعي ومالك ... وأحمد والمروي عن كعب الأحبار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p304'> Vol. 01, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\nووال أناسا قولهم وحديثهم ... روى جدنا عن جبرئيل عن الباري\n</p>\n\n<p>\nورد من وجوه:\n</p>\n\n<p>\nالأول: أنه لا يشترط في قبول النقل أن يكون مرويا من فروع الأصل المروي\nعنه اتفاقا. وكثير من نقل الرافضة مروي من غير الذرية. وكذلك لا يشترط كون\nالإمام المتبع بعد الأصل أن يكون من ذريته بالاتفاق أيضا، كما قال النبي -\nصلى الله عليه وسلم - عن مجموع الصحابة الأقارب والأباعد: \"أصحابي كالنجوم\nبأيهم اقتديم اهتديتم\".\n</p>\n\n<p>\nالثاني: أن الرافضة يدعون أنهم أتباع علي رضي الله عنه وأنهم يتولونه دون\nكل أحد، وليس النبي - صلى الله عليه وسلم - جده. فانتقض قولهم.\n</p>\n\n<p>\nالثالث: أنه لم يكن حياة النبي - صلى الله عليه وسلم - من ذريته من يروي\nعنه غير الحسن والحسين رضي الله عنهما، ومات - صلى الله عليه وسلم - وهما\nصبيان لا رواية لهما. فمن أين جاءهم النقل عن جدهم إلا من غير الذرية\nضرورة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p305'> Vol. 01, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\nالرابع إذا كان الرافضة لا تقبل النقل إلا من ذرية النبي - صلى الله عليه\nوسلم - أو من علي وحده ومن ذريته قل نقلهم وكان أكثر مذهبهم غير مقبول. أما\nالذرية فقد تبين لك أن حال حياة النبي - صلى الله عليه وسلم - لم يكن من\nالذرية من ينقل عنه. وأما علي رضي الله عنه فهو واحد، ولم يكن مع النبي -\nصلى الله عليه وسلم - في أوقاته، فقل نقله بالضرورة. وأما أهل السنة فهم\nينقلون من مجموع الصحابة وزوجاته، لا يخلو مجالس النبي - صلى الله عليه\nوسلم - من أحدهم على أنه لو غاب واحد حضر غيره. فظهر أن جميع مذاهبهم صادر\nنقلها عن النبي - صلى الله عليه وسلم -، ومذهب الرافضة القليل منهم صادر\nوهو قسط الواحد، والكثير منه مردود على حسب تقريرهم.\n</p>\n\n<p>\nالخامس: أن كثيرا من ذرية النبي - صلى الله عليه وسلم - كالزيدية\nوالحسنية وغيرهما يسعهم أن يقولوا أيضا: روى جدنا عن جبرئيل عن الباري، وهم\nيخطئون هؤلاء الإمامية ويكفرونهم <span id='ms68'></span> ويفسدون نقلهم. لم تكن الإمامية بأصح نقلا\nمنهم بل هم أقرب إلى الصحة، إذ ليس في نقلهم من الأباطيل والضحكات ما في\nنقل هؤلاء على ما يأتي في بابه.\n</p>\n\n<p>\nالسادس: أن عليا والحسن والحسين والعباس وابن العباس رضي الله عنهم بل\nسائر الناس كانوا يتولون ويتبعون أبا بكر وصاحبيه رضي الله عنهم أيام\nخلافتهم وهم ليسوا من ذرية النبي - صلى الله عليه وسلم -. فانتقض تقرير\nالرافضة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p306'> Vol. 01, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\nالسابع: أن ذرية النبي - صلى الله عليه وسلم - أهل الفضل والعلم، لكن لم\nيكن لأحد منهم مذهب أو حزب انفرد به. أما الحسن والحسين رضي الله عنهما\nفظاهر. وأما هذا الذي يدعونه مهديا فأبين وأظهر. وباقيهم إما مفترى أو\nمختف. ولم يكن لأحد منهم ظهور إلا علي بن موسى الذي زوجه المأمون ابنته\nوكان يركب بحاشية وغاشيهة وعقد له الخلافة بعده فحميت بنو العباس وقالوا\nيريد المأمون يسوق الخلافة عنا إن دام على هذا خلعناه من الخلافة، فخشي\nعليه منهم فنفذه إلى خراسان ومات فيها.\n</p>\n\n<p>\nالثامن: أن الاتباع بحسب زيادة العلم وقوة الإمام فيه، ولم يكن أحد من\nالذرية أو من الآل أعلم من الأئمة الأربعة في زمنهم وكانوا أحق بالاتباع.\n</p>\n\n<p>\nأما الشافعي رضي الله عنه قرشي مطلبي صاحب اليد الطولى في العلم منقولا\nومعقولا، وقد نقل عن النبي - صلى الله عليه وسلم - أنه قال: \"لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p307'> Vol. 01, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\nتسبوا قريشا فإن عالمها يملأ الأرض علما\" ولا وجد لقريش من انتشر علمه في\nأقطار الأرض غير الشافعي، وغدا إذا عرضت الأحكام في صحائف الأعمال تجد\nأكثرها على مذهبه ومن علمه وتقريره. وقد صنف العلماء في مناقبه كتبا لا يسع\nهذا البحث ذكرها.\n</p>\n\n<p>\nوأما مالك بن أنس رضي الله عنه فهو عالم المدينة، وقد شهد له إمام الحديث\nالبخاري رحمه الله تعالى قال: \"أصح الروايات رواية مالك عن نافع عن ابن\nعمر\". ويكفيه فضلا ورجحانا أنه أستاذ الشافعي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p308'> Vol. 01, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\nوأما أبو حنيفة فهو الإمام الأعظم الأقدم، أول من دون الفقه وجعله أبوابا\nوفصولا وأرباعا بعد ما كان إذا وقع <span id='ms69'></span> مسألة ذهب الناس إلى القرآن والحديث\nيلتمسونها منه ووضع كل بحث من الفروع، فلله دره. وكان معاصر جعفر بن محمد\nالصادق وأحدهما مزوج أم الآخر وأحدهما أخذ العلم من الآخر، لكن لم أعلم\nحينئذ عين الزوج والمأخوذ منه. فعلى كل حال يكفي ذلك أبا حنيفة فضلا إن كان\nآخذا أو مأخوذا.\n</p>\n\n<p>\nوأما أحمد بن حنبل فهو من أعظم أئمة الحديث وأطولها باعا. ويكفيه فضلا\nصحة مذهبه أن أستاذه الشافعي أخذ العلم عنه. وكان من حلمه وفضله وتواضعه\nوإنصافه أنه يمشي في ركاب الشافعي فإذا عابه تلاميذه على ذلك يقول: من أراد\nالعلم فليقبض ذنب هذه البغلة.\n</p>\n\n<p>\nفتبين لك فساد قول شاعر الرافضة: فدع عنك قول الشافعي إلى آخره بما عرضنا\nعليك من فضل هؤلاء الأئمة الأربعة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p309'> Vol. 01, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\nوما للرافضي من النقل الصادق شيء إلا أنهم يزخرفون أقوالا وأشعارا غرورا\nلعوامهم، كما قال الله تعالى عن إخوان الشياطين: {يوحي بعضهم إلى بعض زخرف\nالقول غرورا}.\n</p>\n\n<h1 class='l1' id='head86'>(الدف والتولة والرقص)</h1>\n\n<p>\nومنها إعابتهم الدف والتولة والرقص.\n</p>\n\n<p>\nوالجواب عنه:\n</p>\n\n<p>\nأما الدف فقد ضربته بنات النجار في حضرة النبي - صلى الله عليه وسلم -\nحين قدم المدينة ولم ينكر عليهن، وغنين شعرا:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p310'> Vol. 01, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\nطلع البدر علينا ... من ثينات الوداع\n</p>\n\n<p>\nوجب الشكر علينا ... ما دعا لله داع\n</p>\n\n<p>\nأتيت يا مرسل حقا ... جئت بالأمر المطاع\n</p>\n\n<p>\nجئتنا تسعى رويدا ... مرحبا يا خير ساع\n</p>\n\n<p>\nوأما الرقص فإن الحبشة رقصوا في مسجد النبي - صلى الله عليه وسلم - فظلل\nالنبي - صلى الله عليه وسلم - على عائشة لتتفرج عليهم. فالمسألتان من\nتقريره عليه الصلاة والسلام.\n</p>\n\n<p>\nوأما حكم التوله فإن الذي يفعلونه يدعون جنونا والمجنون لا لوم عليه حال\nولهه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p311'> Vol. 01, p. 311</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head87'>(كفر أبوي النبي)</h1>\n\n<p>\nومنها إعابتهم قول السنية بكفر أبوي النبي - صلى الله عليه وسلم -.\n</p>\n\n<p>\nوذلك نقل حق لا إعابة على أهل السنة لوجوه:\n</p>\n\n<p>\nالأول أن نص القرآن والأحاديث والتواريخ عن مجموع الكفار مثل أبي لهب عم\nالنبي - صلى الله عليه وسلم - وأبي جهل وممن أسلم منهم مثل أبي سفيان\nوغيرهم أن محمد سفه ما كان آباؤنا عليه <span id='ms70'></span> من عبادة الأصنام ونحن لا نرغب عن\nملة عبد المطلب.\n</p>\n\n<p>\nالثاني: أن الله تعالى يقول لمن عرف الإسلام به: {ما كنت تدري ما الكتاب\nولا الإيمان} فمن أين جاء الإيمان لأبويه؟\n</p>\n\n<p>\nالثالث: أن الرافضة يزعمون أن عليا رضي الله عنه رمى أصنام قريش عن\nالكعبة، وعبد المطلب وعبد الله من رؤسائهم، فأي شيء أخرهما عن عبادتها؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p312'> Vol. 01, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا: نقل من الأصلاب الطاهرة إلى الأرحام الزكية.\n</p>\n\n<p>\nقلنا: معناه لم يكن من سفاح بل من عقود أنكحة.\n</p>\n\n<p>\nقالوا: كيف يمكن خروج نبي من كافر؟\n</p>\n\n<p>\nقلنا: كثير من الأنبياء كذلك، كخروج إبراهيم بن آزر.\n</p>\n\n<p>\nقالوا: عمه أو خاله.\n</p>\n\n<p>\nقلنا: يكذب ذلك أن الله تعالى سماه أبوه بقوله تعالى: {وإذ قال إبراهيم\nلأبيه آزر} وبقول إبراهيم لآزر: {يا أبت} مرارا كثيرة. وأيضا العم ابن الجد\nلأب والخال ابن الجد لأم، وحينئد فيكون جده كافرا، ولا ينتفع الرافضي بشيء\nمن هذه الدعوى. ودليل كفره شهادة عليه كقوله تعالى: {إذ قال لأبيه وقومه ما\nتعبدون * قالوا نعبد أصناما فنظل لها عاكفين * قال هل يسمعونكم إذ تدعون *\nأو ينفعونكم أو يضرون * قالوا بل وجدنا آباءنا كذلك يفعلون} وكقوله تعالى:\n{إذ قال لأبيه وقومه ما هذه التماثيل التي أنتم لها عاكفون * قالوا وجدنا\nآباءنا لها عابدين}\n</p>\n\n<p>\nوأيضا فالابن يخلق من ماء الأب، ومن أولاد الأنبياء من كفر، ككعنان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p313'> Vol. 01, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\nبن نوح وابن لقمان، فصار بالأولى جواز نبي من كافر.\n</p>\n\n<p>\nقالوا: هو ليس ابنا لنوح لأن الله تعالى قال: {إنه ليس من أهلك}\n</p>\n\n<p>\nقلنا: هذا خطأ من وجهين:\n</p>\n\n<p>\nأحدهما أن نوحا عليه السلام ذكر شيئين أحدهما {إن ابني} الثاني قوله {من\nأهلي} فصدقه الله تعالى في البنوة بإعادته سبحانه الضمير إليه ونفي الأهلية\nعنه: إن ابنك ليس محسوبا من أهلك الذين استوجبوا النجاة لكفره. ولو لم يكن\nابنا لقال له: ليس ابنك، لأنه كان يكون أوضح في العبارة وفي قطع الحجة.\n</p>\n\n<p>\nالآخر أنه لو لم يكن ابنا له لكانت زوجته زانية، وأجل الله الأنبياء أن\nيكون أحد منهم زوج زانية. وأما <span id='ms71'></span> قوله تعالى عنها وعن امرأة لوط: {فخانتاهما}\nهو في الدين،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p314'> Vol. 01, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\nلا في الفراش.\n</p>\n\n<h1 class='l1' id='head88'>(كفر أبي طالب)</h1>\n\n<p>\nومنها إعابتهم دعوى أهل السنة بكفر أبي طالب. قالوا هو مسلم، محتجين\nبقوله حين خشي النبي - صلى الله عليه وسلم - قريشا على نفسه وشكى إلى أبي\nطالب فقال:\n</p>\n\n<p>\nوالله لن يصلوا إليك بجمعهم ... حتى أوسد في التراب رهينا\n</p>\n\n<p>\nفاصدع بأمرك ليس عليك غضاضة ... وأبشر وقر بذاك منك عيونا\n</p>\n\n<p>\nودعوتني وعلمت أنك صادق ... ولقد صدقت وكنت قبل أمينا\n</p>\n\n<p>\nوعرضت دينا لا محالة أنه ... من خير أديان البرية دينا\n</p>\n\n<p>\nلولا الملامة أو حذار مسبة ... لوجدتني سمحا بذاك مبينا\n</p>\n\n<p>\nوالجواب من وجوه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p315'> Vol. 01, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\nالأول أن البيت الأخير يدل على كفره صريحا، والبيوت المتقدمة تدل على أن\nوجه الكفر كان خيفة العار. ووجوه الكفر تأتي خوف العار كما عرفت من كفر أبي\nطالب، وتأتي جهالة كما كان كفر أبي سفيان وأمية بن خلف ونحوهما، وتأتي حسدا\nككفر أبي جهل، فإنه قال له أحد قريش: ما تقول أبا الحكم في محمد، أتراه\nكاذبا؟ قال: والله ما كذب محمد قط ولكن كنا وبنو هاشم كفرسي رهان إن أطعموا\nأطعمنا وإن كسوا كسونا حتى قالوا الآن: منا نبي، متى ندرك فضل هذه، والله\nلا نؤمن به أبدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p316'> Vol. 01, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني: نقل المفسرون أن قوله تعالى: {إنك لا تهدي من أحببت} في أبي\nطالب، وقوله تعالى: {ما كان للنبي والذين آمنوا أن يستغفروا للمشركين ولو\nكانوا أولي قربى من بعد ما تبين لهم أنهم أصحاب الجحيم} أبو طالب.\n</p>\n\n<p>\nالثالث: نقل أهل الحديث والتواريخ أن أبا طالب لما حضرته الوفاة حضر عنده\nأبو جهل وجماعة من كفار قريش وحضر النبي - صلى الله عليه وسلم -، قال له:\n«يا عم، قل كلمة أحاج لك بها يوم القيامة» قال له أبو جهل: أترغب عن ملة\nالأشياخ وتجزع عند الموت؟ وكلما كرر النبي - صلى الله عليه وسلم - مقالته\nكرر عليه أبو جهل مقالته، وكان آخر كلمة قالها: هو على دين الأشياخ، هو على\nدين عبد المطلب، ومات.\n</p>\n\n<p>\nالرابع: أنه لم <span id='ms72'></span> ينقل عنه صلاة، فأين إسلامه؟\n</p>\n\n<p>\nالخامس: أن الصدر الأول من أولاد علي رضي الله عنه كانوا قائلين بكفر أبي\nطالب، ويدل عليه كتابهم إلى أبي جعفر المنصور الخليفة العباسي مغايرة،\nكتبوا إليه: \"إنا لم تلدنا الأعاجم ولا السراري -يعنون العباس رضي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p317'> Vol. 01, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\nالله عنه فإن أمه سرية أعجمية- وإن أبانا أخف أهل النار عذابا في قدميه\nنعلان يغلي منهما دماغه، وإن الإمامة لنا\". فكتب إليهم المنصور: \"إن قولكم\nلم تلدنا الأعاجم والسراري فهذا كذب وبهت، أنتم أولاد شاه زنان بنت كسرى\nوهو سيد الأعاجم أخذت قهرا وشراها الحسين رضي الله عنه، وأما قولكم إن\nأباكم أخف أهل النار عذابا، فليس في عذاب الله فخر، خف أو ثقل، وأما قولكم\nإن الإمامة لكم فإن صح فقد باعها الحسن رضي الله عنه على بني أمية بخرق\nودراهم، ونحن أخذناها من بني أمية\" وكتب شعرا:\n</p>\n\n<p>\nدعوا الأسد ترتع في غابها ... ولا تدخلوا بين أنيابها\n</p>\n\n<p>\nسلبنا أمية في دارها ... فنحن أحق بأسلابها\n</p>\n\n<h1 class='l1' id='head89'>(قولهم لم يكن للنبي بنات غير فاطمة)</h1>\n\n<p>\nومنها قولهم إن النبي - صلى الله عليه وسلم - لم يكن له من البنات غير\nفاطمة رضي الله عنها.\n</p>\n\n<p>\nوالجواب أن القائل بهذا كافر لتكذيبه القرآن. فإن الله تعالى يقول: {يا\nأيها النبي قل لأزواجك وبناتك}\n</p>\n\n<p>\nقالوا: بنات زوجته خديجة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p318'> Vol. 01, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\nقلنا: تسمى ربيبة لا بنتا، والإضافة إليه لا تكون إلا للصلب حقيقة، ولا\nامتناع للحقيقة هنا.\n</p>\n\n<p>\nقالوا: كيف زوج زينب أبا العاص بن الربيع وهو حينئذ كافر؟\n</p>\n\n<p>\nقلنا: كان ذلك حكم الجاهلية قبل النبوة والنسخ، ونكاح الكفر على إجماع\nالفقهاء صحيح. وكذلك عقدها النبي - صلى الله عليه وسلم - على زوجته خديجة\nبنت خويلد رضي الله عنها. والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p319'> Vol. 01, p. 319</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head90'>الفصل السادس في تأويلاتهم الفاسدة وكذباتهم ومضحكاتهم</h1>\n\n<p>\nفمنها قولهم إن الحسن والحسين خير من الأنبياء لأن النبي - صلى الله عليه\nوسلم - قال: «الحسن والحسين سيدا شباب أهل الجنة»، وكل أهل الجنة شباب،\nالأنبياء وغيرهم.\n</p>\n\n<p>\nقلنا: هذا تأويل فاسد من وجهين:\n</p>\n\n<p>\nالأول أنه يستلزم أن يكونا خيرا من أبيهما ومن <span id='ms73'></span> النبي - صلى الله عليه\nوسلم -، وهذا باطل بالاتفاق. وإنما معناه أنهما سيدا من مات شابا في الدنيا\nمن أهل الجنة. وكذلك معنى قوله - صلى الله عليه وسلم -: «إن أبا بكر وعمر\nسيدا كهول أهل الجنة»، أي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p321'> Vol. 01, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\nسيدا من مات كهلا في الدنيا من أهل الجنة، وعلي والحسن والحسين رضي الله\nعنهم ماتوا كهولا.\n</p>\n\n<p>\nالثاني أن الدليل لا يكون تقمشا، وإنما الدليل ينبغي أن يكون قطعيا\nظاهرا، كقوله تعالى: {لا يستوي منكم من أنفق من قبل الفتح وقاتل أولئك أعظم\nدرجة من الذين أنفقوا من بعد وقاتلوا} والحسن والحسين رضي الله عنهما لم\nينفقوا ولم يقاتلوا لا قبل الفتح ولا بعده. فمن أردت من السابقين الأولين\nأفضل منهما، فضلا عن أبي بكر وعمر رضي الله عنهما، فضلا عن الأنبياء.\n</p>\n\n<p>\nومنها قولهم إن قوله تعالى: {بلغ ما أنزل إليك من ربك} أي في علي، وكانت\nفي المصاحف فأسقطها أهل السنة.\n</p>\n\n<p>\nانظر إلى هذا الكفر، كيف يطعنون في القرآن، والله تعالى يقول: {لا يأتيه\nالباطل من بين يديه ولا من خلفه}\n</p>\n\n<p>\nومنها قوله تعالى: {أفمن يهدي إلى الحق أحق أن يتبع} أي علي {أمن لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p322'> Vol. 01, p. 322</a>\n            </div>\n            \n</p>\n\n<p>\nيهدي إلا أن يهدى} أي عمر.\n</p>\n\n<p>\nوهذا فسق ظاهر محض، لأن السابق على هذه الآية واللاحق في بحث الله تعالى\nوالأصنام التي جعلوها شركاء له. فمن أين جاء ذكر علي وعمر رضي الله عنهما\nإلا من ضلال الرافضة وكذبهم.\n</p>\n\n<p>\nومنها قولهم إن السنية يفسرون القرآن على غير معناه.\n</p>\n\n<p>\nوهذا بهت وزور. نحن كانت أئمتنا متلبسة بالنبي - صلى الله عليه وسلم -\nإلى حين موته، وهذا تأويلنا وتفسيرنا. ثم بعد النبي - صلى الله عليه وسلم -\nتلبس بالحكم أئمتنا وهذا تأويلنا وتفسيرنا. ثم حكم علي خمس سنين وهذا\nتأويلنا وتفسيرنا، لم يغير شيئا من تأليف القرآن الذي ألفه عثمان رضي الله\nعنه ولا من تأويلنا. ثم حكمت بنو أمية إحدى وثمانين سنة وهذا تأويلنا\nوتفسيرنا. [ثم حكم بنو العباس خمسمائة سنة وهذا تأويلنا وتفسيرنا.] فمن أين\nجاء للرافضة صحة التأويل وقد <span id='ms74'></span> حدثوا بعد موت النبي - صلى الله عليه وسلم -\nلفوق أربعمائة سنة. فانظر أيها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p323'> Vol. 01, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\nالمنصف إلى القول الفاسد، ومن أحق بصحة التأويل. ولو عددنا فساد تأويلهم\nلطال. وفي الجملة نحن قلنا وسمع، وضربت طبولنا شرقا وغربا اليوم فوق\nثمانمائة سنة؛ وهم أذلاء محقورون تحت الحكم والقهر منا كاليهود والنصارى.\nإذا قلنا لعن الله الرافضة وأحد منهم حاضر ينافق ويخاف ويدعي أنه سني أو\nيلعن نفسه ويقول: نعم، لعن الله الرافضي. وفي القائم ليسوا بشيء. وفي هذا\nالمعنى قيل شعر:\n</p>\n\n<p>\nيقولون هذا مذهب الحق عندنا ... ومن أنتم حتى يكون لكم عند\n</p>\n\n<p>\nوما هم في فشارهم هذا وقولهم إلا كالمثل المضروب، وهو: لو لم يعب الماشي\nعلى الراكب لانفطرت بطنه، وإن الساقط في الحفر لا بد وأن يصيح لعل أحدا\nيأخذ بيده وهو بعيد النجاة، والظاهر المرتفع لا يهمه صياح الهاوي في\nالأسفل.\n</p>\n\n<p>\nومنها تسمية أنفسهم مؤمنين.\n</p>\n\n<p>\nومن أين جاءهم الإيمان ولم يكن عندهم شيء من شروطه:\n</p>\n\n<p>\nالأول قوله تعالى: {يا أيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p324'> Vol. 01, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\nفاسعوا إلى ذكر الله} وهم تاركون الجمعة. وقوله تعالى: {إنما المؤمنون\nالذين آمنوا بالله ورسوله ثم لم يرتابوا وجاهدوا} وهم لا يعتنون بالجهاد\nأصلا ويقولون حتى يظهر الإمام المعصوم. وقوله تعالى: {إنما المؤمنون الذين\nإذا ذكر الله وجلت قلوبهم وإذا تليت عليهم آياته زادتهم إيمانا} وهم إذا\nتليت عليهم الآيات زادتهم فسقا، ويقولون عن القرآن: هذا شعر عثمان. وأمثال\nذلك كثير.\n</p>\n\n<p>\nالثاني أنهم لا يعرفون إلا باسم الرفض من حين ظهورهم. ولو ذكر أحد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p325'> Vol. 01, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\nلفظ الرافضي لم ينصرف الذهن إلا إليهم. سموا الرافضة لأنهم تركوا السنة،\nوالرفض في اللغة الترك. وسمينا سنية للزومنا السنة. فخذ قبحهم وحسننا من\nالتسمية. وإن كان باعتبار أنهم أتباع علي رضي الله عنه، وعلي أمير\nالمؤمنين، فأول من سمي أمير المؤمنين عمر رضي الله عنه، فأتباعه أحق\nبتسميتهم مؤمنين. وبالجملة ما هم إلا كالنفاطين. قالوا: نحن عصافير الجنة.\nوأنى لهم ذلك.\n</p>\n\n<p>\nومنها قولهم: نحن مغلوبون في الدنيا منصورون <span id='ms75'></span> في الآخرة.\n</p>\n\n<p>\nقلنا هذا دعوى باطلة يكذبها القرآن، لأن الله تعالى يقول: {إنا لننصر\nرسلنا والذين آمنوا في الحياة الدنيا ويوم يقوم الأشهاد} والسنية هم\nالمنصورون في الدنيا. وكذلك هم المنصورون في الآخرة لما عرفت من الآية.\n</p>\n\n<p>\nومنها قولهم إنهم يحشرون مع علي رضي الله عنه لأن النبي - صلى الله عليه\nوسلم -\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\nقال: \"لو أحب أحدكم حجرا لحشر معه\".\n</p>\n\n<p>\nقلنا: هذه أماني وطمع فاسد. إنما ذلك مع صحة الاعتقاد. فإن النصراني إذا\nأحب عيسى ويعتقد أنه إله ولم يكن من ذلك العيسويات إلها، لم يكن أحب عيسى\nفضلا عن الحشر معه. وكذلك الرافضي، فإنه إذا أحب عليا رضي الله عنه، الذي\nهو خير من الأنبياء ومن أبي بكر وعمر رضي الله عنهما ويعلم الغيب، ولم يكن\nكذلك، لم يكن أحب عليا فضلا عن الحشر معه. لأنه يكون أحب واحدا موصوفا بهذه\nالصفات وهو معدوم، فلا حظ له من علي رضي الله عنه لأنه يخالف صفتهم.\nوبالجملة فإن السنية يحبون النبي - صلى الله عليه وسلم - ولا يريدون يحشرون\nمع أحد خير منه، ويحبون عليا أيضا باعتقاد صحيح، وفي تقديم أبي بكر هم\nأتباع علي، لأن عليا رضي الله عنه لم يعارض في خلافة أبي بكر رضي الله عنه\nولم يظهر نزاعا. وكذلك السنية. وأما الرافضة فقد خالفوا عليا في ذلك\nوعارضوا فلم يكونوا تبعا له. وناصر من لم ينصر نفسه فضولي. ومدعي حق لمن لم\nيدعه لنفسه كذاب. ولم يطلع من يدهم نصر لعلي غير صفق الحنك. فلو استحوا\nسكتوا. ولا أحد أحب لعلي من أبيه وهو في النار يغلي دماغه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p327'> Vol. 01, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\nومن كذباتهم أنهم يبيتون على صندوق الحسين رضي الله عنه عميانا وزمنى\nينجسون ويقذرون على الصندوق، ومن حقه كان يلثم بالعيون. ويتفق أن يكون فرج\nالرجل قبل فرج المرأة الأجنبية وأخس من ذلك. ويزعمون أن العميان والزمنى\nيشفون بذلك. ويأمرونهم باللعن للصحابة.\n</p>\n\n<p>\nوهذا زور من وجوه:\n</p>\n\n<p>\nالأول مضادة لفعل الله تعالى من جهة أن الله تعالى يعمي ويقعد، والحسين\nيشفي <span id='ms76'></span>.\n</p>\n\n<p>\nالثاني أن العراق فيه مئات ألوف. ولم نعهد نحن ولا آباؤنا أعمى أو مقعدا\nشفي على صندوقه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p328'> Vol. 01, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\nالثالث أنهم يأمرونهم باللعن والسب للخلفاء والصحابة. وحاشا لله تعالى أن\nيعطى على الفعل المحرم كرامة.\n</p>\n\n<p>\nالرابع أن الشفاء من صنع الله تعالى. فإذا ادعوه للحسين جعلوه شريكا له.\nفيستلزم كفر الرافضة المعتقدين لمثل هذا.\n</p>\n\n<p>\nالخامس أن هذا إن صح يوقع في القلب إيهام النقص في قبر علي رضي الله عنه\nوقبر النبي - صلى الله عليه وسلم -. إذ هما خير من الحسين ولم يحصل شيء من\nذلك عند قبر أحدهما. فتعين تزوير الرافضة.\n</p>\n\n<p>\nومن ضحكاتهم ومضحكاتهم أنهم يحرمون لحوم الحيوانات المأكولة أيام العشر\nحتى يقرأوا كتابا لهم يسمونه مصرعا، وفيه من المنكر والكذب ما لا يرضى الله\nتعالى به. فإذا فرغوا قالوا انطبق المصرع ويحللون اللحم.\n</p>\n\n<p>\nوهل إذا فتش من مخلوقات الله تعالى تلقى أحدا أقل عقلا منهم. إنسان قتل\nمن نحو ثمانمائة سنة، ما معنى تحريم اللحم في يوم مثل يومه؟ فأي تشبه بين\nلحم الآدمي ولحم البقر والغنم. أجل الله قدر الحسين عن مثل هذا التشبيه.\nوفي أي نص أن اللحم يحرم أو يكره في يوم أو قبل قراءة كتاب أو بعده؟ هل هذا\nإلا مذهب مبني على المضحكة.\n</p>\n\n<p>\nومنها أنهم يعملون عزاء كل سنة في أيام العشر ويقيمون نائحات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p329'> Vol. 01, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\nينشدن أشعار ويختلط بهن الأجانب من الرجال والنساء. فإذا رجعن رجعن\nباللطم والشموع المعلقة وأصوات النساء العاليات. ويقع فيه بين الرجال\nوالنساء من الحرام ما فيه غليظ المعاصي. ويزعمون أن ذلك عبادة وأن الدرهم\nالذي تعطى النائحة بسبعين درهما. وأي عقل أو نقل يقبل هذا، وأي دين يعطى\nفيه بالفعل المحرم أجر؟ أجل الله تعالى دين الإسلام عن مثل هذه الضحكة.\n</p>\n\n<p>\nومنها أنهم يستحسنون الشنيع المستقبح على أهل البيت، مثل قطع رأس ريحانة\nرسول الله - صلى الله عليه وسلم - وتدويره في البلاد منصوبا على خشبة، وعري\nالمصونات الشريفات من أهل البيت وركوبهم على أقتاب الجمال من العراق إلى\nالشام. ونحو ذلك <span id='ms77'></span> مما يبغض الله تعالى ويستنكف عن ذكره ويستنكف منه أهل\nالنخوة من عوام الناس، فكيف بمخاديم الناس من أهل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\nالبيت رضوان الله عليهم. وهل عقل يستحسن هذا إلا من كان عقله من أنقص\nالعقول، إذ هو المثل المضروب بين الناس بعينه: \"أي ناصحي أي فاضحي\".\n</p>\n\n<p>\nومنها أن لهم يوما يسمونه يوم البقر، يعملون حلوى ويجعلون في جوفها دهنا\nويزعمون أنه عمر رضي الله عنه، ثم يبقرون جوفه ويأكلونه. وحكي أنه جاء\nأعرابي فأكل منه وقال: رحم الله عمرا ما أطيبه حيا وميتا. فانظر إلى هذا\nالعقل الناقص.\n</p>\n\n<p>\nومنها أنها ينصبون أصبع الشهادة للسني ويجعلون الاستقامة علامة مذهب\nالسنة، ويعوجونها ويجعلون علامة مذهبهم التعويج. ويشبهون التعويج بسجود\nالملائكة لآدم عليه السلام، والاستقامة بامتناع إبليس من السجود له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p331'> Vol. 01, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\nفتفكر أيها العاقل لهذه السخرية والسخافة.\n</p>\n\n<p>\nومنها لزوم عقد الإبهام بعقد الإبهام للمصافحة. ويسمون ذلك عقد علي\nويجعلونه علامة على الرفض. والمصافحة مشهورة عن النبي - صلى الله عليه وسلم\n- ببسط الراحتين، ويجعلون لعلي هيئة غير هيئة النبي - صلى الله عليه وسلم\n-. قبحهم الله من طائفة.\n</p>\n\n<p>\nومنها تعويجهم إلى الشق الأيسر في الهوي للسجود والقعود في التشهد،\nويختلج الريح في بطنه وهو يريد خروجه. فهل لمن يجعل التعويج ويرجحه علامة\nلمذهبه على الاستقامة عقل.\n</p>\n\n<p>\nومنها عمل السبح والقبل من الطين الذي ينسبونه إلى تربة الحسين رضي الله\nعنه يسجدون عليها، إذا سجدوا وضعوها وإذا قاموا أخذوها بأيديهم. ويبالغون\nفي تفضيل ذلك الطين على غيره من تراب الأنبياء والأولياء. وهل هذا إلا من\nأكبر البدع. لأن هذه التربة الشريفة لم تكن زمن النبي - صلى الله عليه وسلم\n- وإنما بعده بجملة سنين. والحادث من عمل السبح والقبل التي يبنونها على\nغير مدفون ويسمونها بأسامي الموتى ويزعمون أنهم ظهروا. وهذا كذب محض\nومضحكة، لأن الله تعالى لا يبعث الأجسام إلى يوم القيامة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p332'> Vol. 01, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\nومن أقبح ما يصنعون التبرك بذلك المقام والتهسج به وتقبيل عتبته والنذر\nله. وهم يبنونه ويضعونه بأيديهم تشبيها بالأصنام للكفار.\n</p>\n\n<p>\nومنها أنهم ينسبون إلى الحسن العسكري <span id='ms78'></span> ولدا ويسمونه محمدا ويلقبونه\nبالمهدي وبالمنتظر وبالقائم وبصاحب الزمان. وإذا ذكر قاموا له.\n</p>\n\n<p>\nوهذا من الكذب المحض من وجوه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p333'> Vol. 01, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\nالأول أن أهل التاريخ جميعا، مثل عبد الرزاق وابن قانع ومحمد بن إسحاق\nوابن الجوزي، مجمعون على أن الحسن العسكري مات ولا عقب له ولا نسل.\n</p>\n\n<p>\nالثاني أنهم يزعمون أنه انهزم من المأمون وهو ابن سنتين ودخل سرداب\nسامراء. وهذا بحسب زعمهم أنه دون البلوغ يجب الحجر عليه في بدنه وماله حتى\nيبلغ رشدا. فكيف له إمامة فضلا عن المهدية؟\n</p>\n\n<p>\nالثالث أن هذا بحسب زعمهم يكون له اليوم نحوا من ثمانمائة سنة، وهلم جرا\nحتى ظهوره. ولم يعلم موته. ولم يعلم أن أحدا عاش من هذه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p334'> Vol. 01, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\nالأمة خمسمائة سنة أو فوقها حتى يقاس به. ولم يكن كذلك إلا الخضر عليه\nالسلام، وفي بقائه خلاف، والعلماء المحدثون المحققون مجمعون على أنه مات،\nإذ لم ينقل أحد أنه اجتمع بالنبي - صلى الله عليه وسلم -، ونقل عنه - صلى\nالله عليه وسلم - أنه قال: \"لو كان أخي الخضر حيا لزارني\" ولا كان يسعه لو\nكان حيا غير الوصول إلى النبي - صلى الله عليه وسلم -. وعلى قول من يزعم\nبحياته، فليس هو من هذه الأمة. ولم يكن أحد منتظرا متفقا على بقائه غير\nإبليس لعنه الله. وحاشا أن يشبه أحد من المسلمين به فضلا عن أئمة أهل\nالبيت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p335'> Vol. 01, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\nالرابع الذي نقل عن النبي - صلى الله عليه وسلم - أنه قال: «يواطئ اسمه\nاسمي واسم أبيه اسم أبي» يعني يكون اسمه محمد بن عبد الله، وليس محمد بن\nالحسن.\n</p>\n\n<p>\nالخامس أن الرافضة على سبع فرق في هذا المسمى بالمهدي. ويخالفون هؤلاء\nهؤلاء إلا لغيرته. فالإسماعيلية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p336'> Vol. 01, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\nيدعونه لإسماعيل بن جعفر. والقرامطة يدعونه لمحمد بن إسماعيل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p337'> Vol. 01, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\nوالمحمدية ترى أن القائم محمد بن عبد الله بن الحسن بن الحسن. والناووسية\nيدعونه لأبي جعفر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p338'> Vol. 01, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\nوالممطورية يدعونه لموسى بن جعفر. والكريبية يدعونه لمحمد بن الحنفية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p339'> Vol. 01, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\nومنهم كثير غزة، وهو القائل شعرا:\n</p>\n\n<p>\nألا أن الأئمة من قريش ... ولاة الحق أربعة سواء\n</p>\n\n<p>\nعلي والثلاثة من <span id='ms79'></span> بنيه ... هم الأسباط ما فيهم خفاء\n</p>\n\n<p>\nفسبط سبط إيمان وبر ... وسبط غيبته كربلاء\n</p>\n\n<p>\nوسبط لا يذوق الموت حتى ... يقود الجيش يقدمها اللواء\n</p>\n\n<p>\nتغيب لا يرى فيهم زمانا ... برضوى عنده عسل وماء\n</p>\n\n<p>\nيزعمون أن محمد بن الحنفية هو المهدي المبشر به وهو في جبل رضوى عند عين\nعسل وعين ماء وعن يمينه أسد وعن شماله أسد يحفظانه حتى يظهر أمره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p340'> Vol. 01, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\nوفرقة تدعي لغير هؤلاء. وكلهم أقرب إلى القبول لأنهم يدعون البقاء لمعدوم\nكل فرق المسلمين تخالف في خلقه، فكيف ببقائه، فكيف ببلوغه، فكيف برشده،\nفكيف بإيمانه، فكيف بإمامته، فكيف بعصمته، فكيف بمهديته. وهم لا يقدورن على\nإثبات واحدة منها على فرقهم؛ فكيف يقدرون على الإثبات علينا. وحينئذ فيسقط\nكل فرقة بتناقض الأخرى.\n</p>\n\n<p>\nالسادس: من أكبر الفسوق تسمية هذا المفقود بصاحب الزمان. ولا صاحب للزمان\nغير الله. قبحهم الله تعالى.\n</p>\n\n<p>\nومنها أنهم يدقون لمهديهم هذا طبلا ويسرجون له فرسا ليخرج إليهم فيركب.\nومنها أنهم يدخرون له سيوفا.\n</p>\n\n<p>\nومن أعظم المضحكات أنهم يجعلون له من أموالهم سهما ثم يحذفونها في المياه\nالعميقة كالدجلة ويزعمون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p341'> Vol. 01, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\nأنه إذا ظهر يمشي المال إليه أو هو يجيء إلى المال.\n</p>\n\n<p>\nومنها أنهم يجيئون إلى قباب الدور التي يبنونها ويندبونه إلى الخروج من\nتلك القباب. ماتت الآباء على ذلك وستموت الأولاد وأولاد الأولاء ولا يرون\nأحدا يخرج إليهم.\n</p>\n\n<p>\nومنها أن كم ادعى واحد أنه المهدي أو نائبه ومات وتبين كذبه. وأمثال ذلك\nمن المضحكات.\n</p>\n\n<p>\nومنها أنهم يزعمون أنه ظهر في جزائر العرب، وأنه يرحل وينزل، وأنه حاضر\nفي كل مكان ولو تشاور اثنان أو اجتمع جماعة كان معهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p342'> Vol. 01, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\nومنها دعاويهم له ولسائر أئمتهم علم الغيب. ويحتجون بما قال الله تعالى\nعن اللوح المحفوظ: {وكل شيء أحصيناه في إمام مبين} أي علي وكل من أئمتهم.\n</p>\n\n<p>\nالسابع أنه نقل الإمام الأعظم ابن تيمية الحنبلي رحمه الله تعالى أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p343'> Vol. 01, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\nمهدي الرافضة لا خير فيه على قرارهم: أما هم فلا ينتفعون به لا في دين\nولا في دنيا لغيبته عنهم، وأما السنية فإنهم <span id='ms80'></span> كفار عندهم بسببه. ومن أكبر\nقلة عقول الرافضة أنهم يقولون غيبته لا من الله ولا من نفسه بل من قلة\nالناصر. وهذا سخف عظيم. فليموتوا بدائهم ولا يجدون لهم ناصرا ولذلتهم\nوقلتهم إلى يوم القيامة.\n</p>\n\n<p>\nومنها أنهم وضعوا في صندوق هذا المشهد الذي نسبوه إلى علي رضي الله عنه\nواحدا من الجعدية في أيام بعض سلاطين المغول وكلم السلطان وشكى من أبي بكر\nوعمر رضي الله عنهما ومن السنية حتى ترفض السلطان أياما وحمل رعيته على\nالرفض. فتوصل جمال الدين أو محيي الدين العاقولي، وهو من علماء السنية\nالكبار، وقد وضعوا ذلك الجعدي فيه مرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p344'> Vol. 01, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\nأخرى وكلم السلطان أيضا، إلى أن كسر الصندوق وأخرج الجعدي. وتبين زورهم\nوصودروا بدراهم كثيرة.\n</p>\n\n<p>\nومنها أنهم زوروا هذا المشهد الذي هو الآن وجعلوه لعلي رضي الله عنه. وقد\nقال ابن الجوزي رحمه الله: لو علمت الرافضة هذا قبر من لرجموه بالحجارة،\nهذا قبر المغيرة بن شعبة، وإنما قبره رضي الله عنه في جامع الكوفة بين\nالقبلة وقصر الإمارة، وذلك موضع قتله. والسر في أن الله تعالى أظهر هذا\nالمزور وأخفى قبره الحقيقي على الرافضة لعلمه سبحانه وتعالى بأنهم ينقلون\nموتاهم إليه، فأظهر هذا القبر المزور لهم حتى لا يكون لهم به اتصال لا في\nالحياة ولا في الممات.\n</p>\n\n<p>\nومنها قولهم لعوام السنية: أنتم ما لكم قباب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p345'> Vol. 01, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\nويالله العجب ما أبهتهم بالزور. ألم ينظروا إلى أتباع أبي بكر وعمر رضي\nالله عنهما كالأولياء من أهل السنة مثل سيدي أحمد والهواري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p346'> Vol. 01, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\nوالشنبكي وأبي الوفاء وعبد القادر الجيلاني وابن الهيتي وابن إدريس وأبي\nحنيفة والإمام أحمد بن حنبل. وأمثالهم أصحاب قباب كثيرة في العراق لو عددنا\nذكرهم لطال. وهم ما لهم غير ثلاث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p347'> Vol. 01, p. 347</a>\n            </div>\n            \n</p>\n\n<p>\nقباب ظاهرة في العراق: الحسين وموسى والجواد. وعلي رضي الله عنه، قبره\nهذا الذي في النجف مزور كما عرفت، وقباب صاحب زمانهم مزورة. وأما أبو بكر\nوعمر رضي الله عنهما في حجرة النبي - صلى الله عليه وسلم - قبة يضرب عليها\nأكباد الإبل من مشارق <span id='ms81'></span> الأرض ومغاربها كل سنة ستمائة ألف، وإن نقص القدر من\nالبشر كمل من الملائكة. وقد سأل بعض الخلفاء بعض العلماء: أين مكان أبي بكر\nوعمر رضي الله عنهما من النبي - صلى الله عليه وسلم - حال حياته؟ قال:\nمكانهما منه حال مماته. ومن أي مثل هذا البخت الذي لا منقبة أكبر منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p348'> Vol. 01, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\nومنها أنهم يفترون على السيد الجليل المجمع على جلالته بين علماء الظاهر\nوالباطن الحسيب النسيب الذي تواترت كراماته الشيخ عبد القادر الجيلي بأنه\nأفتى بقتل موسى الكاظم بن جعفر الصادق. والشيخ عبد القادر ولد بعد موت موسى\nالكاظم بمائة وستين سنة. وهكذا دأبهم دائما إذا أرادوا أن يسبوا أحدا من\nالكبار يفترون عليه بأنواء الافتراءات حتى تتمكن العامة من سبهم، حتى أنهم\nافتروا على خليفة رسول الله - صلى الله عليه وسلم - عمر بن الخطاب بنحو\nسبعمائة شيء كما سيأتي بعضها.\n</p>\n\n<p>\nومنها قولهم إن النبي - صلى الله عليه وسلم - قال للحسن: \"أبعد الله\nمزارك\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p349'> Vol. 01, p. 349</a>\n            </div>\n            \n</p>\n\n<p>\nفانظر إلى قول هذا العقل الناقص، أيه أبعد، مزار الذي في البقيع عند جده\nموضع وطنه الذي هو التخت، أو الذي في كربلاء أو النجف في العراق؟ ما هذا\nإلا سخف عظيم.\n</p>\n\n<p>\nومنها تفيضلهم الحسين على الحسن رضي الله عنهما.\n</p>\n\n<p>\nوالحسن هو الأكبر والأعلم وصاحب الشورى والرأي السديد، وهو الذي سمى\nالنبي - صلى الله عليه وسلم -، والحسين قياسا عليه. وشكره النبي - صلى الله\nعليه وسلم - حين كان النبي - صلى الله عليه وسلم - يخطب وجاء الحسن وهو صبي\nفعثر، فنزل النبي - صلى الله عليه وسلم - عن منبره وحمله وصعد به ووضعه إلى\nجانبه على المنبر وقال: «إن ابني هذا سيد وسيصلح الله به بين فئتين عظيمتين\nمن المؤمنين» وكان كذلك حين سلم الخلافة لمعاوية لحقن دماء المسلمين\nوانقطعت الفتنة. والحسين طلب الحكم حتى حصل ما عرفت من قبله. فانظر أي\nالاثنين أفضل وأعلم.\n</p>\n\n<p>\nومنها أنهم يعلقون قنديلا ليلا في قبة من قبابهم المزورة ويتركونه حتى\nيطلع النهار عليه، ويضربون له طبلا. ويزعمون أن ذلك الظاهر أعلقه نهارا <span id='ms82'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p350'> Vol. 01, p. 350</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا من تضييع المال المنهي عنه، كقول الناس: إعلاق الشمع بالشمس ضايع.\nحتى بمعرفتي فعلوا ذلك في قبة يسمونها ليحيى بن الحسين في واسط العراق\nوخرجوا عنه ليعلموا الناس ويضربوا له طبلا، فوقعت الشعلة التي زوروها على\nصندوق المشهد فأحرقته وأحرقت القبة ووقعت. وبنوها مجددا.\n</p>\n\n<p>\nومنها أنه إذا كان سنيا في حبس أو مرض أو امرأة لا تحبل ولا يعيش لها ولد\nأو نحو ذلك، فيقولون له: أطع رافضيا حتى يزول ذلك عنك. فيخرجونه من حقه إلى\nباطلهم. وما يحصل غرضه.\n</p>\n\n<p>\nومنها أنهم يقولون للسني: أطع رافضيا ونضمن لك الجنة. وهل أعظم من هذا\nتجرؤا على الله تعالى. ومن أين لك الجنة حتى تضمن لغيرك، والله تعالى يقول:\n{فلا تزكوا أنفسكم هو أعلم بمن اتقى}، {ألم تر إلى الذين يزكون أنفسهم}\nويقول عن نبيه عليه الصلاة والسلام: {وما أدري ما يفعل بي ولا بكم} وهل\nقولهم هذا إلا كقوله تعالى عن الكفار:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p351'> Vol. 01, p. 351</a>\n            </div>\n            \n</p>\n\n<p>\n{وقال الذين كفروا للذين آمنوا اتبعوا سبيلنا ولنحمل خطاياكم وما هم\nبحاملين من خطاياهم من شيء إنهم لكاذبون * وليحملن أثقالهم وأثقالا مع\nأثقالهم وليسألن يوم القيامة عما كانوا يفترون}\n</p>\n\n<p>\nومنها قولهم: لن يدخل الجنة إلا من كان يقدم عليا. وهو كقول اليهود\nوالنصارى: {لن يدخل الجنة إلا من كان هودا أو نصارى}\n</p>\n\n<p>\nومنها أنهم يكتبون صفة زيارة وينقشونها بالحمرة والصفرة ويزعمون أن ثواب\nحملها يدخل الجنة. والعقل والنقل يدل على بدعتها.\n</p>\n\n<p>\nومنها أنهم يجعلون أسماء الحسنى كلها لعلي ويزخرفون لها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p352'> Vol. 01, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\nمعاني. والله تعالى يقول: {ولله الأسماء الحسنى} بطريق الحصر من تقديم\nالخبر على المبتدإ، أي لا لغيره. ويقول: {وذروا الذين يلحدون في أسمائه\nسيجزون ما كانوا يعملون}\n</p>\n\n<p>\nومنها قولهم إن عليا أمير الله لأن اسمه المؤمن وعلي أمير المؤمنين. وهذا\nمما أعمى الله قلوبهم به، إذ اسم الله المؤمن ليس من الإيمان وإنما هو من\nالأمن، هو ضد الخوف، أي الله يؤمن الخائف.\n</p>\n\n<p>\nومنها قولهم إن عليا كان يعلم أن ابن ملجم يقتله وسكت عنه. ونسبة مثل هذا <span id='ms83'></span>\nإلى علي رضي الله عنه سفه من الرافضة. وهل يجوز لمسلم [أن] يلقي نفسه إلى\nالتهلكة، فضلا عن مثل أمير المؤمنين العالم المدقق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\nومنها دعواهم أن سيف علي المسمى بذي الفقار نزل من السماء. وهو سيف من\nسيوف أبي جهل، غنمته المسلمون يوم بدر. سمي ذا الفقار لأنه كان في فقاره،\nأي ظهره، فلول. وهل تجد عقلا أنقص ممن يزعم أن القرآن غير منزل وأن سيف علي\nرضي الله عنه -قطعة من حديد- منزل. ومنهم من يقول للحسين: يا من كان الله\nحدادا لأبيه.\n</p>\n\n<p>\nومنها أن عليا كان مواتيا على قتل عثمان. وفي ذلك جهل عظيم وخطأ على علي\nرضي الله عنه، لأنه حلف أني ما قتلت عثمان ولا مالئت على قتله وهو الصادق\nالمصدوق. الثاني أنهم يجوزون بذلك مسبة علي رضي الله عنه للناصبي ولمن يرى\nصحة خلافة عثمان ويرفعون الخطأ عن معاوية في حربه له وعن بني أمية في سبهم\nلعلي على المنابر والمنائر على رؤوس الأشهاد، ويرفعون اللوم عند أهل الحكم\nعن بني أمية في قتلهم الحسين رضي الله عنه.\n</p>\n\n<p>\nومنها نسبتهم قتل الحسين إلى يزيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p354'> Vol. 01, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\nوالحسين في العراق ويزيد في الشام مسيرة شهر أو فوقه ذهابا وإيابا.\nوالحسين رضي الله عنه لم يمهل ثلاثة أيام حتى قتلوه. فكيف يمكن.\n</p>\n\n<p>\nومنها قولهم إن طوس تحولت إلى علي بن موسى رضي الله عنهما. ولا أكذب من\nهذا قول. ولم لا حول النبي - صلى الله عليه وسلم - مكة إلى المدينة وهو\nيريدها. فانظر إلى هذا الجهل والضحك.\n</p>\n\n<p>\nومنها قولهم إن عليا دفع أبا لؤلؤة حين قتل إلى قم. ولا أكذب من هذا\nالقول لأنه قتل في المسجد من ساعته كما عرفت.\n</p>\n\n<p>\nومنها المد والجزر ينسبونه إلى علي رضي الله عنه. وهو بآلاف سنين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p355'> Vol. 01, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\nأصلي في البحر من حين خلقته.\n</p>\n\n<p>\nومنها أنه إذا هب هواء الغرب قالوا يا شمال علي.\n</p>\n\n<p>\nومنها أنهم يشدون في رصافة مشهد علي خرقة حرير ويسمونها غرزة لعلي\nويزعمون أنها دائما منصوبة ممتدة إلى الغرب وأن <span id='ms84'></span> الشمال لا يقلبها إلى\nالشرق. وقد سمعت بعض الرافضة يحلفون بها، يقول: \"وحق من لا يكسر غرزته\nالشمال\". ولا شك أن هذا كذب لأنها مشرقة مع الشمال مغربة مع الجنوب.\n</p>\n\n<p>\nومنها أن عامة أيمانهم: \"وحق ولاية علي\" عوضا عن الحلف بالله، بل هي أبلغ\nمنه عندهم.\n</p>\n\n<p>\nومنها تسمية زيارة قبر الحسين عليه السلام بالحج الأكبر، ببقاء الحج إلى\nالكعبة هو الأصغر، وبعضهم يجعلها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p356'> Vol. 01, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\nبسبعين حجة. وينصبون عندها شعار الحج من الطواف والدعاء عند أركان\nالصندوق ونحو ذلك. وما معنى زيارة قبر رجل صالح بشعار الحج؟ وذلك بدعة\nيدفعها العقل والنقل. وأعظم بدعة من يعتاض عن أرض مكة والحرم وعرفة ومنى\nبأرض كربلاء، ويعتاض بالحسين عن جده، ويزعم أن ذلك أفضل وأعظم.\n</p>\n\n<p>\nومنها أنهم يجيئون إلى زيارة قبر الحسين بالثياب الرثة والجربان المقطعة\nعفاة عراة شعثا غبرا لعلمهم أنهم محقورون مبغوضون من رآهم آذاهم وأخذ ما\nمعهم ولعنهم وسبهم. ويحرفون جنائزهم المنقولة إلى قبر النجف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p357'> Vol. 01, p. 357</a>\n            </div>\n            \n</p>\n\n<p>\nفهذه صفة حجهم. ولا حاصل لهم في ذلك غير الإثم لاعتقادهم أن ذلك حج أكبر،\nوحج أهل السنة إلى مكة وإلى النبي - صلى الله عليه وسلم - بالجمال المزينة\nوالخيل والأموال والطبول والأعلام والعدد والعدد لا يهولهم عدو. فانظر أيها\nاللبيب أي الهيئتين أجل وأي الحجتين أفضل.\n</p>\n\n<p>\nومنها نقلهم موتاهم من البلاد البعيدة إلى حول قبر النجف المنسوب إلى علي\nرضي الله عنه، يزعمون أنه يحميهم. والنقل حرام إلا إلى حرم مكة وحرم\nالمدينة إن قرب. ويدعون أن النبي - صلى الله عليه وسلم - لا جاه له ولا\nحماية على أبي بكر وعمر رضي الله عنهما، وهما معه في حجرته. ولا شك أن\nاعتقاد مثل هذا فسوق ونقيصة في العقل.\n</p>\n\n<p>\nومنها قولهم إنه لا يكون أحد إماما أو صالحا إلا إذا كان من نسل علي رضي\nالله عنه. وذلك مثل قول اليهود: لا يكون أحد نبيا إلا إذا كان من نسل إسحاق\nعليه السلام. حتى رد الله عليهم بقوله: {بئسما اشتروا به أنفسهم أن يكفروا\nبما أنزل الله <span id='ms85'></span> بغيا أن ينزل الله من فضله على من يشاء من عباده}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p358'> Vol. 01, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\nومنها أن فيهم من يسمي جبريل عليه السلام المغلطن، ويزعم أن الله تعالى\nأعطاه النبوة لينفذها إلى علي فغلط فنفذها إلى محمد - صلى الله عليه وسلم\n-. وفي ذلك قال شاعرهم:\n</p>\n\n<p>\nغلط الأمين فردها عن حيدر ... لكن ما كان الأمين أمينا\n</p>\n\n<p>\nوهل معتقد هذا إلا مسخرة كافر. وهلا استدرك الله غلط جبريل عليه السلام.\nقبحهم الله ما أجرأهم على الكذب.\n</p>\n\n<p>\nومنها أنهم يشكرون القلة كونهم قليلين، ويتمثلون بقوله تعالى: {وقليل من\nعبادي الشكور} وذلك تقميش وقلة حياء، كمن ضاع سبيله لا يجد إلى الاستقامة\nدليلا. لوجوه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p359'> Vol. 01, p. 359</a>\n            </div>\n            \n</p>\n\n<p>\nالأول أن هذا الدين موصوف بالعزة وقهر الأعداء وظهوره على الدين كله.\nوالقليل يخالف حاله حال هذا الدين لمخالفته أوصافه.\n</p>\n\n<p>\nالثاني أن اليهود والنصارى، وكلا من فرق أعداء الإسلام، لو اتكل حاله إلى\nالرافضة لقهروا دين الإسلام وطمثوا آثاره من قديم العصر وظهروا عليه لقلة\nالرافضة وذلتهم. وهل مظهره وحاميه إلا فرق الجمهور لكثرتهم وظهورهم بالقهر\nوالغلبة وإظهارهم أقسامه في الحج والغزو والمساجد والجمع والجماعات وغيرها\nمما لا يعتني به الرافضة. فانظر أيها العاقل أي الطائفتين أحق بالشكر.\n</p>\n\n<p>\nالثالث أن مفهوم الآية ليس كما زعمه الرافضة، لأن الله تعالى لم يقل:\n\"وشكور من عبادي القليل\"، بل قال: {وقليل من عبادي الشكور} فيكون المعنى:\nكل شكور قليل، ولا عكس. أي وقد يكون القليل غير شكور، من باب خصوصية الشكور\nوعمومية القليل.\n</p>\n\n<p>\nالرابع أن هذه الحجة منتقضة عليهم بكون أن من أردت من فرق الضلال أقل من\nالرافضة، سواء الفرق المخالفة للإسلام كاليهود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p360'> Vol. 01, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\nوالنصارى والصابئة والمجوس، والمنتسبة إلى الإسلام كالجبرية والمعتزلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p361'> Vol. 01, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\nوالزنادقة وغيرهم. وهم على باطل اتفاقا. فيلزم أن تكون الرافضة [ضالة]\nعلى حسب تقريرهم في القلة لهم. وكفاهم ذلك خزيا.\n</p>\n\n<p>\nومنها أنهم يرجحون الاحتجاج بالحديث والعمل به على الاحتجاج بالقرآن\nوالعمل به. وما ذلك إلا لباطلهم وحيلهم ليكذبوا ويضعوا أحاديث على قدر\nهواهم وضيعة سبيلهم. أيضا لفقدهم ما يتمسكون به من القرآن الذي هو حبل <span id='ms86'></span> الله\nالمتين.\n</p>\n\n<p>\nالأول أن القرآن مقطوع المتن لا يحتمل زيادة ونقصانا في متنه ونظمه، بل\nتحتمل الزيادة في معناه لأنه يقذف المعاني شيئا شيئا يستخرج منه أهل كل عصر\nمعاني مجددة إلى يوم القيامة، كالبحر في الجوهر والموج، وذلك على حسب\nالتأويلات المحتملة. والحديث مظنون المتن يحتمل الزيادة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p362'> Vol. 01, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\nوالنقصان به، والكذب المحض يجوز للخصم دفعه ودعواه الكذب له. فمن أين\nيجوز الاحتجاج به لأهل الأهواء فضلا عن الرجحان على القرآن. وهل ذلك إلا من\nضيعة السبيل وفقده ما يتمسك به من القرآن القطعي.\n</p>\n\n<p>\nالثاني أن احتجاج الرافضة لا يجوز علينا قطعا. لأنه إن كان من نقل أئمتهم\nفلا يقوم علينا حجة، إذ هم عندنا ليسوا بعدول، وكذبهم وهواهم ثابت عندنا.\nوإن كان من نقل أئمتنا فكذلك لا يجوز علينا على حسب اعتقادهم وتقريرهم، بل\nنجوزه إن أجازوا جميع ما نقله ذلك الإمام. وجميع أئمتنا ينقلون فضل أبي بكر\nوعمر رضي الله عنهما وتقديمهم على علي رضي الله عنه وهم يثبتون ذلك. فسقط\nاحتجاجهم بالحديث قطعا. وإن قالوا: {نؤمن ببعض ونكفر ببعض} فلا يحتاجون إلى\nذلك كما أن الله تعالى لم يجب الكفار إلى مثله وأوعدهم عليه الخزي في\nالدنيا والعذاب الشديد في الآخرة بقوله تعالى: {أفتؤمنون ببعض الكتاب\nوتكفرون ببعض فما جزاء من يفعل ذلك منكم إلا خزي في الحياة الدنيا ويوم\nالقيامة يردون إلى أشد العذاب}\n</p>\n\n<p>\nومنها قولهم إن جميع الصحابة بعد موت النبي - صلى الله عليه وسلم - ارتدت\nإلا ستة: أبا الدرداء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p363'> Vol. 01, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\nوحذيفة بن اليمان والمقداد بن الأسود وعمار بن ياسر وسلمان الفارسي وصهيب\nبن سنان الرومي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p364'> Vol. 01, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\nوكذب ذلك وقبحه من وجوه:\n</p>\n\n<p>\nالأول إذا جعلت الرافضة فضلا لعلي رضي الله عنه ومنقصة لأبي بكر رضي الله\nعنه كون هذه الستة الذين أكثرهم من ضعفاء الصحابة وصعاليكهم اتبعوا عليا\nرضي الله عنه وتركوا أبا بكر، كان ذلك من أكبر الرد عليهم والنقص بهم. إذ\nمفهومه أن الباقي من الصحابة -وهم مائة وعشرون ألفا إلا ستة، وهم مخاديم\nالصحابة وأمراؤها <span id='ms87'></span> وأهل غناها وكبارها كأهل بدر وأهل بيعة الرضوان وكافة\nالمهاجرين والأنصار الذين نزل القرآن في مدحهم- تبعوا أبا بكر رضي الله عنه\nوتركوا عليا رضي الله عنه. وهذا من أكبر النقيض في حق أمير المؤمنين علي\nرضي الله عنه على حسب تقرير الرافضة. وحاشاه من ذلك.\n</p>\n\n<p>\nالثاني أن عليا رضي الله عنه ليس بإمامته نص جلي من القرآن، بل كذبة\nكذبها الرافضة من حديث صنعوه في الوصية بالنص عليه لم يعرفه أحد من الصحابة\nالذين كانوا مشاهدي الوحي. فإذا جاز الارتداد بجحوده وهو مظنون مجحود\nالمتن، كان الارتداد إلى من جحد إمامة أبي بكر رضي الله عنه التي قال بها\nمائة وعشرون ألفا، مخاديم الصحابة مشاهدو الوحي عدول زكاهم الله تعالى\nبقوله: {لتكونوا شهداء على الناس} أقرب وأقرب. وحاشا هذه الستة من مثل ذلك.\nفاللعنة إلى من نسبه إليهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p365'> Vol. 01, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\nالثالث: أن ادعاء أن هذه الستة لم يكونوا أتباعا لأبي بكر رضي الله عنه\nمن جملة نصب الرافضة وتلبيسهم، لأنه لم يعهد لأبي بكر وعمر رضي الله عنهما\nمنازع في إمامتهما، لا هؤلاء ولا غيرهم. وهذا سلمان كان أميرا على مدائن\nكسرى من قبل عمر يدعو إلى إمامته وطاعته كما قدمنا. وهذا صهيب خصيص بعمر\nاستخلفه حين ضرب، وفي أيام الشورى يصلي بالناس من الآل والصحب. وحين قعد\nمخاديم الصحابة وضعفاؤهم في باب عمر لإذن الدخول خرج الإذن لصهيب وبلال،\nفوجد أبو سفيان وقال لسهيل بن عمرو: ما هذا؟ قال: لا بأس فإنهم دعوا إلى\nالإسلام ودعينا فتقدموا وتأخرنا، فاستحقوا هذا بذلك [واستحقينا هذا بذلك].\nوهذا حذيفة بن اليمان من مختصي عثمان رضي الله عنه، وهو المشير عليه بجمع\nالقرآن. وهذا عمار كان أميرا من قبل عثمان رضي الله عنه على الكوفة. وهذا\nالمقداد وأبو الدرداء والجميع منهم كانوا في عساكر الصحابة وغزواتهم، فكيف\nيمشي تلبيس الرافضة علينا.\n</p>\n\n<p>\nالرابع أن القرآن هو النص المقطوع. وقد نزل بمدح الصحابة رضي الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p366'> Vol. 01, p. 366</a>\n            </div>\n            \n</p>\n\n<p>\nعنهم ورضاهم عنه بقوله تعالى: {والسابقون الأولون من المهاجرين والأنصار}\nوقوله <span id='ms88'></span> تعالى: {لقد رضي الله عن المؤمنين إذ يبايعونك تحت الشجرة} وأمثال\nذلك في القرآن كثير. والنبي - صلى الله عليه وسلم - كان راضيا عنهم ومادحا\nومحبا لهم، ومات النبي - صلى الله عليه وسلم - وانقطع الوحي والأمر كذلك.\nفمن أين بعد ذلك علم ارتدادهم؟ وهل يعارض هذا المقطوع مظنون الوصية الذي\nنصبه الرافضة ولم يعرفه أحد من الصحابة. نعم، إن أتت الرافضة بقرآن نزل بعد\nالقرآن ناسخ له أو نبي بعد محمد ناسخ شريعة المسلمين مقطوعين بهما، ونقل عن\nأحدهما ارتداد الصحابة إلا الستة أمكن ذلك. وهو محال. فثبت كذبهم.\n</p>\n\n<p>\nالخامس أن الرافضة يدعون أن عند بيعة أبي بكر رضي الله عنه كان مع علي\nرضي الله عنه سبعمائة من الصحابة ومن مخاديمهم مثل العباس وأبي سفيان\nوغيرهم رضي الله عنهم يريدون البيعة لعلي رضي الله عنه. وهم الآن يقولون\nارتدت الصحابة بعد موت النبي - صلى الله عليه وسلم - باتباع أبي بكر رضي\nالله عنه إلا ستة. فانظر إلى هذا التناقض.\n</p>\n\n<p>\nالسادس أن هذا الدين ثبت بشهادة الصحابة وبسيوفهم. فإذا ادعى الرافضة\nكفرهم لم يقم على أعداء الإسلام من اليهود والنصارى وغيرهم هذا الدين حجة\nوأمكنهم الطعن به. وحاشا هذا الدين القويم من مثل ذلك. فجازى الله الرافضة\nأشد الجزاء على ما يخبطون به ويعمهون.\n</p>\n\n<p>\nالسابع أن القرآن يرد دعوى الرافضة بتكفير الصحابة رضي الله عنهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p367'> Vol. 01, p. 367</a>\n            </div>\n            \n</p>\n\n<p>\nبشهادة الله لهم بأنهم لا يكفرون، بقول الله تعالى: {فإن يكفر بها هؤلاء\nفقد وكلنا بها قوما ليسوا بها بكافرين}\n</p>\n\n<p>\nومنها دعواهم أن من السنية من يتشيع وليس من الرافضة من يتسنن.\n</p>\n\n<p>\nقلنا: هذا مما يدل على خساسة الرفض وبطلانه، لأن هذا الذي عليه الجمهور\nهو كان دين الإسلام من أوله، ودخل فيه الصحابة والآل ثم كل من ولد بعدهم من\nالمسلمين ثم كل من أسلم من اليهود والنصارى. ثم لم يزل كذلك مستمرا قرنا\nبعد قرن حتى صار آخر الدين، فظهرت هذه الرافضة ورسموا مذهبهم على مخالفة\nأول الدين، من سب الصحب وأزواج النبي - صلى <span id='ms89'></span> الله عليه وسلم - وبغضهم، الذي\nنطق القرآن بمدحهم ومحبتهم وانقطع الوحي وهو على ذلك، ومن ترك الجمعة\nوالجماعة والاعتناء بالمساجد والحج والغزو وغير ذلك من القطعيات التي بني\nالإسلام عليها ونزل بها كلامه. ولا شك أن الخارج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p368'> Vol. 01, p. 368</a>\n            </div>\n            \n</p>\n\n<p>\nعن ذلك الداخل في ضده خارج عن الإسلام. وهذا هو شأن كل الأديان المتقدمة:\nالداخل في أولها داخل فيها والخارج في آخرها خارج عنها حتى يعود الدين\nغريبا كما كان قبل البعثة حتى يبعث الله الرسول الثاني فيجددها. ولم يكن\nرسول بعد محمد - صلى الله عليه وسلم - ليجددها وما يعقب محمدا غير الساعة،\nلا شك أنها تقوم بعد فساد الدين. ولم يفسد هذا الدين بعبادة الأصنام وإنما\nفساده بالرفض الذي حدث في آخره. وهذا أيضا مما يؤكد خسة المترفض لدخوله\nفيما يهدم قواعد الإسلام كما عرفت ولانتقاله من العز إلى الذل الذي ضربه\nالله على الرافضة من اختفائهم واختفاء مذهبهم من سائر بلاد المسلمين، كما\nقال الله تعالى عن اليهود والنصارى: {ضربت عليهم الذلة أين ما ثقفوا} وأف\nلهمة عاقل يختار الباطل على الحق والاختفاء على الظهور والذل على العز\nبمجرد قول الرافضة كان الحق لعلي رضي الله عنه فأخذه أبو بكر. ولم يعلم\nلذلك ثبوت من قرآن أو غيره غير دعواهم، وهم أهل نصب وزور وأهواء. وأين قول\nمن حدث بعد الوحي بمئات سنين من قول شاهدي الوحي ونزول جبريل عليه السلام\nالذين شهدوا لأبي بكر وقدموه، وكان المسلمون عليه بعد الوحي قرنا بعد قرن.\n</p>\n\n<p>\nومنها تكفيرهم لأهل السنة واعتقادهم نجاستهم كاعتقادهم لنجاسة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p369'> Vol. 01, p. 369</a>\n            </div>\n            \n</p>\n\n<p>\nالكافر، حتى إذا صافحت أحدا منهم مسالما له أدخل يده في رديه وسلم عليك\nوصافحك بثوبه حائل بين راحتك وراحته. وإذا أضافهم أحد من السنية غسلوا\nالفراش بعده. وأمثل ذلك بمجرد قولهم إن السنية خالفوا عليا رضي الله عنه.\n</p>\n\n<p>\nوفساد ذلك من وجوه:\n</p>\n\n<p>\nالأول أن المسلم يخالف النبي - صلى الله عليه وسلم - فيما يأمر به وينهى\nولا يكفر، ويخالف الله تعالى فيما يأمر به وينهى أيضا ولا يكفر. وهما <span id='ms90'></span> واجبا\nالطاعة. فكيف يكفر بمخالفة مظنون الطاعة متروك الإمامة قبل أصحابه\nالمتقدمين عليه.\n</p>\n\n<p>\nالثاني أن الرافضة إذا وسمت بتكفير السنية وتنجيسهم بمخالفة علي رضي الله\nعنه الذي لم عثبت له إمامة قبل أصحابه وكان مكفوف اليد عن التصرف قبلهم.\nفقد رسمت السنية وجوزت لهم بالطريق الأولى تكفير الرافضة وتنجيسهم لمخالفة\nأبي بكر رضي الله عنه الذي ثبتت له الإمامة ووجوب الطاعة بشهادة مجموع\nالصحب والآل وكافة الأمة، وجهز العساكر وفتح البلاد ودانت له العباد وقسم\nالغنائم وتصرف بما كان يتصرف به النبي - صلى الله عليه وسلم - من غير منكر\nولا مخالف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p370'> Vol. 01, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\nالثالث أنه إذا كان التكفير على حسب تقرير الرافضة بمخالفة المظنون\nالمكذوب من قول الرافضة أن النبي - صلى الله عليه وسلم - نص في علي رضي\nالله عنه يوم خم، وقد بينا لك كذبه وبطلانه فيما تقدم من وجوه عدة، فلا\nيلومون في ذلك إلا أنفسهم إذا كفرناهم ونجسناهم من وجوه قطعية ثابتة في\nالقرآن لأنهم هم الذين جنوا على أنفسهم هذه الجناية وجروا عليهم هذه\nالجريرة.\n</p>\n\n<p>\nفمن ذلك أنهم يكفرون بمقابلة الحج الثابت في القرآن كفر {من استطاع إليه\nسبيلا} واغتنائهم عنه بزيارة قبر الحسين رضي الله عنه التي يسمونها باتة\nلزعمهم أنها تغفر الذنوب باتة، وتسميتهم لها بالحج الأكبر.\n</p>\n\n<p>\nومن ذلك أنهم يكفرون بترك جهاد الكفار والغزو لهم الذي يزعمون أنه لا\nيجوز إلا بإمام معصوم، وهو غائب. وإذا خرجت الكفار ودخلت بلاد المسلمين أين\nنلقى هذا الغائب المفقود حتى يستنصر به؟ وهل ذلك إلا دمار الإسلام وبلاده.\nفانظر إلى رقاعتهم وترجيح كفرهم بمثل هذا الاعتقاد.\n</p>\n\n<p>\nومن ذلك أنهم يكفرون بإعابتهم السنن المتواتر فعلها عن النبي - صلى الله\nعليه وسلم - من الجماعة والضحى والوتر والرواتب قبل المكتوبات من الصلوات\nالخمس وبعدها وغير ذلك من السنن المؤكدات.\n</p>\n\n<p>\nومن ذلك أنهم يكفرون لمخالفة الإجماع على الصديق رضي الله عنه الثابت\nالوعيد النار لمخالفته في قوله تعالى: {ويتبع غير سبيل المؤمنين نوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p371'> Vol. 01, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\nما تولى ونصله جهنم}\n</p>\n\n<p>\nومن ذلك أنهم يكفرون بقولهم <span id='ms91'></span> في خلق القرآن الثابت في القرآن أنه كلام\nالله. وكلام الواحد صفته لأنه يخرج من ذاته. فالقائل بخلق القرآن قائل بأن\nصفاته مخلوقة، والصفات لوازم الذات، فتكون ذاته تعالى محلا للحوادث، وهو\nمنزه عن مثل ذلك كونه قديما. فالقائل بمثله كافر لا محالة على حسب تقريرهم\nلأنه يخالف العقل والنقل.\n</p>\n\n<p>\nومن ذلك أنهم يكفرون بقولهم إن المعاصي واقعة بإرادة إبليس غالبة إرادة\nالله تعالى للطاعة، وذلك ظاهر لأن الله تعالى يريد من الزاني ترك الزنا\nوالشيطان يريد منه الزنا، فإذا زنى الزاني حصل مراد الشيطان دون مراد الله\nتعالى فيكون مراد الشيطان أقوى. ولا [شك] أن اعتقاد مثل ذلك كفر محض.\n</p>\n\n<p>\nومن ذلك أنهم يكفرون بتكفير الصحابة الثابت عصمتهم وتعديلهم وتزكيتهم في\nالقرآن، بقوله تعالى: {لتكونوا شهداء على الناس} ولشهادة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p372'> Vol. 01, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\nالله تعالى لهم أنهم لا يكفرون بقوله تعالى لهم: {فإن يكفر بها هؤلاء فقد\nوكلنا بها قوما ليسوا بها بكافرين}\n</p>\n\n<p>\nومن ذلك أنهم يكفرون بتكفير عائشة رضي الله عنها التي ثبت براءتها في\nالقرآن وثبت أنها مغفور لها ولأمثالها، وأن لها ولأمثالها رزقا كريما وقصرا\nفي الجنة وطعامها؛ بقوله تعالى: {أولئك مبرءون مما يقولون لهم مغفرة ورزق\nكريم} وأنها محبوبة رسول الله - صلى الله عليه وسلم -، وتوفي - صلى الله\nعليه وسلم - بين سحرها ونحرها، وجمع الله بين ريقه وريقها عند خروج روحه\nالشريفة بالسواك الذي لينته له بريقها، وكانت الناس تؤخر الهدايا إلى\nنوبتها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p373'> Vol. 01, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\nوتهديها إلى النبي - صلى الله عليه وسلم - لعلمهم بأنه يحبها، وجبريل\nعليه السلام لا ينزل في بيت غيرها من نسائه، ولم يغر الله تعالى كغيرته\nعليها حين رموها أهل الإفك حتى غلظ عليهم بوعد العذاب الأليم في ست عشرة\nآية. وموسى عليه السلام لم ينزل في براءته غير آية واحدة بقوله تعالى: {لا\nتكونوا كالذين آذوا موسى} وهو كليمه ورسوله. وأمر ضرب الحجاب عليها عند\nسؤالها متاعا، غيرة عليها وصونا لها. وحرم نكاحها على الأمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p374'> Vol. 01, p. 374</a>\n            </div>\n            \n</p>\n\n<p>\nوهي من أهل البيت المراد إذهاب الرجس عنهم. وأمثال ذلك.\n</p>\n\n<p>\nومن <span id='ms92'></span> ذلك أنهم يكفرون بمناقضة القرآن في حق الصحابة وحق الجمهور من أهل\nالسنة. فإن الله تعالى أخبر أنه راض عنهم بقوله تعالى: {والسابقون الأولون\nمن المهاجرين والأنصار والذين اتبعوهم بإحسان رضي الله عنهم ورضوا عنه}\nوالتابعون لهم هم أهل السنة بقوله تعالى: {لقد رضي الله عن المؤمنين إذ\nيبايعونك تحت الشجرة} وأمثال ذلك.\n</p>\n\n<p>\nومن ذلك أنهم يكفرون ببغضهم الصحابة حيث يخالفون الله تعالى في محبتهم\nويكذبون بها ويزعمون أن الله تعالى يبغضهم، وهم على خلاف ما أخبر به من\nمحبتهم بقوله تعالى: {يحبهم ويحبونه}\n</p>\n\n<p>\nومن ذلك أنهم يكفرون بتكذيب المهاجرين في شهادتهم للصديق رضي الله عنه\nباستحقاقه الإمامة لأن الله تعالى أخبر بصدقهم في قوله تعالى: {للفقراء\nالمهاجرين الذين أخرجوا من ديارهم} إلى قوله {أولئك هم الصادقون} وأكد\nصدقهم بالإشارة وضمير الفصل والجملة الاسمية.\n</p>\n\n<p>\nومن ذلك أنهم يكفرون بدعواهم خسران الأنصار باتباعهم الصديق رضي الله\nعنه، والله تعالى أخبر بفلاحهم في قوله تعالى: {والذين تبوءوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p375'> Vol. 01, p. 375</a>\n            </div>\n            \n</p>\n\n<p>\nالدار والإيمان من قبلهم} إلى قوله {فأولئك هم المفلحون}\n</p>\n\n<p>\nومن ذلك أنهم يكفرون باتصافهم بصفة تخالف ما وصف الله تعالى به المؤمنين\nالذين جاءوا من بعد المهاجرين والأنصار -من لعنهم ووجود الغل في قلوبهم-\nبقوله تعالى: {والذين جاءوا من بعدهم يقولون ربنا اغفر لنا ولإخواننا الذين\nسبقونا بالإيمان ولا تجعل في قلوبنا غلا للذين آمنوا ربنا إنك رءوف رحيم}\n</p>\n\n<p>\nومن ذلك أنهم يكفرون بانفعال أنفسهم وبغضهم عند ذكر الصحابة وغيظهم منهم\nلشدة الصحابة عليهم، كما ذهب إليه مالك رحمه الله مستدلا بقوله تعالى:\n{أشداء على الكفار} إلى قوله {ليغيظ بهم الكفار}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p376'> Vol. 01, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\nومن ذلك أنهم يكفرون بمقالاتهم في علي رضي الله عنه بأن يجعلوه أفضل من\nالأنبياء أولي العزم من الرسل نحو نوح وإبراهيم وموسى وعيسى عليهم السلام\nوغير أولي العزم. وهذا جهل غليظ. وأين علي من نوح الذي آتاه الله السفينة\nآية وأهلك كل ساكني الأرض بسببه غيرة عليه وانتصارا له. وأين علي من\nإبراهيم الذي جعل النار المحمى عليها شهرا عليه بردا وسلاما، وآتاه <span id='ms93'></span> في\nالدنيا ذكرا حسنا وفي الآخرة لسان صدق وأنه فيها من الصالحين، وغل يد الملك\nالذي هم بزوجته سارة، وأهلك النمرود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p377'> Vol. 01, p. 377</a>\n            </div>\n            \n</p>\n\n<p>\nوأجناده وكان ممن ملك الدنيا كلها بأجمعها، غيرة عليه وانتصار له. وأين\nعلي من موسى الذي جعل الله عصاه آية تصلح لمآرب كثيرة وجعل خروج يده بيضاء\nآية، وأرسل على أعدائه {الطوفان والجراد والقمل والضفادع والدم آيات\nمفصلات}، وبرأه بالحجر الذي أخذ ثوبه حين رموه بالأدرة، وأهلك فرعون\nبدعوته، وفلق له البحر وأغرق فرعون وجنوده -وكان عدد عسكره ألف ألف\nوخمسمائة ألف، كل على حصان وعلى رأسه بيضة، وكانت كتيبته مائة ألف حصان\nأدهم- بسببه غيرة عليه وانتصارا له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p378'> Vol. 01, p. 378</a>\n            </div>\n            \n</p>\n\n<p>\nوأين علي من عيسى الذي نفخ الله فيه من روحه وجعله وأمه آية وكان يبرئ\nالأكمه والأبرض ويحيي الموتى ونزل عليه بطلبه المائدة وأيده بروح القدس\nورفعه إليه حين طلب أعداؤه قتله انتصارا له. وعلي رضي الله عنه وإن كان\nصاحب المنزلة العالية والكرامات والولاية الحقة المقبولة عند الله تعالى\nلكن قتله خصماؤه ولم ينتصر له من معاوية حتى أخذ الحكم منه، ولم يكن كرامة\nواحدة تقابل شيئا من معجزات هؤلاء الأنبياء المذكورين.\n</p>\n\n<p>\nفانظر إلى فسق الرافضة وتجرئهم على رسل الله تعالى: كيف جعلوا عليا رضي\nالله عنه أفضل منهم عليهم الصلاة والسلام. وأين درجة النبوة من درجة\nالولاية.\n</p>\n\n<p>\nوأهل السنة يفضلون عثمان رضي الله عنه الذي مفضول الثلاثة على علي رضي\nالله عنه، والرافضة لا يقدرون أن يقيموا الحجة عليهم بمساواته له، فكيف\nينطون إلى الأنبياء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p379'> Vol. 01, p. 379</a>\n            </div>\n            \n</p>\n\n<p>\nالذين هم أعلى درجات المخلوقات. كان لهم من الله تعالى على هذا الاعتقاد\nأقبح الجزاء.\n</p>\n\n<p>\nومن ذلك أنهم يكفرون بدعواهم لعلي رضي الله عنه ولسائر أئمتهم علم الغيب\nوعدد الرمال وأوراق الأشجار وقطر الغمام. وذلك من خواص الله تعالى لقوله عز\nوجل: {قل لا يعلم من في السماوات والأرض الغيب إلا الله} وقوله تعالى: {وأن\nالله قد أحاط بكل شيء علما}\n</p>\n\n<p>\nومن ذلك أنهم يكفرون بدعواهم لصاحب زمانهم المفقود حضوره في كل مكان <span id='ms94'></span> وإن\nتناجى اثنان كان معهما. وذلك من خواص الله تعالى بقوله سبحانه: {ما يكون من\nنجوى ثلاثة إلا هو رابعهم ولا خمسة إلا هو سادسهم ولا أدنى من ذلك ولا أكثر\nإلا هو معهم أين ما كانوا}\n</p>\n\n<p>\nومن ذلك أنهم كما كفرونا بمخالفة علي رضي الله عنه هم أيضا يكفرون\nبمخالفته، لأن عليا رضي الله عنه كان مقدما أبا بكر وعمر وعثمان رضي الله\nعنهم، وكان لا يظهر منه بغض لهم ولا مسبة ولم ينازعهم في شيء، وكان يصلي\nالجمعة والجماعة والسنن وغير ذلك مما كان عليه النبي - صلى الله عليه وسلم\n-. والرافضة على خلاف ذلك كله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p380'> Vol. 01, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\nومن ذلك أنهم يكفرون بدعوى الحماية من علي رضي الله عنه لمن يدفن في\nالبقاع الذي وراء قبته المنسوبة إليه [من] أمواتهم، ويعجزون النبي - صلى\nالله عليه وسلم - عن الحماية وينفونها عنه لمن يدفن عنده كأبي بكر وعمر رضي\nالله عنهما، يرمونهما باللعن ويزعمون أن ذلك يصل إليهما وهما في حجرته، بل\nفي حجره وأنواره ونعيمه والرحمة عليه شاملة لهما. وهذا من أقبح الدعاوي\nالكبار عند الله تعالى.\n</p>\n\n<p>\nوهذا القدر كاف في تكفيره المقرر على رسمهم. ولو ذهبنا إلى حصره لطال ولا\nيحتمله هذه المختصر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p381'> Vol. 01, p. 381</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head91'>الفصل السابع في عدد فرق الرافضة وبيان ضلال فرقهم</h1>\n\n<p>\nوهم ثلاثة أقسام: الغالية والإمامية والزيدية.\n</p>\n\n<p>\nالقسم الأول الغالية: وهي تفترق إلى إحدى عشرة فرقة: الطيارية والبنانية\nوالمغيرية والمنصورية والخطابية والعمورية والبزيعية والمفضلية والشريعية\nوالسبابية والمفوضية. والجميع من هذه الفرق الغالية مجمع على إبطال معاد\nالأشباح يوم القيامة وأن عليا رضي الله عنه إله. وتفترق كل فرقة بقول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p383'> Vol. 01, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\nفالطيارية ترى أن الله تعالى إنما يحل في الأنبياء فقط.\n</p>\n\n<p>\nوالبنانية ترى أن الله تعالى إنما يحل في أشباح الناس كلهم.\n</p>\n\n<p>\nوالمغيرية تزعم أن الله تعالى إنما يحل في أشباح الناس فقط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p384'> Vol. 01, p. 384</a>\n            </div>\n            \n</p>\n\n<p>\nوالخطابية ترى أن الأئمة أنبياء وأن الله يبعث في كل وقت صامتا وناطقا،\nوكان محمد ناطقا وعلي صامتا. والمعمورية كذلك، وترى معه ترك الصلاة.\n</p>\n\n<p>\nوالبزيعية ترى أن الله تعالى <span id='ms95'></span> ظهر في المسيح وفي علي وفي جعفر بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p385'> Vol. 01, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد الصادق فقط وأن جعفرا لم ير وإنما رئي شبحه الذي ظهر فيه ونطق عنه\nوأن جميع الشيعة يأتيهم الوحي من الله تعالى.\n</p>\n\n<p>\nوالمفضلية ترى أن الأئمة كلهم آلهة، وقولهم في كل واحد منهم كقول النصارى\nفي المسيح عليه السلام.\n</p>\n\n<p>\nوالشريعية ترى أن الله تعالى إنما أشرف في خمسة أشخاص فقط: محمد - صلى\nالله عليه وسلم - وعلي وفاطمة والحسن والحسين رضي الله عنهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p386'> Vol. 01, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\nوالسبابية ترى أن عليا لم يمت وأنه يرجع قبل القيامة.\n</p>\n\n<p>\nوالمفوضية ترى أن الله تعالى فوض تدبير الخلائق إلى الأئمة وأنه أقدر\nمحمدا وعليا على خلق العالم وأن الله تعالى لم يخلق شيئا.\n</p>\n\n<p>\nالقسم الثاني الإمامية،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p387'> Vol. 01, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\nوهي أربع عشرة فرقة: القطعية والكيسانية والكريبية والمغيرية والمحمدية\nوالحسنية والناووسية والإسماعيلية والقرامطة والمباركية والشمطية والعمارية\nوالممطورية والموسوية.\n</p>\n\n<p>\nوالمجموع من هذه الفرق الإمامية متفقة على أن الإمامة نص وأن الأئمة\nمعصومون وأنهم يعلمون كل شيء حتى عداد الحصا والقطر والرمال وورق الأشجار\nوأن كلهم لهم معجزات وأن إمامة المفضول لا تجوز وأن الصحابة ارتدت إلا ستة:\nسلمان وأبا ذر وعمارا وحذيفة والمقداد وصهيبا، كما مر.\n</p>\n\n<p>\nوتفترق كل فرقة بقول.\n</p>\n\n<p>\nفالقطيعية هم الاثنى عشرية الذين قطعوا على موت موسى بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p388'> Vol. 01, p. 388</a>\n            </div>\n            \n</p>\n\n<p>\nجعفر وأن الإمامة قد انتهت إلى القائم المنتظر وهو محمد بن الحسن\nالعسكري.\n</p>\n\n<p>\nوالكيسانية ترى أن الإمامة ارتدت بعد علي رضي الله عنه إلى محمد بن\nالحنفية دون الحسن والحسين.\n</p>\n\n<p>\nوالكريبية ترى أن محمدا بن الحنفية حي في جبل رضوى.\n</p>\n\n<p>\nوالمغيرية وقفت على أبي جعفر محمد بن علي الباقر وزعمت أنه أوصى إلى أبي\nمنصور دون بني هاشم كما أوصى موسى عليه السلام إلى يوشع بن نون دون ولده\nوولد أخيه هارون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p389'> Vol. 01, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\nوالحسينية ترى أن أبا منصور أوصى إلى الحسين بن أبي منصور وأنه الإمام\nبعده.\n</p>\n\n<p>\nوالناووسية ترى أن أبا جعفر لم يمت وأنه القائم المهدي.\n</p>\n\n<p>\nوالإسماعيلية ترى أن الإمامة بعد جعفر صارت في ولده إسماعيل وأنه فقد ولم\nيمت وأنه المنتظر.\n</p>\n\n<p>\nوالقرامطة ترى <span id='ms96'></span> أن جعفرا نص على ابن ابنه محمد بن إسماعيل وأنه لم يمت\nوأنه حي وهو المهدي.\n</p>\n\n<p>\nوالمباركية ترى أن محمد بن إسماعيل مات وأن الإمامة في ولده.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p390'> Vol. 01, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\nوالشمطية ترى أن الإمامة بعد جعفر في محمد ابنه ثم في ولده.\n</p>\n\n<p>\nوالعمارية وهم الفطحية ترى أن الإمامة بعد جعفر صارت إلى ابنه عبد الله.\n</p>\n\n<p>\nوالممطورية وقفت على موسى بن جعفر وأنه حي لم يمت وتفرقوا في الإمامة\nبعده.\n</p>\n\n<p>\nوالموسوية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p391'> Vol. 01, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\nالقسم الثالث الزيدية. وهم ست فرق:\n</p>\n\n<p>\nالجارودية (1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p392'> Vol. 01, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p393'> Vol. 01, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p394'> Vol. 01, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p395'> Vol. 01, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\nوالسليمانية والبترية والنعيمية واليعقوبية والبرائية.\n</p>\n\n<p>\nوالجميع منهم متفق على أن الإمامة صارت من علي بن الحسين إلى ابنه زيد\nدون محمد، ثم من بعده إلى كل خارج ناصر للحق من ولد الحسين. وأجمعوا أيضا\nعلى إنكار الرجعة وترك التبرؤ من الشيخين إلا البرائية، فإنهم يتبرءون\nمنهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p396'> Vol. 01, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\nوتفترق كل فرقة بقول:\n</p>\n\n<p>\nفالجارودية تزعم أن النبي - صلى الله عليه وسلم - نص على علي رضي الله\nعنه بصفته لا باسمه وأن عليا كرم الله وجهه هو الإمام بعده.\n</p>\n\n<p>\nوالسليمانية تسوق\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p397'> Vol. 01, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\nالأمة على ترتيب أئمتهم إلى علي بن الحسين ثم تجعلها بينهم فيمن خرج\nمنهم.\n</p>\n\n<p>\nوالبترية ترى أن عليا إنما صار إماما حين بويع، فأما قبل البيعة لم يكن\nإماما.\n</p>\n\n<p>\nوالنعيمية ترى أن بيعة أبا بكر وعمر رضي الله عنهما لم تكن خطأ لأن عليا\nكرم الله وجهه تركها لهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p398'> Vol. 01, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\nواليعقوبية ترى مثل ذلك إلا أنها تتبرأ من عثمان رضي الله عنه وتكفره.\n</p>\n\n<p>\nوالبرائية ترى التبرؤ من أبي بكر وعمر وتقول بالرجعة.\n</p>\n\n<p>\nفهذه الإحدى والثلاثون فرقة الرافضة.\n</p>\n\n<p>\nوهذا آخر ما تيسر في هذا المختصر من المناظرة بين السنة والرافضة.\n</p>\n\n<p>\nوالحمد لله وصلى الله على سيدنا محمد وعلى آله وأصحابه وسلم تسليما كثيرا\nإلى يوم الدين وحسبنا الله ونعم الوكيل ولا حول ولا قوة إلا بالله العلي\nالعظيم.\n</p>\n\n<p>\nقال الناسخ: وقد وقع التحرير في فراغه يوم الأحد تاسع عشر شهر رجب الفرد\nسنة أربعين وتسعمائة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p399'> Vol. 01, p. 399</a>\n            </div>\n             <span id='ms97'></span>\n</p>\n",
  "pages": [
    "000",
    "000",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "396",
    "397",
    "398",
    "399"
  ],
  "volumes": [
    "01"
  ]
}