{
  "content": "\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nاللهم يسر برحمتك\n</p>\n\n<p>\nقال الشيخ أبو القاسم عمر بن ثابت الثمانيني رحمه الله:\n</p>\n\n<p>\nالكلام كله ثلاثة أقسام: اسم، وفعل، وحرف. فالحرف لا يوزن، لأن\n</p>\n\n\n<h1 class='l1' id='head0'>AUTO الغرض بالوزن</h1>\n\n<p>\n أن يعرف الأصلي من الزائد، والحروف لا يعرف لها اشتقاق ولا أصل أخذت منه\nفترد إليه؛ فلأجل هذا لم توزن. ألفاتها كلها أصول كألف \"ما\" و\"لا\" و\"إلا\"\nو\"حتى\" و\"أما\" وما أشبه ذلك، ولا يحكم على ألفاتها بالانقلاب عن ياء ولا\nواو ولا همزة، ولا بأنها زائدة للإلحاق أو للتأنيث، لأنها لا يعرف لها\nاشتقاق.\n</p>\n\n\n<h1 class='l1' id='head1'>AUTO والذي يدخل في الوزن</h1>\n\n<p>\n: هي الأسماء والأفعال، وإنما دخلتا في الوزن، لأنه يعرف اشتقاقهما\nوأصولهما والزيادة عليهما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nوالذي يوزن به الأسماء والأفعال هو: \"الفاء والعين واللام\".\n</p>\n\n\n<h1 class='l1' id='head2'>AUTO والأفعال على ضربين: أصلي وذو زيادة</h1>\n\n<p>\n، وهو أربعة أبنية: ثلاثة للفاعل وواحد للمفعول، فما كان للفاعل فهو على:\n\"فعل\" و\"فعل\" و\"فعل\"، فمثال فعل: \"علم\" و\"ركب\"، ومثال فعل \"ضرب\" و\"أكل\"،\nومثال فعل \"ظرف\" و\"كرم\".\n</p>\n\n<p>\nفأما \"فعل\" فهو غير متعد إلى مفعول به، وأما \"فعل\" و\"فعل\" ففيهما متعد\nوفيهما لازم وقد ذكرنا ذلك في النحو وأما ما يختص بالمفعول فهو: \"فعل\" نحو:\n\"أكل\" و\"ضرب\"، وهذا الذي يختص بالمفعول أوله مضموم في الماضي والمستقبل\nنحو: \"أكل يؤكل\" و\"ضرب يضرب\".\n</p>\n\n<p>\nولا يجوز أن يكسر أوله إلا أن يكون ثانيه ياء أو يكون مضاعفا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nنحو: \"قيل\" وبيع ورد، وقد قرئ بهما، والإشمام جائز فيما كسر من هذا النوع\nوقد قرئ بكل ذلك وإن زاد الماضي على ثلاثة ضم أوله في الماضي والمستقبل\nنحو: \"أكرم يكرم\" و\"استخرج يستخرج\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا كان الفعل على أربعة أحرف جاز أن يكون أصولا كله، وجاز أن يكون ذا\nزيادة، فإذا كان أصولا كله قيل له رباعي وقيل له على أربعة أحرف نحو:\n\"دحرج\" و\"قرطس\"، و\"سرهف\"، وكل رباعي فهو على أربعة أحرف، وليس كل ما يكون\nعلى أربعة أحرف يقال له رباعي، لأن\n</p>\n\n\n<h1 class='l1' id='head3'>AUTO الرباعي يختص به الأصلي <span id='ms001'></span> دون الزائد</h1>\n\n<p>\n فهو خاص لهذا المعنى، وعلى أربعة أحرف يشترك فيه الأصلي والزائد فهو عام فيهما.\n</p>\n\n\n<h1 class='l1' id='head4'>AUTO فأما ذو الزيادة من الأربعة</h1>\n\n<p>\n ف\"فعل وفاعل وأفعل\" نحو: \"كسر\"، و\"قاتل\"، و\"أكرم\".\n</p>\n\n<p>\nوما زاد على الأربعة فلا يكون إلا بزيادة.\n</p>\n\n\n<h1 class='l1' id='head5'>AUTO وأما الخماسي</h1>\n\n<p>\n فما كان على \"افتعل\" و\"انفعل\" و\"افعل\" نحو \"انطلق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \n</p>\n\n<p>\nواحتمل واحمر\" والسداسي نحو: \"احمار\" و\"استخرج\" و\"اغدودن\" و\"اطمأن\"\nو\"اقشعر\" وأمثلته كثيرة.\n</p>\n\n<p>\nفأما الثلاثي من الأفعال إذا كان الفعل مبنيا لفاعله فحرف مضارعته مفتوح\nمن \"فعل\" بغير خلاف عن العرب، وإذا كان الماضي على \"فعل\" أو في أوله ألف\nوصل فالعرب تختلف في حرف المضارعة منه،\n</p>\n\n\n<h1 class='l1' id='head6'>AUTO فأفصح اللغات فيه</h1>\n\n<p>\n الفتح نحو \"علم يعلم\" و\"استخرج يستخرج\" فهؤلاء يفتحون جميع حروف\nالمضارعة من الهمزة والنون والتاء والياء فيقولون: أنا \"أعلم\" وأنت \"تعلم\"\nونحن \"نعلم\" وهو \"يعلم\" وأنا \"أستخرج\" ونحن \"نستخرج\" وأنت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \n</p>\n\n<p>\n\"تستخرج\" وهو \"يستخرج\"، وهذه أفصح اللغات، وهو الأصل لجميع اللغات.\n</p>\n\n\n<h1 class='l1' id='head7'>AUTO والمذهب الثاني</h1>\n\n<p>\n: نقيض هذا المذهب وهو أن يكسروا جميع حروف المضارعة، وإن كانت الكسرة في\nالياء ثقيلة فإنهم يتحملونها فيقولون: أنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n</p>\n\n<p>\n\"إعلم\" ونحن \"نعلم\" وأنت \"تعلم\" وهو \"يعلم\" وأنا \"إستخرج\" ونحن \"نستخرج\"\nوهو \"يستخرج\"، وقد قرئ بذلك كله.\n</p>\n\n\n<h1 class='l1' id='head8'>AUTO والمذهب الثالث</h1>\n\n<p>\n: قوم من العرب يكسرون الهمزة والنون والتاء ويفتحون الياء فيقولون: أنا\n\"إعلم\" ونحن \"نعلم\" وأنت \"تعلم\" وهو \"يعلم\" بفتح الياء، لأنهم يستثقلون\nالكسرة في الياء.\n</p>\n\n<p>\nفإذا كان في أوله واو نحو \"وجل يوجل\" اختلف أهل الكسر فيه فكان قوم\nيكسرون حروف المضارعة فتنقلب الواو ياء لسكونها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \n</p>\n\n<p>\nوانكسار ما قبلها فقالوا \"ييجل\" و\"نيجل\".\n</p>\n\n<p>\nوقوم من العرب يكسرون الهمزة والنون والتاء ويفتحون الياء فيقولون هو\n\"يوجل\"، وقوم ممن يكسرون الهمزة والنون والتاء يقلبون من الواو ألفا\nفيقولون هو \"ياجل\"، وهذا قلب على غير قياس، لأن الواو الساكنة لا تقلب\nألفا، وهم يقلبونها مع جميع حروف المضارعة ويفتحون لها ما قبلها فيقولون\nأنا \"آجل\" ونحن \"ناجل\" وأنت \"تاجل\" وهو \"ياجل\"، لأنهم يفرون من ثقل الواو\nإلى خفة الألف <span id='ms002'></span>.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا كان الماضي على ثلاثة أحرف فتحوا منه حرف المضارعة نحو: \"يضرب\"\nو\"يعلم\" لأن الثلاثي خف على ألسنتهم وكثر استعمالهم له فاختاروا له الفتحة،\nلأنها أخف الحركات وأكثرها في الاستعمال.\n</p>\n\n<p>\nفأما الذين كسروا حرف المضارعة فإنهم أرادوا أن يدلوا على أن الفعل\nالماضي مكسور العين أو في أوله همزة فلما أرادوا أن يدلوا على هذا لم يخلوا\nأن يكسروا حرف المضارعة أو فاء الفعل أو عينه أو لامه [ولم يجز أن يكسروا\nلامه] لأنه حرف الإعراب ولو ألزموها الكسر لبطل أن يدخلها إعراب، ولم يجز\nأن يكسروا عينه، لأن بحركة العين يفصل بين الأبنية من \"يفعل\" و\"يفعل\"\nو\"يفعل\"، لو ألزموها الكسر لبطل هذا الفرق، ولم يجز أن يكسروا فاء الفعل\nلئلا يتوالى في اللفظ أربع حركات ليس بينها حاجز في اللفظ ولا في التقدير،\nفلم يبق إلا حرف المضارعة فكسروه.\n</p>\n\n<p>\nوإذا كان الماضي على أربعة أحرف ضموا حرف المضارعة من مستقبله نحو: \"أكرم\nيكرم\" و\"كسر يكسر\" و\"دحرج يدحرج\" و\"قاتل يقاتل\"، وإنما اختاروا له الضمة،\nلأن الفتحة قد غلب عليها الثلاثي فلم يبق له إلا أن يضم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nأو يكسر، ولم يجز أن يكسر لئلا يلبس بلغة الذين يكسرون حرف المضارعة\nفخلصت له الضمة دون غيرها.\n</p>\n\n<p>\nفأما ما زاد على الأربعة كالخماسي والسداسي نحو: \"انطلق\" و\"استخرج\" وما\nكان على وزنهما فإنهم فتحوا فيهما حرف المضارعة نحو: \"ينطلق\" و\"يستخرج\"،\nوإنما اختاروا لهما الفتح لأمرين:\n</p>\n\n<p>\nأحدهما: أنه قد كثرت حروفهما فلم يجمعوا عليهما كثرة الحروف وثقل الضمة.\n</p>\n\n<p>\nوالوجه الثاني: أن أكثر ما يكون الخماسي والسداسي من الثلاثي وقلما يكون\nمن الرباعي فلم يحفلوا بما كان منهما من الرباعي لقلته، وحملوا الزائد على\nالأصلي فأعطوه الفتح، لأن الثلاثي هو الأصل.\n</p>\n\n\n<h1 class='l1' id='head9'>AUTO وحكى قوم الضم في الخماسي والسداسي</h1>\n\n<p>\n كأنهم حملوه على ذوات الأربعة، وهذا شاذ لا يؤخذ بمثله.\n</p>\n\n<p>\nوأقل ما يكون عليه الفعل الثلاثة وأكثر ما تبلغه الزيادة الستة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head10'>AUTO فأما الأسماء فالأصول منها ثلاثة أقسام</h1>\n\n<p>\n: ثلاثي، ورباعي، وخماسي، وأكثر <span id='ms003'></span> ما تبلغه بالزيادة السبعة نحو: \"احميرار\"\nو\"اطمئنان\" وذلك أن غاية الأصل في الأسماء هو الخمسة، وغاية الأصل في الفعل\nالأربعة فلما زاد غاية الاسم في الأصل على غاية الفعل حرفا جاز في الزيادة\nغاية الاسم على غاية الفعل، فصار انتهاء الاسم بالزيادة سبعة وانتهاء الفعل\nبالزيادة ستة.\n</p>\n\n<p>\nوأما ما يتركب من \"ف ع ل\" من الأسماء والصفات بغير خلاف فهي عشرة أبنية\n\"فعل: كعب\"، \"فعل: قلم\"، \"فعل: كتف\"، \"فعل: عضد\"، هذا مع فتح الفاء.\n</p>\n\n<p>\n\"فعل: قفل\"، \"فعل: طنب\"، و\"فعل: نغر\" هذا مع ضم الفاء. فأما \"فعل\" نحو\n\"ضرب\" و\"شتم\" فهو بناء يختص بالفعل، وقد حكى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nالأخفش بناء حادي عشر وهو \"فعل\" \"دئل\" وهو اسم دويبة، قال الشاعر:\n</p>\n\n<p>\nجاءوا بجيش لو قيس معرسه ... ما كان إلا كمعرس الدئل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\nوقال قوم إنما سميت بالفعل يقال \"دئل\" في هذا الموضع كما يقال \"عدي\" فيه.\nفأما \"دئل\" اسم قبيلة أبي الأسود فقال قوم سميت باسم الدويبة، وقال قوم بل\nسميت بالفعل.\n</p>\n\n<p>\nو\"فعل: جذع\" و\"فعل: ضلع\" و\"فعل: إبل\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nوبقي \"فعل\" وهو بناء ليس في الأسماء ولا في الأفعال فأما من قال \"ضئبل\" و\n\"إصبع\" فلا يقاس على لغته.\n</p>\n\n<p>\nفقد صار بناء الثلاثي عشرة بغير خلاف، والحادي عشر فيه الخلاف، وقد مضى\nتمثيله.\n</p>\n\n<p>\nوإنما كثرت أبنية الثلاثي، لأنه لما قلت حروفه كثر استعمالهم له فكثروا\nأبنيته والتصرف فيه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head11'>AUTO فأما الرباعي فله خمسة أبنية</h1>\n\n<p>\n، لم يختلفوا فيها، ثلاثة بكسر الفاء، وواحد بضمها، وواحد بفتحها.\n</p>\n\n<p>\nفأما المكسور الفاء ف \"فعلل\" مثاله: \"زبرج\" و\"فعلل\" مثاله: \"درهم\"،\nو\"فعل\" مثاله: \"قمطر\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n            \n</p>\n\n<p>\nوالمفتوح الفاء \"فعلل\" مثاله \"جعفر\" والمضموم: \"فعلل\" مثاله \"برثن\".\n</p>\n\n<p>\nوهذه الأمثلة تكون أسماء وتكون صفات. وقد زاد الأخفش بناء سادسا وهو\n\"فعلل\" ومثاله: \"جؤذر\" و\"برقع\". وهذا بناء لم يحكه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nسيبويه ولا أصحابه وإنما قلت أبنية الرباعي، لأنه لما زاد حرفا على\nالثلاثي خرج عن الاعتدال، لأن أعدل الأسماء هو الثلاثي فقل تصرفهم فيما زاد\nعليه فقللوا أبنيته.\n</p>\n\n\n<h1 class='l1' id='head12'>AUTO فأما الخماسي فهو أربعة <span id='ms004'></span> أبنية</h1>\n\n<p>\n بلا خلاف بينهم تكون أسماء وصفات اثنان بفتح الفاء وواحد بكسرها، وواحد\nبضمها فأما المكسور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nالفاء: فهو \"فعلل\" مثاله \"جردحل\" والمضموم الفاء: \"فعلل\" مثاله \"قذعمل\"\nوأما المفتوح الفاء فهو \"فعلل\" مثاله \"سفرجل\" و\"فعللل\" مثاله \"جحمرش\" وزاد\nابن السراج بناء خامسا وهو \"فعللل\" مثاله: \"هندلع\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nفجملة الأبنية المتفق عليها في الأسماء تسعة عشر بناء: عشرة في الثلاثي،\nوخمسة في الرباعي، وأربعة في الخماسي، لأنهم لما قل تصرفهم في الرباعي وهو\nآخذ من الخماسي كانوا جدراء بأن يقل تصرفهم في الخماسي لطوله وبعده عن\nالثلاثي.\n</p>\n\n<p>\nوأما الأبنية الزائدة فهي ثلاثة: واحد في الثلاثي وهو \"فعل\"، وواحد في\nالرباعي وهو \"فعلل\" وواحد في الخماسي وهو \"فعللل\". فصار جملة الأبنية اثنين\nوعشرين بناء، فهذه جملة الأصول.\n</p>\n\n<p>\nفأما سداسي وسباعي فإنما يكون بالزيادة، فإذا لحق شيء من الثلاثي\nبالرباعي فإنما يلحق بزيادة حرف واحد، وإذا لحق شيء من الرباعي [بالخماسي]\nفإنما يلحق بزيادة حرف، فإذا لحق شيء من الثلاثي بالخماسي فإنما يلحق\nبزيادة حرفين، وينبغي أن يعتبر بكل واحد من الحرفين في الرباعي، فإن وجد له\nفيه معنى علم أنه ألحق بالرباعي بذلك الحرف، ثم ألحق بالحرف الثاني\nبالخماسي على هذا التدريج، فإن لم يوجد له معنى بالرباعي مع كل واحد من\nالحرفين الزائدين قطع على أنه ألحق بالخماسي بزيادة الحرفين في ضربة واحدة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\nوأنا أذكر بعد هذا الفصل -إن شاء الله تعالى - أول التصريف، وبالله\nالتوفيق.\n</p>\n\n\n<h1 class='l1' id='head13'>AUTO التصريف في اللغة</h1>\n\n<p>\n: إنما هو الذهاب والمجيء والحركة والسكون، ومنه قوله تعالى: (وتصريف\nالرياح) إنما هو تدبيرها والتصرف فيها بأن يهبها مرة من جهة ومرة من جهة\nأخرى، والتصريف في النحو إنما هو مشبه بالتصريف في الأفعال.\n</p>\n\n<p>\nوإذا كان الفعل يتعدى إلى مفعول واشتققت للمفعول منه فعلا بالنفي أو\nالإثبات لتدل على قبوله التأثير وتأتيه فيه، سميت فعل المفعول مطاوعا لفعل\nالفاعل، وإذا كان فعل المفعول مطاوعا لفعل الفاعل فمصدره مطاوع لمصدر فعل\nالفاعل تقول: كسرت القلم فانكسر، ف\"انكسر\" مطاوع ل \"كسرت\"، و\"الانكسار\"\nمطاوع <span id='ms005'></span> \"للكسر\"، كذلك تقول قطعت الحبل فانقطع، ف\"انقطع\" مطاوع ل\"قطعت\"،\nو\"الانقطاع\" مطاوع \"للقطع\"، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك تقول شويت اللحم فانشوى واشتوى أي: قبل التأثير. ف \"اشتوى وانشوى\"\nجميعا مطاوع ل \"شويت\"، و\"الاشتواء والانشواء\" مطاوع \"للشي\"؛ لأنك تقول: شوى\nيشوي شيا، وتقول في المطاوع: انشوى ينشوي انشواء، واشتوى يشتوي اشتواء\nوكذلك تقول: صرفته أصرفه تصريفا، وتقول في مطاوعه: تصرف يتصرف تصرفا، ف\n\"تصرف\" مطاوع \"صرفت\"، و\"التصرف\" مطاوع \"التصريف\"، فهذا معنى قولهم: الأفعال\nالمطاوعة.\n</p>\n\n\n<h1 class='l1' id='head14'>AUTO والتصريف في النحو والتصرف فيه</h1>\n\n<p>\n: هو أن تأتي إلى مثال من الحروف الأصول فتشتق منه بزيادة أو بنقص أمثلة\nمختلفة يدل كل مثال منها على معنى لا يدل عليه المثال الآخر. مثال ذلك أن\nتأتي إلى مثال \" ض. ر. ب\" فإن اشتققت منها فعلا ماضيا قلت: \"ضرب\"، وإن\nاشتققت منه فعلا مستقبلا قلت \"يضرب\"، وإن اشتققت منه أمرا قلت \"اضرب\"، وإن\nاشتققت منه نهيا قلت \"لا تضرب\"، وإن اشتققت منه مصدرا قلت \"ضربا\" و\"مضربا\"،\nوإن اشتققت منه اسما للزمان أو للمكان اللذين يوقع فيهما الفعل قلت:\n\"مضربا\"، وإن اشتققت منه اسم الفاعل قلت: \"ضارب\"، وإن اشتققت منه اسم مفعول\nقلت: \"مضروب\"، وإن اشتققت منه مثالا ليدل على التكثير والتكرير قلت: \"ضرب\"،\nوإن اشتققت منه مثالا للمفعول الذي لم يذكر فاعله قلت: \"ضرب\" فإن اشتققت\nمنه مثالا ليدل على استدعائه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nالفعل قلت: \"استضرب\" وإن أردت أنه فعل من الضرب مثل ما فعل به على جهة\nالمقابلة قلت: \"ضارب زيد عمرا\" فإن أردت أنه فعل الضرب في نفسه مع اختلاج\nوحركة قلت: \"اضطرب\". فقد رأيت كيف تصرفت في المثال الواحد بأن اشتققت منه\nهذه الأمثلة الكثيرة ودللت بكل بناء منها على معنى لا يدل عليه الآخر.\n</p>\n\n<p>\nفهذا هو التصريف في الكلام والتصرف فيه وسنبين بعد هذا الفصل - إن شاء\nالله - الأصول من الزوائد.\n</p>\n\n\n<h1 class='l1' id='head15'>AUTO والتصريف ينقسم ثلاثة أقسام</h1>\n\n<p>\n وهي: الزيادة والنقص والبدل.\n</p>\n\n<p>\nفأما الزيادة فتكون شيئين: إما زيادة حرف أو زيادة حركة فإذا قلت: \"ضارب\"\nفقد زدت حرفا <span id='ms006'></span> على الأصل وهو الألف، وإذا قلت \"مكرم\" فقد زدت حرفا على الأصل\nوهو الميم، وإذا قلت \"مضروب\" فقد زدت حرفين على الأصل وهما الميم والواو.\n</p>\n\n<p>\nفأما زيادة الحركة فكل ساكن حركته فقد زدت فيه حركة لم تكن في أصله تقول\nفي \"نهر\": \"نهر\"، وفي \"شمع\" \"شمع\"، وفي \"صخر\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\n\"صخر\"، فقد رأيت الأوسط زدت عليه حركة بعد أن كان ساكنا، وقد قالوا في\n\"رك\" \"ركك\"، وهو اسم مكان وقد جاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nفي شعر زهير:\n</p>\n\n<p>\n... ... .... ماء بشرقي سلمى فيد أو ركك\n</p>\n\n<p>\nفأما النقص فهو نقص حرف أو حركة، فمثال ما نقص منه حرف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nقولك: \"قاض ومعط\" سقطت الياء لسكونها وسكون التنوين، وكذلك إذا قلت لم\n\"يبع\" ولم \"يقل\" ولم \"يخف\" و\"قل\" و\"بع\" و\"خف\" أسقطت الياء من يبيع والواو\nمن يقول والألف من يخاف، لسكونها وسكون ما بعدها، وكذلك إذا قلت: \"ارم\"\nو\"ادع\" و\"اسع\" حذفت الياء والواو والألف للوقف، وكذلك إذا قلت: لم \"يرم\"\nولم \"يسع\" ولم \"يدع\" حذفتها للجزم، وإذا قلت: \"مقول\" و\"مبيع\" فقد حذفت\nالياء من مبيع والواو من مقول لالتقاء الساكنين فهو في نية الإثبات.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nوأما ما نقص منه الحركة فقولك في \"فخذ\": \"فخذ\"، وفي \"كبد\": \"كبد\"، وفي\n\"عضد\": \"عضد\"، وفي \"كتف\": \"كتف\" فقد رأيت كيف نقصت الحركة من وسط الكلمة.\n</p>\n\n<p>\nوالإدغام من هذا الفصل، وهو أن يلتقي الحرفان المثلان أو المتقاربان من\nكلمة واحدة، أو من كلمتين فيثقلا على اللسان، فإن كانا مثلين أسقطت حركة\nالأول وأدغم في الثاني، تقول في \"يمدد\": \"يمد\"، وفي \"يعضض\": \"يعض\"، وفي\n\"يفرر\": \"يفر\"، وفي \"عضض\": \"عض\"، وفي \"مدد\": \"مد\"، وفي \"شمم\": \"شم\"، وفي\n\"فعل لبيد\": \"فعلبيد\".\n</p>\n\n<p>\nوأما المتقاربان فهو أن تقلب الأول إلى جنس الثاني ثم تدغمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nفيه كقوله تعالى: (وإن تعجب فعجب) (ومن لم يتب فأولئك) فإذا أردت الإدغام\nقلبت الباء فاء، وأدغمت الفاء في الفاء، لأنه لا يصح إلا إدغام مثل في مثل،\nفلأجل هذا قلبت الأول إلى جنس الثاني فقلت: \"وإن تعجفعجب\" و\"من لم <span id='ms007'></span>\nيتفأولئك\".\n</p>\n\n<p>\nوالقلب في الإدغام قياس مطرد لا ينكسر، ونذكر أحكامه مما يتعلق بالتصريف.\n</p>\n\n<p>\nفأما القلب الذي يكون على غير قياس فقول الشاعر:\n</p>\n\n<p>\nلها أشارير من لحم تتمره ... من الثعالي ووخز من أرانيها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nأراد من الثعالب ومن أرانبها فقلب من الباء ياء ليستقيم له الوزن، وقال الآخر:\n</p>\n\n<p>\nولضفا ذي جمه نقانق\n</p>\n\n<p>\nأراد لضفادع فقلب من العين ياء ليستقيم وزن البيت. وقالوا: \"تضنيت\" في\nتضننت فقلبوا من النون ياء، وقالوا: \"تقصيت\" أظفاري وهو تقصصت فقلبوا من\nالصاد ياء، وقال الشاعر:\n</p>\n\n<p>\nتقضي البازي إذا البازي كسر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \n</p>\n\n<p>\nأراد تقضض فقلب من الضاد ياء، وقال الله تعالى: (إلا مكاء وتصدية) أراد\nوتصددة فقلب من الدال الأخيرة ياء، وقال تعالى: (ثم ذهب إلى أهله يتمطى)\nأراد يتمطط فقلب من الطاء الأخيرة ياء، وقال تعالى: (وقد خاب من دساها)\nأراد من دسسها فقلب من السين الأخيرة ياء.\n</p>\n\n<p>\nوهذا كله قلب على غير قياس، وإنما هو طلب للتخفيف.\n</p>\n\n\n<h1 class='l1' id='head16'>AUTO الكلام في الأصلي والزائد</h1>\n\n<p>\nاعلم أن الأصلي عبارة عن الحروف التي تلزم الكلمة في جميع تصريفاتها، ولا\nيجوز سقوط شيء منها إلا لعلة توجب ذلك، وهو إذا سقط في اللفظ مقدر في النية\nنحو: استخرج يستخرج استخراجا وهو مستخرج. فحروفه: \"خ ر ج\"، لأنها لازمة\nللفعل في جميع متصرفاته، وكذلك: استضرب إنما حروفه: \"ض ر ب\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n</p>\n\n<p>\nفأما الزيادة فهي على ضربين: زيادة تكون بتكرير بعض حروف الأصل، وزيادة\nتكون بحروف ليست من أصل الكلمة.\n</p>\n\n<p>\nفأما الزيادة التي تكون بتكرير حروف الأصل فيقال لها: الزيادة من موضعها،\nوالزيادة التي تكون من غير أصل الكلمة يقال له: زائد ليس من أصل الكلمة.\n</p>\n\n<p>\nوالزيادة التي تكون من موضعها تنقسم أربعة أقسام:\n</p>\n\n<p>\nقسم يكون بتكرير العين فقط نحو \"سلم\" وزنه \"فعل\"، و\"كذب\" وزنه \"فعل\"،\nوأكثر ما تتكرر العين مرتين، فأما قولهم: \"كذبذب\" للكثير الكذب فوزنه:\n\"فعلعل\" فقد تكررت العين فيه ثلاث مرات، لأن الذال هي العين، وتكررت اللام\nمرتين وهي الباء قد فصلت بين العين الثانية والثالثة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nوالقسم الثاني: تتكرر اللام فيه فقط <span id='ms008'></span> فيكون: \"فعلل\" نحو: \"جلبب\" \"يجلبب\"،\nو\"ضربب\" \"يضربب\"، فالباء هي اللام وقد تكررت مرتين لما ألحقوه ببناء:\n\"دحرج\"، وقالوا في اسم المرأة: \"مهدد\" لما ألحقوه ببناء جعفر، وقد تتكرر\nاللام ثلاث مرات قالوا: \"سفرجل\" وزنه \"فعلل\".\n</p>\n\n<p>\nواعلم أن العين إذا تكررت فلا تكون إلا من جنس واحد نحو: \"كسر\" و\"قطع\"،\nواللام قد تكون من جنس واحد نحو: \"ضربب\" و\"جلبب\"، وقد تختلف اللام نحو\nالفاء والراء من: جعفر، لأنهما لامان وهما مختلفان.\n</p>\n\n<p>\nوالقسم الثالث: أن تتكرر العين واللام نحو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\n\"صمحمح\" وزنه \"فعلعل\"، وكذلك \"دمكمك\" و\"برهره\" وزنه \"فعلعل\"، وكذلك\n\"جلعلع\" وزنه \"فعلعل\"، وكذلك \"كذبذب\" وزنه \"فعلعل\"\n</p>\n\n<p>\nوالقسم الرابع: أن تتكرر فيه الفاء والعين، وهذا أقل الأقسام، لم يجئ إلا\nفي حرفين قالوا:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\n\"مرمريس\" و\"مرمريت\" وزنهما \"فعفعيل\"\n</p>\n\n<p>\nولا يجوز أن تتكرر الفاء وحدها كما تكررت العين وحدها واللام وحدها.\n</p>\n\n<p>\nوهذه الزيادة التي من موضعها توزن بالفاء والعين واللام، كما يوزن الأصل\nبها، فإنما اختاروا هذه الحروف الثلاثة لوزن الأصل، لأنهم لم يمكن أن\nيجمعوا الحروف كلها فاختاروا لها ثلاثة أحرف من ثلاث مراتب: حرف من الشفة،\nوحرف من الفم، وحرف من الحلق، فاختاروا الفاء، لأنها من أطراف الأسنان\nالعليا، وباطن الشفة السفلى، واختاروا العين من حروف الحلق، واللام من حروف\nالفم، فتم لهم الوزن بهذه الحروف الثلاثة ونابت عن جميع حروف المعجم.\n</p>\n\n<p>\nفأما الزيادة بالحروف التي ليست من الأصل فهي عشرة أحرف جمعها النحويون\nفي كلمة وجمعها بعضهم في كلمتين ليقرب حفظها قال بعضهم: \"سألتمونيها\"، وقال\nبعضهم: \"استملونيها\"، وقال بعضهم: \"يا أوس هل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nنمت\"، وقال بعضهم: \"هويت السمان\" وحكي أن أبا العباس المبرد سأل أبا\nعثمان المازني فقال له: كيف تجمع حروف الزيادة؟ فأنشده:\n</p>\n\n<p>\nهويت السمان فشيبنني ... وما كنت قدما هويت السمانا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\nفقال له: الجواب رحمك الله؟ قال له المازني: قد أجبتك مرتين. يريد قوله:\n(هويت السمان)\n</p>\n\n<p>\nوهذه الأحرف إنما قيل لها: حروف الزيادة، لأن الزيادة إذا لم تكن من\nموضعها فلا تكون إلا من هذه العشرة، وليس تكون <span id='ms009'></span> هذه العشرة زائدة في كل مكان\nبل قد تكون أصولا؛ ألا ترى أن \"هوى\" الهاء والواو والألف من حروف الزيادة،\nوهي هاهنا أصول ليس فيها شيء زائد.\n</p>\n\n\n<h1 class='l1' id='head17'>AUTO وإنما يعرف كونها زائدة بطرق تعتبر بها</h1>\n\n<p>\n، فإذا اعتبرت بها علم كونها زائدة من كونها أصلا، والفرق بين الأصلي\nوالزائد أنك تزن الأصلي بالفاء والعين واللام في التكرير وغير التكرير،\nوتخرج الزائد بلفظه لا تقابل به فاء ولا عينا ولا لاما تقول: \"ضرب\" وزنه\nفعل\"، و\"يضرب\" وزنه \"يفعل\"، تخرج الياء بلفظها، وتقول: \"ضارب\" وزنه فاعل\nفتخرج الألف بلفظها، وتقول \"مضروب\" وزنه مفعول تخرج الميم والواو بلفظهما\nوتقول \"مكرم\" وزنه مفعل تخرج الميم بلفظها وتقول \"استخرج\" استفعل تخرج\nالألف والسين والتاء بلفظها، وتقول \"إصليت\" وزنه إفعيل تخرج الهمزة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nوالياء بلفظهما، وتقول \"عجوز\" وزنه فعول تخرج الواو بلفظها و\"قضيب\" وزنه\nفعيل تخرج الياء بلفظها و\"حمار\" وزنه فعال تخرج الألف بلفظها، و\"زرقم\" وزنه\nفعلم فتخرج الميم بلفظها، فبهذا الاعتبار الذي أريتك تزن الأصلي والزائد.\n</p>\n\n<p>\nفأما الطرق التي يعرف بها الأصلي من الزائد فثلاث:\n</p>\n\n<p>\nأولها: - الاشتقاق.\n</p>\n\n<p>\nوثانيها: - عدم النظير.\n</p>\n\n<p>\nوثالثها: - كثرة زيادة الحرف في ذلك الموضع المخصوص.\n</p>\n\n<p>\nوربما انفرد واحد من هذه الطرق بالحرف، وربما اشترك فيه طريقان، وقلما\nاجتمع فيه الثلاثة. مثال ما اجتمع فيه الاشتقاق والكثرة: الهمزة في \"أحمد\"\nو\"أدكن\"، و\"أسود\"، و\"أحمر\"، و\"أصفر\"، و\"أخضر\"، الهمزة زائدة من وجهين:\n</p>\n\n<p>\nأحدهما: الاشتقاق، وذلك أن \"حمدا\" ليس فيه همزة، وكذلك \"حمر\" و\"صفر\"\nو\"خضر\" و\"دكنة\" و\"سواد\" و\"بياض\" ليس في أوله همزة فعلمت بهذا الاشتقاق أن\nالهمزة زائدة، وكل حرف سقط من الكلمة عند اشتقاقك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nمنها بناء من الأبنية فذلك الحرف زائد، وأيضا فإن الكلمة إذا كانت على\nأربعة أحرف وأولها همزة وبعدها ثلاثة أحرف أصول قطعت على أن الهمزة زائدة\nفهذا طريق الكثرة، وكذلك \"مكرم\" و\"محسن\" الميم زائدة؛ لأنها أول وبعدها\nثلاثة أحرف أصول، فهذا يدل على زيادتها، فأما \"أفكل\" - وهو اسم الرعدة- فلا <span id='ms010'></span>\nنعرف له اشتقاقا، ولكن نقطع على زيادة الهمزة لكونها أولا وبعدها ثلاثة\nأحرف أصول وهذا موضع كثرة زيادتها، فوزن \"أحمد وأحمر وأفكل\": \"أفعل\"، ووزن\n\"مكرم ومحسن\": \"مفعل\".\n</p>\n\n<p>\nفأما \"جحنفل\" فوزنه فعنلل من وجهين: أحدهما أنها ثالثة ساكنة ومتى كانت\nثالثة ساكنة قطع على زيادتها بكثرة ما قد اعتبر ذلك فيها فوجد كذلك، وكذلك\n\"عصنصر\" و\"عقنقل\" فإن شئت اشتققته فقلت: عصنصر من العصر، وعقنقل من العقل\nفوزنهما \"فعنعل\"، و\"جحنفل\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nمن الجحفلة والجحفل فأما \"إخريط\" فالهمزة والياء زائدتان ووزنه: \"إفعيل\"،\nلأن الهمزة أول وبعدها ثلاثة أصول، والياء زائدة؛ لأنه إذا كان معه ثلاثة\nأحرف أصول وليست مكررة فهي زائدة.\n</p>\n\n<p>\nوكذلك \"عجوز\" وزنه فعول تعرف زيادة الواو من الاشتقاق، لأنه من العجز،\nوأيضا فإنها ثالثة وقد كثرت زيادة الواو ثالثة ساكنة، وأيضا فإنها إذا سلم\nمعها ثلاثة أحرف أصول وليست مكررة قطع على زيادتها.\n</p>\n\n<p>\nوكذلك \"قضيب\" يقطع على زيادة الياء، لأنها ثالثة، وإن شئت اشتققته من\nالقضب فعلمت بسقوطها أنها زائدة.\n</p>\n\n<p>\nفأما: \"عنبس\". فوزنه \"فنعل\" فالنون زائدة وإنما زيادتها من الاشتقاق،\nلأنه من العبوس ولولا الاشتقاق لما حكم بزيادتها.\n</p>\n\n<p>\nوأما ما يعلم كونه زائدا بعدم النظير فقولهم: \"نرجس\"، لأنه لا يخلو أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nيكون \"نفعلا\"، أو \"فعللا\" وليس في الأصول مثال \"جعفر\"، وإذا فقد نظيره\nقطع على أنه \"نفعل\" فعلم بهذا زيادة النون، وأما من قال: \"نرجس\" فالنون\nأيضا زائدة عنده، وإن كان على وزن \"زبرج\" و\"خمخم\"، لأن المثالين لمسمى\nواحد، ومحال أن يكون الحرف في أحد المثالين زائدا وفي الآخر أصليا وهما\nلمسمى واحد، بل لو اختلف المسمى لجاز ذلك فيه.\n</p>\n\n<p>\nوكذلك: \"ترتب\" التاء في أوله زائدة ووزنه \"تفعل\"، ولا يخلو أن يكون\n\"تفعلا\"، أو فعللا وليس في الكلام مثال جعفر فثبت أنه تفعل فقطع بهذا على\nزيادة التاء، وأما من قال \"ترتب\" فالتاء أيضا زائدة وإن كان على وزنه\n\"ترتم\" و\"برثن\" وهما فعلل، لأن المثالين لمعنى واحد، ومحال أن يكون الحرف\nفي أحدهما أصلا، وفي الآخر زائدا، وكذلك <span id='ms011'></span> من قال \"ترتب\"، لأن عند سيبويه ليس\nفي الكلام فعلل فثبت أنه \"تفعل\"، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nفعلم زيادة التاء، ويلزم الأخفش أن يقول: إنها في \"ترتب\" زائدة وإن كان\nعنده في الكلام فعلل ك\"جؤذر\" لأنها قد ثبت زيادتها في \"ترتب\" والأبنية كلها\nلمعنى واحد، فمحال أن يكون الحرف في أحد الأمثلة أصلا، وفي الباقي زائدا،\nوأيضا فإنك تعلم زيادة التاء بالاشتقاق، لأنه مشتق من الشيء الراتب،\nوالراتب ليس في أوله تاء.\n</p>\n\n<p>\nفأما \"قرنفل\" فالنون فيه زائدة، ووزنه \"فعنلل\"، فإن شئت قطعت على زيادة\nالنون لكونها ثالثة ساكنة، وهذا موضع تكثر فيه زيادة النون، كما تكثر فيه\nزيادة الياء، والواو، والألف ك\"سميدع\" و\"فدوكس\" و\"عذافر\" و\"جوالق\" وإن شئت\nقلت لا يخلو \"قرنفل\" من أن يكون على وزن \"فعنلل\" أو \"فعلل\"، و\"فعلل\" ليس في\nالكلام، لأنه ليس مثل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n\"سفرجل\"، فإذا عدم النظير قطع على أنه \"فعنلل\" فعلم بهذا زيادة النون،\nفإن قيل: وليس في الكلام مثال \"فعنلل\". قيل له: إذا ثبت أن النون زائدة ثبت\nأنه فرع، ولا يستنكر في الفرع أن يجيء على مخالفة بناء الأصول.\n</p>\n\n<p>\nواعلم أن الزائد قد يكون قبل الفاء [وقد يكون بين الفاء] والعين وقد يكون\nبين العينين إذا كانت العين مكررة، وقد يكون بين العين واللام، وقد يكون\nبين اللامين إذا كانت اللام مكررة، وقد يكون بعد اللام. فمثال وقوع الزائد\nقبل الفاء قولهم \"أفكل\" و\"أحمر\" و\"أخضر\" فالهمزة في جميع هذا زائدة ووزنه\n\"أفعل\" فقد وقعت الزيادة قبل الفاء، وكذلك \"مكرم\" و\"محسن\" وزنه \"مفعل\"\nفالميم قد وقعت قبل الفاء، و\"عنبس\" وزنه \"فنعل\" فالنون زائدة وقد وقعت بين\nالفاء والعين، و\"جحنفل\" وزنه \"فعنلل\" فالنون زائدة وقعت بين العين واللام،\nو\"اغدودن\" وزنه \"افعوعل\" فالواو زائدة وقد وقعت بين العينين، و\"شملال\"\nو\"زلزال\" وزنه \"فعلال\" فالألف زائدة وقد وقعت بين اللامين، و\"زرقم\" وزنه\n\"فعلم\" فالميم زائدة وقد وقعت بعد اللام، و\"سكران\" و\"عطشان\" وزنه \"فعلان\"\nفالألف والنون زائدتان <span id='ms012'></span> وقد وقعتا بعد اللام و\"حمراء\" و\"صفراء\" وزنه فعلاء\nفالألف والهمزة زائدتان وقد وقعتا بعد اللام.\n</p>\n\n<p>\nولا يجوز أن تقع في أول الاسم زيادتان إلا في الأسماء الجارية على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nأفعالها نحو \"منطلق\" وزنه \"منفعل\"، لأنه من الطلق، و\"منشو\" وزنه \"منفعل\"\nلأنه من شويت، و\"منطو\" وزنه \"منفعل\" لأنه من طويت. وعلى ما رتبت لك تكون\nالزيادات.\n</p>\n\n<p>\nفأما الياء، والواو، والألف فإنهن أكثر الحروف زيادة، لأن الكلمة لا تخلو\nمن واحدة منهن أو من بعضهن؛ لأن الفتحة بعض الألف وبعض المتقدمين يسميها\nألفا صغيرة والكسرة بعض الياء وبعض العلماء يسميها ياء صغيرة، والضمة بعض\nالواو وبعضهم يسميها واوا صغيرة، فلما كانت الكلمة لا تخلو من هذه الحروف\nأو من بعضها قويت في الزيادة، فربما زيد الحرف منها وحده، وربما زيد مع\nغيره، إلا أنها تزاد في مواضع مخصوصة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nفأما الألف فلا يمكن زيادتها في أول الكلمة، لأنها ساكنة والساكن لا يمكن\nالابتداء به، لكنها تزاد ثانية في نحو: \"ضارب\"، وثالثة في نحو \"جناج\"،\nورابعة في نحو: \"حبلى\"، وخامسة في نحو: \"دلنظى\"، وسادسة في نحو: \"قبعثرى\"\nو\"لغيزى\" فهذا أكثر ما تزاده الألف.\n</p>\n\n<p>\nفأما الياء فتزاد أولا في نحو: \"يضرب\"، وثانية في نحو: \"صيرف\"، وثالثة في\nنحو \"قضيب\" و\"جريب\"، ورابعة في نحو: \"دهليز\"، و\"قنديل\"، وخامسة في نحو:\n\"سلحفية\"، وهذا غاية زيادتها.\n</p>\n\n<p>\nفأما الواو فإنها لا تزاد أولا لأمرين:\n</p>\n\n<p>\nأحدهما: أنها لو زيدت أولا لكانت معرضة لدخول واو العطف عليها، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nولو دخلت عليها لاجتمع واوان فجاء في اللفظ \"وو\" فأشبه نباح الكلب، فلما\nسمج هذا في السمع استقبحوه في اللفظ فلم يزيدوها لما يؤدي إليه من هذا\nالقبح الذي ذكرته.\n</p>\n\n<p>\nوقال بعض النحويين لو زيدت الواو أولا لم يخل أن تزاد في أول اسم، أو أول\nفعل، ولو زيدت في أول الاسم، والاسم معرض للتصغير فكانت تنضم إلى التصغير،\nوإذا انضمت اطرد قلبها همزة، وإذا همزت جاز أن يعرض فيها لبس هل هي واو\nهمزت؟ أو هي همزة. ولو <span id='ms013'></span> زيدت في أول فعل والفعل معرض للبناء لما لم يسم\nفاعله فكانت تنضم إذا بني الفعل للمفعول ويطرد همزها للزوم ضمها فكان يعرض\nفيها اللبس هل هي واو همزت؟ أو هي همزة. فلما كان مؤدى زيادتها أولا إلى\nهذا اللبس امتنعوا منه؛ لأن العرب لا تقرب باب لبس.\n</p>\n\n<p>\nولكنهم قد زادوها ثانية في نحو: \"كوثر\" و\"جوهر\"، وثالثة في نحو:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\n\"عجوز\" و\"عتود\" و\"عمود\" ورابعة في نحو: \"زنبور\" و\"بهلول\" و\"صندوق\"،\nوخامسة في نحو: \"قمحدوة\" و\"قلنسوة\".\n</p>\n\n<p>\nوإنما فضلت الألف على الياء والواو فزيدت سادسة، لأنها أقعد في المد\nوأكثر في الاستعمال، وأخف في اللفظ.\n</p>\n\n<p>\nوجملة الأمل في زيادة هذه الحروف الثلاثة أن كل واحدة منها إذا حصلت في\nالمواضع التي ذكرتها من الكلمة، والكلمة بها تتم أربعة أحرف، ولم يكن في\nالكلمة تكرير في الياء أو الواو أو الألف، كان ما عداها من الحروف أصليا\nقطع بزيادتها عرف الاشتقاق أو لم يعرف، فإن لم يعرف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n            \n</p>\n\n<p>\nاشتقاق الكلمة حمل ما جهل على ما عرف من الكثرة، وإن عرف الاشتقاق كان\nطريقا ثانية في كونها زائدة. وإنما قلت التكرير، لأن الواو والياء إذا\nتكررت في الأربعة كانت أصلا في نحو: \"وحوحة\" و\"وزوزة\" و\"صيصية\" ألا ترى أن\nالياء في \"صيرف\" زائدة، لأن معها ثلاثة أصول، ولأنه مشتق من الصرف، والواو\nفي \"جوهر\" و\"كوثر\" زائدة، لأن معها ثلاثة أصول، ولأنه مشتق من الجهر\nوالكثرة، وكذلك الياء في \"كثير\" قال الشاعر:\n</p>\n\n<p>\nوأنت كثير يابن مروان طيب ... وكان أبوك ابن العقائل كوثرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nأي: كثير العطاء، وكذلك الألف في \"كاثر\" زائدة قال الأعشى:\n</p>\n\n<p>\nولست بالأكثر منهم حصى ... وإنما العزة للكاثر\n</p>\n\n<p>\nفالألف في كاثر والهمزة في أكثر زائدة، لأنهما من الكثرة، والواو والميم\nفي مكثور زائدتان، لأنهما من الكثرة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n            \n</p>\n\n<p>\nالهمزة\n</p>\n\n<p>\nمتى كانت الهمزة أولا وبعدها أربعة أحرف أصول قطع على كونها أصلا في\nالكلمة نحو قولهم: \"إصطبل\" الهمزة فاء الكلمة فهو مثل \"جردحل\" وكذلك قولهم\n\"إردخل\" للبناء وزنه \"فعلل\" ولهذا قال المحققون <span id='ms014'></span> من النحويين إن الهمزة في\n\"إبراهيم\" و\"إسماعيل\" و\"إسرائيل\" أصل، لأن بعد الهمزة أربعة أحرف أصولا.\n</p>\n\n<p>\nفإذا كانت الهمزة أول كلمة وبعدها ثلاثة أحرف أصول قطع على زيادة الهمزة\nنحو \"أحمر\" و\"أصفر\" و\"أدكن\" و\"أبيض\"، و\"أحمد\"، و\"أكرم\"، و\"أدخل\"، و\"أخرج\"\nو\"أحسن\"، و\"أنعم\". سواء كانت الكلمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n            \n</p>\n\n<p>\nوصفا أو اسما أو فعلا وقد مثلت بكل هذا، ووزن الكلمة: \"أفعل\".\n</p>\n\n<p>\nوقد تزاد الهمزة في أول الكلمة، وتزاد غيرها في حشو الكلمة فمن ذلك\n\"إغريض\" و\"إخريط\" و\"إجفيل\" و\"إبريق\" و\"إسليح\" الهمزة في كل هذا زائدة، ووزن\nالكلمة \"إفعيل\"، لأن بعد الهمزة ثلاثة أحرف أصولا، وكذلك الياء زائدة، لأن\nمعها في الكلمة ثلاثة أحرف أصولا، وكذلك: \"إزمول\" و\"إزمولة\" وزنه \"إفعولة\"\nفالهمزة في أوله زائدة، لأن بعدها ثلاثة أحرف أصولا، وكذلك الواو فيه\nزائدة، لأنه قد سلم معها ثلاثة أحرف أصول.\n</p>\n\n<p>\nواعلم أن الهمزة قد اطردت زيادتها في أول الكلمة على ما قد أريتك، وقد\nاطرد زيادتها في آخر الكلمة للتأنيث في الآحاد، والجموع، إلا أنها إذا زيدت\nللتأنيث لا بد أن يكون معها غيرها.\n</p>\n\n<p>\nوهذا الذي يقوله النحويون: (زيدت للتأنيث\" فيه مسامحة في العبارة، وإنما\nحقيقتها أنهم حركوا ألف التأنيث فانقلبت همزة وذلك نحو:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\n\"حمراء\" و\"صفراء\" و\"عشراء\"، ووزن حمراء وصفراء: \"فعلاء\"، ووزن صحراء:\n\"فعلاء\"، ووزن \"خنفساء\": \"فعللاء\"، ووزن \"عشراء\": \"فعلاء\"، ووزن \"عاشوراء\":\n\"فاعولاء\"، ووزن \"حروراء\": \"فعولاء\"، و\"ضهياء\": ووزنها \"فعلاء\"، وقد قالوا\nفي معناها [ضهيأة] وقد قالوا في جمعها: \"ضهي\" كما قالوا في جمع \"حمراء\":\n\"حمر\"، وإسقاط الهمزة من الاشتقاق يدل على كونها زائدة.\n</p>\n\n<p>\nفأما \"أبلم\" فوزنه \"أفعل\" فالهمزة زائدة، لأن بعدها ثلاثة أحرف أصولا،\nو\"إصبع\" وزنه \"إفعل\"\n</p>\n\n<p>\nفأما زيادتها في الجمع فقولهم: \"أنبياء\" و\"أصدقاء\" و\"أخمساء\" و\"أربعاء\"\nوزنه \"أفعلاء\"، فالهمزة في أوائل هذه الكلمات زائدة، والهمزة في آخرها\nزائدة، لأنها للتأنيث وقبلها ألف زائدة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\nفأما الهمزة فلا تزاد حشوا إلا لثبت. فأما \"زئبر\" و\"ضئبل\" فوزن \"زئبر <span id='ms015'></span>\"\n\"فعلل\"، ووزن \"ضئبل\" \"فعلل\"، وكذلك قولهم: \"برأل\" الديك إذا نشر برائله،\nوهو ما يجتمع في عنقه، ووزنه \"فعلل\"، ووزن \"برائل\" \"فعالل\".\n</p>\n\n<p>\nفأما قولهم للجمل الشديد: \"جرائض\" فوزنه: \"فعائل\"، وإنما علم زيادة\nالهمزة هاهنا لقولهم في معناه \"جرواض\"، ووزن جرواض: \"فعوال\"، وقولهم\n\"حطائط\" وزنه \"فعائل\" فالهمزة زائدة، لأنه مشتق من الشيء المحطوط، فأما\nقولهم للجاثوم والكابوس: \"نئدلان\" فوزنه \"فئعلان\"؛ وإنما علم كون الهمزة\nزائدة لقول الشاعر:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nيلقى عليه النيدلان بالليل\n</p>\n\n<p>\nووزن \"النيدلان\" \"فيعلان\".\n</p>\n\n<p>\nوأما قولهم في اسم الريح \"شامل\" فوزنه \"فاعل\"؛ وقالوا في معناه شمال\nووزنه فعال، فلو خلينا والظاهر لجعلنا الهمزة أصلا، لقلة زيادتها حشوا في\nالكلمة ولكنهم اشتقوا من الكلمة ما أسقطوا منه الهمزة فقالوا: شملت الريح\nتشمل شمولا. وقد ذكرنا من زيادة الهمزة ما يستدل به على غيره.\n</p>\n\n<p>\nفأما قولهم: \"إمع\" و\"إمعة\" فلا يخلو أن يكون وزنه \"إفعلا\"، أو \"فعلا\" ولا\nيجوز أن يكون \"إفعلا\"، لأن \"إمعا\" صفة، وليس في الصفات \"إفعل\"، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما \"إفعل\" يختص الأسماء كقولهم: \"إشفى\" وإذا بطل أن يكون \"إفعلا\" فهو\n\"فعل\" على وزن \"دنب\".\n</p>\n\n\n<h1 class='l1' id='head18'>AUTO الميم</h1>\n\n<p>\nفأما\n</p>\n\n\n<h1 class='l1' id='head19'>AUTO الميم</h1>\n\n<p>\n فهي إذا كانت أولا وبعدها أربعة أحرف أصول فهي أصل نحو قولهم: \"مرزحوش\"\nعلى وزن \"عضرفوط\" ووزنه \"فعللول\"، لأن\n</p>\n\n\n<h1 class='l1' id='head20'>AUTO الميم</h1>\n\n<p>\n تجري مجرى الهمزة.\n</p>\n\n<p>\nوإذا كانت\n</p>\n\n\n<h1 class='l1' id='head21'>AUTO الميم</h1>\n\n<p>\n أول كلمة وبعدها ثلاثة أحرف أصول فهي زائدة نحو: \"مكرم\" و\"مجمل\" و\"محسن\"\nو\"مدخل\" و\"مخرج\" و\"مضرب\" وقد زيدت\n</p>\n\n\n<h1 class='l1' id='head22'>AUTO الميم</h1>\n\n<p>\n في أول ذوات الأربعة زيادة مطردة، وهو مقيس على ما أريتك.\n</p>\n\n<p>\nوقد زيدت حشوا وقد زيدت آخرا، وهذان شاذان ليسا مقيسين، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\nوزيادتها أولا أكثر من زيادتها آخرا وزيادتها آخرا أكثر من زيادتها حشوا،\nومثال زيادتها آخرا: \"زرقم\" للأزرق، و\"ستهم\" للعظيم الاست، و\"فسحم\" للشيء\nالمنفسح، ووزن هذا كله: \"فعلم\"، وقالوا للأسود: \"حلكم\" وزنه: \"فعلم\"، لأنه\nمن الحلكة وهو السواد، وقالوا: ناقة \"دلقم\" وزنه: \"فعلم\" وهي المكسرة\nالأسنان، أخذ من الاندلاق وهو السعة، وقالوا: \"ابنم\" وزنه: \"افعم\".\n</p>\n\n<p>\nفأما زيادتها حشوا فقولهم للأسد: \"هرماس\" وزنه: \"فعمال\" أخذ من <span id='ms016'></span> الهرس وهو\nالدق، وقالوا: لبن \"قمارص\" وزنه: \"فماعل\"، وهو الذي يحذي اللسان، وقالوا\nللدرع البراقة: \"دمالص\" وزنه: \"فماعل\"، وقالوا: \"دملص\" وزنه: \"فمعل\"،\nوقالوا: \"دلامص\" وزنه \"فعامل\"، وقالوا: \"دلمص\" وزنه: \"فعمل\" أخذا من الدليص\nوالدلاص وهو البراق قال الأعشى:\n</p>\n\n<p>\nإذا جردت يوما حسبت خميصة ... عليها وجريال النضير الدلامصا\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head23'>AUTO النون</h1>\n\n<p>\nفأما\n</p>\n\n\n<h1 class='l1' id='head24'>AUTO النون</h1>\n\n<p>\n فقد زيدت أولا في الفعل نحو \"نضرب\" و\"نقعد\" لأن مثالها \"نفعل\" و\"نفعل\"،\nوزيدت في أول الاسم نحو: \"نرجس\" لأنه لا يخلو أن يكون وزنه \"نفعل\" أو\n\"فعلل\"، وليس في الكلام مثال \"فعلل\" في نحو \"جعفر\" وإذا عدم هذا المثال ثبت\nأنه \"تفعل\"، وإذا كان كذلك ثبت أن\n</p>\n\n\n<h1 class='l1' id='head25'>AUTO النون</h1>\n\n<p>\n زائدة، لأنها لم تقابل فاء الكلمة، ولا عينها، ولا لامها، فأما من قال:\n\"نرجس\" بكسر\n</p>\n\n\n<h1 class='l1' id='head26'>AUTO النون</h1>\n\n<p>\n ف\n</p>\n\n\n<h1 class='l1' id='head27'>AUTO النون</h1>\n\n<p>\n أيضا عنده زائدة وإن كان على مثال: \"زبرج\"، لأن البناءين لمعنى واحد،\nومحال أن يكون الحرف في أحد البناءين أصلا وفي الآخر زائدا، ولو اختلف\nالمعنى لجاز ذلك فيه.\n</p>\n\n<p>\nوقد زيدت\n</p>\n\n\n<h1 class='l1' id='head28'>AUTO النون</h1>\n\n<p>\n ثانية في نحو: \"قنفخر\" وزنه \"فنعل\" ألحق ب\"جردحل\"، وهو: \"فعلل\"؛ وإنما\nحكم بزيادة نون: \"قنفخر\"، لأنه يقال في معناه: \"امرأة قفاخرية\". فأما\nقولهم: \"عنصل\" ف\n</p>\n\n\n<h1 class='l1' id='head29'>AUTO النون</h1>\n\n<p>\n فيه زائدة، لأنه لا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p245'> Vol. 01, p. 245</a>\n            </div>\n            \n</p>\n\n<p>\nيخلو أن يكون: \"فنعلا\" أو \"فعللا\"، وفعلل ليس في الكلام عند سيبويه فثبت\nأنه \"فنعل\" وكذلك من قال \"عنصل\" وزنه فنعل وإن كان على مثال \"برثن\"، لأنه\nقد ثبت زيادتها في \"عنصل\"، وكذلك الكلام في \"عنصر\" و\"عنصر\".\n</p>\n\n<p>\nوقد زيدت النون ثالثة ساكنة في نحو: \"جحنفل\" و\"عصنصر\" و\"عقنقل\" وإنما حكم\nبزيادة النون إذا كانت ثالثة ساكنة لأنه موضع يكثر فيه زيادة النون كما\nيكثر فيه زيادة الياء والواو والألف نحو: \"سميدع\" و\"فدوكس\" و\"عذافر\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p246'> Vol. 01, p. 246</a>\n            </div>\n            \n</p>\n\n<p>\nوقد زيدت النون رابعة نحو: \"رعشن\" لأنه من الرعشة، و\"ضيفن\" لأنه من\nالضيف، و\"خلبن\" لأنه من الخلابة، ووزنه \"فعلن\"، وكذلك \"علجن\" لأنه من العلج\nوزنه \"فعلن\"، وكذلك \"بلهنية\" وزنه \"فعلنية\"؛ لأنه يقال أبله، و\"رفهنية\"\nوزنه \"فعلنية\"، لأنه من الرفاهية <span id='ms017'></span>، و\"عرضنة\" وزنها فعلنة، لأنه من الاعتراض،\nو\"خلفنة\" وزنه \"فعلنة\"، لأنه من الخلاف، و\"سحفنية\" وزنه \"فعلنية\"، لأنه من\nالسحوف والسحف.\n</p>\n\n<p>\nوقد زيدت النون خامسة في نحو: تضربين، وهي خمسة أمثلة تكون علامة لرفع\nالفعل نحو: \"تضربين\"، و\"تضربان\" و\"يضربان\" و\"يضربون\" و\"تضربون\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p247'> Vol. 01, p. 247</a>\n            </div>\n            \n</p>\n\n<p>\nوزيدت بعد ألف التثنية ويائها كقولك: \"الزيدان\" و\"الزيدين\".\n</p>\n\n<p>\nوزيدت بعد واو الجمع ويائه كقولك: \"الزيدون\" و\"الزيدين\".\n</p>\n\n<p>\nوزيدت مع الألف في الصفات نحو: \"سكران\" و\"غضبان\" وبابه وقد زيدت في نحو\nما كان من هذه الأمثلة نحو \"مروان\" و\"عثمان\" و\"غطفان\" و\"عدنان\" و\"قحطان\"\nو\"حدرجان\" و\"عفزران\" وإن اختلفت أوزانها.\n</p>\n\n<p>\nوقد زيدت مع النون سادسة نحو: \"زعفران\". وهذا غاية زيادتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p248'> Vol. 01, p. 248</a>\n            </div>\n            \n</p>\n\n<p>\nوقد زيدت للتوكيد في الفعل خفيفة وثقيلة نحو: \"اضربن\" و (لأغلبن أنا\nورسلي) و\"ليجلسن\" و (لنسفعن بالناصية) و (ليكونن من الصاغرين).\n</p>\n\n<p>\nومتى وقعت النون مقابلة لبعض حروف الأصل ما لم تكن ثالثة ساكنة قطع بأنها\nأصل حتى يقوم دليل على زيادتها فالنون في \"حنبتر\" و\"حنزقر\" أصل؛ لأن النون\nمقابلة للراء في \"جردحل\". فأما \"قنفخر\" فالاشتقاق دل على زيادة النون\nلقولهم في معناه: \"قفاخرية\" فترك له القياس. فأما النون في \"عنبس\" فقياسها\nأن تكون أصلا؛ لأنها مقابلة للعين في جعفر، ولكن الاشتقاق دل على زيادتها\nلقولهم: \"عبس\" وجهه، وكذلك: \"عنسل\" فأما \"شرنبث\" فهي ثالثة ساكنة فحكم\nبزيادتها للكثرة، وقالوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p249'> Vol. 01, p. 249</a>\n            </div>\n            \n</p>\n\n<p>\nفي معناه \"شرابث\" فأسقطوا النون، وكذلك النون في: \"عرنتن\" قطع بزيادتها؛\nلأنها ثالثة ساكنة، وقالوا في معناه: \"عرتن\" فأسقطوا النون فدل على\nزيادتها.\n</p>\n\n<p>\nفأما \"كنهبل\" و\"قرنفل\" فلا يخلو \"كنهبل\" أن يكون \"فنعللا\" أو \"فعللا\"،\nوليس في الكلام \"فعلل\"، لأنه ليس مثل \"سفرجل\" فثبت أنه \"فنعلل\" وهذا يدل\nعلى زيادة النون. فأما \"قرنفل\" فهي ثالثة ساكنة فيقطع بزيادتها، وأيضا فليس\nيخلو أن تكون على مثل \"فعنلل\" أو \"فعلل\" وفعلل ليس في الكلام فثبت أنه\n\"فعنلل\" فدل على زيادة النون.\n</p>\n\n<p>\nفأما \"جنعدل\" فلا يخلو أن يكون \"فعلل\" أو \"فنعلل\" وفعلل ليس <span id='ms018'></span> في الكلام\nفثبت أنه \"فنعلل\"، فأما \"نهشل\" و\"نهضل\" فالنون أصل لقولهم: نهشلت المرأة\nإذا أسنت، فأما \"نهضل\" فهو على مثال \"جعفر\" فظاهر النون أن تكون أصلا فإن\nاشتق من \"هصرته\" إذا عطفته كانت النون زائدة. فأما النون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p250'> Vol. 01, p. 250</a>\n            </div>\n            \n</p>\n\n<p>\nفي \"عنتر\" فهي مقابلة العين من جعفر فينبغي أن تكون أصلا، وقد قال قوم هو\nمشتق من العتر، وهذا لا يعرفه البصريون.\n</p>\n\n<p>\nوقد ذكرت من زيادة النون ما فيه مقنع يشرف به على غيره.\n</p>\n\n<p>\nفأما \"عنتريس\" فهو \"فنعليل\" ملحق ب\"فعلليل\" نحو: \"قفشليل\" لأنه مشتق\nعندهم من \"العترسة\" وقياس جمعه عتاريس، فأما \"منجنيق\" فلا يخلو أن تكون\nالميم والنون زائدتين أو أصليتين، أو الميم زائدة، والنون أصلا أو الميم\nأصلا والنون زائدة، ولا يجوز أن تكونا زائدتين، لأنه لا يجوز أن تجتمع\nزائدتان في أول الاسم إلا إذا كان مشتقا من الفعل نحو: \"منطلق\" و\"منهو\"\nو\"منغمس\"، لأن وزنه منفعل وفعله \"انطلق\" و\"انهوى\" و\"انغمس\" فإن قال قائل:\nفقد قالوا: رجل \"إنقحل\" وامرأة \"انقحلة\" ووزنه \"إنفعل\"، لأنه من القحل وهو\nالشيء اليابس قيل له هذا من الشذوذ بحيث لا يكسر بمثله قياس، ولا يجوز أن\nيكونا أصليين، لأنهم قد أسقطوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p251'> Vol. 01, p. 251</a>\n            </div>\n            \n</p>\n\n<p>\nالنون في التكسير لما قالوا: \"مجانيق\" فلو كانت النون أصلا لكانوا يسقطون\nالقاف ويبقون النون فقد بطل أن تكونا زائدتين وأنت تكونا أصليتين، ولا يجوز\nأن تكون الميم زائدة والنون أصلا لأمرين:\n</p>\n\n<p>\nأحدهما: أن الميم لا تكون زائدة إلا في الأسماء المشتقة من الأفعال نحو:\n\"مسرهف\" و\"مدحرج\" ومنجنيق ليس مشتقا من فعل.\n</p>\n\n<p>\nوأيضا: متى كانت الميم أول اسم وبعدها أربعة أصول فلا تكون غلا أصلا يدلك\nعلى ذلك قولهم: \"مرزجوش\" وأن الميم فيه أصل؛ لأن بعدها أربعة أصولا، فلم\nيبق إلا أن تكون الميم أصلا والنون زائدة، ووزن الكلمة \"فنعليل\" ألحقت\nب\"فعلليل\" نحو \"عرطليل\"، ولهذا سقطت النون في الجمع لما قالوا \"مجانيق\"،\nفإن قال قائل: ما أنكرتم أن تكون النون أصلا! لقولهم كنا مرة \"نرشق\" ومرة\n\"نجنق\"، و <span id='ms019'></span>\"جنقوا\" و\"جنقناهم\" أي رمونا بالمنجنيق ورميناهم بها، وقد اشتقوا\nمن الكلمة ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p252'> Vol. 01, p. 252</a>\n            </div>\n            \n</p>\n\n<p>\nسقطت فيه الميم وثبتت النون، وهذا يدل على أن النون أصل والميم زائدة.\n</p>\n\n<p>\nقيل له: هذا الذي استدللت به ليس بصحيح، لأنه لا يمتنع أن يكون للكلمة\nعبارتان يوجد في إحداهما بعض حروف الأخرى ولا تكون إحداهما أصلا للأخرى.\nألا تراهم قالوا: \"دمث\" و\"دمثر\" وليس أحد يقول \"دمث\" مشتق من \"دمثر\" وإن\nكان فيه بعض حروف \"دمثر\". وقالوا: \"سبط\" و\"سبطر\" وليس \"سبط\" مشتقا من\n\"سبطر\" وإن كان فيه بعض حروفه. وقالوا: \"زلز\" و\"زلزل\" وليس \"زلز\" مشتقا من\n\"زلزل\" وإن كانت فيه بعض حروفه، وقالوا: \"قصم\" و\"قصمل\" وليس \"قصم\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p253'> Vol. 01, p. 253</a>\n            </div>\n            \n</p>\n\n<p>\nمشتقا من \"قصمل\" وإن كانت فيه بعض حروفه. فكذلك \"جنق\" لا يكون مشتقا من\n\"منجنيق\" وإن كانت فيه بعض حروفه. وقد قالوا \"لؤلؤ\" و\"لآل\"، ولآل \"فعال\"،\nوفعال إنما يبنى من الثلاثة لا من الأربعة، ولؤلؤ رباعي، فليس \"لآل\" مشتقا\nمن \"لؤلؤ\" وإن كان فيه بعض حروفه.\n</p>\n\n<p>\nفأما \"منجنون\" فوزنه \"فعللول\" لقولهم في تكسيرها \"مناجين\" كررت فيه النون\nليلحق ب\"قرطبوس\" فلما أرادوا تكسيره أسقطوا النون التي بعد الجيم فبقي:\n\"منجون\" وحصل حرف اللين رابعا فكسروها على \"مناجين\"، ولو أسقطوا الأخيرة\nلأدى إلى إسقاط الواو التي قبلها والإسقاط الذي لا يؤدي إلى إسقاط آخر أولى\nمن الإسقاط الذي يؤدي إلى إسقاط غيره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p254'> Vol. 01, p. 254</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head30'>AUTO زيادة التاء</h1>\n\n<p>\nاعلم أن التاء قد زيدت في أول الفعل المضارع تقول للمذكر: أنت \"تقوم\"\nفيدل على الخطاب، وتقول للمؤنثة: أنت \"تقومين\" فيدل على الخطاب والتأنيث\nوتقول للغائبة: هي \"تقوم\" وهما \"تقومان\" فيدل على التأنيث، وإن قلت: أنتما\n\"تقومان\" فإن كانا مذكرين دلت على الخطاب، وإن كانا مؤنثين دلت على الخطاب\nوالتأنيث، وإن كان مذكرا ومؤنثا دلت على الخطاب، لأن التأنيث إذا اختلط\nبالتذكير غلب التذكير وبطل علامة التأنيث.\n</p>\n\n<p>\nوقد زيدت التاء في آخر الفعل الماضي لتدل على تأنيث الفاعل نحو: \"قامت\"\nهند، و\"طردت\" الكلاب.\n</p>\n\n<p>\nوقد زيدت التاء في أول الاسم، قالوا <span id='ms020'></span>: \"ترتب\" فليس يخلو أن يكون وزنه\n\"تفعل\" أو \"فعلل\" وفعلل ليس في الكلام، لأنه لا يوجد على وزن \"جعفر\"، وإذا\nبطل هذا دل على أنه \"تفعل\"، فأما من قال \"ترتب\" فالتاء أيضا زائدة؛ لأنه قد\nثبت زيادتها في \"ترتب\"، والحرف لا يكون أصلا في بناء زائدا في بناء آخر\nوهما لمعنى واحد. فأما من قال: \"ترتب\" فلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p255'> Vol. 01, p. 255</a>\n            </div>\n            \n</p>\n\n<p>\nيخلو أن يكون \"تفعلا\"، أو \"فعللا\"، وعند سيبويه ليس في الأصول \"فعلل\" على\nمثال \"جعفر\"، وإذا بطل هذا ثبت أنه \"تفعل\"، وإن شئت أن تقول: قد ثبت\nزيادتها في \"ترتب\" فينبغي أن تكون زائدة في \"ترتب\"، لأن معناهما واحد، وإن\nشئت أن تقول: هذا كله مشتق من الشيء الراتب، والراتب لا تاء في أوله فينبغي\nأن تكون التاء زائدة.\n</p>\n\n<p>\nومما يجري مجرى هذه المسألة قولهم لضرب من الشجر \"تنصب\" و\"تنضب\" الكلام\nفيه كالكلام فيما تقدم.\n</p>\n\n<p>\nوأما: \"تتفلة\" فدخول تاء التأنيث على الكلمة قد أبطل وزن الفعل فعلى هذا\nالقياس ينبغي أن تكون التاء أصلا، فإن قيل فقد زعمتم أنه ليس في الكلام\nمثال \"جعفر\" قيل لا يستنكر أن يجيء مع التأنيث البناء مخالفا للأصول ألا\nتراهم قد قالوا: \"قلنسوة\" \"فعنلوة\" ملحق ب\" فعللة\" ف\"تنضبة\" على هذا\n\"فعللة\"، و\"قلنسوة\" على هذا مشتقة من \"قلس\" والنون زائدة، وإن أخذته من\n\"قلنس\" فهي \"فعلوة\"، وكذلك يجيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p256'> Vol. 01, p. 256</a>\n            </div>\n            \n</p>\n\n<p>\nالبناء مع ياء النسب مخالفا للأصول ألا تراهم قالوا: \"أيبلي\" وزنه\n\"فيعلي\"، و\"أييل\" ليس في الكلام، لأنه ليس في الكلام مثال \"فيعل\" فدل على\nأن ياء النسبة وتاء التأنيث قد تغيران البناء عن الأصول.\n</p>\n\n<p>\nفأما \"تدرأ\" فلا يخلو أن تكون \"تفعلا\" أو \"فعللا\"، وفعلل ليس عند سيبويه\nفثبت أنه \"تفعل\" فالتاء على هذا زائدة، وإن أخذته من \"درات\" عنه فالتاء زائدة.\n</p>\n\n<p>\nوقد زيدت التاء مع الواو في \"عنكبوت\" و\"رهبوت\" و\"رغبوت\" و\"رحموت\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p257'> Vol. 01, p. 257</a>\n            </div>\n            \n</p>\n\n<p>\nوقد زيدت التاء في \"سنبتة\" وهي القطعة من الدهر يقولون: مرت عليه سنبتة\nمن الدهر. و\"سنبة\" من الدهر في معناها؛ فهذا <span id='ms021'></span> يدل على زيادتها.\n</p>\n\n<p>\nوقد زيدت مع الألف في جمع التأنيث قالوا: \"مسلمات\" و\"صالحات\". وقد زيدت\nفي \"افتعل\" وما تصرف منه نحو: \"اقتطع\" و\"احتمل\".\n</p>\n\n<p>\nوقد زيدت مع السين في \"استفعل\" وما تصرف منه نحو: \"استخرج\" و\"مستخرج\"\nو\"استخراج\".\n</p>\n\n<p>\nوقد زيدت في \"التفعيل\" نحو: \"التقطيع\" و\"التكسير\" و\"التنبيت\".\n</p>\n\n<p>\nوقد زيدت في \"تفعل\" وما تصرف منه نحو: \"تكسر\".\n</p>\n\n<p>\nوفي \"تفاعل\" وما تصرف منه نحو: \"تعامى\" و\"تخازر\" و\"تغافل\" و\"تعاشى\".\n</p>\n\n<p>\nوقد زادوها في \"التفعال\" نحو: \"التطواف\" و\"الترداد\" و\"الترماء\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p258'> Vol. 01, p. 258</a>\n            </div>\n            \n</p>\n\n<p>\nوقد زادوها في \"التفعال\" نحو: \"التجفاف\" و\"التمثال\".\n</p>\n\n<p>\nوقد زادوها في آخر الاسم للتأنيث نحو: \"بقرة\" و\"شجرة\".\n</p>\n\n<p>\nوهذه التاء يبدلونها في الوقف والخط هاء فيقولون \"طلحه\" و\"شجره\"، وكذلك\nإن أضافوها إلى اسم ظاهر قالوا: \"شجرة زيد\" كتبوها بالهاء ووقفوا عليها\nبالهاء؛ لأن الاسم الظاهر ينفصل ويقوم بنفسه فصارت طرفا، والأطراف مما\nيلحقها التغيير، فلذلك صورت هاء.\n</p>\n\n<p>\nفإن أضفتها إلى المضمر كتبتها تاء فقلت: \"شجرتي\" و\"بقرتك\" و\"ثمرته\"؛\nوإنما كتبوها مع المضمر تاء لأن المضمر لا ينفصل ويقوم بنفسه بل يتصل بما\nقبله ويصير كالجزء منه، فصارت التاء حشوا في الكلمة، وإنما قلبوا منها في\nالخط والوقف هاء، ليفرق بينها وبين التاء التي تلحق الفعل في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p259'> Vol. 01, p. 259</a>\n            </div>\n            \n</p>\n\n<p>\n\"ضربت\"، وقال قوم ليفرق بينها وبين الأصلية في \"بيت\" و\"قوت\"، وقال قوم\nليفرق بينها وبين التاء التي تلحق مع الألف في الجمع في \"مسلمات\" وبابه.\n</p>\n\n<p>\nوقد تلحق التاء في تأنيث الجماعة في نحو: \"قضاة\" و\"خيوطة\" وحجارة\nو\"ذكارة\" فأما طيء وأهل اليمن فإنهم يثبتونها تاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p260'> Vol. 01, p. 260</a>\n            </div>\n            \n</p>\n\n<p>\nفيقولون: \"مسلمت\" و\"قائمت\" قال الشاعر:\n</p>\n\n<p>\nبل جوزتيهاء كظهر الحجفت\n</p>\n\n<p>\nونادى منادي النبي صلى الله عليه وسلم يوم فتح مكة: (يا أهل سورة البقرت)\nفقال المجيب: (والله ما أحفظ منها آيت)\n</p>\n\n<p>\nفأما ما ورد في التنزيل من كتبهم (رحمت) و (نعمت) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p261'> Vol. 01, p. 261</a>\n            </div>\n            \n</p>\n\n<p>\nو (سنت) و (ابنت) و (امرأت) فيجوز أن يكون أخذوا باللغتين فكتبوا بعضا\nبالهاء وبعضا بالتاء، ويجوز أن يكون المملي وصل كلامه <span id='ms022'></span> فكتب الكاتب على لفظه\nحملا للوقف على الوصل.\n</p>\n\n<p>\nوقد بينا أن الياء والواو والألف لا تكون أصلا فيما زاد على الثلاثة إلا\nأن يكون في الكلمة تكرير أو يدل دليل على زيادتها.\n</p>\n\n<p>\nولا تزاد هذه الحروف ولا شيء من حروف الزيادة في أول الكلمة إلا في\nالأسماء المشتقة من الفعل نحو: \"مدحرج\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p262'> Vol. 01, p. 262</a>\n            </div>\n            \n</p>\n\n<p>\nفإن كانت الميم والهمزة في أول كلمة وبعدها أربعة أصول ك\"مرزجوش\"، لأنه\nك\"عضرفوط\" و\"قرطبوس\" ووزنه \"فعللول\"، و\"إصطبل\" ك\"جردحل\" وزنه \"فعلل\"، فأما\n\"يستعور\" فوزنه \"فعللول\" الياء أصل؛ لأن بعدها أربعة أصولا فهو ك\"عضرفوط\"\nفهذا حكم هذه الحروف، فأما \"إنقحل\" من قول الشاعر:\n</p>\n\n<p>\nلما رأتني خلقا إنقحلا\n</p>\n\n<p>\nفوزنه \"إنفعل\" فالهمزة والنون زائدتان في أوله، وهذا شاذ؛ لأنه ليس بمشتق\nمن فعل، لأن الاسم الجاري على الفعل يجوز أن يتوالى في أوله زائدتان\nك\"منطلق\" وقد مضى ذكره وسيبويه يقول في الشيء الشاذ: هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p263'> Vol. 01, p. 263</a>\n            </div>\n            \n</p>\n\n<p>\nشاذ، ويقول في موضع آخر: لم يأت من هذا شيء، لأنه لم يعتد بما ورد منه\nلقلته ونزارته. ويدلك على صحة ما قاله أن العرب تقول: قلما جاءني زيد\nوتستعمله على ضربين:\n</p>\n\n<p>\nتارة تريد: ما جاءني زيد فيكون نفيا عاما ويكون على هذا لم يأته.\n</p>\n\n<p>\nوتارة يكون قد جاء مجيئا قليلا فلا يعتد به ويجعله كالنفي العام.\n</p>\n\n<p>\nفقد بان لك أن القليل في كلام العرب قد يجعل بمنزلة ما لم يكن، وينفى\nنفيا عاما فهذا يعضد ما قاله سيبويه وذهب إليه.\n</p>\n\n<p>\nفأما قولهم \"أرجوان\" فإن اشتققته من \"الأرج\" وهو سطوع الرائحة فوزنه:\n\"فعلوان\"، وإن اشتققته من \"رجا يرجو\" فوزنه \"أفعلان\"، وإن أخذته من \"رجن\"\nفوزنه \"أفعوال\".\n</p>\n\n<p>\nفأما \"أرونان\" فقد حمله سيبويه على الأكثر بأن جعل الهمزة زائدة والألف\nوالنون في آخره كذلك؛ لأن هذا طريق الكثرة، ووزنه على هذا التأويل\n\"أفعلان\"، ثم نظر نظرا ثانيا ووجد العرب تقول:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p264'> Vol. 01, p. 264</a>\n            </div>\n            \n</p>\n\n<p>\n\"يوم أرونان\" أي شديد ويقولون: \"اللهم اصرف عنا رون هذا الأمر\" أي شدته،\nفعلى هذا وزن الكلمة \"أفعلال\"، وإن اشتققت الكلمة من \"رنا <span id='ms023'></span> يرنو\" إذا أدام\nالنظر فيكون قد قدمت اللام على العين فوزن الكلمة على هذا \"أفلعان\"، وإذا\nاشتققت الكلمة من \"الرنة\" وهو الصوت فوزن الكلمة \"أفوعال\" الهمزة في أوله\nزائدة، والواو بين الفاء والعين زائدة، لأن أصل الكلمة \"رنن\" فهذه ثلاثة\nأوجه في الاشتقاق.\n</p>\n\n<p>\n\"مرآة\": \"مفعلة\" من رأيت.\n</p>\n\n<p>\nفأما اسم المفعول من الثلاثي إذا كانت لامه ياء ف \"مفعول\" ك\"مضروب\"\nو\"مذكور\" تقول: رأيته فهو \"مرئي\" ورميته فهو \"مرمي\" والأصل فيهما: \"مرؤوي\"\nو\"مرموي\" فلما اجتمعت الياء والواو، وسبقت إحداهما بالسكون قلبوا الواو\nياء، وأدغموا الأولى في الثانية، وكسروا ما قبل الياء الأولى لتتمكن\nفقالوا: \"مرئي\" و\"مرمي\" فهذا على وزن \"مضروب\" لأنه بعدد حروفه.\n</p>\n\n<p>\nفإن كانت لام الثلاثي واوا وبنيت منه مفعولا أدغمت الواو الأولى في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p265'> Vol. 01, p. 265</a>\n            </div>\n            \n</p>\n\n<p>\nالثانية تقول: غزوته فهو \"مغزو\" ونحوته فهو \"منحو\".\n</p>\n\n<p>\nوربما استثقلوا في بعض هذا اجتماع الواوين مع الضمة قبلهما فقلبوا بدل\nالواو المشددة ياء مشددة فقد قالوا: \"مرضي\" وسناها المطر يسنوها فهي\n\"مسنية\" إذا سقاها، والأصل: \"مرضو\" و\"مسنوة\".\n</p>\n\n<p>\nوأكثر ما يكون هذا القلب في الجموع، لأنهم يستثقلون أن يجمعوا بين ثقل\nالجمع وثقل الواوين.\n</p>\n\n<p>\nوهذا الذي يجتمع في آخره واو مثقلة وقبلها ضمة ثلاثة أقسام:\n</p>\n\n<p>\nإما أن يكون جمعا نحو: \"عات\" و\"عتو\".\n</p>\n\n<p>\nأو يكون مصدرا نحو: عتا يعتو \"عتوا\" وعسا يعسوا \"عسوا\".\n</p>\n\n<p>\nأو يكون اسم مفعول نحو: \"مغزو\" و\"مسنو\".\n</p>\n\n<p>\nوالقلب للجمع لازم للعلة التي ذكرتها وإنما شذ منه شيء يسير خرج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p266'> Vol. 01, p. 266</a>\n            </div>\n            \n</p>\n\n<p>\nمصححا ليدل على الأصل الذي انتقل عنه قالوا: \"نحو\" و\"نحو\" و\"بهو\" و\"بهو\"\nو\"أب\" و\"أبو\"، و\"نجو\" و\"نجو\" وهو السحاب.\n</p>\n\n<p>\nوأما المصدر فيجيء مصححا على أصله قالوا: عتا يعتو \"عتوا\" فإن سمع فيه\nشيء قد قلب فإنما شبهوه بالجمع.\n</p>\n\n<p>\nفأما اسم المفعول فالجيد فيه التصحيح \"مغزو\" و\"مسنو\"، فإن قلب منه شيء\nفإنما شبهوا اسم المفعول باسم الفاعل نحو: \"غاز\" فلما قلبوا الواو ياء في\nاسم الفاعل قلبوها في اسم المفعول.\n</p>\n\n<p>\nولك في القلب طريقتان <span id='ms024'></span> في \"عتي\" إذا كان جمعا و\"مسني\":\n</p>\n\n<p>\nأحدهما: أن تقول قد ثبت أنه ليس في الأسماء العربية اسم في آخره واو\nقبلها ضمة، فإذا أدى قياس إلى هذا قلبوا من الضمة كسرة ومن الواو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p267'> Vol. 01, p. 267</a>\n            </div>\n            \n</p>\n\n<p>\nياء، ألا تراهم قالوا في جمع \"قلنسوة: قلنس\"؟ والأصل: \"قلنسو\" قال\nالشاعر:\n</p>\n\n<p>\nلا مهل حتى تلحقي بعبس ... أهل الرياط البيض والقلنس\n</p>\n\n<p>\nوقالوا: \"عرقوة\" و\"عرق\" قال الشاعر:\n</p>\n\n<p>\nحتى تفضي عرقي الدلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p268'> Vol. 01, p. 268</a>\n            </div>\n            \n</p>\n\n<p>\nوالأصل: \"عرقو\". وقالوا: \"دلو\" و\"أدل\"، و\"حقو\" و\"أحق\" والأصل \"أدلو\"\nو\"أحقو\" على وزن \"أفلس\" فقلبوا من الضمة قبل الواو كسرة حتى تنقلب الواو ياء.\n</p>\n\n<p>\nفإذا ثبت هذا شبهوا الواو الأولى من \"عتو\" و\"مسنو\" بالضمة فقلبوها ياء\nكما يقلبون الضمة كسرة فصار \"عتيو\" و\"مسنيو\" فلما اجتمع الياء والواو وسبقت\nإحداهما بالسكون قلبوا من الواو ياء وأدغموا الأولى في الثانية.\n</p>\n\n<p>\nفأما الطريقة الثانية فيقولون: الواو الأولى ساكنة فلا يعتدون بها من هذا\nالوجه، لأنها ساكنة فتصير الواو الثانية كأنها قد وليت الضمة فيقلبون الواو\nالأخيرة ياء، ثم تجتمع الواو والياء، والأولى ساكنة فيقلبون من الواو ياء\nثم يدغمون الأولى في الثانية فيقولون: \"مسني\" و\"عتي\" و\"دلي\" و\"حقي\".\n</p>\n\n\n<h1 class='l1' id='head31'>AUTO وما زيد في الثلاثي من الحروف</h1>\n\n<p>\n:\n</p>\n\n<p>\nزادوا الهمزة في أول الفعل والاسم قالوا في الفعل: \"أكرم\" وفي الاسم\n\"أحمر\".\n</p>\n\n<p>\nوزادوا الواو ثانية في الفعل فقالوا: \"حوقل\" وقالوا في الاسم: \"جوهر\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p269'> Vol. 01, p. 269</a>\n            </div>\n            \n</p>\n\n<p>\nوزادوا الواو ثالثة في الفعل فقالوا: \"جهور\" وقالوا في الاسم: \"جدول\"\nو\"قسور\".\n</p>\n\n<p>\nوزادوا الياء ثانية في الاسم فقالوا: \"صيرف\" و\"حيدر\" و\"حذيم\" و\"طريم\"\nوضاعفوا عين الفعل فقالوا: \"كسر\" و\"قطع\".\n</p>\n\n<p>\nوزادوا الألف ثانية في الفعل فقالوا: \"قاتل\" و\"خاصم\" وزنه \"فاعل\".\n</p>\n\n<p>\nووزن \"أكرم\": \"أفعل\"، ووزن \"كسر\": \"فعل\"، و\"جوهر\": \"فوعل\" و\"رهول\"\n\"فعول\"، و\"جدول\": \"فعول\"، و\"صيرف\": \"فيعل\"، و\"حذيم\": \"فعيل\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p270'> Vol. 01, p. 270</a>\n            </div>\n            \n</p>\n\n<p>\nوقالوا: \"احرنبى\" وزنه \"افعنلى\"، وقالوا: \"اسلنقى\" وزنه \"افعنلى\"،\nوقالوا: \"احبنطى\" وزنه: \"افعنلى\"، وقالوا: \"كنثاو\" وزنه: \"فنعلو\"، وقالوا:\n\"اغدودن\" وزنه: \"افعوعل\"، وقالوا: \"احمر\" وزنه: \"افعل\"، و\"احمار\" وزنه\n\"افعال <span id='ms025'></span>\"، و\"استخرج\" وزنه: \"استفعل\"، و\"اقتطع\" وزنه: \"افتعل\"، و\"فعلى\":\n\"سلقى\" و\"انفعل\": \"انطلق\".\n</p>\n\n<p>\nوهذا الذي ذكرته كله من ذوات الثلاثة.\n</p>\n\n<p>\nفأما تكلم وكلم فهو من الثلاثة، لأنه من \"كلمت\"، لأن الكلام يخرق السمع\nكما أن الجراح تخرق اللحم، فكلامهما من أصل واحد. وقرأ بعض المتقدمين\n(أخرجنا لهم دابة من الأرض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p271'> Vol. 01, p. 271</a>\n            </div>\n            \n</p>\n\n<p>\nتكلمهم) أراد تسمهم فجعل السمة كالجراحة، ومن قرأ (تكلمهم) أراد من\nالكلام.\n</p>\n\n<p>\nفأما: \"احواوى\" الفرس فهو: \"افعالل\" من الحوة مثل \"احمار\" من الحمرة،\nفأما \"تغافل\" وزنه: \"تفاعل\" فهو من الغفلة. و\"ترهول\" \"تفعول\" كل هذا من\nالثلاثة.\n</p>\n\n<p>\nفأما: \"تدحرج\" فهو: \"تفعلل\" من الدحرجة، و\"اطمأن\" \"افعلل\" من الأربعة\nوأصله \"طمأن\" أحد النونين زائدة من موضعها، و\"اسحنكك\" إحدى الكافين زائدة\nمن موضعها، والنون فيه زائدة، و\"اقشعر\": \"افعلل\" إحدى الراءين زائدة من\nموضعها فأصله: \"قشعر\"، وأما \"اسحنكك\" فأصله من الثلاثة، فأما: \"جحنفل\"\nفوزنه \"فعنلل\" النون زائدة وهو من الأربعة؛ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p272'> Vol. 01, p. 272</a>\n            </div>\n            \n</p>\n\n<p>\nلأن أصله \"جحفل\"، فأما: \"اقعنسس\" فوزنه \"افعنلل\" النون زائدة، وإحدى\nالسينين زائدة من موضعها، فأصله الثلاثة، لأنه من \"القعس\" ومن لا بصر له\nبالنحو من أهل اللغة يسمي كل ما كان على أربعة أحرف رباعيا. كان أصليا أو\nزائدا، وقد بينا فيما تقدم أن الرباعي يختص بالأصول دون ذوات الزوائد، وأن\nما كان على أربعة يشترك فيه الأصلي والزائد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p273'> Vol. 01, p. 273</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head32'>AUTO زيادة الهاء</h1>\n\n<p>\nاعلم أن هذه الهاء الزائدة يقال لها: \"هاء السكت\"، وإنما قيل لها هاء\nالسكت، لأنه يسكت عليها، وتثبت في الخط، لأن الخط مبني على الوقف، والوقف\nهو السكت.\n</p>\n\n<p>\nوالموضع الذي يختص بزيادة هذه الهاء هو أنه إذا أريد الوقف على حركة بناء\n- وقد علم أن الوقف يزيل الحركة - زيدت الهاء لتسلم الحركة ويسكت على\nالهاء، ولا يجوز أن تزاد هذه الهاء بعد حركة إعراب، لأن الإعراب لا يقتضي\nحركة بعينها ألا تراه ينتقل فيكون رفعا ونصبا وجرا، فلما لم تتعين حركة\nإعراب لم يلزم المحافظة عليها، ولما تعينت حركة البناء ولزمت طريقة واحدة\nلزموا المحافظة على لفظها فألحقوا الهاء <span id='ms026'></span> بعد حركة البناء فقالوا \"كيفه\"\nو\"أينه\" و\"مسلمونه\" وقالوا: \"ارمه\" و\"اغزه\" و\"اسعه\".\n</p>\n\n<p>\nوإذا كان الفعل الثلاثي معتل اللام والفاء لزمته هاء السكت فقالوا: \"قه\"\nو\"شه\" و\"عه\" و\"له\" من \"وقيت\" و\"وشيت\" و\"وعيت\" و\"وليت\"، فإذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p274'> Vol. 01, p. 274</a>\n            </div>\n            \n</p>\n\n<p>\nدخل حرف المضارعة على هذا الفعل كقولهم: \"إن تق أق\" فمنهم من يلحق الهاء\nفيقول: \"إن تق أقه\"، ومنهم من يقول: قد قوي الفعل بحرف المضارعة فليس تلزم الهاء.\n</p>\n\n<p>\nفأما \"ما\" الاستفهامية إذا دخل عليها حرف الجر فللعرب فيها ثلاثة مذاهب:\n</p>\n\n<p>\nأفصحها وأجودها: أن تسقط ألفها لما اتصلت بحرف الجر وتكثرت به ليفصلوا\nبين ما الاستفهامية وما الخبرية التي بمعنى الذي والتي فقالوا: \"حتى مه\"\nو\"علامه\"، و\"إلى مه\"، و\"لمه\"، و\"بمه\" و\"فيمه\"، وفي التنزيل: (عم يتساءلون)\nو (فيم أنت من ذكراها) و (بم يزجع المرسلون). وقد ألحق بعض المتقدمين من\nالقراء هذه الهاء لهذه الميم في الوقف. كما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p275'> Vol. 01, p. 275</a>\n            </div>\n            \n</p>\n\n<p>\nألحقوها لحركة ياء المتكلم في (كتابيه) و (حسابيه) و (ماليه) و (سلطانيه)\n</p>\n\n<p>\nوقد ألحقوها ياء الضمير في قوله: (ما هيه) لأن \"هي\" اسم مضمر.\n</p>\n\n<p>\nفأما قول صاحب الكتاب قد ألحقوها في: \"بقرة\" و\"شجرة\" فسهو؛ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p276'> Vol. 01, p. 276</a>\n            </div>\n            \n</p>\n\n<p>\nلأن هذه الهاء بدل من تاء التأنيث وليست زائدة، وينبغي أن تذكر في حروف\nالبدل لا في حروف الزيادة.\n</p>\n\n<p>\nوالمذهب الثاني: منهم من يسكن الميم فيقول: \"لم فعلت؟ \"، و\"حتام\" والمذهب\nالثالث - وهو أقلها -: منهم من يثبت الألف فيقول: \"علاما قمت؟ \"، و\"فيما\nرغبت؟ \"، قال الشاعر:\n</p>\n\n<p>\nعلاما قام يشتمني لئيم ... كخنزير تمرغ في دمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p277'> Vol. 01, p. 277</a>\n            </div>\n            \n</p>\n\n<p>\nوقد روى غيره في \"رماد\".\n</p>\n\n<p>\nوقد حكي أن الخليل قال في \"هركولة\" إن وزنها: \"هفعولة\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p278'> Vol. 01, p. 278</a>\n            </div>\n            \n</p>\n\n<p>\nوالهاء زائدة، والهركولة المرأة العظيمة الأوراك، لأنها تركل الأرض في مشيها.\n</p>\n\n<p>\nوقالوا: إن الهاء في \"أمهات\" زائدة ووزنه \"فعلهات\"، وقال قوم إنما زيدت\nالهاء في: \"أمهات\" ليفرق بين العقلاء والبهائم؛ لأنه يقال في البهائم:\n\"أمات\" كما قال الشاعر:\n</p>\n\n<p>\n... ... ... ولو منيت أمات الرباع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p279'> Vol. 01, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\nوزيدت الهاء في قولهم \"أهراق يهريق\" وأصله: \"أروق\" أو: \"أريق <span id='ms027'></span>\" فنقلوا\nفتحة العين التي هي \"الياء\" أو \"الواو\" إلى الراء، وسكنت العين؛ لأن الراء\nفاء الكلمة ثم أتبعوا عين الكلمة فتحة الفاء فانقلبت ألفا لتحركها في الأصل\nوانفتاح ما قبلها الآن فقالوا: \"أراق يريق\"، ثم أدخلوا الهاء قبل الفاء،\nعوضا من نقل حركة العين إلى الفاء فقالوا: \"أهراق يهريق\".\n</p>\n\n\n<h1 class='l1' id='head33'>AUTO السين</h1>\n\n<p>\n\"استفعل يستفعل استفعالا وهو مستفعل\"، والمفعول \"مستفعل\"، وفي الأمر\n\"استفعل\"، وفي النهي \"لا تستفعل\" تقول: \"استخرج\" المال \"يستخرجه استخراجا\"\nوهو \"مستخرج\" والمال \"مستخرج\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p280'> Vol. 01, p. 280</a>\n            </div>\n            \n</p>\n\n<p>\nوقد أدخلوا السين عوضا قالوا \"اسطاع\" \"يسطيع\"، وأصله \"أطوع يطوع\" فالطاء\nفاء الكلمة والواو عينها فنقلوا فتحة الواو إلى الطاء فسكنت الواو وانفتحت\nالطاء، ثم قلبوا الواو ألفا لتحركها في الأصل، وانفتاح ما قبلها الآن، ولم\nيعتدوا بسكونها فقالوا: \"أطاع يطيع\" ثم زادوا السين قبل الطاء عوضا من نقل\nحركة العين إلى الفاء فقالوا: \"اسطاع يسطيع\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p281'> Vol. 01, p. 281</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head34'>AUTO اللام</h1>\n\n<p>\nفأما\n</p>\n\n\n<h1 class='l1' id='head35'>AUTO اللام</h1>\n\n<p>\n فقد زادوها في حروف محفوظة قليلة قالوا: \"تلك\" والأصل: \"تيك\"، وقالوا:\n\"ذلك\" والأصل: \"ذاك\"، وقالوا: \"ألالك\" والأصل \"ألاك\" قال الأعشى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p282'> Vol. 01, p. 282</a>\n            </div>\n            \n</p>\n\n<p>\nألالك قومي لم يكونوا أشابة ... وهل يعظ الضليل إلا ألالكا\n</p>\n\n<p>\nوقالوا \"عبدل\" في معنى \"عبد\"، و\"زيدل\" في معنى \"زيد\"، و\"فحجل\" في معنى\n\"الأفحج\" وزيادتها قليلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p283'> Vol. 01, p. 283</a>\n            </div>\n            \n</p>\n\n<p>\nواعلم أنهم قد يزيدون حرف اللين للمد فقط نحو الواو في \"عجوز\" والياء في\n\"سعيد\"، والألف في \"عماد\".\n</p>\n\n<p>\nوقد يزيدون في بناء الكلمة زيادة يكون الاستعمال بها ولا يستعملون الأصل\nنحو \"اشتد\"، و\"افتقر\"، أصله: \"شدد\"، و\"فقر\"، ولا ينطقون بهما، وإنما ينطقون\nبالزائد، والذي يدل على أن الأصل \"شدد\" و\"فقر\" أنهم قد أخرجوا الصفة منه\nعلى فعيل فقالوا: \"شديد\" و\"فقير\".\n</p>\n\n<p>\nوالألف في آخر الاسم الثلاثي، والفعل الثلاثي لا بد أن تكون منقلبة عن\nياء أو واو، لأنه لا يجوز أن يكون اسم معرب ولا فعل على أقل من ثلاثة أحرف،\nفمثال الألف المنقلبة عن ياء في الاسم: \"فتى\" لقوله تعالى: (ودخل معه السجن\nفتيان) ومثال المنقلبة عن ياء في الفعل: \"رمى\" لقولهم: \"رميا\" و\"الرمي\"\nو\"يرمي\" ومثال <span id='ms028'></span> الألف المنقلبة عن واو في الاسم \"رجا\" لقول الشاعر في\nتثنيته:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p284'> Vol. 01, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\nولا يرمى بي الرجوان إني ... أقل القوم من يغني مكاني\n</p>\n\n<p>\nومثال الألف المنقلبة عن الواو في الفعل: \"غزا\" لقولهم \"غزوت\" و\"يغزو\"\nو\"الغزو\".\n</p>\n\n<p>\nولا يمتنع أن يكون في الاسم لغتان: الياء والواو فقد قالوا: \"رحيت\nبالرحى\" إذا طحنت بها، و\"رحوت\"، فألف: \"رحى\" يجوز أن تكون منقلبة عن ياء\nوعن واو.\n</p>\n\n<p>\nوكذلك في الفعل قالوا: \"طما الماء\" إذا ارتفع \"يطمي\" و\"يطمو\" فألف: \"طما\"\nيجوز أن تكون منقلبة عن ياء وعن واو.\n</p>\n\n<p>\nوإذا زاد الاسم والفعل على ثلاثة أحرف انقلبت الواو فيه إلى الياء تقول:\n\"أدنى يدني\" و\"أغزى يغزي\" و\"أعطى يعطي\" وأصله: \"يعطو\" و\"يدنو\" و\"يغزو\" فلما\nسكنت الواو وانكسر ما قبلها انقلبت ياء فصار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p285'> Vol. 01, p. 285</a>\n            </div>\n            \n</p>\n\n<p>\n\"يدني\" و\"يعطي\" و\"يغزي\"، ثم تحركت هذه الياء في الماضي في نحو: \"أدني\"\nو\"أعطي\" و\"أغزي\" وانفتح ما قبلها فقلبت ألفا فقلت \"أعطى\" و\"أدنى\" و\"أغزى\".\n</p>\n\n<p>\nوكذلك في اسم المفعول: \"معطى\" و\"مغزى\" و\"مدنى\" أصله: \"معطو\" و\"مغزو\"\nو\"مدنو\" فقلبوا الواو ياء فقالوا: \"معطي\" و\"مغزي\" و\"مدني\" ثم تحركت الياء\nوقبلها فتحة فانقلبت ألفا فقالوا \"معطى\" و\"مغزى\" و\"مدنى\"، فهذه ألف انقلبت\nعن واو، وكذلك الألف في \"أعطى\" و\"أدنى\" انقلبت عن ياء انقلبت عن واو.\n</p>\n\n<p>\nفأما الألف في \"أعمى\" فهي منقلبة عن ياء وأصله: \"أعمي\" فلما تحركت الياء\nوقبلها فتحة انقلبت ألفا.\n</p>\n\n<p>\nفأما \"أعشى\" فأصله: \"أعشو\" فلما وقعت الواو رابعة قلبت ياء فقيل: \"أعشي\"،\nفتحركت الياء وقبلها فتحة فانقلبت ألفا. فالألف في \"أعشى\" انقلبت عن ياء\nانقلبت عن واو.\n</p>\n\n<p>\nفأما: \"جعبى\" و\"سلقى\" وكذلك \"دلنظى\" أصله: \"دلنظي\" فلما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p286'> Vol. 01, p. 286</a>\n            </div>\n            \n</p>\n\n<p>\nتحركت الياء وانفتح ما قبلها انقلبت ألفا.\n</p>\n\n<p>\nوكل واو وقعت في آخر اسم أو فعل زائد على ثلاثة أحرف فإنها تنقلب ياء،\nفإن تحركت الياء وقبلها فتحة انقلبت ألفا، وإن لم تتحرك وقبلها فتحة ثبتت ياء.\n</p>\n\n<p>\nوكل ألف كانت في آخر اسم زائد على <span id='ms029'></span> ثلاثة أحرف فلا بد أن تكون منقلبة عن\nياء، أو تكون زائدة للتأنيث نحو: \"حبلى\" و\"جمادى\" و\"لغيزى\".\n</p>\n\n<p>\nأو تكون منقلبة عن ياء زيدت للإلحاق نحو: \"أرطى\" أصله: \"أرطي\" ألحق ب\n\"جعفر\" و\"معزى\" أصله \"معزي\" ألحق ب \"درهم\" و\"سرندى\" أصله: \"سرندي\" ألحق\nب\"سفرجل\". فهذه الياءات لما تحركت وانفتح ما قبلها قلبت ألفا.\n</p>\n\n<p>\nأو تكون الألف زيدت لتكثير الكلمة نحو: \"قبعثرى\" و\"ضبغطرى\" وإنما كانت\nهذه الألف زائدة لتكثير الكلمة، لأنه ليس في الأصول اسم على ستة أحرف فيكون\nملحقا به، ولا تكون للتأنيث، لأنه سمع فيه التنوين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p287'> Vol. 01, p. 287</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قيل: فبأي شيء يفرق بين ألف التأنيث وألف الإلحاق؟ قيل له: فيه ثلاثة طرق:\n</p>\n\n<p>\nأولها: أن يسمع فيه التنوين، فيعلم بالتنوين أنها للإلحاق كما قيل في:\n\"أرطي\" و\"معزي\"، فأما\"ذفرى\" فقد اختلفت العرب فيها فمن نونها جعلها\nللإلحاق، ومن لم ينونها جعلها للتأنيث.\n</p>\n\n<p>\nوالطريقة الثانية: أن يعتبر بالتصغير، فإن كانت للإلحاق كسر ما قبلها في\nالتصغير فانقلبت ياء فقيل: \"أريط\" و\"معيز\"، وإن كانت للتأنيث لم يكسر ما\nقبل الألف كما قيل: \"حبيلى\" و\"سكيرى\".\n</p>\n\n<p>\nوالطريقة الثالثة: أن تكون على صيغة تختص بالتأنيث نحو: \"بشكى\" و\"برديا\"\nو\"لغيزى\" و\"حبلى\"، لأن هذه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p288'> Vol. 01, p. 288</a>\n            </div>\n            \n</p>\n\n<p>\nأبنية وأمثالها ليس في المذكر على صيغها.\n</p>\n\n<p>\nفأما \"بهمى\" فالألف فيها للتأنيث، لأنها على وزن \"حبلى\"، فأما من قال:\n\"بهماة\" فقد بطل أن تكون الألف للتأنيث، لأنه لا يجوز أن تدخل علامة تأنيث\nعلى مثلها، فعند الأخفش تصير الألف ملحقة كأنه ألحق ب\"جؤذر\" فكأنه: \"فعل\"\nملحق ب\"فعلل\" وعند سيبويه ليس في الكلام \"فعلل\" ولكنه يجعل الألف زائدة\nلتكثير الكلمة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p289'> Vol. 01, p. 289</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head36'>AUTO البدل</h1>\n\n<p>\nحروف\n</p>\n\n\n<h1 class='l1' id='head37'>AUTO البدل</h1>\n\n<p>\n: أحد عشر حرفا، ثمانية منها في حروف الزيادة، وثلاثة من غير حروف\nالزيادة.\n</p>\n\n<p>\nفأما الثمانية التي من حروف الزيادة فهي: (الألف، والواو، والياء، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p290'> Vol. 01, p. 290</a>\n            </div>\n            \n</p>\n\n<p>\nوالهمزة، والميم، والنون، والتاء، والهاء).\n</p>\n\n<p>\nوأما التي ليست من حروف الزيادة فهي: (الجيم، والطاء، والدال).\n</p>\n\n\n<h1 class='l1' id='head38'>AUTO ذكر الألف</h1>\n\n<p>\nاعلم أن الألف قد أبدلت من أربعة أحرف: من (الياء <span id='ms030'></span>، والواو، والهمزة،\nوالنون).\n</p>\n\n<p>\nذكر بدل الألف من الياء والواو\n</p>\n\n<p>\nاعلم أن الياء والواو إذا كانتا عينين أو لامين في الفعل أو في اسم على\nوزن الفعل، وتحركتا حركة لازمة لهما، ولم تكن الحركة منقولة من غيرها\nإليهما، ولم يكن قبلهما ساكن ولا بعدهما، ولم يكونا في معنى يسكن ما قبلهما\nأو بعدهما، أو يكتنفهما ساكن وجب قلبهما ألفا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p291'> Vol. 01, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nمثال كونهما عينين في الفعل: \"باع\" أصله \"بيع\" و\"قام\" أصله \"قوم\" و\"خاف\"\nأصله \"خوف\" و\"هاب\" أصله \"هيب\" و\"طال\" الذي هو ضد \"قصر\" فأصله\" طول\" فأما\n\"طال\" الذي هو بمعنى الزيادة من قولك: \"طاولني فطلته\" فأصله: \"طول\"، فالقلب\nلهذا كله لازم.\n</p>\n\n<p>\nوأما كونهما عينين في الاسم فقولك: \"دار\" أصلها: \"دور\"، و\"باب\" أصله\n\"بوب\"، و\"مال\" أصله: \"مول\"، و\"ناب\" أصله: \"نيب\"، و\"غاب\" و\"عاب\" أصله \"غيب\"\nو\"عيب\"، وهذا كله أعل بالقلب لأنه على وزن \"ضرب\".\n</p>\n\n<p>\nفأما قولهم: \"رجل مال\" فأصله \"مول\"، و\"كبش صاف\" أصله: \"صوف\" و\"يوم راح\"\nأصله \"روح\" و\"يوم طان\" أصله \"طين\" وهذا كله أعل، لأنه على وزن \"علم\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p292'> Vol. 01, p. 292</a>\n            </div>\n            \n</p>\n\n<p>\nوربما جاء على وزن: \"فعل\" فيعل بالقلب، لأنه على وزن \"ظرف\".\n</p>\n\n<p>\nوأما كونهما لامين في الفعل أو في موضع اللامين فقولك: \"غزا\" أصله \"غزو\"،\nو\"رمى\" أصله \"رمي\"، وكذلك إن زاد على الثلاثة نحو: \"أعطى\" أصله \"أعطي\"،\nو\"تقاضى\" أصله \"تقاضي\"، و\"احواوى\" أصله: \"احواوي\". فقلب هذا كله لما\nذكرناه.\n</p>\n\n<p>\nوكونهما لامين في الاسم قولك \"فتى\" أصله \"فتي\" و\"عصا\" أصله \"عصو\" و\"رجا\"\nأصله \"رجو\".\n</p>\n\n<p>\nوكذلك إن زاد على الثلاثة نحو \"دلنظى\" أصله: \"دلنظي\" فقلب هذا كله لما ذكرته.\n</p>\n\n<p>\nفإن قيل فالحركة في الاسم نحو: \"عصا\"، و\"رحى\"، و\"دلنظى\" حركة إعراب ليست\nلازمة فلم وجب القلب؟ قيل له حركة الإعراب لازمة للمعرب، وإنما لا تلزم\nحركة بعينها، لأنه يكون مرة نصبا ومرة رفعا ومرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p293'> Vol. 01, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nجرا، وإنما كلامي على لزوم حركة من غير [تخصيص] لواحدة بعينها؛ فإن قيل\nفحركة الإعراب إنما تكون <span id='ms031'></span> في الوصل لا في الوقف فكان ينبغي أن تقلبا في\nالوصل ويصحا في الوقف، قيل له إنما الكلام على الوصل لأن فيه يظهر الإعراب\nالذي يفصل بين المعاني، فإذا ثبت القلب في الوصل حمل الوقف عليه.\n</p>\n\n<p>\nوقال بعض النحويين: إذا كانت الياء والواو حرفي إعراب فهما متهيأتان\nلقبول الحركة التي تحل فيهما فصار تهيؤهما لقبول ما حل فيهما بمنزلة ما حل\nفيهما فلزمهما القلب في الوصل والوقف.\n</p>\n\n<p>\nفأما قولهم: \"ضو\" في تخفيف \"ضوء\" و\"شي\" في تخفيف \"شيء\" و\"جيل\" في تخفيف\n\"جيأل\" و\"مولة\" في تخفيف \"موألة\" فلا يجوز أن تنقلب الياء والواو في هذا\nوما أشبهه ألفا وإن تحركتا وانفتح ما قبلهما، لأن الحركة التي فيهما إنما\nنقلناها إليهما من الهمزة التي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p294'> Vol. 01, p. 294</a>\n            </div>\n            \n</p>\n\n<p>\nأسقطناها، وإذا كان كذلك فحركتهما عارضة ليست بلازمة.\n</p>\n\n<p>\nوكذلك لو قلت: \"لو انهم\" \"أو انتم\" لم تقلب شيئا من ذلك، لأن الحركة في\nالواو للهمزة التي سقطت، وتقديره: \"لو أنهم\" \"أو أنتم\" نقلت الحركة من\nالهمزة إلى الواو، فلما كانت حركتهما عارضة لم يجز أن تنقلب.\n</p>\n\n<p>\nوكذاك الحركة في: (اشتروا الضلالة) و (لترون الجحيم) (فإما ترين من البشر\nأحدا)، و\"اخشي الرجل\" و\"مصطفو الله\" الحركة في جميع هذا لالتقاء الساكنين\nفلا يجوز قلبه، لأن الحركة ليست لازمة له.\n</p>\n\n<p>\nفأما قولهم \"النزوان\" و\"الغليان\" و\"صميان\" و\"كروان\" فلا يجوز قلبه، لأنه\nلو قلب ألفا لوجب أن تسقط إحدى الألفين لالتقاء الساكنين فكان يبقى: \"نزان\"\nو\"كران\" و\"صمان\" فكان يشتبه \"فعال\" من الصحيح ب \"فعلان\" من المعتل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p295'> Vol. 01, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\nفأما قولهم: \"الطوفان\"، و\"الجولان\"، \"والحيدان\"، و\"حيدى\" و\"صورى\" فكان\nينبغي أن تنقلب، لأنهما قد تحركتا وقبلهما فتحة، ولكنهما لما كانتا عينين\nكانتا أقوى من اللام، فلما صحت في اللام من قولهم \"النزوان\" وهي الأضعف\nكانت أولى أن تصح في العين، لأنها أقوى من اللام.\n</p>\n\n<p>\nوقال قوم إنما صحت في \"النزوان\" و\"الطوفان\" لأن بزيادة الألف والنون خرج\nالاسم عن وزن الفعل فلم يجز أن يعل بالقلب <span id='ms032'></span>، وكذلك في \"حيدى\" لأنه بألف\nالتأنيث قد خرج عن وزن الفعل.\n</p>\n\n<p>\nفأما قولهم: \"ماهان\" و\"داران\" فأصله: \"موهان\" و\"دوران\" فقلبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p296'> Vol. 01, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\nشاذ لا يقاس عليه. وقد قال المبرد القلب هو الأصل والتصحيح شاذ.\n</p>\n\n<p>\nوالصحيح ما قدمناه من قول سيبويه.\n</p>\n\n<p>\nفأما قولهم: \"اجتوروا\" و\"اعتونوا\" و\"ازدوجوا\" فإنما صحت الواو وإن كانت\nمتحركة وقبلها مفتوح، لأنها بمعنى ما يسكن قبل الواو. ألا ترى أن \"اجتوروا\"\nفي معنى \"تجاوروا\"، و\"ازدوجوا\" في معنى \"تزاوجوا\"، و\"اهتوشوا\" في معنى\n\"تهاوشوا\"، و\"اعتونوا\" في معنى \"تعاونوا\" وبابه. ولا يجوز أن تقلب الواو،\nلأن قبلها ألفا فكذلك ما كان بمعناها لا يجوز أن يقلب.\n</p>\n\n<p>\nفأما قولهم: \"حول\" و\"صيد\" و\"عور\" فإنما صحت الياء والواو، لأنها في معنى\nما يكتنفه ساكنان، ألا تراها في معنى: \"اعور\" و\"احول\" و\"اصيد\"، فلما كانت\nالواو في \"اعور\" وبابه لا يجوز أن تقلب ألفا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p297'> Vol. 01, p. 297</a>\n            </div>\n            \n</p>\n\n<p>\nلسكون ما قبلها وما بعدها، فكذلك في \"عور\" وبابه لا يجوز أن تقلب، لأنها\nبمعنى \"اعور\".\n</p>\n\n<p>\nفإن قيل: إذا أعللتم الفعل من قولكم: \"دار\" و\"نار\" فهو من \"دار يدور\"،\nو\"نار ينور\" فبأي شيء تفرقون بينه وبين الاسم؟ قيل له: الاسم يدخله التنوين\nويدخله الألف واللام، وحرف الجر ويضاف ويضاف إليه.\n</p>\n\n<p>\nوالفعل يتصرف وينتقل في الأزمنة، وإذا كان كذلك فليس يخلو واحد منهما من\nدليل يقترن به يميزه من الآخر، ويزيل اللبس بينهمان فلما ارتفع اللبس وجب\nالإعلال بالقلب.\n</p>\n\n<p>\nفإن قيل: ولم إذا كملت هذه الشروط التي قدمتموها في الياء والواو وجب\nقلبها ألفا؟\n</p>\n\n<p>\nقيل له عن هذا السؤال جوابان:\n</p>\n\n<p>\nقال بعض النحويين: لما استثقلوا الحركة في الياء والواو، وهم يقدرون\nبحركتهما وانفتاح ما قبلهما على حرف أخف لا يتأتى حركته قلبوهما إليه وهو\nالألف لأنه أخف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p298'> Vol. 01, p. 298</a>\n            </div>\n            \n</p>\n\n<p>\nوقال غير هذا النحوي: حروف المد واللين تتقارب وتتجانس، والحركات مأخوذة\nمنها فإذا ضمت الواو فكأنها الواوان، وإذا انكسرت [الياء] فكأنها ياءان،\nوإذا انضمت فكأنها ياء وواو، وإذا انفتحت فكأنها ياء وألف، لأن العرب تجري\nهذه <span id='ms033'></span> الحركات مجرى هذه الحروف، فلما كانت حركة الياء والواو تؤدي إلى هذا\nالثقل والاشتباه قلبوهما إلى حرف يأمنون حركته. وهذا وجه حسن قوي في\nالقياس.\n</p>\n\n<p>\nفأما قولهم: \"الحوكة\"، و\"الخونة\" فقد أعله قوم فقالوا: \"حاكة\" و\"خانة\"،\nوصححه قوم فقالوا: \"حوكة\" و\"خونة\" فمن أعله قال: تاء التأنيث بمنزلة\nالمنفصل، وإذا كانت تاء التأنيث بمنزلة المنفصل صار الاسم على وزن الفعل\nفوجب أن يعل بالقلب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p299'> Vol. 01, p. 299</a>\n            </div>\n            \n</p>\n\n<p>\nوأما من صحح فله طريقان: إن شاء قال: لما اتصلت تاء التأنيث بالاسم\nأخرجته عن وزن الفعل فوجب أن يصحح.\n</p>\n\n<p>\nوإن شاء قال: إذا أعلت العرب شيئا بالقلب أقرت بعضه على الصحة ليدل على\nالأصل الذي أعلوه.\n</p>\n\n\n<h1 class='l1' id='head39'>AUTO إبدال الألف من الهمزة</h1>\n\n<p>\nاعلم أن الهمزة على ضربين:\n</p>\n\n<p>\nهمزة يجب إبدالها ألفا.\n</p>\n\n<p>\nوهمزة لا يجب إبدالها ألفا.\n</p>\n\n<p>\nفأما الهمزة التي يجب إبدالها ألفا فهي على ضربين:\n</p>\n\n<p>\nضرب يجب إبداله في الكلام وفي الشعر.\n</p>\n\n<p>\nوضرب يجب إبداله في الشعر دون الكلام.\n</p>\n\n<p>\nفأما الذي يجب إبداله في الكلام وفي الشعر فهو أن يجتمع في الكلمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p300'> Vol. 01, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nالواحدة همزتان سواء كانت الكلمة اسما أو فعلا، وسواء اجتمعت الهمزتان في\nأول الكلمة أو في آخرها. فمثال اجتماع الهمزتين في أول الفعل قولهم: \"آمن\"\nأصله \"أامن\"، ومثال اجتماعهما في الاسم قولهم: \"آدم\" و\"آخر\" و\"آزر\" أصله:\n\"أادم\" و\"أاخر\" و\"أازر\"، إلا أنه لما كانت الهمزة وحدها تستثقل لأن مخرجها\nمن الصدر ويلحق المتكلم فيها كالتهوع كانت إذا انضم إليها مثلها أثقل وجب\nالقلب. وإنما تقلب على حركة ما قبلها، فلما سكنت وقبلها فتحة قلبت ألفا\nفقالوا: \"آدم\" و\"آخر\" و\"آزر\"، والذي يدل على أنها قد قلبت قلبا خالصا أنك\nإذا صغرت الاسم انقلبت الألف واوا لسكونها وانضمام ما قبلها تقول: \"أويدم\"\nو\"أويخر\" و\"أويزر\" كما تقول \"ضويرب\"، وتحمل التصغير على التكسير تقول:\n\"أوادم\" و\"أواخر\" و\"أوازر\" كما تقول: \"كاهل\" و\"كواهل\"، و\"ضاربة\" و\"ضوارب\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p301'> Vol. 01, p. 301</a>\n            </div>\n            \n</p>\n\n<p>\nفأما الفعل فإذا رددته إلى المستقبل صارت ألفه واوا لسكونها وانضمام ما\nقبلها <span id='ms034'></span> تقول: \"آمن\" \"يومن\" وإذا صرت إلى المصدر صارت ياء لسكونها وانكسار ما\nقبلها فقلت \"إيمان\".\n</p>\n\n<p>\nفأما قراءة من همز فقال: \"يؤمن\" فإنه لم يهمز الواو، لأن ذلك شاذ، ولكنه\nرد الهمزة التي كانت قبلها في الماضي ألفا لزوال الهمزة الأولى مع حرف\nالمضارعة، وكان الأصل فيه: \"يؤؤمن\" فسقطت الهمزة فصار \"يؤمن\".\n</p>\n\n<p>\nوكان الخليل لا يجيز أن يجمع في الشعر بين \"آدم\" و\"درهم\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p302'> Vol. 01, p. 302</a>\n            </div>\n            \n</p>\n\n<p>\nو\"آخر\" و\"شنبر\"، لأن الألف في \"آدم\" و\"آخر\" تأسيس صحيح، فلا يجوز أن يؤسس\nالشاعر بيتا ويجرد بيتا، لأن هذا عيب في الشعر والشعراء اليوم على مذهب\nالخليل. وكان عبد الله بن أبي إسحاق الحضرمي يجيز هذا، لأن من مذهبه أن\nيجمع بين همزتين في كلمة واحدة قال: فأنا أجيزه. إما أن أحقق الهمزتين\nفأقول: \"أادم\"، و\"درهم\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p303'> Vol. 01, p. 303</a>\n            </div>\n            \n</p>\n\n<p>\nو\"أاخر\" و\"شنبر\"، وإما أن ألين الهمزة فأجعلها بين الهمزة والألف، لأن\nالملين في نية المحقق، وفي وزنه.\n</p>\n\n<p>\nفأما اجتماع الهمزتين في آخر الكلمة فقولهم: \"جاء\" و\"شاء\" و\"ساء\" أصله\n\"جائي\" و\"شائي\" و\"سائي\" وكذلك \"ناء\" إلا أنه لما اجتمع همزتان في الكلمة\nالواحدة قلبوا الثانية ياء لانكسار ما قبلها فقالوا: \"جائي\" و\"شائي\" وسائي\"\nو\"نائي\" فصارت من باب \"قاض\" تقول: \"هذا جاء\" و\"مررت بجاء\" \"ورأيت جائيا\"،\nفأما قول الشاعر:\n</p>\n\n<p>\n... ... يشجج رأسه بالفهر واجي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p304'> Vol. 01, p. 304</a>\n            </div>\n            \n</p>\n\n<p>\nأصله: \"واجئ\".\n</p>\n\n<p>\nوالهمزة إذا كانت واحدة جاز أن تتحمل، وإنما وجب أن تقلب في الشعر لأن\nالقصيدة جيمية، ووصلها ياء، وحروف الوصل لا تكون إلا حروف مد ولين سواكن\nفقلب الهمزة ياء فصارت وصلا لكسرة الجيم، وهذا القلب إنما يجوز في الشعر،\nفأما في غير الشعر فلا.\n</p>\n\n<p>\nفأما الهمزة في: \"مأتم\" و\"مأثم\" فيجوز أن تقع في الشعر مع:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p305'> Vol. 01, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\n\"درهم\" فإن شئت حققت الهمزة، وإن شئت لينتها تليينا قياسيا، لأن الملين\nفي نية المحقق تقول: \"ماتم\" و\"درهم\"، ويجوز أن تقع مع \"عالم\" فتقلب الهمزة\nألفا خالصة؛ لأنها تأسيس كما أن الألف في \"عالم\" تأسيس وأما \"كأس\" و <span id='ms035'></span>\"رأس\"\nو\"بأس\" فيجوز أن تحققها، ويجوز أن تلينها، لأن الملين في نية المحقق، ويجوز\nأن تقع في القوافي مع: \"ناس\" فتقلبها ألفا خالصة ردفا الا ترى أن الألف في:\n\"ناس\" لا تكون إلا ردفا لأنها ألف خالصة، فأما: \"ذئب\" فيجوز أن تقع في\nالقوافي مع: \"حب\" فإن شئت حققت الهمزة، وإن شئت جعلتها بين الياء والهمزة\nفقلت: \"ذيب\" تليينا قياسيا، ويجوز أن تقع في القوافي مع \"شيب\" فتقلب الهمزة\nياء خالصة.\n</p>\n\n<p>\nوأما \"بئر\" فيجوز أن تقع في القوافي مع \"بشر\"، فإن شئت حققت الهمزة، وإن\nشئت جعلتها بين الياء والهمزة، ويجوز أن تقع في القوافي مع: \"عير\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p306'> Vol. 01, p. 306</a>\n            </div>\n            \n</p>\n\n<p>\nفتقلب الهمزة ياء خالصة، لأنها ردف. ألا ترى أن الياء في: \"عير\" لا تكون\nإلا ردفا لما كانت ياء خالصة؟، والهمزة في: \"لؤم\" و\"شؤم\" يجوز أن تقع في\nالقوافي مع: \"حلم\"، فإن شئت حققت الهمزة، وإن شئت جعلتها بين الواو\nوالهمزة، ويجوز أن تقع في القوافي مع: \"روم\" و\"كوم\" فتقلب الهمزة واوا\nخالصة، لأنها ردف، ألا ترى أن الواو في \"روم\" و\"كوم\" لا تكون إلا ردفا لما\nكانت واوا خالصة؟.\n</p>\n\n<p>\nوأما إبدال الألف من التنوين فإذا وقفوا على الاسم المنصوب المنون أبدلوا\nمن تنوينه ألفا فقالوا: \"لقيت زيدا\"و\"ركبت فرسا\"، وجعلوا مع الألف شرطتين:\n\"الأولى فتحة والثانية تنوين، فاجتمع في الخط علامتان: علامة للوقف وهي\nالألف، ومتى أراد الوقف وقف عليها، وعلامة للوصل وهي الشرطتان، فمتى أراد\nالوصل وصل بهما.\n</p>\n\n<p>\nفأما إبدال الألف من النون فقد أبدلوا من نون التوكيد الخفيفة إذا كان\nقبلها فتحة وأرادوا الوقف عليها، وجعلوا مع الألف شرطتين أيضا؛ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p307'> Vol. 01, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\nليكون الألف للوقف والشرطتان للوصل، لأن نون التوكيد الخفيفة في الفعل\nنظيرة التنوين في الاسم المنصوب فقالوا: \"اضربا\" و\"قوما\" يريدون: \"اضربا\"\nو\"قوما\".\n</p>\n\n<p>\nقال الأعشى:\n</p>\n\n<p>\n... ... ولا تعبد الشيطان والله فاعبدا\n</p>\n\n<p>\nأراد: \"فاعبدن\"، وقال عمر بن أبي ربيعة:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p308'> Vol. 01, p. 308</a>\n            </div>\n            \n</p>\n\n<p>\nوقمير بدا ابن خمس وعشري ... ن له قالت الفتاتان قوما\n</p>\n\n<p>\nيريد: \"قومن\"، وقال الآخر:\n</p>\n\n<p>\nيحسبه الجاهل ما <span id='ms036'></span> لم يعلما ... شيخا على كرسيه معمما\n</p>\n\n<p>\nأراد ما لم \"يعلمن\"، وفي التنزيل: (وليكونا من الصاغرين) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p309'> Vol. 01, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\nو (لنسفعا بالناصية) الوقف عليهما: \"ليكونا\" و\"لنسفعا\".\n</p>\n\n<p>\nفأما النون في \"إذن\" الناصبة للفعل المستقبل، فأهل البصرة يكتبونها\nبالألف ويقفون عليها بالألف سواء عملت أو ألغيت، ويثبتون مع الألف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p310'> Vol. 01, p. 310</a>\n            </div>\n            \n</p>\n\n<p>\nشرطتين علامة للوصل، يقولون في الإعمال: \"إذا أكرمك\" وفي الإلغاء: \"أنا\nإذا أكرمك\" و\"أقصدك إذا\".\n</p>\n\n<p>\nوحكي عن الفراء أنه كان إذا أعملها كتبها بالألف، لأن بإعمالها لا تلتبس\nب\"إذا\" الزمانية، وإذا ألغاها كتبها بالنون، لئلا تلتبس ب\"إذا\" الزمانية.\n</p>\n\n\n<h1 class='l1' id='head40'>AUTO إبدال الياء</h1>\n\n<p>\nاعلم أن الياء قد أبدلت من حروف كثيرة بعضها يطرد فيه البدل وبعضها لا\nيطرد، وإنما يحفظ في مكانه.\n</p>\n\n<p>\nويذكر ها هنا ما يكثر استعماله وتدعو الحاجة إليه.\n</p>\n\n<p>\nاعلم أن الياء تبدل من الألف إذا انكسر ما قبلها تقول في تصغير:\n\"مفتاح\":\"مفيتيح\" وفي تكسيره \"مفاتيح\" وفي \"محراب\": \"محيريب\" و\"محاريب\".\nوأمثلة هذا كثيرة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p311'> Vol. 01, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\nوقد تبدل الياء من الواو إذا سكنت الواو وقبلها كسرة سواء كانت الواو فاء\nأو لاما أو زائدة. فمثال الفاء قولهم: \"ميعاد\"، و\"ميزان\"، و\"ميقات\"، وأصله:\n\"موعاد\" لأنه مفعال من الوعد، أو \"موزان\" لأنه مفعال من الوزن، و\"موقات\"\nلأنه مفعال من الوقت. فلما سكنت الواو وقبلها كسرة غلبت عليها الكسرة\nفجذبتها إلى جنسها وهو الياء؛ لأن الحرف إذا سكن ضعف ومات بسكونه فغلبت\nعليه الكسرة، يدلك على أن الكسرة غلبت على الواو الساكنة أن الكسرة إذا\nزالت عادت الواو إلى حركتها قالوا: \"مويعيد\" و\"مويزين\" و\"موازين\" و\"مويقيت\"\nو\"مواقيت\".\n</p>\n\n<p>\nوتقول في الواو الزائدة في \"بهلول\" و\"قرقور\" و\"زنبور\" و\"صندوق\": \"بهيليل\"\nو\"بهاليل\"، و\"قريقير\" و\"قراقير\"، و\"زنيبير\" و\"زنابير\"، و\"صنيديق\"\nو\"صناديق\"، وأمثلته كثيرة، وهو قياس مطرد.\n</p>\n\n<p>\nوقد تبدل هذه الواو ياء وإن تحركت إذا وقع قبلها ياء التصغير قالوا في\nتصغير \"عجوز\": \"عجيز\"، والأصل: \"عجيوز\"، وفي تصغير \"عمود\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p312'> Vol. 01, p. 312</a>\n            </div>\n            \n</p>\n\n<p>\n\"عميد\"، والأصل: \"عميود\" فقلبوا الواو ياء، وأدغموا ياء التصغير فيها.\nوسأستوفي هذا <span id='ms037'></span> الفصل في مكان آخر إن شاء الله.\n</p>\n\n<p>\nوأما قلب الياء من الواو إذا كانت الواو لاما فقولهم: \"غاز\" وهو من\n\"غزوت\"، و\"دان\" وهو من\"دنوت\"، و\"عال\" وهو من \"علوت\"، وأمثلته كثيرة.\n</p>\n\n<p>\nسألت بعض النحويين عن قلب هذه الواو إلى الياء فقلت له: شرطتم بأن الواو\nتنقلب ياء إذا سكنت وانكسر ما قبلها، والأصل في هذا: \"غازو\" فالواو متحركة\nفقد نقص أحد الشرطين، وكان ينبغي أن تصح الواو ولا تنقلب، وليس يجوز أن\nيقال بأنا استثقلنا الخروج من كسر لازم إلى ضم لازم، لأن ضمة الواو إعراب،\nوالإعراب ليس بلازم.\n</p>\n\n<p>\nفقال لي: نوينا الوقف على الواو، فلما سكنت للوقف وقبلها كسرة غلبت عليها\nالكسرة فقلبتها ياء.\n</p>\n\n<p>\nفقلت له: نحن نقول في المؤنث: \"غازية\" فقد زال السكون.\n</p>\n\n<p>\nفقال لي: التانيث طارئ على لفظ التذكير، فالتأنيث فرع والتذكير هو الأصل،\nفلما وجب القلب في الأصل حمل الفرع عليه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p313'> Vol. 01, p. 313</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا كله عن أبي القاسم الدقاق رحمه الله.\n</p>\n\n<p>\nوذكر ابن جني في بعض كتبه أن آخر الكلمة هو موضع يلزمه التغيير. ألا ترى\nأن الإعراب يحل فيه وحركات البناء وينقلب في الإعراب من حال إلى حال؟ فلما\nكان التغيير لازما للطرف كفى في القلب علة واحدة وهو كون الكسرة قبلها،\nوإنما يحتاج في القلب إلى مجموع علتين إذا بعدت الواو من الطرف؛ لأنها إذا\nبعدت من الطرف قويت فاحتجنا أن نقول لأنها ساكنة وقبلها كسرة.\n</p>\n\n<p>\nفأما الياء في: \"ريح\" فأصلها:\"روح\" \"فعل\" من الروح فلما سكنت وقبلها كسرة\nانقلبت ياء يدلك على أن الياء في: \"ريح\" انقلبت عن واو أنه من الروح، وتقول\nفي تصغيرها: \"رويحة\" وفي تكسيرها \"أرواح\"، وتقول: راوحت بين الشيئين.\n</p>\n\n<p>\nو\"عيد\" الياء فيه منقلبة عن واو؛ لسكونها وانكسار ما قبلها، وأصله:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p314'> Vol. 01, p. 314</a>\n            </div>\n            \n</p>\n\n<p>\n\"عود\": \"فعل\" من العود، ولا اعتبار بلزوم الياء في التصغير والتكسير في\nقولهم: \"عييد\" و\"أعياد\"، لأن هذا شاذ، وإنما ألزموه الياء ليفرقوا بينه\nوبين: \"عود\" و\"عود\" قال قوم من أهل الاشتقاق أصله من عاد يعود كأنه <span id='ms038'></span> يعود\nبالفرح والسرور.\n</p>\n\n<p>\nوأما: \"قيل\" فأصله: \"قول\" فانقلبت الواو ياء لسكونها وانكسار ما قبلها،\nلأنه من القول. وسأستوفي هذا في اعتلال الأفعال إن شاء الله.\n</p>\n\n<p>\nفأما \"ديمة\" فهي \"فعلة\" من الدوام، وأصلها: \"دومة\" فلما سكنت الواو\nوقبلها كسرة انقلبت ياء. يقولون: دامت السحابة تدوم إذا ثبتت من الوقت إلى\nالوقت، ويقولون: دومت السحابة أيضا قال الشاعر:\n</p>\n\n<p>\nهو الجواد بن الجواد بن سبل ... إن دوموا جاد وإن جادوا وبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p315'> Vol. 01, p. 315</a>\n            </div>\n            \n</p>\n\n<p>\nفإن سكنت الواو للإدغام سلمت من القلب لتحصنها بالإدغام وإن كان قبلها\nكسرة، فأما قولهم: \"ديوان\" فقلبه شاذ، لأن الأصل: \"دوان\" فالواو قد تحصنت\nبالإدغام، يدلك على أن هذا هو الأصل قولهم في التصغير: \"دويوين\"، وفي\nالتكسير \"دواوين\"، فعادت الواو التي انقلبت ياء لما فرقت الألف بين\nالمثلين.\n</p>\n\n<p>\nفأما قولهم: \"دينار\" فالأصل فيه: \"دنار\"، وقولهم: \"ديباج\" فالأصل فيه:\n\"دباج\" على أحد القولين وقولهم \"قيراط\" فالأصل فيه: \"قراط\"، إلا أنهم كرهوا\nالتضعيف مع الكسرة قبله فقلبوا الأول من المثلين ياء يدلك على أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p316'> Vol. 01, p. 316</a>\n            </div>\n            \n</p>\n\n<p>\nهذا هو الأصل رجوع المثال المنقلب في التصغير والتكسير في قولهم:\n\"دنينير\" و\"دنانير\" و\"قريريط\" و\"قراريط\" و\"دبيبيج\" و\"دبابيج\"، فهذا يدل على\nأن هذا هو الأصل.\n</p>\n\n<p>\nالياء في \"ديباج\" منقلبة عن باء، فأما، من قال: \"دياييج\" فليس الياء في\n\"ديباج\" منقلبة عن باء.\n</p>\n\n<p>\nفأما من قال: \"شراريز\" فالياء في \"شيراز\" منقلبة عن راء، والأصل: \"شراز\"\nوتقول في التصغير: \"شريريز\" لأنهم يستثقلون التضعيف مع الكسر.\n</p>\n\n<p>\nوقد قال قوم في تكسيره: \"شياريز\" حملوه على اللفظ، وفي التصغير:\n\"شييريز\".\n</p>\n\n<p>\nوقال آخرون: \"شويريز\" وفي الجمع: \"شواريز\"، كأنهم جعلوا الياء في:\n\"شيراز\" منقلبة عن واو، ولما قلبوا الراء ياء أنسهم هذا التغيير بالتغيير\nالثاني فقلبوا الياء واوا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p317'> Vol. 01, p. 317</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head41'>AUTO إبدال الواو</h1>\n\n<p>\nالواو تبدل من الألف إذا انضم ما قبلها تقول في \"ضارب\": \"ضويرب\"، وفي\n\"كاهل\" \"كويهل\"، وفي \"خاتم\": \"خويتم\"، وفي \"غارب\": \"غويرب\".\n</p>\n\n<p>\nوقد تبدل في الفعل الماضي إذا كان ثانيه ألفا وبنيته لما لم يسم فاعله\nتقول: \"ضورب زيد\" و\"خوصم عمرو\"، و\"قوتل <span id='ms039'></span> بكر\"، و\"ضوعف الأجر\"، وكان \"ضاعف\"،\nو\"قاتل\"، و\"خاصم\". و\"تمود الثوب\"، والأصل: \"تماد\".\n</p>\n\n<p>\nوقد تبدل الواو من الياء الساكنة إذا كان قبلها ضمة وليست مدغمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p318'> Vol. 01, p. 318</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا: \"كوسى\" وهو من \"الكيس\"، و\"طوبى\" وهو من \"الطيب\".\n</p>\n\n<p>\nوقالوا: \"موقن\"، والأصل: \"ميقن\"، لأنه من اليقين، وقالوا: \"موسر\" وهو من\n\"اليسر\" والأصل فيه: \"ميسر\"، فلما سكنت الياء ولم تكن مدغمة غلبت عليها\nالضمة فقلبتها واوا، يدلك على ذلك أنها إذا تحركت سلمت من القلب تقول:\n\"مييقن\" و\"مييسر\" في التصغير، و\"مياقن\" و\"مياسر\" في التكسير فتصح الياء،\nلأنها قويت بحركتها.\n</p>\n\n<p>\nفأما قولهم: \"عين\" و\"ديث\" و\"حين\" فإن الياء لم تنقلب واوا وإن كانت ساكنة\nوقبلها ضمة، لأنها تحصنت بالإدغام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p319'> Vol. 01, p. 319</a>\n            </div>\n            \n</p>\n\n<p>\nفأما قلب الواو من الهمزة فإنما يجب إذا كانت الهمزة في موضع الردف تقول\nفي \"لؤم\": \"لوم\" إذا كان بإزائها في القصيدة: \"شوم\" أو \"حوم\"، وتقول في\n\"جؤنة\" \"جونة\" إذا كان معها في القصيدة: \"عونة\" وهذا القلب إنما يجيزه\nالكلام. التحقيق والتليين (¬1) القياسي، وكل ما يجوز في الكلام يجوز في\nالشعر، وليس كل ما يجوز في الشعر يجوز في الكلام والنثر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p320'> Vol. 01, p. 320</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head42'>AUTO إبدال الهمزة</h1>\n\n<p>\nاعلم أن الهمزة قد أبدلت من ألف التأنيث إذا وقعت بعد ألف زائدة، للمد\nفقالوا: \"حمراء\"، و\"صفراء\"، و\"خنفساء\"، و\"أنبياء\" وأمثلته كثيرة.\n</p>\n\n<p>\nوأصل \"حمراء\": \"حمرى\" على وزن: \"سكرى\"؛ فلما أرادوا أن يكثروا أبنية\nالتأنيث ويجعلوا له صيغة ممدودة كما جعلوا له صيغة مقصورة، ليتوسعوا بذلك\nفي نظم الشعر والخطابة والسجع زادوا قبل الألف التي في \"حمراء\" ألفا للمد\nفصارت ألف التانيث طرفا بعد ألف زائدة فاجتمعت ألفان، فلم يخل أن يجمع\nبينهما، أو يسقطوهما، أو يسقطوا إحداهما أو يحركوا إحداهما، ولا يجوز الجمع\nبين ألفين لسكونهما، ولا يجوز إسقاطهما، لئلا يختل معنى الاسم، ولا يجوز\nإسقاط إحداهما، لأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p321'> Vol. 01, p. 321</a>\n            </div>\n            \n</p>\n\n<p>\nكل واحد منهما، دخل لمعنى فإسقاطه يخل بالمعنى الذي دخل من أجله.\n</p>\n\n<p>\nفلا بد من تحريك أحدهما، فليس يخلوا أن يحركوا الأولى أو الثانية، ولا\nيجوز أن يحركوا <span id='ms040'></span> الأولى لأمرين:\n</p>\n\n<p>\nأحدهما: أن الأولى زيدت للمد فلا حظ لها في الحركة، فلو حركوها لحركوا\nمالا يجوز حركته.\n</p>\n\n<p>\nوالثاني: أنهم لو حركوها لانقلبت همزة، وبعدها ألف التأنيث فكانت تكون\nالكلمة مقصورة وهم يريدون المد فلا يحصل لهم المد، فلما فاتهم تحريك الأولى\nحركوا الثانية، وكانت أولى بالحركة لأمرين:\n</p>\n\n<p>\nأحدهما: أن بحركتها تصير الكلمة ممدودة.\n</p>\n\n<p>\nوالثاني: أن ألف التأنيث قد شبهت بالأصول من حيث كانوا يقلبونها ياء في\nجمع التكسير إذ قالوا: \"حبالي\" وكانوا يجعلونها حرف روي، فلما أشبهت الأصول\nكانت أحق بالحركة، ولما حركوا الثانية وهي ألف التانيث، والألف إذا حركت\nإنما تنقلب إلى أقرب الحروف إليها وهي الهمزة فقالوا: \"حمراء\" و\"صفراء\"\nفحصل لهم المد الذي قصدوه.\n</p>\n\n<p>\nوإذا كان في أول اسم أو فعل واو مضمومة ضمة لازمة فإن العرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p322'> Vol. 01, p. 322</a>\n            </div>\n            \n</p>\n\n<p>\nتختلف في همزها فمنهم من يهمزها، ومنهم من لا يهمزها فمن همز قال: الضمة\nفي الواو بمنزلة واو فكأنهما واوان قد اجتمعتا ففررت إلى الهمزة، لأنها أخف\nفقلت في \"وجوه\": \"أجوه\".\n</p>\n\n<p>\nوكذلك إن كانت الواو حشوا مضمومة ضما لازما فمنهم من يهمزها للعلة التي\nقدمت ذكرها، ومنهم من لا يهمزها يقولون في جمع دار: \"أدؤر\" وفي جمع ثوب:\n\"أثؤب\"، وفي جمع نار: \"أنؤر\"، قال عمر بن أبي ربيعة:\n</p>\n\n<p>\n... ... وأطفئت ... مصابيح شبت بالعشي وأنؤر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p323'> Vol. 01, p. 323</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الآخر:\n</p>\n\n<p>\nلكل حهر قد لبست أثؤبا\n</p>\n\n<p>\nومن لم يهمز قال: \"أثوب\"، و\"أنور\"، و\"أدور\"، و\"وجوه\".\n</p>\n\n<p>\nووزن \"أثوب\": \"أفعل\".\n</p>\n\n<p>\nوبعض من يهمز هذه الواو المتوسطة في \"أدؤر\" يقدمها على الدال فتصير:\"\nأادر\" فيجتمع همزتان في كلمة واحدة فيقلب الثانية ألفا، لسكونها وانفتاح ما\nقبلها فيقولون \"آدر\" ووزن الكلمة: \"أعفل\". وقد قالوا في \"أبآر\" ووزنها\n\"أفعال\": \"آبار\" فقدموا عين الكلمة على فائها، أصله: \"أابار\" فقلبوا الهمزة\nألفا ووزن الكلمة: \"أعفال\". وقد قالوا: \"رأي\" و\"أرآء\" ووزن الكلمة: \"أفعال\"\nثم قدموا الهمزة فصار: \"أاراء\" ثم قلبوا فقالوا: \"آراء\" ووزن الكلمة\n\"أعفال\". وقالوا في جمع \"ناقة\": \"أنوق\" ووزن الكلمة: \"أفعل\" فمنهم من يقدم\nالواو على النون فيصير <span id='ms041'></span>: \"أونق\" ثم تقلب الواو ياء فيقول:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p324'> Vol. 01, p. 324</a>\n            </div>\n            \n</p>\n\n<p>\n\"أينق\" فوزن الكلمة على هذا: \"أعفل\"، ومنهم من يحذف الواو ويقول: الياء\nعوض من الواو فوزن الكلمة على هذا \"أيفل\".\n</p>\n\n<p>\nفأما \"سووق\" جمع: \"ساق\" فوزنه \"فعول\"، ومنهم من يهمز الواو للزوم ضمها\nفيقول: \"سؤوق\".\n</p>\n\n<p>\nفأما قولهم: \"أولى\" فوزنها: \"فعلى\" وأصلها: \"وولى\" فكلهم همزها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p325'> Vol. 01, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\nفقال: \"أولى\" لاجتماع واوين في أول الكلمة.\n</p>\n\n<p>\nو: \"وليى\" تأنيث \"أولى\" فهي \"وليى\". ولك أن تهمزها للزوم ضمتها فتقول:\n\"أليى\".\n</p>\n\n<p>\nفإن بنيت الفعل لما لم يسم فاعله، وكان في أوله واو فإنها تنضم، وإذا\nانضمت جاز همزها تقول في \"وعد\": \"أعد\"، وفي \"وزن\": \"أزن\"، وفي \"ومق\":\n\"أمق\"، وفي \"وثق\": \"أثق\"، وقد قرئ: (وإذا الرسل أقتت) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p326'> Vol. 01, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\nفإن كانت ضمة الواو غير لازمة فهمزة خطأ نحو قولهم: \"هذا دلو وحقو\"، لأن\nهذه ضمة إعراب يزيلها العامل إذا قلت: \"رأيت دلوا وحقوا\".\n</p>\n\n<p>\nوكذلك الضمة في قوله: (لترون الجحيم) و (اشتروا الضلالة) لا يجوز همزها،\nلأن الضمة لالتقاء الساكنين، والتقاء الساكنين غير واجب، فإذا لم يجب\nالتقاء الساكنين فالحركة التي تجيء عن التقائهما غير واجبة، ألا تراك تقول:\n\"اشتروا ثوبا\" فيسلم سكون الواو لما لم يلقها ساكن بعدها.\n</p>\n\n<p>\nفإذا كانت الواو مكسورة في أول اسم نحو: \"وشاح\" و\"وفادة\" و\"وعاء\"\nو\"وسادة\" فبعض النحويين يقول همزها قياس، وبعضهم يقول أقصره على المسموع.\nوإنما همزوا الواو المكسورة، لأنهم استثقلوا الكسرة فيها كما يستثقلون\nالياء بعدها فيقولون: \"إشاح\" و\"إفادة\" و\"إسادة\" و\"إعاء\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p327'> Vol. 01, p. 327</a>\n            </div>\n            \n</p>\n\n<p>\n\"وإكاف\"، وقرأ سعيد بن جبير: (ثم استخرجها من إعاء أخيه).\n</p>\n\n<p>\nفإن وقعت الواو المكسورة حشوا لم يجز همزها نحو: \"طويل\" و\"طويلة\"\nو\"حويل\"، و\"سويط\".\n</p>\n\n<p>\nفأما قولهم \"مصائب\" في جمع \"مصيبة\" فأصله: \"مصاوب\" فالواو هو الصحيح\nوهمزها خطأ ومن همزها شبه الواو المكسورة حشوا بالواو المكسورة أولا في\nنحو: \"إشاح\" وهذا تأويل قريب.\n</p>\n\n<p>\nفأما \"مناور\" في جمع منارة فلم يهمزه أحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p328'> Vol. 01, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\nفإن كان كسر الواو لالتقاء الساكنين نحو: (لو استطعنا) و (اشتروا\nالضلالة) فيمن كسر الواو فهمزها خطأ، لأن الحركة لالتقاء <span id='ms042'></span> الساكنين غير لازمة.\n</p>\n\n<p>\nوكذلك إن كانت الكسرة للإعراب نحو: \"دلو\" و\"حقو\" لم يجز همزها، لأن حركة\nالإعراب غير لازمة.\n</p>\n\n<p>\nفأما الواو المفتوحة فلا يجوز همزها، لأن الفتحة فيها لا تستثقل، كما لا\nتستثقل الألف بعدها سواء كانت الواو أولا أو حشوا أو أخيرا، ولكنه قد شذ من\nالمفتوحة حريفات همزت في أول الكلمة كلمات معدودة قالوا: \"أحد\" وأصله:\n\"وحد\"، لأنه فعل من الوحدة، فأما مؤنثه وهو: \"إحدى\" فإنما همزوا الواو،\nلأنها مكسورة، وأصله: \"وحدى\" على ما قدمت في \"إشاح\" و\"وشاح\".\n</p>\n\n<p>\nوقالوا: امرأة \"أناة\"، وأصله: \"وناة\" فعلة من الوني يصفون به المرأة\nالكسول، لأن المرأة إذا عظمت عجيزتها ثقلت عليها الحركة، وهذا مما تمدح به\nالنساء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p329'> Vol. 01, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\nوقالوا: \"أبلة\" الطعام، وأصله: \"وبلة\" من الوبيل وهو الوخيم الرديء.\n</p>\n\n<p>\nوهذا كله قليل شاذ لا يقاس عليه.\n</p>\n\n<p>\nوقد أبدلوا الهمزة من الواو والياء إذا وقعتا طرفا بعد ألف زائدة فقالوا:\n\"كساء\" وهو فعال من الكسوة، وقالوا: \"رداء\" وهو فعال من الردية، والأصل\nفيهما: \"كساو\" و\"رداي\"، وقد قالوا: \"علباء\" وأصله \"علباي\".\n</p>\n\n<p>\nولك في همز هذه الياء والواو طريقان، في كل واحد من الطريقين لا تراعي\nالألف من وجه، وتراعيها من وجه آخر.\n</p>\n\n<p>\nفأحد الطريقين أن تقول: الألف الزائدة بمنزلة الفتحة، فإذا كانوا يقلبون\nالياء والواو لتحركهما وانفتاح ما قبلهما، فأقل الأقسام أن تكون الألف\nالزائدة بمنزلة الفتحة اللازمة، فقلبوا الياء والواو ألفا، فاجتمع ألفان:\nالألف الزائدة والألف المنقلبة. فمن هذا الوجه يراعون الألف.\n</p>\n\n<p>\nوالوجه الثاني في القلب أن يقولوا: الألف الزائدة لا يعتد بها وكأنها\nليست بموجودة في اللفظ، وإذا كان كذلك صارت الياء والواو كأنهما قد وليتا\nالفتحة التي قبل الألف، فوجب أن تقلب ألفا، فإذا انقلبت ألفا اجتمعت ألفان\nفعلى هذا الوجه تراعى الألف الزائدة.\n</p>\n\n<p>\nوعلى التقديرين جميعا في القلب قد اجتمع ألفان. فلا يخلو أن يجمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p330'> Vol. 01, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\nبينهما، أو تسقطهما، أو تسقط أحدهما، أو تحرك أحدهما.\n</p>\n\n<p>\nولا يجوز الجمع بينهما، لأن الجمع بين ألفين محال، ولا يجوز إسقاطهما،\nلأنه يختل معنى <span id='ms043'></span> الكلمة، ولا يجوز إسقاط أحدهما، لأنه لا يخلو أن يسقط الأول\nأو الثاني، وأيهما أسقطنا صارت الكلمة مقصورة ونحن نريد المد، فيجب أن\nيحرك، ولا يجوز أن تحرك الألف الأولى لأمرين:\n</p>\n\n<p>\nأحدهما: أنها زيدت للمد ولا حظ لها في الحركة.\n</p>\n\n<p>\nوالثاني: أنا لو حركناها لانقلبت همزة وبعدها ألف فكانت الكلمة تكون\nمقصورة، وهم يريدون المد.\n</p>\n\n<p>\nفإذا بطل تحريك الأولى وجب تحريك الثانية لأمرين:\n</p>\n\n<p>\nأحدهما: أن لها أصلا في الحركة.\n</p>\n\n<p>\nوالثاني: أنها إذا حركت صارت همزة وقبلها ألف فجاءهم المد الذي أرادوه.\nفإن كان بعد هذه الياء والواو تاء التأنيث نحو: \"عباية\" و\"شقاوة\" و\"غباوة\"،\nو\"صلاية\" و\"محاية\" و\"رثاية\" فمن العرب من يقول: تاء التأنيث منفصلة من\nالاسم، والأصل هو التذكير فكأن الياء والواو قد وقعتا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p331'> Vol. 01, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\nطرفا بعد ألف زائدة فيقلبهما ألفا على التقديرين اللذين ذكرتهما، ثم يحرك\nالألف فتصير همزة فيقول: \"عباء\" ثم يلحق الهاء فيقول: \"عباءة\" و\"صلاءة\"\nو\"محاءة\" و\"شقاءة\" و\"رثاءة\".\n</p>\n\n<p>\nوفيهم من يقول إنما كنت أستثقل حركة الإعراب في الياء والواو واختلافهما\nفيهما، فلما اتصلت بهما تاء التأنيث حصنتهما وصار الإعراب يحل في تاء\nالتأنيث ولزمت الياء والواو الفتح، والفتحة فيهما غير مستثقلة فقال:\n\"عباية\" و\"صلاية\" و\"شقاوة\" و\"محاية\".\n</p>\n\n<p>\nوالقائل بهذا القول قد بنى الكلمة على التذكير فجاءت تاء التأنيث وقد\nاستقر الهمز والقلب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p332'> Vol. 01, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\nفأما قولهم: \"ماء\" فالأصل: \"موه\" فقلبوا الواو ألفا لتحركها وانفتاح ما\nقبلها فصار: \"ماه\"، ثم قلبوا من الهاء همزة، لأن الهاء تصاقب الهمزة\nوتجاورها وإن كانت الهاء فويقا منها في المخرج قليلا فقالوا: \"ماء\" وهذا\nشاذ؛ لأنهم لا يعلون حرفين متلاصقين ويدلك على أن أصله \"موه\" قولهم في\nالتصغير: \"مويه\" وفي تكسيره \"أمواه\" و\"مياه\" وفي تصريف الفعل منه \"ماهت\nالركية\" تميه وتموه وتماه\" إذا نبع ماؤها.\n</p>\n\n<p>\nفكما قلبوا من الهاء هاهنا همزة، فقد قلبوا من الهمزة هاء قرأ بعض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p333'> Vol. 01, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\nالمتقدمين: (هياك نعبد وهياك نستعين) قال الشاعر:\n</p>\n\n<p>\nفهياك والأمر الذي إن توسعت ... موارده ضاقت عليك مصادره <span id='ms044'></span>\n</p>\n\n<p>\nوقد قال قوم: \"شاء\" أصله: \"شوه\": لقولهم: \"تشوهت شاة\" إذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p334'> Vol. 01, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\nصدتها، فقلبوا من الواو ألفا، ومن الهاء همزة فقالوا: \"شاء\".\n</p>\n\n<p>\nوقال قوم: هذا اسم للجمع ليس من لفظ \"شاة\" وإن كان فيه بعض حروفه.\n</p>\n\n<p>\nوقالوا في قول امرئ القيس:\n</p>\n\n<p>\nوقد رابني قولها يا هنا ... ه ويحك ألحقت شرا بشر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p335'> Vol. 01, p. 335</a>\n            </div>\n            \n</p>\n\n<p>\nقال قوم: هو \"فعال\" من قولهم: \"هنوك\"، و\"هنوات\"، وأصله: \"هناو\" فقلبوا\nالواو ألفا على الطريقتين اللتين ذكرتهما وقلبوا من الألف همزة فقالوا:\n\"هناء\" ثم قلبوا من الهمزة هاء فقالوا: \"يا هناه\". وهذا مذهب سديد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p336'> Vol. 01, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\nوقال قوم: إنما هو \"يا هنا\" ثم ألحق الهاء للسكت فقال: \"يا هناه\"، ثم\nاضطر الشاعر فحرك هاء السكت. وهذا الوجه ضعيف جدا، لأن هاء السكت لا يجوز\nحركتها، ولا سيما إذا وجدنا طريقة أخرى تغنينا عنها.\n</p>\n\n<p>\nفأما قولهم: \"آل\" فهذا الاسم لا يستعمل إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p337'> Vol. 01, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\nمضافا إلى الأعلام، وقال قوم هو أخص من أهل، قد قيل في أهل مكة هم \"آل\nالله\" قال الشاعر:\n</p>\n\n<p>\nنحن آل الله في كعبته ... لم يزل ذاك على عهد إبرهم\n</p>\n\n<p>\nوأصله: \"أهل\" فقلبوا من الهاء همزة ليفرقوا بين العام والخاص فقالوا:\n\"أال\" فاجتمع همزتان في كلمة واحدة كما اجتمعتا في \"أادم\" فقلبوا الثانية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p338'> Vol. 01, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\nألفا لسكونها وانفتاح ما قبلها فقالوا: \"آل\"، واختلفوا في تصغيره فكان\nيونس يقول في تصغيره: \"أويل\"، ويقول هذه ألف صحيحة ينبغي أن تنقلب واوا كما\nقلت في تصغير: \"آدم\": \"أويدم\".\n</p>\n\n<p>\nوكان غيره يرد الهاء في التصغير فيقول: \"أهيل\"، ويقول إنما رددت الهاء\nلأدل على الأصل الذي انقلبت عنه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p339'> Vol. 01, p. 339</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head43'>AUTO إبدال النون</h1>\n\n<p>\nاعلم أن النون قد أبدلوها من الهمزة المنقلبة عن ألف التأنيث قالوا في\n\"صنعاء\": \"صنعاني\"، وفي \"بهراء\": \"بهراني\" وفي \"سوراء\": \"سوراني\" وفي\n\"بطحاء\": \"بطحاني\" والأصل: بطحاء وسورا وبهراء وصنعاء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p340'> Vol. 01, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\nقال الخليل إنما قلبوا من الهمزة نونا ليدلوا على أن النون في: \"سكران\"\nو\"عطشان\" وبابهما منقلبة عن همزة التأنيث في نحو: \"حمراء\" وبابها، لأن\nالعرب إذا أعلت شيئا تركوا بعضه خارجا على الأصل، ليكون شبهة على الأصل\nالذي <span id='ms045'></span> انتقلوا عنه إلى غيره.\n</p>\n\n<p>\nوقال غير الخليل النون في \"بهراني\" و\"صنعاني\" و\"سوراني\" و\"بطحاني\" منقلبة\nعن الواو التي انقلبت عن الهمزة، التي انقلبت عن ألف التأنيث. كأنهم قالوا:\n\"صنعاء\" ثم قلبوا من الهمزة الواو فقالوا: \"صنعاوي\" و\"بهراوي\" و\"سوراوي\"\nو\"بطحاوي\"، وإنما قلبوا النون من الواو، لأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p341'> Vol. 01, p. 341</a>\n            </div>\n            \n</p>\n\n<p>\nالنون فيها غنة فهي تشابه الواو، ولأن النون تدغم في الواو فتقلب إليها\nإذا قلت: \"من واقد\"؛ ولأن النون تكون ضميرا كما أن الواو تكون ضميرا تقول:\n\"النساء يضربن\" كما تقول: \"الرجال يضربون\" وتكون النون علامة للجمع كما\nتكون الواو علامة للجمع تقول: \"يقمن جواريك\" كما تقول: \"يقومون إخوتك\"،\nوتكون النون إعرابا تدل على الرفع كما تدل الضمة تقول: \"يضربان\" كما تقول:\n\"يضرب\"، وتقول: \"تضربين\" كما تقول: \"تضرب\"، و\"يضربون\" كما تقول: \"يضرب\".\n</p>\n\n<p>\nوإثبات النون في أمثلة مخصوصة تقوم مقام الضمة.\n</p>\n\n\n<h1 class='l1' id='head44'>AUTO إبدال الميم</h1>\n\n<p>\nقد أبدلوا الميم من الواو في قولهم: \"فم\" والأصل فيه: \"فوه\" فأسقطوا\nالهاء، لأنها تشابه حروف المد واللين من حيث كانت تقع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p342'> Vol. 01, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\nوصلا لحروف الروي في الشعر ساكنة ومتحركة فلما أشبهت حروف المد واللين\nجاز حذفها كما تحذف حروف العلة وهي حروف المد.\n</p>\n\n<p>\nفلما أسقطت الهاء كان ينبغي أن يقع الإعراب على الواو. ولو تحركت وقبلها\nفتحة لانقلبت ألفا، وإذا انقلبت ألفا لحقها التنوين فسقطت الألف لالتقاء\nالساكنين فقلت: \"فا\" فبقي الاسم الظاهر على حرف واحد، وهذا أقل ما يوجد في\nالأسماء الظاهرة، فلما كان بقاء الواو يؤدي إلى القلب والإسقاط وهذا\nالإجحاف الذي ذكرته والخروج عن الأمثلة والنظائر، ووجدوا الميم توافق الواو\nفي المخرج من الشفتين، وتوافقها في الغنة قلبوا من الواو ميما، لأنها حرف\nصحيح يتحمل حركات الإعراب فقالوا: \"هذا فم\" و\"رأيت فما\" و\"عجبت من فم\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p343'> Vol. 01, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا صغروا الاسم أو كسروه عادت الهاء ليتم مثال التصغير والتكسير وإذا\nرجعت الهاء عادت الواو فقالوا في التصغير: \"هذا فويه\"، وفي التكسير: \"هذه\nأفواه\".\n</p>\n\n<p>\nفأما قول الشاعر:\n</p>\n\n<p>\nعجبت لها أنى يكون غناؤها ... فصيحا ولم تفغر بمنطقها <span id='ms046'></span> فما\n</p>\n\n<p>\nفالألف للوصل وليست من نفس الاسم، فأما قول الشاعر:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p344'> Vol. 01, p. 344</a>\n            </div>\n            \n</p>\n\n<p>\nهما نفثا في في من فمويهما ... على النابح العاوي أشد رجام\n</p>\n\n<p>\nفقال قوم: اضطر الشاعر فجمع بين العوض والمعوض.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p345'> Vol. 01, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\nوالصحيح أن الميم ليست عوضا من الواو، وإنما هي بدل، وكل بدل عوض، وليس\nكل عوض بدلا.\n</p>\n\n<p>\nوالفرق بين العوض والبدل أن البدل يجتمع مع المبدل ويحل محله، والعوض لا\nيجتمع مع المعوض ولا يحل محله، وإنما يتأخر عن مكان المعوض ويتقدم عليه.\n</p>\n\n<p>\nفلما كانت الميم بدلا من الواو جاز أن يجمع بينهما من حيث كانت بدلا، لا\nعوضا خالصا.\n</p>\n\n<p>\nوكان ينبغي أن يقول إنما رد الواو في \"فمويهما\"، لأنه أقر الميم في\nمكانها ليدل على صحة بدلها، ولو أخرها لتوهم أنها زائدة.\n</p>\n\n<p>\nوقال قوم: أصله \"فوه\" وزنه \"فعل\" ثم قدم الهاء على الواو فقال: \"فهو\"\nفوزنه \"فلع\"، ثم أسقط الواو فبقي \"فل\" ثم أبدل من الهاء الميم فقال: \"فم\"\nفلما اضطر الشاعر إلى إقامة الوزن رد الواو فقال \"فمويهما\" فوزنه على هذا\nالتقدير: \"فلعيهما\"، وعلى التقدير الأول: \"فمعيهما\"، وهذا الوجه الثاني\nضعيف، لأن الميم ليس تقوى مشابهتها للهاء فتبدل منها، ولا هي من مخرجها،\nولكن هذا القائل لما رأى الهاء تشبه حروف العلة وكانت الميم من مخرج الواو،\nوالواو من حروف العلة توصل بهذا الشبه البعيد فقال: الميم بدل من الهاء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p346'> Vol. 01, p. 346</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قيل فقد قلتم: الاسم الظاهر لا يبقى على حرفين أحدهما حرف علة لما\nيؤدي إليه من إسقاط حرف العلة من أجل التنوين وبقاء الاسم الظاهر على حرف\nواحد. فما تصنعون في قول العجاج؟\n</p>\n\n<p>\nخالط من سلمى خياشيم وفا\n</p>\n\n<p>\nقيل له عن هذا السؤال جوابان:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p347'> Vol. 01, p. 347</a>\n            </div>\n            \n</p>\n\n<p>\nأحدهما: أن هذا الشاعر من لغته أن لا ينون القوافي فصار بمنزلة ما فيه\nالألف واللام، فلما أمن التنوين جاز أن يبقي الاسم على حرفين أحدهما حرف علة.\n</p>\n\n<p>\nوالجواب الثاني أنه أراد \"فاها\"، والضمير إذا اتصل بالكلمة صار كالجزء\nمنها فجاز أن يحذفها للضرورة وهو ينويها.\n</p>\n\n<p>\nوقد أبدلوا من النون الساكنة إذا كان بعدها <span id='ms047'></span> الباء ميما فقالوا في \"عنبر\":\n\"عمبر\". وفي \"شنباء\" \"شمباء\"؛ وإنما قلبوا من النون الساكنة مع الباء ميما\nلأنهم وجدوا النون تدغم في الواو كقولهم: \"من واقد\"، وتدغم في الميم\nكقولهم: \"من محارب\"، لأن إدغامها في الميم والواو لا يخل بغنتها.\n</p>\n\n<p>\nولم يجز أن يدغموها في الباء لئلا تذهب غنتها، وأرادوا أن يكملوها\nالتغيير مع حروف الشفة فغيروها بأن قلبوها ميما إذا كانت ساكنة وبعدها\nالباء، وصار تغييرها بالقلب إلى الميم كإدغامها.\n</p>\n\n<p>\nفإن تحركت النون قبل الباء قويت بحركتها فلم يجز تغييرها نحو: \"الشنب\"\nو\"العنب\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p348'> Vol. 01, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\nإبدال التاء\n</p>\n\n<p>\nاعلم أن التاء قد أبدلوها من الواو إذا كانت الواو فاء، وكثر إبدالها.\n</p>\n\n<p>\nوالسبب في ذلك أن الواو حرف معتل، والحركة فيه تثقل، والواو مخرجها من\nالشفة، ومخرج التاء من طرف اللسان وأصول الأسنان، فلما قارب مخرج التاء\nلمخرج الواو، وكانت التاء أجلد من الواو وأحمل للحركة قلبوا التاء من الواو\nفقالوا: \"تجاه\" وأصله \"وجاه\" لأنه \"فعال\" من واجهت.\n</p>\n\n<p>\nفأما: \"جاه\" فقد قدموا العين على الواو وأصله: \"جوه\" ووزنه \"عفل\" فلما\nتحركت الواو وقبلها فتحة قلبت ألفا.\n</p>\n\n<p>\nوقالوا: \"تراث\" وأصله \"وراث\"، لأنه فعال من ورثت.\n</p>\n\n<p>\nوقالوا: \"تكلان\" وأصله: \"وكلان\" وهو فعلان من وكلت ومن الوكيل.\n</p>\n\n<p>\nوقالوا: \"تكأة\" وأصلها: \"وكأة\" من وكات، وقالوا: ضربه حتى \"أتكأه\" وأصله\n\"أوكأه\" أفعله من \"وكات\".\n</p>\n\n<p>\nوقالوا: \"أتلجه\" وأصله: \"أولجه\" \"أفعله\" من الولوج.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p349'> Vol. 01, p. 349</a>\n            </div>\n            \n</p>\n\n<p>\nوقالوا: \"تقية\" وأصلها: \"وقية\" \"فعيلة\" من وقيت.\n</p>\n\n<p>\nوقد أبدلوا التاء من لام الكلمة قالوا: \"هنت\" وأصله: \"هنو\".\n</p>\n\n<p>\nوقالوا: \"بنت\" وأصله: \"بنو\"، وقالوا: \"أخت\" والأصل: \"أخو\" لأنهم قالوا:\n\"هنوات\" و\"أخوات\" وقالوا: \"الأخوة\"، و\"البنوة\" قال الشاعر:\n</p>\n\n<p>\nأرى ابن نزار قد جفاني وملني ... على هنوات شأنها متتابع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p350'> Vol. 01, p. 350</a>\n            </div>\n            \n</p>\n\n<p>\nوقد قالوا في \"كلتا\" أصلها: \"كلوا\" فقلبوا من الواو تاء.\n</p>\n\n<p>\nوقد قالوا في القسم: \"تا لله\"، والأصل \"والله\" وهذه الواو بدل من الباء\nفي \"بالله\" ثم قلبوا من الواو تاء فقالوا: \"تا لله\" فهذه التاء بدل من واو\nأبدلت من باء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p351'> Vol. 01, p. 351</a>\n            </div>\n            \n</p>\n\n<p>\nوقد قالوا في القسم: \"ها لله\" فقال قوم: \"ها <span id='ms048'></span>\" بدل من واو القسم في قولهم:\n\"والله\".\n</p>\n\n<p>\nوقد أبدلت في حروف غير هذا، وليس هذا بدلا ينقاس.\n</p>\n\n<p>\nوقد أبدلوها من الياء وهي لام قالوا: \"ثنتان\" وأصله: \"فعلان\" من \"ثنيت\"\nوأصله: \"ثنيان\"، وإبدالها من الياء قليل جدا.\n</p>\n\n<p>\nوقد أبدلوا التاء من الياء في قولهم كان من الأمر: \"ذيت وذيت\" و\"كيت\nوكيت\" والأصل: \"ذيت\" و\"كيت\" فأسقطوا تاء التأنيث فبقي: \"ذي\" و\"كي\" فقلبوا\nمن الياء الأخيرة تاء فقالوا: \"ذيت\" و\"كيت\"، فهاتان اللفظتان يكنى بهما عن\nالجمل تقول: بلغني ذيت وذيت، وكيت وكيت إذا كنيت عن حديث طويل وجمل كثيرة.\n</p>\n\n<p>\nوكانت التاء ساكنة فحركت لسكونها وسكون الياء قبلها، واختيرت لها الفتحة\nلخفة الفتحة وكثرتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p352'> Vol. 01, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\nفإن بينت \"افتعل\" مما فاؤه واو أو ياء نحو: \"وعد\" و\"وزن\" و\"يمن\" و\"يسر\"\nفللعرب فيه مذهبان:\n</p>\n\n<p>\nمذهب أهل الحجاز وهو الأقل.\n</p>\n\n<p>\nومذهب بني تميم وهو أقوى وأكثر.\n</p>\n\n<p>\nفأما أهل الحجاز فإنهم يتبعون الياء والواو حركة ما قبلها فيجعلونهما مع\nالكسرة ياء، ومع الضمة واوا، ومع الفتحة ألفا فيقولون: \"ايتزن\" \"ياتزن\"\n\"ايتزانا\"، و\"ايتعد\" \"ياتعد\" \"ايتعادا\"، ويقولون في اسم الفاعل: \"موتعد\"\nو\"موتزن\" وفي اسم المفعول: \"موتعد\" و\"موتزن\".\n</p>\n\n<p>\nوقالوا في ذوات الياء: \"ايتمن\" و\"ايتسر\" \"ياتمن\" \"ايتمانا\" و\"ياتسر\"\n\"ايتسارا\" ويقولون في اسم الفاعل: \"موتمن\" و\"موتسر\"، وفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p353'> Vol. 01, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\nاسم المفعول: \"موتمن\" و\"موتسر\" وهذا مذهب قليل؛ لأن الياء والواو لا\nيثبتان على أصل واحد.\n</p>\n\n<p>\nوأما بنو تميم فإنهم قد كانوا أجمعوا مع أهل الحجاز على قلب الواو تاء في\nالأحرف التي قدمناها وكانت التاء منفردة ليس بعدها تاء تدغم فيها ولم تكن\nالياء والواو اللتان قلبوهما تنقلبان من حال إلى حال، فإذا كان كذلك\nفالفرار من الياء والواو في \"افتعل\" وما تصرف منه أولى لاعتلالهما وتقلبهما\nمن حال إلى حال، ويزيد في قوة هذا أن بعدها تاء تدغم التاء المنقلبة عن\nالياء والواو فيها فقالوا: \"اتعد\" \"يتعد\" \"اتعادا\" و\"اتسر\" \"يتسر\"\n\"اتسارا\"، وقالوا في اسم الفاعل: \"متعد\" و\"متسر\" و\"متزن\".\n</p>\n\n<p>\nوأما قولهم <span id='ms049'></span>: \"اسنتوا\"، فالسنة أصلها: \"سنوة\" ويقال: \"اسنوا\" إذا دخلوا في\nالسنة، وكان الأصل: \"اسنووا\" فقلبوا الواو الأولى ياء، لأنها رابعة فصار:\n\"اسنيوا\" فانقلبت الياء ألفا لتحركها وانفتاح ما قبلها، ثم سقطت الألف\nلسكونها وسكون الواو التي بعدها.\n</p>\n\n<p>\nفإذا صاروا في السنة الجدب قالوا: \"اسنتوا\" فالتاء بدل من ياء أبدلت من\nواو، فخصوا بهذا الجدب دون الخصب لما كان بدلا من بدل كما قالوا: \"تا لله\"\nفخصوا بالتاء هذا الاسم دون غيره من أسماء القديم سبحانه لما كانت التاء\nبدلا من واو أبدلت من باء؛ لأن الأصل \"بالله\" ثم \"والله\" ثم \"تا لله\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p354'> Vol. 01, p. 354</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head45'>AUTO إبدال الهاء</h1>\n\n<p>\nقد أبدلوا الهاء من الهمزة فقالوا: \"هرقت الماء\" في \"أرقت\" وقالوا \"هرحت\nالدابة\" في \"أرحتها\"، وقالوا: \"هنرت الثوب\" في \"أنرت الثوب\"، وقالوا:\n\"هبرية\" في \"إبرية\" وهو الوسخ الذي يسقط عن الرأس وقالوا في \"إياك\": \"هياك\"\nقال الشاعر:\n</p>\n\n<p>\nفهياك والأمر الذي إن توسعت ... موارده ضاقت عليك مصادره\n</p>\n\n<p>\nوقد أبدلوا الهاء من الياء قالوا: \"هذي أمة الله\" الياء هو الأصل، وقوم\nيبدلون من الياء هاء في الوقف فيقولون: \"هذه\" وينشدون:\n</p>\n\n<p>\nهذي شهور الصيف عنا قد انقضت ... فما للنوى ترمي بليلى المراميا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p355'> Vol. 01, p. 355</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا وقفوا قالوا: \"هذه\"، وإذا وصلوا عادوا إلى الياء؛ لأن الياء هي\nالأصل، وإنما أبدلوا الهاء من تغيير الوقف.\n</p>\n\n<p>\nومنهم من يثبت الهاء في الوصل والوقف ساكنة فيقول في الوصل \"هذه أمة الله\".\n</p>\n\n<p>\nومنهم من يسكنها في الوقف فإذا وصلها كسر فقال: \"هذه أمة الله\".\n</p>\n\n<p>\nومنهم من يسكنها في الوقف فإذا وصل شبهها ب\"هاء\" الضمير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p356'> Vol. 01, p. 356</a>\n            </div>\n            \n</p>\n\n<p>\nفأشبع الكسرة ياء فقال: \"هذه أمة الله\".\n</p>\n\n<p>\nوقد أبدلوا الهاء من الياء فقالوا: \"دهدهة\" في \"دهدية\" الجعل لأنها من\"\nدهديت\".\n</p>\n\n<p>\nوقالوا: \"هنيهة\" في تصغير \"هنوة\"، والأصل: \"هنيوة\"، فلما اجتمعت الواو\nوالياء وسبقت إحداهما بالسكون قلبوا من الواو ياء وأدغموا الياء في الياء\nفقالوا: هنية ثم استثقلوا التضعيف فقلبوا من الياء هاء فقالوا: \"هنيهة\"\nفهذه هاء أبدلت من ياء أبدلت عن واو.\n</p>\n\n<p>\nوقالوا في قول امرئ القيس:\n</p>\n\n<p>\nوقد رابني قولها يا هنا ... ه <span id='ms050'></span> ويحك ألحقت شرا بشر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p357'> Vol. 01, p. 357</a>\n            </div>\n            \n</p>\n\n<p>\nإن الهاء بدل من واو وهو \"هنوك\"، وأصله: \"يا هناو\" لقولهم: \"هنوات\" قال\nالشاعر:\n</p>\n\n<p>\nأرى ابن نزار قد جفاني وملني ... على هنوات شأنها متتابع\n</p>\n\n<p>\nوقال قوم: الأصل: \"يا هناو\"، فأبدلت من الواو همزة لوقوعها طرفا بعد ألف\nزائدة فقالوا: \"يا هناء\"، ثم أبدلوا من الهمزة هاء فقالوا: \"يا هناه\" فعلى\nهذا التقدير تكون الهاء بدلا من همزة أبدلت من واو.\n</p>\n\n<p>\nوقد أبدلوا الهاء من الألف فقالوا: \"هنه\" في \"هنا\" قال الشاعر:\n</p>\n\n<p>\nقد وردت من أمكنه ... من هاهنا ومن هنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p358'> Vol. 01, p. 358</a>\n            </div>\n            \n</p>\n\n<p>\nوأحد ما قيل في قوله تعالى: (مهما تأتنا) الأصل فيه: \"ما ما\" فقلبوا من\nالألف الأولى هاء فقالوا: \"مهما\" قال الشاعر:\n</p>\n\n<p>\nالله نجاك بكفي مسلمه ... من بعدما وبعد مه\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p359'> Vol. 01, p. 359</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head46'>AUTO إبدال الطاء</h1>\n\n<p>\nمتى كانت فاء الكلمة حرفا مطبقا وحروف الإطباق هي \"الصاد، والضاد،\nوالطاء، والظاء\". فإذا بنيت \"افتعل\"من كلمة فاؤها أحد هذه الحروف الأربعة\nفإنك تبدل من تاء الافتعال طاء في جميع متصرفات الفعل من ماض وحاضر ومستقبل\nومصدر واسم فاعل واسم مفعول.\n</p>\n\n<p>\nفإذا بنيت: \"افتعل\" من الصلح فأصل الكلمة: \"اصتلح\" إلا أنهم ثقل عليهم أن\nيخرجوا من استعلاء الصاد وإطباقها إلى همس التاء وضعفها فطلبوا حرفا معدلا\nفوجدوه الطاء، لأنه يوافق الصاد في إطباقها واستعلائها، ويوافق التاء في\nمخرجها، فأبدلوه مكان التاء فقالوا: \"اصطلح\" \"يصطلح\" \"اصطلاحا\" وقالوا في\nاسم الفاعل: \"مصطلح\" وفي اسم المفعول: \"مصطلح\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p360'> Vol. 01, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\nفإن أرادوا إدغام الصاد في الطاء لم يمكن، لذهاب الصفير الذي فيها بقلبها\nطاء، لكن إذا أردت الإدغام قلبت من الطاء صادا، وأدغمت الصاد الأولى في\nالثانية فقلت: \"اصلح\" \"يصلح\" \"اصلاحا\" وفي اسم الفاعل \"مصلح\" وفي اسم\nالمفعول \"مصلح\".\n</p>\n\n<p>\nفإن بنيت \"افتعل\" من الطرد قلت: \"اطرد\" والأصل \"اطترد\" ثم تبدل من التاء\nطاء للوجه الذي بينت لك، ثم تدغم الطاء الأولى في الطاء الثانية، لأنه إذا\nالتقى مثلان في كلمة واحدة وكان الأول ساكنا والثاني متحركا وجب إدغام\nالأول في الثاني فقلت: \"اطرد\" \"يطرد\" \"اطرادا\"، وفي اسم الفاعل \"مطرد\" وفي\nاسم <span id='ms051'></span> المفعول \"مطرد\".\n</p>\n\n<p>\nفإن بنيت \"افتعل\" من \"ظلم\" فالأصل فيه أن تقول: \"اظتلم\" ثم تبدل من التاء\nطاء للعلة التي ذكرتها فقلت: \"اظطلم\" \"يظطلم\" \"اظطلاما\"، وفي اسم الفاعل\n\"مظطلم\" وفي اسم المفعول \"مظطلم\"، وإن أردت الإدغام فإدغام الأول في الثاني\nهو الوجه فلك أن تقلب من الظاء وتدغم الأول في الثاني فتقول: \"اطلم\" \"يطلم\"\n\"اطلاما\"، وفي اسم الفاعل \"مطلم\" وفي اسم المفعول: \"مطلم\".\n</p>\n\n<p>\nولك أن تبدل من الطاء ظاء، وتدغم الظاء الأولى فيها فتقول: \"اظلم\" \"يظلم\"\n\"اظلاما\"، وفي اسم الفاعل \"مظلم\" واسم المفعول: \"مظلم\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p361'> Vol. 01, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما جاز هذا لأن الظاء والطاء من حروف طرف اللسان، وهما متفقتان في\nالإطباق والاستعلاء فجاز إدغام كل واحد منهما في صاحبه.\n</p>\n\n<p>\nوبيت زهير يروى على أربعة أوجه وهو قوله:\n</p>\n\n<p>\n... ... ... ... ونظلم أحيانا فيظطلم\n</p>\n\n<p>\nويروى: \"فيظلم\"، ويروى: \"فيطلم\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p362'> Vol. 01, p. 362</a>\n            </div>\n            \n</p>\n\n<p>\nفإن بنيت افتعل من الضلاعة فالأصل فيه أن تقول: \"اضتلع\" فثقل عليهم أن\nيخرجوا من استعلاء الضاد وإطباقها وجهرها إلى همس التاء وضعفها وتسفلها\nفقلبوا من التاء طاء لموافقتها إياها في المخرج، وموافقتها الضاد في\nالاستعلاء والإطباق فقلت: \"اضطلع\" \"يضطلع\" \"اضطلاعا\"، وفي اسم الفاعل:\n\"مضطلع\" وفي اسم المفعول: \"مضطلع\".\n</p>\n\n<p>\nفإن أردت الإدغام لم يجز أن تدغم الضاد في الطاء لئلا يذهب ما فيها من\nالتفشي وليس مكانها غيرها، ولكن تبدل من الطاء ضادا وتدغم الضاد الأولى في\nالثانية فتقول: \"اضلع\" \"يضلع\" \"اضلاعا\" وفي اسم الفاعل: \"مضلع\" وفي اسم\nالمفعول: \"مضلع\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p363'> Vol. 01, p. 363</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head47'>AUTO إبدال الدال</h1>\n\n<p>\nإذا بنيت مما فاؤه دال أو ذال أو زاي فإنك تقلب من تائه دالا كأنك بنيت\nافتعل من: \"درات\" فأصله: \"ادترأ\" فثقل عليهم أن يخرجوا من قوة الدال\nوجهرها، إلى ضعف التاء وهمسها فطلبوا حرفا معدلا فوجدوا الدال، لأنها توافق\nالتاء في مخرجها، وتوافق الدال في جهرها فاجتمع دالان في كلمة واحدة، وقد\nبينت إذا اجتمع المثلان في كلمة واحدة، والأول منها ساكن والثاني متحرك فلا\nبد من إدغام الأول في الثاني في جميع متصرفاته تقول: \"ادرأ\" \"يدرئ\"\n\"ادراء\"، وفي اسم الفاعل: \"مدرئ\" وفي اسم المفعول \"مدرأ\".\n</p>\n\n<p>\nفإن <span id='ms052'></span> بنيت \"افتعل\" من الذكر فقياسه: \"اذتكر\" فثقل عليهم أن يخرجوا من جهر\nالذال وقوتها إلى ضعف التاء وهمسها فطلبوا حرفا معدلا فوجدوه الدال، لأنها\nتوافق التاء في المخرج، والذال في الجهر فقلبوها منها فقالوا: \"اذدكر\"\n\"يذدكر\" \"اذدكارا\"، وفي اسم الفاعل: \"مذدكر\" وفي اسم المفعول \"مذذكر\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p364'> Vol. 01, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\nوإن أرادوا الإدغام ففيه وجهان:\n</p>\n\n<p>\nأقواهما: أن يقلبوا من الذال دالا ويدغموا الدال الأولى في الثانية\nفيقولون: \"ادكر\" \"يدكر\" \"ادكارا\" وفي اسم الفاعل: \"مدكر\" وفي اسم المفعول:\n\"مدكر\"، وأقوى القراءتين: (فهل من مدكر).\n</p>\n\n<p>\nوهذا هو الوجه.\n</p>\n\n<p>\nوالقياس أن لا يقلب الأول إلى جنس الثاني.\n</p>\n\n<p>\nوالوجه الثأني أن تقلب من الدال الثانية ذالا، وتدغم الذال الأولى فيها\nفتقول: \"اذكر\" \"يذكر\" \"اذكارا\" وفي اسم الفاعل: \"مذكر\"، وفي اسم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p365'> Vol. 01, p. 365</a>\n            </div>\n            \n</p>\n\n<p>\nالمفعول: \"مذكر\"، وقد قرأ بعض المتقدمين (فهل من مذكر) وهذا الوجه قلب ضعيف.\n</p>\n\n<p>\nفإن بنيت \"افتعل\" من الزجر فقياسه أن تقول: \"ازتجر\" فثقل عليهم أن يخرجوا\nمن الزاي وجهرها إلى التاء وهمسها فطلبوا حرفا معدلا فوجدوه الدال، لأنها\nتوافق التاء في مخرجها، والزاي في جهرها فقلبوه منها فقالوا: \"ازدجر\"\n\"يزدجر\" \"ازدجارا\" وفي اسم الفاعل: \"مزدجر\" وفي اسم المفعول: \"مزدجر\"، وفي\nالتنزيل: (ما فيه مزدجر).\n</p>\n\n<p>\nفإن أردت إدغام الزاي في الدال لم يجز، لأن الزاي فيها صفير وإدغامها\nيذهب الصفير الذي فيها، وكل حرف كان فيه فضل لم يجز إدغامه فيما ينقص الفضل\nالذي فيه.\n</p>\n\n<p>\nفإن أردت ذلك قلبت من الدال زايا وأدغمت الزاي الأولى في الثانية فقلت:\n\"ازجر\" \"يزجر\" \"ازجارا\" وفي اسم الفاعل: \"مزجر\" وفي اسم المفعول: \"مزجر\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p366'> Vol. 01, p. 366</a>\n            </div>\n            \n</p>\n\n<p>\nعلى ما بينت لك تجرى هذه الحروف.\n</p>\n\n<p>\nفأما: \"تولج\" فالتاء فيه بدل من الواو، لأنه فوعل من \"ولجت\"، وأصله:\n\"وولج\" فقلبوا الواو الأولى تاء فصار: \"تولج\".\n</p>\n\n<p>\nومنهم من يقلب من التاء دالا؛ لأن الدال أقوى صوتا من التاء للجهر الذي\nفيها فيقول: \"دولج\".\n</p>\n\n<p>\nفأما: \"وتد\" فوزنه: \"فعل\" على مثال: \"فخذ\"، فمن قال: \"فخذ\" فسكن الخاء\nفقياسه أن يقول في \"وتد\": \"وتد\" إلا أنه يثقل الخروج من همس التاء وضعفها\nإلى قوة <span id='ms053'></span> الدال وجهرها فهؤلاء يقلبون من التاء دالا، ويدغمون الدال الأولى\nفي الثانية فيقولون \"ود\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p367'> Vol. 01, p. 367</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head48'>AUTO إبدال الجيم</h1>\n\n<p>\nاعلم أنهم يبدلون الجيم من الياء وإنما يقع هذا البدل في القول وأكثر ما\nيكون في الوقف، فإن اضطر شاعر جاز أن يحمل الوصل على الوقف فيثبت البدل في\nالوصل كما كان في الوقف، لأنه ينوي الوقف.\n</p>\n\n<p>\nوإنما تبدل الجيم من الياء، لأن الياء حرف ضعيف في أصل وضعه، والجيم حرف\nمجهور قوي، فأبدلوها من الياء لقوتها وجهارتها وقوة صوتها إلا أنهم يبدلون\nمن الياء الخفيفة جيما خفيفة، ومن الياء الثقيلة جيما ثقيلة، فمما أبدلوا\nمن الياء الخفيفة قول الشاعر:\n</p>\n\n<p>\nيا رب إن كنت قبلت حجتج .. يريد حجتي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p368'> Vol. 01, p. 368</a>\n            </div>\n            \n</p>\n\n<p>\nفلا يزال شاحج يأتيك بج .. يريد بي\n</p>\n\n<p>\nأقمر نهات ينزي وفرتج .. يريد وفرتي\n</p>\n\n<p>\nوإنما يبدلون من الياء الساكنة، لأنها إذا سكنت ضعفت بسكونها فتطرق عليها\nالبدل وقوي.\n</p>\n\n<p>\nفإن قيل فالياء مثقلة لا بد أن يكون الأخير متحركا، ليصح الإدغام.\n</p>\n\n<p>\nقيل له إذا سكنت الحرف أو نوي السكوت عليه فقد صار ساكنا فتطرق عليه\nالبدل قال الشاعر:\n</p>\n\n<p>\nخالي عويف وأبو علج ... يريد علي\n</p>\n\n<p>\nالمطعمان الشحم بالعشج ... يريد بالعشي\n</p>\n\n<p>\nوبالغداة فلق البرنج .. يريد البرني\n</p>\n\n<p>\nيقلع بالود وبالصيصج ... يريد بالصيصي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p369'> Vol. 01, p. 369</a>\n            </div>\n            \n</p>\n\n<p>\nو\"الصيصي\" جمع صيصية، والصيصية إما قرن أو ود حديد، سمي بذلك لدقة رأسه\nيقلع به التمر.\n</p>\n\n<p>\nويجمع \"صيصية\" على \"صيص\" كما جمعوا \"تمرة\" على \"تمر\" إلا أنه إذا تحرك ما\nقبل الحرف الموقوف عليه فقوم يزيدون حرفا من جنس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p370'> Vol. 01, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\nحرف الإعراب فيدغمونه في حرف الإعراب في الوقف فيقولون في \"عمر\": \"عمر\"،\nوفي \"جعفر\": \"جعفر\"، وفي \"خالد\": \"خالد\"، وفي \"أحمد\": \"أحمد\"، وفي \"زينب\":\n\"زينب\"؛ وإنما أدغموا في حرف الإعراب، لأن الوقف يذهب الإعراب فدلوا\nبالإدغام فيه استحقاقه للحركة.\n</p>\n\n<p>\nوكان ينبغي إذا وصل أن يبطل الإدغام لرجوع الحرف في الوصل، ولكنه جمع بين\nالدليل والمدلول عليه؛ ليدل على أنه ينوي الوقف.\n</p>\n\n<p>\nوكذلك فعل في \"صيصي\" زاد ياء، وأدغمها في هذه الياء فقال: \"صيصي\".\n</p>\n\n<p>\nثم قلب منها جيما مثقلة فقال: \"صيصج <span id='ms054'></span>\" ثم حمل الوصل على الوقف فقال:\n\"صيصج\".\n</p>\n\n<p>\nوهذا البدل إنما يكون من الياء الساكنة الموقوف عليها على ما بينت.\n</p>\n\n<p>\nفأما قول أبي النجم:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p371'> Vol. 01, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\nكأن في أذنابهن الشول ... من عبس الصيف قرون الإجل\n</p>\n\n<p>\nيريد \"الإيل\" فحرف الإعراب هو اللام، فلما جاورت الياء الطرف سرى إليها\nالتغيير كما يكون في الأطراف، لأن الجار يؤخذ بذنب جاره، ولأن هذا المجاور\nلحرف الإعراب لو سقط حرف الإعراب لصار هو حرف الإعراب لمجاورته له، فلأجل\nهذا سرى إلى الياء مما يجاورها كثير من أحكامها.\n</p>\n\n<p>\nفأما قول الآخر:\n</p>\n\n<p>\nحتى إذا ما أمسجت وأمسجا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p372'> Vol. 01, p. 372</a>\n            </div>\n            \n</p>\n\n<p>\nوأصله: \"أمسيت\" و\"أمسي\".\n</p>\n\n<p>\nوكان ينبغي أن تنقلب الياء ألفا لتحركها وانفتاح ما قبلها، فلو انقلبت\nألفا في: \"أمسيت\" لسقطت الألف لسكونها وسكون التاء بعدها فيقول: \"أمست\"،\nوكان تنقلب الياء الأخيرة ألفا تقول: \"أمسى\" فيبطل حرف الروي، فقلب من\nالأولى جيما فقال: \"أمسجت\"، وهذا يدل على أن ما سقط لالتقاء الساكنين ثابت\nفي النية، ألا تراه لما احتاج إلى الألف التي سقطت لالتقاء الساكنين ردها\nإلى الياء التي هي أصلها وقلب منها جيما؟ فقال: \"أمسجت\"، وقلب من الياء\nالأخيرة جيما فقال: \"أمسج\"، وزاد ألف الإطلاق فقال: \"أمسجا\".\n</p>\n\n<p>\nوهذا البدل الذي وضعته كله ليس بقياس.\n</p>\n\n\n<h1 class='l1' id='head49'>AUTO الحذف</h1>\n\n\n<h1 class='l1' id='head50'>AUTO الحذف</h1>\n\n<p>\n في كلام العرب على ضربين أحدهما يجب عن علة والثاني يحذف تخفيفا. فأما\n</p>\n\n\n<h1 class='l1' id='head51'>AUTO الحذف</h1>\n\n<p>\n الذي يجب عن علة فإنه ينقاس ويطرد أين وجدت علته أوجبت حذفه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p373'> Vol. 01, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\nفمن الحذف الذي يجب عن علة أن الفعل الماضي إذا كان على ثلاثة أحرف\nوانفتحت فاؤه، وعينه، ولامه. وفاؤه واو فإن الواو تسقط منه في المضارع نحو:\n\"وعد يعد\"، و\"وزن يزن\" و\"ورد يرد\" و\"وجد يجد\"؛ وإنما أسقطوها من \"يعد\"\nلأنهم استثقلوا وقوعها بين ياء وكسرة فقال قوم ثقل عليهم الخروج من ياء إلى\nواو بعدها كسرة كما ثقل عليهم الخروج من كسر لازم إلى ضم لازم، فلأجل هذا\nأسقطوها فقالوا: \"يعد\"، و\"يزن\" و\"يرد\" و\"يجد\".\n</p>\n\n<p>\nولما أسقطوها مع الياء أسقطوها مع جميع حروف المضارعة قالوا: \"تعد <span id='ms055'></span>\"\nو\"نعد\" و\"أعد\"؛ وإنما أسقطوها في جميع حروف المضارعة لأنها مساوية للياء في\nكونها حرف مضارعة، والعلة في إسقاطها هي وقوعها بين الياء والكسرة يدلك على\nذلك أنها إذا زالت الكسرة بعدها صحت ولم تسقط نحو قولهم: \"وجل يوجل\" و\"وحل\nيوحل\" و\"وسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p374'> Vol. 01, p. 374</a>\n            </div>\n            \n</p>\n\n<p>\nيوسن\" و\"وجر يوجر\" و\"وضأ يوضؤ\".\n</p>\n\n<p>\nويضبط هذا كله قوله تعالى: (لم يلد ولم يولد) سقطت الواو من (يلد)\nلوقوعها بين ياء وكسرة، وثبتت في قوله تعالى (ولم يولد) لوقوعها بين ياء\nوفتحة، وكذلك لو قلت: \"يوعد\" و\"يوزن\" و\"يورد\" لثبتت الياء لوقوع الفتحة بعدها.\n</p>\n\n<p>\nفإن قيل فقد قالوا: \"وجد يجد\" فقد سقطت الواو وبعدها ضمة قيل له: هذه\nالضمة عارضة، وإنما جاءت الضمة بعد أن سقطت الواو، والأصل فيه: \"يوجد\"\nفسقطت الواو لوقوعها بين الياء والكسرة، ثم ضم قوم على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p375'> Vol. 01, p. 375</a>\n            </div>\n            \n</p>\n\n<p>\nطريق الشذوذ فقالوا: \"يجد\"، والأكثر والأفصح هو الكسر.\n</p>\n\n<p>\nولو كانت الضمة بعد الواو توجب إسقاطها إذا تقدمتها الياء لوجب سقوطها في\nقولهم: \"يوضؤ\" وهذا لا يجيزه أحد.\n</p>\n\n<p>\nفإن قيل: فلم استثقلوا وقوعها بين ياء وكسرة؟ ولم يستثقلوا وقوعها بين\nياء وضمة، والضمة أثقل؟\n</p>\n\n<p>\nقيل له: الكسرة ياء صغيرة فكأن الواو وقعت بين ياءين فثقلت عليهم، وفي\n\"يوضؤ\" وقعت بين ياء وضمة، والضمة من الواو فلم تستثقل الضمة بعدها\nكاستثقال الكسرة، فإن قيل فقد قالوا: \"وهب يهب\" و\"وطئ يطأ\" و\"وسع يسع\"\nفأسقطوها وبعدها فتحة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p376'> Vol. 01, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\nقيل له: الأصل فيه \"يوهب\" و\"يوسع\" و\"يوطئ\" فسقطت الواو لوقوعها بين ياء\nوكسرة، ثم انفتحت العين لأجل حروف الحلق وهي الهاء في \"يهب\" والهمزة في\n\"يطأ\" والعين في \"يسع\"، وكذلك قالوا: \"وضع يضع\" والأصل فيه \"يوضع\" فسقطت\nالواو لما قلنا، ثم انفتحت العين لأجل الحلق، وكذلك قولهم \"يدع\" الأصل فيه:\n\"يودع\" فسقطت الواو لما قلنا ثم انفتحت العين لأجل حرف الحلق.\n</p>\n\n<p>\nفأما قولهم: \"يذر\" فالأصل فيه \"يوذر\" فسقطت الواو لوقوعها بين ياء وكسرة،\nثم فتحت إتباعا ل\"يدع\" ليزاوجوا يبن الكلمتين، ويتبعوا الأولى الثانية.\n</p>\n\n<p>\nفأما <span id='ms056'></span> مصدر هذا الفعل فإن خرج على أصله صحت الواو، لكون الفتحة بعدها على:\n\"فعل\" نحو: \"وعد\" و\"وزن\".\n</p>\n\n<p>\nفأما إذا جاء المصدر على: \"فعلة\" نحو: \"عدة\"، و\"زنة\" وأصله: \"وعدة\"\nو\"وزنة\" فإن هذا يعل لأمرين:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p377'> Vol. 01, p. 377</a>\n            </div>\n            \n</p>\n\n<p>\nأحدهما: استثقالا للكسرة في الواو.\n</p>\n\n<p>\nوالثاني: أن هذه الواو قد اعتلت في الفعل، والفعل والمصدر كالشيء الواحد،\nفإذا خرج المصدر على غير أصله جاز أن يسري إليه الإعلال من فعله، فأعلت\nلهذا الوجه أيضا حملا للمصدر على الفعل.\n</p>\n\n<p>\nووجه الإعلال فيها أنهم لما استثقلوا الكسرة في الواو نقلوها إلى ما\nبعدها، فلما انكسر ما بعدها سكنت هي، ثم أسقطت وهي ساكنة.\n</p>\n\n<p>\nوإنما استثقلوا الحركة فيها لأمرين:\n</p>\n\n<p>\nأحدهما: لئلا يسقطوا حرفا وحركة.\n</p>\n\n<p>\nوالثاني: أنهم لو أسقطوها متحركة لاحتاجوا إلى ألف الوصل، لأن الذي بعدها\nساكن، والساكن لا يبدأ به.\n</p>\n\n<p>\nووجه ثالث: وهو أنهم إذا أسقطوا حرفا وجب أن يبقوا ما يدل عليه، فنقلوا\nالكسرة إلى ما بعد الواو لتكون الكسرة دالة على الواو الساقطة، ولما سقطت\nالواو عوضوا منها تاء التأنيث في آخر الكلمة فقالوا: \"عدة\" و\"زنة\"، وعلى\nهذا قالوا: \"وجه\" \"يجه\" \"جهة\"، والأصل فيه: \"وجهة\" ففعلوا ما ذكرته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p378'> Vol. 01, p. 378</a>\n            </div>\n            \n</p>\n\n<p>\nفأما قوله تعالى: (ولكل وجهة) فقد طعنوا به في هذا الفصل وقالوا: خرج\nالمصدر مصححا.\n</p>\n\n<p>\nوالجواب عن هذا من وجهين: أن العرب إذا أعلت شيئا جاز أن يخرج بعضه مصححا\nليكون منبها على الأصل الذي أعل.\n</p>\n\n<p>\nوالثاني: أن هذا اسم للقبلة المتوجه إليها وليس بمصدر.\n</p>\n\n<p>\nوقد جاءت حروف من \"فعل\" فاؤها واو بنوا مستقبله على: \"يفعل\" لتسقط الواو\nلوقوعها بين ياء وكسرة، فعلوا ذلك كله فرارا من ثقل الواو فقالوا: \"ورم\nيرم\"، والأصل: \"يورم\"، و\"ولي يلي\" والأصل: \"يولي\" و\"ومق يمق\" والأصل:\n\"يومق\"، و\"ورث يرث\" والأصل: \"يورث\"، وهي حريفات معدودة وكل هذا ليس بمقيس.\n</p>\n\n<p>\nوإذا كان الماضي على فعل وفاؤه ياء فإنها تصح في المستقبل، لأن الكسرة\nالتي بعدها من جنسها فلا تستثقل كما تستثقل الكسرة بعد الواو قالوا: \"يمنه\nييمنه\" و\"يسره <span id='ms057'></span> ييسره\" و\"يعر الجدي ييعر\" إذا صاح.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p379'> Vol. 01, p. 379</a>\n            </div>\n            \n</p>\n\n<p>\nفإن كان الفعل على: \"فعل يفعل\" وفاؤه ياء فإنها تصح أيضا قالوا: \"يئس\nييأس\"، وقد جاء على طريق الشذوذ: \"يئس يئس\" فأسقطوا الياء تشبيها بالواو،\nوهذا شاذ لا يلتفت إليه.\n</p>\n\n<p>\nوإذا كان الفعل على \"أفعل\" وأخبر المتكلم عن نفسه بالمضارع فإنه يجب أن\nيقول: \"أكرمت فأنا أأكرم\" و\"أحسنت فأنا أأحسن\"، لأن حرف المضارعة ينبغي أن\nيزيد على حرف الماضي.\n</p>\n\n<p>\nوإن كان الماضي ثلاثة صار المضارع أربعة نحو: \"ضرب يضرب\"، فإذا كان\nالماضي على أربعة صار المضارع على خمسة نحو: \"دحرج يدحرج\" وأنا \"أدحرج\"\nفكما تقول في \"دحرج\" أنا \"أدحرج\" فكذلك ينبغي أن يقول: \"أكرمت\" فأنا\n\"أأكرم\" إلا أنه ثقل عليهم أن تجتمع همزتان في كلمة واحدة، ولم يجدوا بدا\nمن إسقاط إحداهما، ولم يجز أن يسقطوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p380'> Vol. 01, p. 380</a>\n            </div>\n            \n</p>\n\n<p>\nالأولى، لأنها حرف المضارعة وهي مضمومة، فأسقطوا الثانية وهي المفتوحة،\nلأنها بإزاء الدال من \"أدحرج\" فقال المتكلم: \"أنا أكرم\" فصار المضارع على\nأربعة أحرف لنقصان الهمزة التي كانت في ماضيه، و\"أدحرج\" على خمسة، لأنه لم\nيسقط منه شيء.\n</p>\n\n<p>\nولما أسقطوا الهمزة في فعل المتكلم أسقطوها في جميع الحروف المضارعة\nفقالوا: \"نكرم\" و\"تكرم\" و\"يكرم\"، حتى يتفق لفظ الفعل ولا يختلف تصريفه، ولو\nخرج على أصله لقال: \"يؤكرم\" و\"تؤكرم\" و\"نؤكرم\".\n</p>\n\n<p>\nولما حذفوها في الفعل المضارع حذفوها في اسم الفاعل والمفعول، لأنها\nمشتقان منه فقالوا: \"مكرم\" والأصل \"مؤكرم\" لأنه على وزن \"مدحرج\".\n</p>\n\n<p>\nفأما المصدر فلم يسقطوا منه شيئا قالوا: \"إكرام\" و\"إحسان\"، وهذا يدل على\nأن المصدر ليس بمشتق من الفعل، لأنه لو كان مشتقا من الفعل لسقطت منه\nالهمزة كما سقطت من اسم الفاعل والمفعول نحو: \"مكرم\" و\"مكرم\" لما كانا\nمشتقين من الفعل.\n</p>\n\n<p>\nوقد ردوا هذه الهمزة في بعض متصرفات الفعل في ضرورة الشعر ليدلوا على\nالأصل قال الشاعر:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p381'> Vol. 01, p. 381</a>\n            </div>\n            \n</p>\n\n<p>\nفإنه أهل لأن يؤكرما\n</p>\n\n<p>\nوردوها مع الياء في اسم المفعول قال الشاعر:\n</p>\n\n<p>\nكرات غلام في كساء مؤرنب\n</p>\n\n<p>\nوكان ينبغي أن يقول: \"مرنب\" و <span id='ms058'></span>\"لأن يكرما\"؛ وإنما استجازوا ردها في هذه\nالمواضع، لأنها ليست الموضع الذي يجب إسقاطها فيه، لأن العلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p382'> Vol. 01, p. 382</a>\n            </div>\n            \n</p>\n\n<p>\nالتي أوجبت إسقاطها هو مجامعتها لهمزة المتكلم، وأحد لا يردها مع همزة\nالمتكلم.\n</p>\n\n<p>\nفأما قولهم: \"أوعد يوعد\" فقد اعترضوا به فقالوا: لم لم تسقط الواو\nلوقوعها بين ياء وكسرة كما سقطت من \"يعد\" وبابه؟\n</p>\n\n<p>\nقيل له عن هذا الاعتراض جوابان أحدهما: أن الواو لم تقع بين ياء وكسرة،\nلأن الأصل فيه: \"يؤوعد\" فالهمزة قد حالت بين الواو والياء وإن سقطت من\nاللفظ فهي مراعاة في المعنى، يدلك على مراعاتها أن الشاعر له أن يردها كما\nردها في قوله: \"يؤكرما\".\n</p>\n\n<p>\nوالوجه الثاني: أنه قد أسقط همزة، فلو أسقطوا الواو لأجحف بالكلمة، لأنه\nيسقط حرفين متلاصقين.\n</p>\n\n<p>\nفأما قولهم: \"أسس يؤسس\" فإن هذه الهمزة لا يجوز أن تسقط، لأن الحرف الذي\nبعدها قد أعل بالإدغام فلا يجوز أن تسقط الهمزة لئلا يعل حرفان متلاصقان،\nوإذا أخبر المتكلم عن نفسه في هذا الفعل قال: \"أنا أؤسس\" فقلب الهمزة\nالثانية واوا قلبا خالصا لانفتاحها وانضمام ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p383'> Vol. 01, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\nقبلها كما قلبها في \"جؤن\" فقال: \"جون\" لأنه لو لينها لجعلها بين الهمزة\nوالألف، والألف لا يكون قبلها ضمة فكذلك ما يقرب منها.\n</p>\n\n<p>\nوأما ما حذف للجزم والوقف أو لالتقاء الساكنين فالياء والواو والألف،\nفمثال حذفها للجزم: \"لم يرم\" و\"لم يغز\" و\"لم يسع\"، والجازم إنما يحذف حركة\nالحرف الصحيح ألا تراك تقول: \"هو يضرب\"؟ فالباء حرف الإعراب، والضمة فيها\nعلامة الرفع، فإذا دخل الجازم قلت: \"لم يضرب\" فأسقط الضمة وبقيت الباء ساكنة.\n</p>\n\n<p>\nفأما حرف العلة في نحو: \"يرمي\" و\"يغزو\" و\"يسعى\" فإن الضمة لا تظهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p384'> Vol. 01, p. 384</a>\n            </div>\n            \n</p>\n\n<p>\nفي الألف، لأن الألف يستحيل حركتها، وتستثقل الضمة في الياء والواو، فصار\nالمستثقل بمنزلة المستحيل، فلما لم تظهر الحركة التي يسقطها الجازم في هذه\nالحروف جعلوا هذه الحروف معاقبة للحركة فأسقطوها كما أسقطوا الحركة.\n</p>\n\n<p>\nوإن كان الشاعر يجوز له أن يرد الضمة في الياء والواو فيقول: \"يغزو\"\nو\"يرمي\" لما دعته الضرورة إلى الرد <span id='ms059'></span> إلى أصل مهمل ومثل هذا لا يقاس عليه،\nولا يكسر به قياس.\n</p>\n\n<p>\nولما أسقطوا هذه الحروف بالجزم شبهوا الوقف بالجزم فقالوا: \"ارم\" و\"اسع\"\nو\"اغز\" فأسقطوا هذه الحروف في الوقف تشبيها بالجزم.\n</p>\n\n<p>\nوكذلك أسقطوها لالتقاء الساكنين في قولهم: \"لم يبع\" و\"لم يقل\" و\"لم يخف\"\nفإن تحرك الساكن الأخير لساكن بعده لم ترجع هذه الحروف الساكنة، لأن الحركة\nلالتقاء الساكنين لا يعتد بها؛ وإنما لم يعتد بها لأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p385'> Vol. 01, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\nالساكن الأخير عارض تقول: \"لم يبع الثوب\" و\"لم يقل الحق\" و\"لم يخف الله\"،\nألا ترى أنك تقول: \"لم يبع ثوبا\" و\"لم يخف زيدا\" و\"لم يقل حقا\" فلا يلقى\nالساكن ساكنا بعده؟ فعلمت أن دخوله عارض.\n</p>\n\n<p>\nفإن قيل: فما علامة الجزم في قوله: \"لم يبع الثوب\"؟\n</p>\n\n<p>\nقيل له سكون العين، لأن الحركة لا يعتد بها، فلما لم يعتد بها صارت\nالكسرة في العين كالمعدومة، وكذلك لو قلت: \"بع الثوب\" فعلامة الوقف فيها\nسكون العين، لأن الحركة لالتقاء الساكنين لا يعتد بها، ولو اعتد بها لرجعت\nالحروف التي سقطت لالتقاء الساكنين.\n</p>\n\n<p>\nوكذلك قولهم: \"هذا قاض\" و\"مررت بقاض\" والأصل فيه: \"قاضي\" في الرفع و:\n\"قاضي\" في الجر، فاستثقلوا الضمة والكسرة على الياء الخفيفة التي قبلها\nكسرة فأسقطوها، فبقيت الياء ساكنة، والتنوين بعدها ساكن، فاجتمع ساكنان:\nالياء والتنوين، فأسقطت الياء لالتقاء الساكنين، وكانت أولى بالإسقاط، لأن\nقبلها كسرة تدل عليها وتغني عنها، ولم يجز أن يحركوها، لأنهم قد فروا من\nحركتها، ولم يجز أن يحركوا التنوين لالتقاء الساكنين، لأن التنوين إنما\nيحرك لساكن بعده لا لساكن قبله.\n</p>\n\n<p>\nوقد شبهوا بهذه الحروف النون في خمسة أمثلة من الفعل وهي \"تفعلين\"\nو\"تفعلان\" و\"يفعلان\" و\"يفعلون\" و\"تفعلون\" فقد أسقطوا النون في هذه للجزم\nكما أسقطوا حروف العلة، وإنما شبهوها بحروف العلة، لأن الحركة فيها إنما هي\nلسكونها وسكون ما قبلها، فلم يعتد بحركتها لما كانت لالتقاء الساكنين،\nفصارت كأنها ساكنة، فأشبهت حروف العلة لأجل الغنة التي فيها، ولأنها تكون <span id='ms060'></span>\nضميرا في المؤنث إذا قلت: \"يضربن\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p386'> Vol. 01, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\nكما تكون الواو والياء ضميرا في \"تضربين\" للمؤنث، و\"تضربون\" للمذكر،\nوتكون إعرابا في هذه الأمثلة الخمسة كما تكون الواو والياء والألف إعرابا\nفي قولك: \"الزيدان\" و\"الزيدون\" و\"الزيدين\"، وتكون علامة تدل على التثنية\nوالجمع إذا قلت: \"يقمن جواريك\" كما تكون الألف والواو علامة للتثنية والجمع\nإذا قلت: \"يقومان أخواك\" و\"يقومون إخوتك\"، فلما أشبهت النون لحروف العلة من\nهذه الوجوه أسقطوها في الجزم والوقف، كما أسقطوا حروف العلة فقالوا:\n\"اضربي\" و\"اضربا\" و\"اضربوا\"، وقالوا في الجزم: \"لم تضربي\" و\"لم تضربا\" و\"لم\nتضربوا\".\n</p>\n\n<p>\nإذا كان الثلاثي يتعدى إلى مفعول فاسم الفاعل منه: \"فاعل\" واسم المفعول\nمنه: \"مفعول\" نحو: \"ضارب\" و\"مضروب\" و\"راحم\" و\"مرحوم\".\n</p>\n\n<p>\nفإن كان فاء الفعل ياء أو واوا صحتا في اسم الفاعل واسم المفعول تقول:\n\"يمنت زيدا\" فأنا \"يامن\" وهو: \"ميمون\" و\"وعدته\" فأنا: \"واعد\" وهو \"موعود\".\n</p>\n\n<p>\nوإن كان لام الثلاثي معتلة فلا يخلو أن تكون ياء أو واوا، فإن كانت ياء\nفإنك تقلب من الواو التي قبل الياء ياء في اسم المفعول وتدغمها في الياء\nالأخيرة، وتكسر لها ما قبلها لتتمكن الياء تقول رميته فهو \"مرمي\" وسقيته\nفهو: \"مسقي\"، والأصل فيه: \"مرموي\" و\"مسقوي\" ليكون على وزن مضروب من الصحيح،\nفلما اجتمعت الواو والياء وسبقت الأولى بالسكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p387'> Vol. 01, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\nقلبت الواو ياء وأدغمت الأولى في الثانية، وكسرت عين الكلمة، ليتمكن\nالقلب فقلت: \"مرمي\" و\"مسقي\".\n</p>\n\n<p>\nفإن كانت اللام واوا أدغمت الأولى في الثانية فصارت واوا مثقلة فقلت\nغزوته فهو \"مغزو\"، ودعوته فهو: \"مدعو\"، وضممت ما قبل الواو لتصح وتتمكن.\nوهذا هو الأصل المقيس.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p388'> Vol. 01, p. 388</a>\n            </div>\n            \n</p>\n\n<p>\nوقد قلبوا في بعض هذا الواو الأخيرة ياء، ثم قلبوا الواو الأولى ياء\nوأدغموها في الثانية، وكسروا لها ما قبلها لتصح فقالوا: \"سناها الغيث فهي\nمسنية\" ومكان \"مسني\" وهو من \"سنا\" \"يسنو\" إذا سقى، والجيد مكان: \"مسنو\"،\nوأرض \"مسنوة\"، ويقال: رجل \"معدي\" عليه وهو من عدا يعدو كما قال:\n</p>\n\n<p>\n... ... أنا الليث معديا علي وعاديا <span id='ms061'></span>\n</p>\n\n<p>\nوالجيد: معدو.\n</p>\n\n<p>\nفإن كانت عين الثلاثي ياء نحو: \"باع\" و\"خاط\" فإن اسم المفعول منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p389'> Vol. 01, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\nيجيء على: \"مبيوع\" و\"مخيوط\" وقد قالوا: \"طعام مزيوت\"، فبنو تميم يصححون\nالياء ولا يستثقلون الضمة فيها فيقولون: \"مخيوط\" و\"مكيول\" و\"مبيوع\"\nو\"مزيوت\" فيستمرون على أصلهم.\n</p>\n\n<p>\nفأما أهل الحجاز فيستثقلون الضمة في الياء ويقولون: قد أعللنا الفعل من\nهذا واسم الفاعل، فينبغي أن نعل اسم المفعول.\n</p>\n\n<p>\nواختلف النحويون في كيفية الإعلال وفي الحرف الساقط في اسم المفعول فكان\nالخليل وسيبويه ينقلان ضمة الياء من: \"مبيوع\" إلى الباء فتنضم الباء وتكسن\nالياء، وبعد الياء الساكنة واو مفعول ساكنة فيجتمع ساكنان: الواو والياء\nولا يجوز الجمع بينهما فيسقطان واو مفعول، ويقولان: الزائد أحق بالإسقاط\nإذا كان لا بد من إسقاط، وتبقى الياء ساكنة وقبلها ضمة وهي مجاورة للطرف\nفيقلبان من الضمة قبلها كسرة لتصح ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p390'> Vol. 01, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\nتنقلب واوا فيقولان: \"مبيع\" و\"مخيط\" فوزن الكلمة على مذهبهما: \"مفعل\".\n</p>\n\n<p>\nوكان أبو الحسن الأخفش يقول: الأصل: \"مكيول\" فاستثقلوا الضمة في الياء\nفنقلوها إلى الكاف فسكنت الياء، وقبلها ضمة، وبعدها واو مفعول ساكنة،\nفاجتمع ساكنان: الواو والياء، ولا يجوز الجمع بينهما فيقلب من ضمة الكاف\nكسرة ثم يسقط الياء لالتقاء الساكنين فتصادف الواو الساكنة كسرة الكاف\nفتنقلب ياء فيصير: \"مخيط\" و\"مبيع\"، فوزن الكلمة على هذا: \"مفيل\".\n</p>\n\n<p>\nقال أبو الحسن: وإنما أسقطت عين الكلمة وإن كانت أصلا، لأنها ليست لمعنى،\nوأقررت واو مفعول، لأنها دخلت لمعنى، وما دخل لمعنى فهو أولى بالإقرار، ألا\nترى أن الياء في: \"قاض\" و\"غاز\" أسقطناها لما كانت لغير معنى، وأقررنا\nالتنوين لما كان لمعنى فكذلك حذفت عين الكلمة لما كانت لغير معنى، وأقررت\nالزائد لما كان لمعنى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p391'> Vol. 01, p. 391</a>\n            </div>\n            \n</p>\n\n<p>\nوإن كان عين مفعول واوا فقد اتفق بنو تميم وأهل الحجاز على إعلاله، لأنهم\nاستثقلوا واوين وضمة، لأن الضمة بمنزلة الواو فقالوا: صغت الخاتم فهو:\n\"مصوغ\"، وقلت الحق فهو: \"مقول\"، والأصل: \"مصووغ\" و\"مقوول\" فنقلوا الضمة من\nالواو إلى الصاد من: \"مصووغ\" وإلى القاف من \"مقوول\" فانضمت <span id='ms062'></span> الصاد والقاف\nفاجتمع واوان ساكنان، فأسقط الخليل وسيبويه الواو الثانية، لأنها الزائدة،\nوأقرا الأولى، لأنها عين الكلمة فصار اللفظ: \"مقولا\" و\"مصوغا\" فوزن الكلمة\nعندهما: \"مفعل\".\n</p>\n\n<p>\nوكان أبو الحسن يسقط الأولى وهي عين الكلمة ويبقي الثانية فوزن الكلمة\nعنده: \"مفول\".\n</p>\n\n<p>\nوربما شذ شيء من هذا فخرج على الأصل تنبيها على الأصل الذي انتقلوا عنه\nقالوا: \"مسك مدووف\" و\"ثوب مصوون\"، وهذا قليل لا يقاس عليه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p392'> Vol. 01, p. 392</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head52'>AUTO الثاني من الحذفين</h1>\n\n<p>\nمما لا ينقاس ولا يطرد وإنما يستعمل حيث استعملته العرب ويؤدى كما سمع.\nفمن ذلك\n</p>\n\n\n<h1 class='l1' id='head53'>AUTO حذف الهمزة</h1>\n\n<p>\n، والألف، والواو، والياء، والهاء، والباء، والحاء، والخاء، والفاء:\n</p>\n\n\n<h1 class='l1' id='head54'>AUTO حذف الهمزة</h1>\n\n<p>\nاعلم أن الهمزة قد حذفت فاء وعينا ولاما.\n</p>\n\n<p>\nفمثال حذفها فاء قولهم في الأمر: \"خذ\"، و\"كل\" وهو من \"أخذ\" و\"أكل\"،\nوالأصل: \"ااخذ\"، و\"ااكل\" فثقل عليهم اجتماع همزتين في كلمة واحدة مع كثرة\nاستعمالها، فأسقطوا الهمزة الساكنة وهي الثانية، فلما أسقطوها أسقطوا\nالهمزة الأولى، لأنها وصل، وإنما تدخل توصلا إلى النطق بالساكن، فإذا سقط\nالساكن الذي لأجله دخلت استغني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p393'> Vol. 01, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\nعنها، وربما أثبتوا هذه الهمزة في ضرورة شعر قال الشاعر:\n</p>\n\n<p>\nتحمل حاجتي وا أخذ قواها ... فقد نزلت بمنزلة الضياع\n</p>\n\n<p>\nفأما الأمر من: \"أمر\" يامر فالعرب تختلف فيه فمنهم من يقول قد كثر ككثرة\n\"خذ\" و\"كل\" فهؤلاء يسقطون من أوله فيقولون \"مر\" كما يقولون \"خذ\"، والأصل\nفيه \"امر\" فلما أسقطوا الهمزة الساكنة استغنوا عن الأولى، لأن الأولى همزة\nوصل، وإنما تدخل توصلا إلى النطق بالساكن، وإذا سقط الساكن الذي لأجله دخلت\nاستغني عنها.\n</p>\n\n<p>\nوقوم من العرب يقولون لم يكثر ككثرة: \"خذ\" و\"كل\" فهؤلاء يدخلون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p394'> Vol. 01, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\nعليها همزة الوصل ويقلبون منها واوا لسكونها وانضمام همزة الوصل قبلها\nحتى لا يجمع بين همزتين في كلمة فيقولون: \"اومر\"، فإذا سقطت همزة الوصل\nعادت الواو إلى الهمزة، لأنه لم يجتمع همزتان.\n</p>\n\n<p>\nوكلهم إذا جاء حرف العطف رد الهمزة كما قال تعالى: \"وامر أهلك بالصلاة).\n</p>\n\n<p>\nفأما إذا أمرت من \"أتى يأتي\" فالأصل فيه أن تقول: \"ائت\" فتسقط الياء التي <span id='ms063'></span>\nبعد التاء للأمر كما أسقطتها في: \"ارم\" لأنها صارت بدلا من الحركة في:\n\"اضرب\" ثم يبدلون الهمزة الثانية ياء لسكونها و [كسرة] همزة الوصل قبلها\nفيقولون: \"ايت\"، فإذا سقطت همزة الوصل عادت الياء إلى الهمزة فقالوا: \"إت\"\nفإن هذا هو الأمر المقيس في هذا الفعل.\n</p>\n\n<p>\nوقد شبه قوم من العرب وهم قليل: \"ايت\" ب\"خذ وكل\". و\"إت\" لم تكن مثلها في\nالكثرة فأسقط الهمزة الثانية فلما أسقطها استغنى عن همزة الوصل فقالوا: \"ت\nزيدا\" كما قالوا: \"له عملك\" من \"وليت\" و\"ق زيدا\" من \"وقيت\" وأنشدوا:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p395'> Vol. 01, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\nت لي آل زيد فاندهم لي جماعة ... وسل آل زيد أي شيء يضيرها\n</p>\n\n<p>\nوهذا لا يقاس عليه.\n</p>\n\n<p>\nوقد حذفوا الهمزة وهي فاء من قولهم: \"يا بافلان\"، وهذا في الشعر قال أبو\nالأسود الدؤلي:\n</p>\n\n<p>\nيابا المغيرة رب أمر فادح ... فرجته بالمكر مني والدها\n</p>\n\n<p>\nوالأصل: \"يا أبا المغيرة\" فحذفوا الهمزة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p396'> Vol. 01, p. 396</a>\n            </div>\n            \n</p>\n\n<p>\nومما حذفوا الهمزة منه وهي فاء قولهم: \"إلاه\" حكى سيبويه فيه لغتين\n\"إلاه\" وزنه (فعال) على وزن كتاب، الهمزة فاء واللام عين، والهاء لام،\nوالألف قبل الهاء زائدة.\n</p>\n\n<p>\nالثانية: \"لاه\" وأصله: \"ليه\" فتحركت الياء وقبلها فتحة فانقلبت ألفا،\nفوزنه: \"فعل\" قبل القلب ووزنه بعد القلب: فعل\"، ولم يحذف من الاسم في هذه\nاللغة شيء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p397'> Vol. 01, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\nولكنهم قدموا الهاء إلى موضع الألف فسكنت لما وقعت موقع الساكن، وأخروا\nالألف فرجعت إلى الياء لما سكن ما قبلها فقالوا: \"لهي أبوك\" فوزنه: \"فلع\"،\nوحركوا لسكونها وسكون الهاء قبلها، واختاروا لها الفتح لكثرة الفتحة وخفتها\nكما اختاروا في أين وكيف.\n</p>\n\n<p>\nوإنما استحق هذا الاسم البناء لأن الأصل فيه \"لله أبوك\" فاللام الأولى\nللجر والثانية للتعريف والثالثة فاء الكلمة، وضمنوا الاسم معنى لام\nالتعريف، واستحق البناء لتضمنه معنى الحرف، وبني على سكون الياء، ثم حركت\nلسكونها وسكون ما قبلها، وبقي لامان: لام الجر، واللام الأصلية: فمن\nالنحويين من يقول أسقط اللام الأصلية تخفيفا وبقيت لام الجر ليعلق الاسم\nبمعنى الاستقرار، وفتحت لام الجر لوقوع الألف بعدها إذا قلت: \"لاه\" وشبهت\nالهاء <span id='ms064'></span> بالألف فبقيت اللام معها مفتوحة.\n</p>\n\n<p>\nوالمذهب الجيد: أن يكونوا قد حذفوا لام الجر تخفيفا، وبقيت اللام الأصلية\nوهي وإن حذفت مقدرة من طريق المعنى، لتعلق الاسم بمعنى الفعل.\n</p>\n\n<p>\nفأما من قال: \"إلاه\" فإنه حذف الهمزة تخفيفا فبقي: \"لاه\" ثم أدخل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p398'> Vol. 01, p. 398</a>\n            </div>\n            \n</p>\n\n<p>\nالألف واللام وجعلهما عوضا من الهمزة المحذوفة، ولما كانت لام التعريف\nساكنة أدغمها في اللام الأصلية فقال: \"الله\".\n</p>\n\n<p>\nفإذا كان قبل هذه اللام ضمة أو فتحة فخم اللام فقال: \"قلت الله\" و\"قال\nالله\" تعظيما لهذا الاسم وتمويها به، لأنه صار كالاسم العلم.\n</p>\n\n<p>\nفإن كان قبل هذه اللام كسرة أرقوا اللام فصارت كالإمالة فيها فقالوا:\n\"لله\" و\"بالله\".\n</p>\n\n<p>\nوالذي يدل على أن هذه الألف واللام قد صارتا عوضا من الهمزة المحذوفة\nأنهم يقطعون همزة الوصل في هذا الاسم فيقولون: \"يا ألله اغفر لي\"؛ وإنما\nقطعوا همزة الوصل عن هذا ليدلوا على أنها قد صارت عوضا من همزة القطع.\n</p>\n\n<p>\nومما حذفوا منه الهمزة وهي فاء قولهم: \"ناس\" والأصل فيه: \"أناس\" على وزن\n\"فعال\" فأسقط الهمزة وبقي: \"ناس\" على وزن\" عال\" وألزموه الألف واللام\nفقالوا: \"الناس\"، إلا أن الألف واللام ليستا عوضا من المحذوفة؛ يدلك على\nأنها ليست عوضا أنهم لم يقطعوا همزتها ووصلوها فقالوا: \"بالناس\" و\"للناس\"،\nويدلك أيضا على أنها ليست عوضا من الهمزة أنهم قد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p399'> Vol. 01, p. 399</a>\n            </div>\n            \n</p>\n\n<p>\nجمعوا بينها وبين الهمزة قال الشاعر:\n</p>\n\n<p>\nإن المنايا يطلع ... ن على الأناس الآمنينا\n</p>\n\n<p>\nوقد حذفت الهمزة عينا قالوا: \"رأى\" وزنه \"فعل\" وفيه لغتان منهم من يقول\n\"رأى\" وهو الأكثر على وزن: \"فعل\".\n</p>\n\n<p>\nومنهم من يقدم اللام فيقول: \"راء\" فوزنه \"فلع\" قال الشاعر:\n</p>\n\n<p>\nوكل خليل راءني فهو قائل ... من أجلك هذا هامة اليوم أو غد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p400'> Vol. 01, p. 400</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا صاروا إلى المستقبل قالوا: \"يرى\"، والأصل \"يرأى\" إلا أنهم قلما\nيستعملون هذا إلا في ضرورة شعر قال الشاعر:\n</p>\n\n<p>\nأري عيني ما لم ترأياه ... كلانا عالم بالترهات\n</p>\n\n<p>\nوالمذهب الجيد: أن ينقل حركة الهمزة إلى الراء فتنفتح الراء وتسقط الهمزة\nفيقولون: \"يرى\" و\"نرى\" و\"ترى\" وأنا \"أرى\" فوزن: \"يرى\": \"يعل <span id='ms065'></span>\" هذه اللغة\nالفصيحة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p401'> Vol. 01, p. 401</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما حذفوا عين الكلمة لأن جعلوا حرف المضارعة كالعوض منها.\n</p>\n\n<p>\nوقد حذفوا الهمزة لاما فقالوا: \"سؤته سوائية\" وزنها \"فعالية\" على وزن\n\"كراهية\" و\"رفاهية\".\n</p>\n\n<p>\nومنهم من يحذف هذه الهمزة فيقول: \"سؤته سواية\" فوزن الكلمة \"فعاية\".\n</p>\n\n<p>\nوقال أبو الحسن جمعوا: \"شيئا\" على: \"أشيئاء\". وهذا شاذ، لأن شيئا وزنه\nفعل، وفعل لا يجمع على \"أفعلاء\" ولكنهم جعلوا هذا شاذا، كما جمعوا \"سمحا\"\nعلى: \"سمحاء\" وهو \"فعلاء\"، فوزن: \"أشيئاء\": \"أفعلاء\" فاجتمع في آخر الكلمة\nهمزتان بينهما ألف، والألف من مخرج الهمزة، فكأنه قد اجتمع ثلاث ألفات أو\nثلاث همزات، فحذفوا الهمزة الأولى وهي لام الكلمة فبقي: \"\n</p>\n\n\n<h1 class='l1' id='head55'>AUTO أشياء</h1>\n\n<p>\n\" وزنها: \"أفعاء\" فأما الخليل وسيبويه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p402'> Vol. 01, p. 402</a>\n            </div>\n            \n</p>\n\n<p>\nفيقولان \"أشياء\" اسم للجمع وليس بجمع، وأصلها: \"شيئاء\" كما قالوا: \"طرفة\"\nو\"طرفاء\"، و\"شجرة\" و\"شجراء\"، و\"قصبة\" و\"قصباء\" فوزن الكلمة \"فعلاء\"، إلا\nأنه قد اجتمع في آخر الاسم ألف بين همزتين فكأنه قد اجتمع ثلاث ألفات أو\nثلاث همزات، فقدموا الهمزة الأولى وهي لام الكلمة على الفاء، ليزول بعض\nالثقل فقالوا: \"أشياء\" فوزنها الآن: \"لفعاء\"\n</p>\n\n<p>\nفأما بيت الحارث بن حلزة وهو قوله:\n</p>\n\n<p>\nومن يغ ... در فإنا من غدرهم برآء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p403'> Vol. 01, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\nفوزن الكلمة \"فعلاء\"، وهي جمع \"بريء\" كما قالوا: \"ظريف\" و\"ظرفاء\".\n</p>\n\n<p>\nورواه الفراء: \"لبراء\" حذف الهمزة الأولى وهي لام الكلمة فبقي وزن\nالكلمة: \"فعاء\"، فعلى ما بينت لك يجري حذف الهمزة، وهو شاذ.\n</p>\n\n<p>\nوقال قوم: \"براء\" اسم واحد وزنه \"فعال\" فكأنهم قالوا: \"بريء وبراء\" كما\nقالوا: \"خفيف وخفاف\" و\"ظريف وظراف\" و\"طويل وطوال\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p404'> Vol. 01, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\nوقال قوم: \"براء\" جمع على غير قياس وزنه: \"فعال\" واحده: \"بريء\" قالوا:\n\"بريء وبراء\" كما قالوا: \"رخل ورخال\" ومثل هذا الجمع: \"فرير وفرار\" لولد\nالبقرة: وأجمعوا على أن فريرا واحد، واختلفوا في: \"فرار\" فقال قوم: \"فرار\"\nواحد لغة في فرير، كما قالوا: \"طويل وطوال\" في الواحد، وقال قوم: \"فرار\"\nجمع واحده: \"فرير\"، فإن صح هذا ف\"بريء وبراء\" مثله.\n</p>\n\n\n<h1 class='l1' id='head56'>AUTO حذف الألف</h1>\n\n<p>\nاعلم أن الألف حرف خفيف يخرج مع النفس من غير كلفة <span id='ms066'></span> على النفس حتى قالوا\nليس للألف مخرج من الحلق لخفاء مسلكها وغموضه، وقال الخليل مخرجها فويق\nالهمزة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p405'> Vol. 01, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\nوحذف الألف في الجملة قليل لخفتها، فمما حذفت فيه من الشعر قول لبيد:\n</p>\n\n<p>\nوقبيل من لكيز شاهد ... رهط مرجوم ورهط ابن المعل\n</p>\n\n<p>\nيريد: \"المعلى\" فحذف اللام الأخيرة، والألف التي بعدها، وقال الآخر:\n</p>\n\n<p>\nولست بمدرك ما فات مني ... بلهف ولا بليت ولا لو اني\n</p>\n\n<p>\nفحذف الألف، وأكثر ما يجيء هذا الحذف في الشعر، ليقوموا به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p406'> Vol. 01, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\nالأوزان، ويصححوا به القوافي.\n</p>\n\n<p>\nوقال قوم في قوله تعالى: (يابن أم) أراد يا ابن أما فحذف الألف، وحكي عن\nأبي عثمان المازني في قراءة من قرأ: \"يا أبت لم تعبد) أراد يا أبتا فحذف\nالألف قال: والدليل على ذلك أن الشاعر قد أظهرها في قوله:\n</p>\n\n<p>\nيا أبتا علك أو عساكا\n</p>\n\n<p>\nوإنما يحذفون الألف، لأن الفتحة قبلها تدل عليها وتغني عنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p407'> Vol. 01, p. 407</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا: \"أم والله لأفعلن\" وهذه: \"ما\" الزائدة قد ركبوها مع همزة\nالاستفهام فبطل ما كان فيها من المعنى، واستعملت على ضربين: أحدهما: أن\nتكون بمعنى حقا فيكون مصدرا قد جعل ظرف زمان قالوا: \"أما إنك منطلق\".\n</p>\n\n<p>\nوالثاني: أنهم استعملوها افتتاحا بمنزلة: \"ألا\" قالوا: \"أما إن زيدا\nمنطلق\" كما قالوا: \"ألا إن زيدا منطلق\"،وفي التنزيل: (ألا إنهم هم\nالسفهاء).\n</p>\n\n<p>\nفإذا وقعت هذه الكلمة في القسم قالوا: \"أم والله لأذهبن\" فأسقطوا الألف\nليدلوا على شدة اتصال الثاني وتركيبه معه، لأن الكلمة إذا بقيت على حرف\nواحد لم تقم بنفسها، فعلم بذلك افتقارها إلى الاتصال بغيرها.\n</p>\n\n\n<h1 class='l1' id='head57'>AUTO حذف الواو</h1>\n\n<p>\nاعلم أن الواو قد حذفوها فاء في قولهم: \"وعد يعد\" لوقوعها بين ياء وكسرة،\nوقد مضى ذكر هذا.\n</p>\n\n<p>\nوقد حذفوها عينا، وهو قليل، قالوا لوسط الحوض: \"ثبة\"، والأصل من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p408'> Vol. 01, p. 408</a>\n            </div>\n            \n</p>\n\n<p>\nثاب يثوب، لأن الماء يثوب إليه مرة بعد أخرى، والثواب إنما سمي ثوابا،\nلأنه جعل ثوابا على حسن قدمه الإنسان فكأنه إذا جوزي على الحسن رجع إليه\nذلك الحسن.\n</p>\n\n<p>\nأما: \"الثبة\" فهي الجماعة من الناس فقد حذفوا لامها فكأنه من: \"ثبا يثبو\"\nإذا اجتمع <span id='ms067'></span> وتضام؛ ولهذا قيل للجماعة \"ثبة\" لانضمام بعضها إلى بعض، وليس في\nقولهم: \"تثبيت\" أو \"ثبيت\" دليل على أن اللام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p409'> Vol. 01, p. 409</a>\n            </div>\n            \n</p>\n\n<p>\nياء، لأن الواو إذا وقعت رابعة انقلبت ياء. و\"ابن\" و\"ابنة\" أيضا اللام\nمنهما واو لقولهم: \"البنوة\".\n</p>\n\n<p>\nو: \"أخ\" اللام منها واو لقولهم: \"الأخوة والأخوان\"، و\"أخت\" التاء بدل من\nالواو، و\"بنت\" التاء فيها بدل من الواو، و\"كلتا\" التاء فيها بدل من الواو،\nو\"ظبة السيف\" أصلها: \"ظبوة السيف\" فحذفوا الواو وهي لام الكلمة، وقالوا:\n\"أب\" فحذفوا لام الكلمة، وهو واو؛ لقولهم: \"أبوك\" و\"أبوان\"، و\"حم\" أصله:\n\"حمو\" فحذفوا لام الكلمة، لقولهم: \"حموك\" و\"حموان\"، و\"هن\" حذفوا لام الكلمة\nوهي الواو لقولهم: \"هنوك\"، و\"هنوات\" و\"هنوان\" كما قال الشاعر:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p410'> Vol. 01, p. 410</a>\n            </div>\n            \n</p>\n\n<p>\n.. على هنوات شانها متتابع\n</p>\n\n<p>\nفأما: \"فوك\" فالواو عين الكلمة، واللام قد حذفت وكانت هاء، فأما قولهم:\n\"ذو مال\" فهذه الواو عين الكلمة، وقد حذفت اللام وكانت ياء، وإنما أصله:\n\"ذوي\"، فأما: \"القلة\" فقد حذفت لامها وهي واو، لقولهم: \"قلوت بالقلة\" إذا\nضربت بها، فأما قولهم: \"قال\" للعصا التي تضرب بها القلة فأصله: \"قلو\" ثم\nقدموا اللام على العين فقالوا: \"قول\" فوزنه: \"فلع\" فتحركت الواو وقبلها\nفتحة فانقلبت ألفا، وقد قالوا: \"الكرة\" فقال قوم أصلها: \"كروة\" فحذفوا\nالواو وهي لام، وقال قوم أصلها: \"كورة\"؛ لأنه من كار العمامة يكورها إذا\nعبأ بعضها فوق بعض ومنه قوله تعالى: (يكور الليل على النهار ويكور النهار\nعلى الليل) أي يجعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p411'> Vol. 01, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\nهذا على هذا، وهذا على هذا، وكذلك قيل لهذه كرة لتدويرها وجعل بعضها فوق بعض.\n</p>\n\n<p>\nفأما: \"غد\" فأصله: \"غدو\" فحذفت الواو منه وهي لام قال الشاعر:\n</p>\n\n<p>\nغد ما غد ما أقرب اليوم من غد ... سيأتيك بالأخبار من لم تزود\n</p>\n\n<p>\nوربما خرج هذا الاسم تاما على أصله قال الشاعر:\n</p>\n\n<p>\nلا تقلواها وادلواها دلوا ... إن مع اليوم أخاه غدوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p412'> Vol. 01, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الآخر:\n</p>\n\n<p>\n... ... .وغدوا بلاقع\n</p>\n\n<p>\nفإن قيل فمن قال: \"غد\" وحذف كيف يقول: \"غدو\" فيتمم؟\n</p>\n\n<p>\nقيل له الذي قال: \"غد\" لغته: [النقص]، والذي قال <span id='ms068'></span>: \"غدو\" لغته التمام.\n</p>\n\n<p>\nوقال أبو الحسن: اللام في الواوات أكثر منه في الياءات، واستشهد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p413'> Vol. 01, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\nبهذه المواضع كلها التي أريتك، فإذا وردت عليك كلمة قد حذفت لامها فعلى\nمذهب أبي الحسن يقطع على أنها واو، وعند سيبويه يقطع على أنها ياء.\n</p>\n\n<p>\nفعلى ما بينت لك يجري حذف اللامات.\n</p>\n\n\n<h1 class='l1' id='head58'>AUTO حذف الياء</h1>\n\n<p>\nقالوا: \"يد\" والأصل: \"يدي\"، لأن اشتقاقها من: \"يديت إليه يدا\" أي: أسديت\nإليه معروفا، فهذا يدل على أن لامها ياء، و\"يد\" أصلها: \"يدي\" على [وزن]:\n\"فعل\" يدلك على ذلك جمعهم لها على: \"أيد\"، و\"أيد\" وزنه: \"أفعل\"، و\"أفعل\" هو\nجمع \"فعل\" كما قالوا: \"كعب\" و\"أكعب\".\n</p>\n\n<p>\nوقد قالوا للنعمة: \"يد\"، ويجوز أن تكون سميت النعمة يدا، لأنها تسدي\nاليد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p414'> Vol. 01, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\nويجوز أن تكون سميت الجارحة يدا، لأنها نعمة من الله تعالى للعبد.\n</p>\n\n<p>\nوأكثر ما تجمع الجارحة على \"أيد\" وتجمع النعمة على \"أياد\"، ويجوز أن\nتجمع: \"أيد\" على \"أياد\" قال الشاعر:\n</p>\n\n<p>\nأما واحدا فكفاك مثلي ... فمن أيد تطاوحها الأيادي\n</p>\n\n<p>\nأي تطاولها النعم.\n</p>\n\n<p>\nوقالوا: \"مائة\" والأصل: \"مئية\" فحذفوا الياء وهي لام الكلمة. وقد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p415'> Vol. 01, p. 415</a>\n            </div>\n            \n</p>\n\n<p>\nحكى أبو الحسن أنه سمع أعرابيا يقول: \"أعطني مئيا\". وهذا نص في موضع\nالخلاف ويزيل الشغب.\n</p>\n\n<p>\nفأما: \"دم\" فأصله: \"دمي\"، لأنه يقال في تثنيته: \"دميان\" قال الشاعر:\n</p>\n\n<p>\nفلو أنا على حجر ذبحنا ... جرى الدميان بالخبر اليقين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p416'> Vol. 01, p. 416</a>\n            </div>\n            \n</p>\n\n<p>\nوتثنيته بالياء يدل على أن لامه ياء.\n</p>\n\n<p>\nوقد حكاه قوم: \"دموان\"، وهذا قليل.\n</p>\n\n<p>\nوقال بعضهم في تثنية: \"دمان\"، لأنه لم يرد المحذوف من الواحد في التثنية.\n</p>\n\n<p>\nوينبغي أن يكون العمل والقياس على الأفصح الأكثر لا على القليل النزر.\n</p>\n\n<p>\nوكون اللام ياء عند أبي الحسن أقل من كونها واوا، وعند سيبويه كونها ياء\nأكثر من كونها واوا.\n</p>\n\n<p>\nوالواو أثقل من الياء، والياء أثقل من الألف، فلأجل هذا صار حذف الواو\nأكثر من حذف الياء، وحذف الياء أكثر من حذف الألف، لأن الشيء كلما ازداد\nثقله ازداد حذفه.\n</p>\n\n\n<h1 class='l1' id='head59'>AUTO حذف الهاء</h1>\n\n<p>\nومن ذلك\n</p>\n\n\n<h1 class='l1' id='head60'>AUTO حذف الهاء</h1>\n\n<p>\n:\n</p>\n\n<p>\nالهاء قد حذفت إذا كانت لاما قالوا: \"شاة\" والأصل: \"شوهة\"، وربما <span id='ms069'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p417'> Vol. 01, p. 417</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا: \"شوهة\" فحذفوا الهاء في قولهم: \"شاة\"، لأن الهاء حرف خفي مهموس\nيشبه بحروف العلة. ألا تراه يقع وصلا في الشعر كحروف العلة، وينبغي أن يكون\nأضعف من حروف العلة؛ لأن حروف العلة لا تكون وصلا إلا سواكن، والهاء تكون\nوصلا ساكنة ومتحركة، فدل على أن حركتها لا يعتد بها.\n</p>\n\n<p>\nولإن تكون \"شاة\" أصلها: \"شوهة\" بالسكون أولى من الحركة، لأن أصل الحرف\nالسكون، وإنما الحركة زائدة عليه، والزائد لا يقطع عليه إلا بدليل.\n</p>\n\n<p>\nوإذا كان أصلها \"شوهة\" وسقطت الهاء باشرت الواو الساكنة تاء التأنيث،\nوتاء التأنيث يفتح ما قبلها فصار: \"شوة\" فلما تحركت الواو وقبلها فتحة\nانقلبت ألفا فصار: \"شاة\".\n</p>\n\n<p>\nويدلك على أن لامها هاء قولهم في تحقيرها: \"شويهة\" وفي تكسيرها: \"شياه\"،\nوقد حكى أبو زيد أن من العرب من يقول: \"تشوهت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p418'> Vol. 01, p. 418</a>\n            </div>\n            \n</p>\n\n<p>\nشاة\" إذا صاد شاة.\n</p>\n\n<p>\nفأما: \"شاء\" فهذا اسم للجمع وليس بجمع، وقال قوم أصله: \"شاه\" فقلبوا من\nالهاء همزة، وهذا لا يقاس عليه، لأنه يكون \"شوه\" يقلب الواو ألفا لتحركها\nوانفتاح ما قبلها، ويقلب الهاء همزة، وهذا لا يجوز؛ لأنه لا يجوز أن يعل\nحرفان متلاصقان من غير حاجز بينهما.\n</p>\n\n<p>\nفأما قولهم: \"شاوي\" فهذا اسم للجمع وليس بمشتق من شاة وإن كان فيه بعض حروفه.\n</p>\n\n<p>\nفأما قولهم: \"ماء\" فأصله: \"موه\" فقلبوا الواو ألفا لتحركها وانفتاح ما\nقبلها فصار: \"ماه\" ثم قلبوا من الهاء همزة فقالوا: \"ماء\". وهذا لا يقاس\nعليه لقلته ونزارته.\n</p>\n\n<p>\nفأما: \"است\" فأصلها: \"ستهة\" يدلك على ذلك تصغيرها: \"ستيهة\" و [تكسيرها]\n\"أستاه\"، ومنهم من يقول: \"است\" فيسقط الهاء وهي لام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p419'> Vol. 01, p. 419</a>\n            </div>\n            \n</p>\n\n<p>\nالكلمة، ويدخل في أولها همزة الوصل.\n</p>\n\n<p>\nومنهم من يقول: \"سه\" فيسقط التاء وهي عين الكلمة، ومنه حديث النبي صلى\nالله عليه وسلم (العينان وكاء السه) أي سداد الاست؛ لأنه إذا كان يقظان\nحفظت عيناه استه فلم تنطلق، وإذا نام انحل الوكاء فانطلقت الاست ولهذا قال:\n(فإذا نامت العينان استطلق الوكاء).\n</p>\n\n<p>\nوفي الكلام ما تكون لامه تتعاقب عليها الياء والواو كما قالوا: \"دميان\"\nو\"دموان\"، و\"رجوان <span id='ms070'></span>\" و\"رجيان\"، و\"نقوان\" و\"نقيان\".\n</p>\n\n<p>\nوفيها ما يختص بالياء كما قالوا: فتيان.\n</p>\n\n<p>\nومنها ما يتعاقب عليه الهاء والواو فمن ذلك: \"سنة\" فمن قال: \"سنوات\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p420'> Vol. 01, p. 420</a>\n            </div>\n            \n</p>\n\n<p>\nقال في الفعل: \"سانيت\" وفي التصغير: \"سنية\"، وأصلها: \"سنيوة\" فقلب من\nالواو ياء، وأدغم الياء في الياء.\n</p>\n\n<p>\nومن قال اللام هاء قال: \"سانهت\"، و\"سنيهة\" قال الشاعر:\n</p>\n\n<p>\nليست بسنهاء ولا رجبية ... ولكن عرايا في السنين الجوائح\n</p>\n\n<p>\nومن ذلك: \"عضة\" منهم من يقول: \"عضيهة\" و\"عضاه\"، ومنهم من يقول: \"عضية\"،\nو\"عضوات\" قال الشاعر:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p421'> Vol. 01, p. 421</a>\n            </div>\n            \n</p>\n\n<p>\nهذا طريق يأزم المآزما ... وعضوات تقطع اللهازما\n</p>\n\n<p>\nفعلى ما بينت لك يجري لام الكلمة.\n</p>\n\n<p>\nفأما: \"فم\" فأصله: \"فوه\" فحذفوا الهاء وهي لام الكلمة، وأبدلوا من الواو\nميما فقالوا: \"فم\" يدلك على ذلك قولهم في التكسير: \"أفواه\"، وفي التصغير:\n\"فويه\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p422'> Vol. 01, p. 422</a>\n            </div>\n            \n</p>\n\n<p>\nفأم: \"شفة\" فأصلها: \"شفهة\" وزنها: \"فعلة\" فحذفوا الهاء وهي لام الكلمة\nفبقي: \"شفة\"، يدلك على أصلها تصغيرهم إياها: \"شفيهة\"، وتكسيرهم إياها:\n\"شفاه\"، وتصريف الفعل منها: \"شافهت مشافهة وشفاها\".\n</p>\n\n\n<h1 class='l1' id='head61'>AUTO حذف النون</h1>\n\n<p>\nقد حذفت النون في: \"مذ\" يدلك على حذفها وأن أصلها: \"منذ\" أنك لو سميت\nب\"مذ\" ثم صغرت الاسم لقلت: \"منيذ\"، ولو كسرته لقلت: \"أمناذ\"؛ فرجوع النون\nفي التصغير والتكسير يدل على أنها أصل في الكلمة.\n</p>\n\n<p>\nوكذلك قالوا: \"إن زيدا لقائم\" وقد قالوا: \"إن زيدا قائم\" فردوا التشديد،\nولو سميت ب\"إن\" مخففة ثم صغرت الاسم لقلت: \"أنين\" فرددت النون.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p423'> Vol. 01, p. 423</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head62'>AUTO حذف الباء</h1>\n\n<p>\nقالوا: \"رب\" رجل لقيته بباء مثقلة، وخففوا فقالوا: \"رب رجل\" قال الشاعر:\n</p>\n\n<p>\n... ... رب هيضل لجب لففت بهيضل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p424'> Vol. 01, p. 424</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الآخر:\n</p>\n\n<p>\nأسمي ما يدريك أن رب فتية ... باكرت صحبتهم بأدكن عاتق\n</p>\n\n<p>\nولو سميت ب \"رب\" مخففة ثم صغرته لقلت: \"ربيب\" وقد قرئ (ربما يود الذين\nكفروا).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p425'> Vol. 01, p. 425</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head63'>AUTO حذف الحاء</h1>\n\n<p>\nقالوا: \"حر\"، وأصله \"حرح\" يدلك على ذلك قولهم في تصغيره \"حريح\"، وفي\nتكسيره: \"أحراح\" قال الشاعر:\n</p>\n\n<p>\nإني أقود جملا ممراحا ... ذا قبة مملوءة أحراحا\n</p>\n\n\n<h1 class='l1' id='head64'>AUTO حذف الخاء</h1>\n\n<p>\nقالوا: \"عز بخ\" إذا أرادوا تعظيمه وفخامته قال الشاعر:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p426'> Vol. 01, p. 426</a>\n            </div>\n            \n</p>\n\n<p>\nفي حسب بخ وعز أقعسا\n</p>\n\n<p>\nولو سميت ب \"بخ\" مخففة <span id='ms071'></span> ثم صغرته لقلت: \"بخيخ\" فرددت الخاء، وقد كرروه\nفقالوا: \"بخ بخ\" قال الشاعر:\n</p>\n\n<p>\nبين الأشج وبين قيس بيته ... بخ بخ لوالده وللمولود\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p427'> Vol. 01, p. 427</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head65'>AUTO حذف الفاء</h1>\n\n<p>\nقالوا في التضجر: \"أف\" وهو اسم للفعل في الخبر لا في الأمر ولا في النهي،\nكأنهم قالوا: \"أتأفف\" كما يقولون: \"أتضجر\"،وفيها تسع لغات قالوا: \"أف\"\nفضموا الفاء لسكونها وسكون الفاء التي قبلها، واختاروا لها الضمة إتباعا\nلضمة الهمزة في أولها.\n</p>\n\n<p>\nومن قال: \"أف\" كسر الفاء لالتقاء الساكنين، لأن حركة التقاء الساكنين\nأصلها الكسر كما تقول: \"اضرب الرجل\" فتكسر الباء.\n</p>\n\n<p>\nومن قال: \"أف\" ففتح الفاء لالتقاء الساكنين، واختار الفتح مع التضعيف،\nلأنهم يكرهون الضمة والكسرة بعد التضعيف، كما يكرهونهما بعد الياء والواو.\n</p>\n\n<p>\nوهذا اسم معرفة كأنهم يقولون: \"أتضجر التضجر المعروف\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p428'> Vol. 01, p. 428</a>\n            </div>\n            \n</p>\n\n<p>\nفإن أراد تنكيره كأنه قال: \"أتضجر تضجرا\" دخله التنوين مع الضم [في] لغة\nمن ضم، ومع الفتح في لغة من فتح، ومع الكسر في لغة من كسر فقال: \"أف\"\nو\"أفا\"، و\"أف\". فهذه ست لغات.\n</p>\n\n<p>\nوقالوا: \"أفى\" على وزن: \"حبلى\"، وهذا اسم غريب، لأنه ليس اسما لفعل ولا\nفي الأصوات ما في آخره ألف تأنيث سوى هذا الاسم. وقالوا: \"أف\" فحذفوا الفاء\nالأخيرة استثقالا للتضعيف. فهذه ثماني لغات.\n</p>\n\n<p>\nفأما العامة فإنها تقول: \"أفي\" تقلب من الألف ياء قبلها فتحة، وهذا لا\nيجوز، لأن من العرب من يقلب الألف ياء في الوقف فيقول: \"أعمي\" و\"حبلي\" إلا\nأنه إذا وصل مع الألف فقال: \"أعمى يا هذا\" و\"حبلى عندك\"، وربما أقروا\nالوصل؛ يحملون الوصل على الوقف وهو قليل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p429'> Vol. 01, p. 429</a>\n            </div>\n            \n</p>\n\n<p>\nوقد حكوا عن ثعلب أن بعض العرب يقول: \"سو أفعل\" يريد \"سوف أفعل\" وهذا\nقليل جدا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p430'> Vol. 01, p. 430</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head66'>AUTO ذكر أبنية الأفعال الثلاثية الصحيحة</h1>\n\n<p>\nاعلم أن الفعل الثلاثي الماضي يكون على: \"فعل\"، و\"فعل\"، و\"فعل\" إذا كان\nالفعل للفاعل، فإن بنيت الفعل للمفعول كان على: \"فعل\".\n</p>\n\n<p>\nإذا كان الماضي على: \"فعل\" مكسور العين كان مستقبله على: \"يفعل\" بفتح\nالعين نحو: \"علم يعلم\" و\"ركب يركب\"، و\"لبس يلبس\"، وقد شذ <span id='ms072'></span> من هذا الفصل\nأربعة أفعال جاء مستقبلها على: \"يفعل ويفعل\"، كأنهم ركبوا مستقبلين على ماض\nواحد قالوا: \"حسب: يحسب ويحسب\" و\"يئس: ييئس وييأس\" و\"يبس: ييبس وييبس\"\nو\"نعم: ينعم وينعم\".\n</p>\n\n<p>\nوقد قالوا: \"نعم: ينعم\"، \"نعم: ينعم\" ثم ركبوا من مجموع اللغتين لغة\nثالثة فقالوا: \"نعم ينعم\"، وقالوا: \"فضل: يفضل\" و\"فضل: يفضل\" وركبوا من\nاللغتين لغة ثالثة فقالوا: \"فضل: يفضل\"، وقالوا: \"حضر: يحضر\" و\"حضر: يحضر\"\nركبوا من مجموع اللغتين لغة ثالثة فقالوا: \"حضر: يحضر\"، وقالوا: \"ركن:\nيركن\" و\"ركن يركن\" ثم ركبوا من اللغتين لغة ثالثة فقالوا: \"ركن يركن\"،\nوقالوا: \"قنط: يقنط\" و\"قنط يقنط\" ثم ركبوا من اللغتين لغة ثالثة فقالوا:\n\"ركن: يركن\"، وقالوا: \"قنط يقنط\" و\"قنط يقنط\" ثم ركبوا من اللغتين لغة\nثالثة فقالوا: \"قنط: يقنط\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p431'> Vol. 01, p. 431</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا كان الماضي على \"فعل\" جاء المستقبل على \"يفعل\" لا ينكسر منه شيء\nقالوا: \"ظرف يظرف\"، و\"كرم يكرم\"، و\"شرف يشرف\".\n</p>\n\n<p>\nوإذا كان الماضي على \"فعل\" وليس عينه ولا لامه حرفا من حروف الحلق، فربما\nجاء المستقبل على: \"يفعل\" نحو: \"ضرب يضرب\" و\"جلس يجلس\" و\"حبس يحبس\"، وربما\nجاء المستقبل على \"يفعل\" لا غير نحو: \"ذكر يذكر\" و\"قتل يقتل\"، وربما جاء\nالمستقبل على \"يفعل ويفعل\" قالوا: \"فسق يفسق\" و\"عكف: يعكف ويعكف\"، و\"عرش:\nيعرش ويعرش\"، و\"طمس: يطمس ويطمس\"، و\"سفك: يسفك ويسفك\"، وأمثلته كثيرة.\n</p>\n\n<p>\nفإن كان عين الفعل أو لامه حرفا من حروف الحلق وهي: \"الهمزة، والهاء،\nوالحاء، والعين، والخاء، والغين\" فربما جاء المستقبل على: \"يفعل\" فقط نحو:\n\"دخل: يدخل\".\n</p>\n\n<p>\nوربما جاء على \"يفعل\" نحو: \"ذبح يذبح\" و\"قرأ: يقرأ\".\n</p>\n\n<p>\nوربما جاء على \"يفعل ويفعل\" قالوا: \"زأر: يزئر ويزأر\".\n</p>\n\n<p>\nوربما جاء على: \"يفعل ويفعل\" قالوا: \"ضبع: يضبع ويضبع\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p432'> Vol. 01, p. 432</a>\n            </div>\n            \n</p>\n\n<p>\nوقد جاء على \"يفعل\" نحو \"دخل يدخل\".\n</p>\n\n<p>\nوقد جاء على \"يفعل، ويفعل، ويفعل\"، فإذا مر بك فلا تستوحش منه.\n</p>\n\n<p>\nفهذا أصل في الصحيح، وأنا أحمل المعتل على هذه الأمثلة إن شاء الله تعالى.\n</p>\n\n<p>\nفإذا كان <span id='ms073'></span> حرف الحلق عينا فتح نفسه، وإذا كان لاما فتح العين، وإذا كان\nفاء لم يؤثر، وإذا لم يكن عين فعل أو لامه حرفا حلقيا لم يجز فتح العين في\nالمستقبل، وقد شذ منه شيء قالوا: \"أبى: يأبى\" قال قوم إنما فتحه، لأن فاءه\nهمزة وهي من حروف الحلق، وهذا غلط، لأن حروف الحلق إنما تؤثر إذا كانت\nمتحركة عينا أو لاما، والهمز هاهنا في \"يابى\" ساكنة وهي فاء فهي غير مؤثرة.\n</p>\n\n<p>\nوقال قوم إنما فتح، لأن لامه ألف، والألف من حروف الحلق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p433'> Vol. 01, p. 433</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا أيضا قول ليس بالجيد.\n</p>\n\n<p>\nوقال قوم: إنما فتح تشبيها له بنظيره وهو \"منع يمنع\"، لأن الإباء المنع.\n</p>\n\n<p>\nوقال قوم إنما فتح على طريق الغلط توهموا ماضيه على \"فعل\" فجاء المستقبل\nعلى \"يفعل\"، وهذا وجده جيد.\n</p>\n\n<p>\nوهذا حرف متفق عليه.\n</p>\n\n<p>\nوقد حكوا حروفا أخر وهي متأولة قالوا: \"ركن يركن\" و\"قنط يقنط\"، وقد\nذكرناهما، وقالوا: \"حنا يحنى\" و\"قلا يقلى\" و\"عسا يعسى\" وهذا يجوز أن يكون\nماضيه على \"فعل\"، ويجوز أن يكون جاء من فعل على طريق الشذوذ.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p434'> Vol. 01, p. 434</a>\n            </div>\n            \n</p>\n\n<p>\nفأما \"فعل يفعل\" مما فاؤه واو نحو: \"وفق أمره يفق\" و\"ورث يرث\" و\"ومق\nيمق\". وقد مضى من هذا نبذ فيما تقدم.\n</p>\n\n<p>\nوقد جاء: \"طاح يطيح\" و\"تاه يتيه\" فمن قال: \"طوحت\" و\"توهت\" قال أصله: \"طوح\nيطوح\" و\"توه يتوه\" جاء على مثال: \"حسب يحسب\" فانقلبت الواو في الماضي ألفا\nلتحركها وانفتاح ما قبلها، فأما في المستقبل فإنهم نقلوا كسرة العين إلى\nالفاء في: \"يطوح\" و\"يتوه\" فسكنت العين وانكسرت الفاء فصار: \"يطوح\" ويتوه\"\nفانقلبت الواو ياء لسكونها وانكسار ما قبلها فقالوا: \"يطيح\" و\"يتيه\"، فهذا\nما اعتلت عينه، قد أعل بإسكان متحرك، وتحريك ساكن.\n</p>\n\n<p>\nوقد حكوا فيه: \"طيحت\" و\"تيهت\" و\"هو أطيح منك\" و\"أتيه منك\"، وقالوا أصل\nهذا: \"طيح يطيح\" و\"تيه يتيه\" فتحركت الياء في الماضي وانفتح ما قبلها\nفانقلبت ألفا، فأما في المستقبل فإنهم نقلوا كسرة الياء إلى الفاء فسكنت\nالياء وانكسرت <span id='ms074'></span> الفاء فقالوا: \"يطيح\" و\"يتيه\".\n</p>\n\n<p>\nوكذلك فعلوا في: \"باع\" \"يبيع\" و\"كال\" \"يكيل\" و\"هال التراب\" \"يهيله\"\nفأصله: \"كيل يكيل\"، و\"بيع يبيع\" و\"هيل التراب يهيله\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p435'> Vol. 01, p. 435</a>\n            </div>\n            \n</p>\n\n<p>\nو\"خيط يخيط \"فقلبت الياء في الماضي ألفا لتحركها وانفتاح ما قبلها، فأما\nفي المستقبل فإنه نقل كسرة الياء إلى الفاء فسكنت وانكسر ما قبلها فقالوا:\n\"يبيع\" و\"يكيل\" و\"يهيل\" و\"يخيط\"؛ وإنما أعلوا العين في المستقبل حملا على\nإعلالها في الماضي، ولتكون فاء الكلمة تابعة للعين بكونها مكسورة قبلها كما\nكانت تابعة لها في الماضي.\n</p>\n\n<p>\nوكذلك إن كانت لامه ياء نحو: \"رمى يرمي\" و\"قضى يقضي\"، وأصله: \"رمي\" فقلب\nالياء ألفا لتحركها وانفتاح ما قبلها، وقالوا في المستقبل: \"يرمي\" و\"يقضي\"\nفجعل العين تابعة للام في كونها مكسورة، وخصوا ما كانت عينه أو لامه ياء من\n\"فعل\" ب\"يفعل\" في المستقبل حتى ينكسر [ما] قبل العين واللام في: \"يبيع\"\nو\"يرمي\" فتظهر الياء. ولم يجيزوا فيه: \"يفعل\" كما جاء في الصحيح: \"عكف\"\n\"يعكف\" و\"يعكف\" لئلا يلتبس ذوات الياء بذوات الواو.\n</p>\n\n<p>\nفأما: \"سعى يسعى\" فأصله: \"سعي يسعي\" فانقلبت الياء في الماضي ألفا\nلتحركها وانفتاح ما قبلها، وجاء المستقبل على: \"يفعل\"، لأن عينه من حروف\nالحلق، وانقلبت الياء في مستقبله ألفا لتحركها وانفتاح ما قبلها فقالوا: يسعى.\n</p>\n\n<p>\nوإذا كانت عين: \"فعل\" أو لامه واوا خصوا مستقبله ب\"يفعل\" ليظهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p436'> Vol. 01, p. 436</a>\n            </div>\n            \n</p>\n\n<p>\nالواو، ويكون الفاء تابعة للعين، والعين تابعة للام، ولم يجيزوا فيه:\n\"يفعل\" كما جاء \"يعكف\" و\"يعكف\" لئلا يلتبس ذوات الواو بذوات الياء قالوا:\n\"قال يقول\" و\"زال يزول\" و\"صاغ يصوغ\" وأصله: \"قول يقول\" و\"زول يزول\" و\"صوغ\nيصوغ\" فانقلبت العين في الماضي ألفا لتحركها وانفتاح ما قبلها، فأما في\nالمستقبل فإنهم نقلوا ضمة العين إلى الفاء فسكنت الفاء وقبلها ضمة، والواو\nإذا انضم ما قبلها كان أمكن لها نحو: \"يقول\" و\"يروع\" و\"يصوغ\".\n</p>\n\n<p>\nوكذلك إن كانت لام فعل واوا نحو: \"غزا يغزو\" وأصله: \"غزو يغزو\" وانقلبت\nالواو في الماضي <span id='ms075'></span> ألفا لتحركها وانفتاح ما قبلها، فأما في المستقبل فحذفوا\nالضمة منها استثقالا لها فيها، وصارت العين مضمومة قبل اللام في \"يغزو\" كما\nكانت الفاء مضمومة قبل العين في: \"يزول\" و\"يقول\".\n</p>\n\n<p>\nومن قال: \"محا يمحو\" فهو مثل: \"غزا يغزو\"، ومن قال: \"يمحا\" فإنما فتح\nالعين، لأنها من حروف الحلق، وانقلبت الواو ألفا لتحركها وانفتاح ما قبلها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p437'> Vol. 01, p. 437</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك \"شأ يشأى\" الأصل فيه: \"يشؤو\" مثل \"يغزو\" إلا أنهم فتحوا العين،\nلأنها من حروف الحلق فانقلبت الواو ألفا في الماضي والمستقبل لتحركها\nوانفتاح ما قبلها.\n</p>\n\n<p>\nفأما: \"هاب يهاب\" و\"خاف يخاف\" فأصله: \"هيب يهيب\" و\"خوف يخوف\" فانقلبت\nالواو والياء في الماضي ألفا لتحركهما وانفتاح ما قبلهما، وأما في المستقبل\nفإنهم نقلوا حركة العين إلى الفاء فسكنت العين وانفتحت الفاء فصار: \"يهيب\"\nو\"يخوف\" ثم أتبعوا الياء والواو الفتحة التي نقلت منهما فصارتا ألفين\nفقالوا: \"يهاب\" و\"يخاف\"، ومن الناس من يقول: راعوا فتح ما قبلهما بعد\nالنقل، وحركتهما قبل النقل، فصارتا كأنهما متحركتان وقبلهما فتحة، فانقلبتا ألفين.\n</p>\n\n<p>\nفأما: \"حول\" و\"عور\" و\"صيد البعير\" فإنما صحت لتدل على أنها في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p438'> Vol. 01, p. 438</a>\n            </div>\n            \n</p>\n\n<p>\nمعنى ما يجب تصحيحه نحو: \"احول\" و\"اعور\" و\"اصيد\"، فلما صحت في الماضي وقد\nتحركت وانفتح ما قبلها صحت في المستقبل فقالوا: \"يحول\" و\"يعور\" و\"يصيد\".\n</p>\n\n<p>\nوأما \"ليس\" فليس يخلو أن يكون أصله: \"ليس\"، أو \"ليس\"، أو \"ليس\". ولا يجوز\nأن يكون أصلها: \"ليس\" لأن المفتوح لا يسكن، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p439'> Vol. 01, p. 439</a>\n            </div>\n            \n</p>\n\n<p>\nولا يجوز أن يكون \"ليس\"، لأنه ليس في الكلام: \"فعل\" مما عينه أو لامه\nياء. فلما بطل أن يكون \"فعل\" و\"فعل\" ثبت أن أصلها: \"فعل\".\n</p>\n\n<p>\nوإنما جمدت ولم تتصرف لأحد وجهين:\n</p>\n\n<p>\nأحدهما أن يكون لمضارعتها ل\"ما\" النافية سرى إليها منها البناء.\n</p>\n\n<p>\nوالثانية: أنه ينبغي أن يكون فائدة الفعل ما دل عليه لفظه، فلما كان لفظ:\n\"ليس\" ماضيا، وهي موضوعة لنفي الحال، خالف لفظها معناها، فخالفت نظائرها من\nالأفعال فجمدت ولم تتصرف.\n</p>\n\n<p>\nفأما \"دام يدام\" و\"مات يمات\" فأصلها: \"دوم يدوم <span id='ms076'></span>\"، \"موت يموت\"، فانقلبت\nالواو في الماضي ألفا لتحركها وانفتاح ما قبلها، ونقلت [حركة] الواو في\nالمستقبل إلى الفاء فسكنت وانفتح ما قبلها، ثم أتبعت الفتحة فصارت ألفا\nفقالوا: \"يدام\" و\"يمات\" على مثال: \"علم يعلم\" وحكوا فيهما لغة ثانية\nفقالوا: \"دام يدوم\"، و\"مات يموت\"، وأصلهما: \"دوم يدوم\"، و\"موت يموت\"،\nفانقلبت الواو في الماضي ألفا لتحركها وانفتاح ما قبلها، ونقلوا ضمتها في\nالمستقبل إلى الفاء قبلها فثبتت فقالوا: \"يدوم\" و\"يموت\" كما تقول: \"يقوم\nويزول\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p440'> Vol. 01, p. 440</a>\n            </div>\n            \n</p>\n\n<p>\nوقد ركبوا من هاتين اللغتين لغة ثالثة فجاءوا بها على: \"فعل يفعل\" كما\nقالوا في الصحيح: \"فضل يفضل\" قال أبو الأسود الدؤلي:\n</p>\n\n<p>\nذكرت ابن عباس بباب ابن عامر ... وما مر من عيشي ذكرت وما فضل\n</p>\n\n<p>\nوأصلها على هذا: \"دوم يدوم\" و\"موت يموت\" فانقلبت الواو في الماضي ألفا\nلتحركها وانفتاح ما قبلها، ونقلوا ضمة الواو في المستقبل إلى ما قبلها\nفسكنت، وقبلها ضمة فصحت فقالوا: \"يموت\" و\"يدوم\"، ويقول المتكلم على اللغة\nالأولى: \"مت أمات\" و\"دمت أدام\"، وعلى اللغة الثانية: \"مت أموت\" و\"دمت\nأدوم\"، وعلى اللغة المركبة: \"مت أموت\"، و\"دمت أدوم\" مثل: \"حضرت أحضر\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p441'> Vol. 01, p. 441</a>\n            </div>\n            \n</p>\n\n<p>\nفأما كاد فيستعمل على ضربين: أحدهما: من فعل المكيدة وهي الحيلة.\n</p>\n\n<p>\nوالثانية من فعل المقاربة.\n</p>\n\n<p>\nقالوا في فعل الحيلة: \"كاد زيد القوم يكيدهم\"، والأصل: \"كيد يكيد\" مثل:\n\"بيع يبيع\" ثم قلبوا الياء في الماضي ألفا لتحركها وانفتاح ما قبلها.\n</p>\n\n<p>\nونقلوا كسرتها إلى ما قبلها فسكنت، وقبلها كسرة فصحت فقالوا: \"يكيد\" كما\nقالوا: \"يبيع\".\n</p>\n\n<p>\nوقالوا في المقاربة: \"كاد زيد يدخل البلد يكاد\"، والأصل: \"كيد يكيد\"\nفقلبوا الياء في الماضي ألفا لتحركها وانفتاح ما قبلها، ونقلوا فتحتها في\nالمستقبل إلى ما قبلها فسكنت، وقبلها فتحة، ثم أتبعوها الفتحة فصارت ألفا\nفقالوا: \"يكاد\".\n</p>\n\n<p>\nوقد ركبوا ماضيين على مستقبل واحد فقالوا: \"كدت تكاد\" في المقاربة و [كدت\nتكاد] والأصل: \"كيدت\" فحذفوا فتحة الكاف، ونقلوا إليها ضمة الياء فسكنت\nوقبلها ضمة فانقلبت واوا، ثم سقطت الواو لسكونها وسكون الدال بعدها، وبقيت\nالضمة <span id='ms077'></span> قبلها تدل عليها فقالوا: \"كدت تكاد\" فهذان ماضيان وهما: \"فعل\" و\"فعل\"\nومستقبلهما: \"يفعل\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p442'> Vol. 01, p. 442</a>\n            </div>\n            \n</p>\n\n<p>\nفأما \"طال\" الذي هو ضد \"قصر\" فأصله: \"طول\" على وزن \"قصر\" فانقلبت الواو\nألفا لتحركها وانفتاح ما قبلها، وتقول في المستقبل: \"يطول\"، وأصله: \"يطول\"\nفنقلوا ضمة الواو إلى الطاء فسكنت الواو وقبلها ضمة فثبتت.\n</p>\n\n<p>\nفهذا إعلال بإسكان متحرك، وتحريك ساكن.\n</p>\n\n<p>\nفأما الصفة المشتقة منه ف\"طويل\" على وزن: \"ظريف وكريم\"، وليست باسم جار\nعلى الفعل، ونقيض \"طويل\": \"قصير\"، واسمه الجاري عليه: \"طائل\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p443'> Vol. 01, p. 443</a>\n            </div>\n            \n</p>\n\n<p>\nفإن بنيت اسم الفاعل من \"باع\" و\"خاف\" و\"قام\" و\"نام\" و\"هاب\" أدخلت ألفا\nقبل هذه الألف فاجتمع ألفان فلم يخل أن تجمع بينهما، أو تسقطهما، أو تسقط\nأحدهما، أو تحرك أحدهما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p444'> Vol. 01, p. 444</a>\n            </div>\n            \n</p>\n\n<p>\nوالجمع بين ألفين محال، لأن كل واحد منهما قد دخل لمعنى وإسقاطه يخل\nبالمعنى الذي دخل من أجله.\n</p>\n\n<p>\nولا يجوز إسقاط أحدهما لئلا يلتبس الاسم بالفعل.\n</p>\n\n<p>\nولا بد من تحريك أحدهما، ولا يجوز تحريك الأول، لأنه زائد لا حظ له في\nالحركة، وإنما زيد ليفصل بين الاسم والفعل، فوجب أن تحرك الألف الثانية\nالتي انقلبت عن عين الكلمة، وسواء انقلبت عن ياء أو واو، وإذا حركت الألف\nانقلبت همزة، وكسرت فقلت: \"قائم\" و\"بائع\" و\"خائف\" و\"نائم\" و\"طائل\" و\"هائر\"\nو\"قائل\" و\"عائد\" وأمثلته كثيرة.\n</p>\n\n<p>\nفأما: \"طال\" من قولهم\" \"طاولني فطلته\" أي زدت عليه في الطول كما تقول:\n\"كاثرني وكثرته\" أي زيدت عليه في الكثرة، وأصلها: \"فعلت\" يدلك على ذلك\nتعديتها إلى المفعول في قولك: \"طلته\".\n</p>\n\n<p>\nفأما: \"طلت\" التي ضد: \"قصرت\" فأصلها: \"طولت\" على وزن: \"فعلت\"، يدلك على\nذلك أنها لا تتعدى إلى مفعول، كما لا تتعدى \"قصرت\".\n</p>\n\n<p>\nوإنما اعتل اسم الفاعل من: \"فعل\" و\"فعل\" و\"فعل\" في نحو: \"هائب\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p445'> Vol. 01, p. 445</a>\n            </div>\n            \n</p>\n\n<p>\nو\"بائع\" و\"طائل\"، لأن فعله معل فصار على وزن \"ضارب وقائل\".\n</p>\n\n<p>\nوقد ذكرت إعلال المفعول منه في نحو: \"مصوغ ومكيل\"، ولست أحتاج إلى\nإعادته.\n</p>\n\n<p>\nفأما: \"عور\" و\"حول\" و\"صيد\" فإن اسم الفاعل منها يصح <span id='ms078'></span> كما صح فعله، تقول في\nالماضي: \"حول\" و\"عور\" و\"صيد\"، وفي المستقبل: \"يحول\" و\"يعور\" و\"يصيد\" وفي\nاسم الفاعل: \"حاول\" و\"عاور\" و\"صايد\" غير مهموز. تصح الياء والواو، ولو\nبنيته للمفعول لقلت: \"حول\" و\"عور\" و\"صيد\" في هذا المكان \"يحول\" و\"يعور\"\nو\"يصيد\".\n</p>\n\n<p>\nفإن بنيت من\" قال\" و\"باع\" و\"خاف\" و\"هاب\" الفعل للمفعول ففيه ثلاثة مذاهب:\n</p>\n\n<p>\nأجودها: \"قيل\" و\"بيع\" و\"خيف\" و\"هيب\" بكسر الفاء، وأفصح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p446'> Vol. 01, p. 446</a>\n            </div>\n            \n</p>\n\n<p>\nالقراءات: (وإذا قيل لهم) [البقرة: 11] بكسر القاف، وكذلك (طيب) [النساء:\n3] و (حيل) [سبأ: 54] و (سيق) [الزمر: 71] و (جيء) [الزمر: 69].\n</p>\n\n<p>\nالوجه الثاني:\n</p>\n\n<p>\nأن تشير إلى الضم ليدل على الأصل نحو:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p447'> Vol. 01, p. 447</a>\n            </div>\n            \n</p>\n\n<p>\n(قيل) و (حيل) و (سيق) و (جيء).\n</p>\n\n<p>\nوالوجه الثالث:\n</p>\n\n<p>\nأن تضم الفاء ضما خالصا فتصير العين واوا خالصة سواء كان أصلها واوا أو\nياء نحو: \"قول\" و\"هوب\" و\"خوف\".\n</p>\n\n<p>\nوالأصل في هذا كله: \"قول\" و\"بيع\" فاستثقلوا الكسرة في الياء والواو،\nفأسقطوا الضمة من الفاء، فلما سكنت الفاء نقلوا إليها كسرة الياء والواو.\nفإن كانت ياء صحت لسكونها وانكسار ما قبلها نحو: \"بيع\" و\"هيب\"، وإن كانت\nواوا انقلبت ياء لسكونها وانكسار ما قبلها نحو: \"قيل\" و\"خيف\" و\"قيم في هذا\nالمكان\" و\"صيغ الخاتم\" و (سيئت وجوه الذين كفروا) [الملك: 27].\n</p>\n\n<p>\nومن أشار إلى ضمة الفاء فإنما أراد الدلالة على الأصل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p448'> Vol. 01, p. 448</a>\n            </div>\n            \n</p>\n\n<p>\nفأما اللغة الثالثة: وهي: \"قول\" و\"بوع الثوب\" و\"هول التراب\" و\"كول\nالطعام\" فلما كان الأصل فيه: \"كيل\" و\"خوف\" و\"قول\" استثقلوا الكسرة في الياء\nوالواو فأسقطوها. فإن كانت واوا ثبتت لسكونها وانضمام ما قبلها نحو: \"قول\"\nو\"خوف\"، وإن كانت ياء انقلبت لسكونها وانضمام ما قبلها نحو \"بوع\" و\"هوب\"\nقال الشاعر:\n</p>\n\n<p>\nوابتذلت غضبى وأم الرحال ... وقول لا أهل له ولا مال\n</p>\n\n<p>\nفأما المستقبل فنحو: \"يقال\" و\"يباع\" و\"يخاف\" و\"يهاب\" تنقلب الواو والياء\nألفا. والأصل فيه: \"يقول\" و\"يهيب\" و\"يخوف\"، فنقلوا فتحة الواو والياء إلى\nما قبلهما فسكنتا <span id='ms079'></span>، وانفتح ما قبلهما، ثم أتبعوهما الفتحة فصارتا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p449'> Vol. 01, p. 449</a>\n            </div>\n            \n</p>\n\n<p>\nألفا، لأنه ثقل فقلب، وإنما نقلوا فتحتهما إلى ما قبلهما ليتبعوا بها\nالفتح في نحو: \"يباع\" و\"يخاف\".\n</p>\n\n<p>\nوقد قالوا: روعيت حركتهما قبل النقل، وفتحة ما قبلهما بعد النقل فصارتا\nكأنهما متحركتان وقبلهما فتحة، فانقلبتا ألفا.\n</p>\n\n<p>\nوقال بعض النحويين: لما كنت متمكنا بتحركهما وانفتاح ما قبلهما من قلبهما\nإلى الألف قلبتهما ألفا؛ لأن الألف ساكنة تستحيل حركتها، وهي أسهل في اللفظ\nمن الياء والواو سكنتا أو تحركتا.\n</p>\n\n<p>\nوكذلك إذا كانت عين الفعل ولامه من جنس واحد نحو: \"رد يرد\" و\"عض يعض\"\nو\"فر يفر\" والأصل: \"ردد\" و\"عضض\" و\"فرر\" فثقل عليهم تكرير المثلين، لأن\nاللسان يتناول الحرف من مكانه ثم يعود إلى المكان لتناول الثاني فيصير كمشي\nالمقيد يمشي ولا يبرح من مكانه، فلما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p450'> Vol. 01, p. 450</a>\n            </div>\n            \n</p>\n\n<p>\nثقل عليهم أسقطوا حركة الأول، فلما سكن أدغموه في الثاني فقالوا: \"رد\"\nو\"عض\" و\"فر\".\n</p>\n\n<p>\nفإذا صاروا إلى المستقبل فالأصل فيه: \"يعضض\" و\"يردد\" و\"يفرر\"، فلما ثقل\nعليهم توالي المثلين نقلوا حركة الأول إلى الساكن الذي قبله فتحرك الساكن\nبالحركة المنقولة إليه، وسكن المثل الأول، وأدغم في الثاني.\n</p>\n\n<p>\nفالضمة في الراء من \"يرد\" هي المنقولة إليها من الدال، والفتحة في العين\nهي المنقولة إليها من الضاد، والكسرة في الفاء من \"يفر\" هي المنقولة إليها\nمن الراء.\n</p>\n\n<p>\nفإذا سكن المثل الثاني لوقف أو جزم جاز في المضموم الأول أن يحرك الساكن\nالأخير بثلاث حركات: تقول: \"رد\" و\"رد\" و\"رد\".\n</p>\n\n<p>\nفمن ضم الدال أتبعها ضمة الراء، ولم يحفل بالساكن بينهما، لأن الساكن\nحاجز غير حصين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p451'> Vol. 01, p. 451</a>\n            </div>\n            \n</p>\n\n<p>\nومن فتح الدال فإنه طلب التخفيف لثقل التضعيف.\n</p>\n\n<p>\nومن كسر الدال فإنه كسر على الأصل في حركة التقاء الساكنين.\n</p>\n\n<p>\nإذا قال عض جاز في الضاد الفتح والكسر: \"عض\" و\"عض\"، فمن كسر فعلى الأصل\nفي حركة التقاء الساكنين.\n</p>\n\n<p>\nوالفتح في الضاد من وجهين:\n</p>\n\n<p>\nأحدهما: طلبا للتخفيف.\n</p>\n\n<p>\nوالثاني: إتباعا لحركة العين.\n</p>\n\n<p>\nفأما: \"فر\" فيجوز فيه فتح الراء، وكسرها، فمن فتح الراء فإنه <span id='ms080'></span> طلب\nالتخفيف.\n</p>\n\n<p>\nومن كسر الراء فمن وجهين:\n</p>\n\n<p>\nأحدهما: إتباعا لكسرة الفاء.\n</p>\n\n<p>\nوالثاني: على الأصل في حركة التقاء الساكنين.\n</p>\n\n<p>\nهذه مذاهب بني تميم.\n</p>\n\n<p>\nفأما أهل الحجاز فإنه إذا سكن الثاني لوقف أو جزم ردوا إلى الحرف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p452'> Vol. 01, p. 452</a>\n            </div>\n            \n</p>\n\n<p>\nالذي قبله حركته فسكن الأول فقالوا: \"يردد ويعضض ويفرر\".\n</p>\n\n<p>\nفإن كان أمرا اجتلبوا له ألف الوصل فقالوا: \"امدد\" و\"اعضض\" و\"افرر\".\n</p>\n\n<p>\nفإن بنوا هذا المدغم لما لم يسم فاعله جاز فيه وجهان إذا كان في الماضي:\nقالوا: \"قد رد زيد\" و\"قد رد زيد\" بضم الراء وكسرها، وقد قرئ: (ردوا إلى\nالله) [الأنعام: 62] و (ردوا إلى الله) فمن قال (ردوا إلى الله) بالكسر\nفأصله: \"ردد\" فأسقط ضمة الراء، ونقل إليها كسرة الدال فقال: \"ردوا\" و\"رد\nزيد\" فالكسرة في الراء هي المنقولة إليها من الدال فقال: \"ردوا\"، وهذه أقل\nالقراءتين.\n</p>\n\n<p>\nفأما من ضم الراء فالأصل فيه: \"ردد\" فأسقط حركة الدال الأولى، وأدغمها في\nالثانية، وبقيت ضمة الراء فيها فقالوا: \"رد زيد\".\n</p>\n\n<p>\nفأما في المستقبل فيقال: \"يرد زيد\" فالفتحة في الراء هي المنقولة إليها\nمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p453'> Vol. 01, p. 453</a>\n            </div>\n            \n</p>\n\n<p>\nالدال، لأن الأصل فيه: \"يردد\".\n</p>\n\n<p>\nفأما: \"عض\" فإذا بنيته لما لم يسم فاعله جاز فيه: \"عض الخبز\" و\"عض\nالخبز\". فمن قال: \"عض\" بكسر العين فالأصل فيه: \"عضض\" فأسقط ضمة العين، ونقل\nكسرة الضاد، وأدغم الضاد في الضاد فقال: \"عض\" والكسرة في العين هي المنقولة\nإليها من الضاد.\n</p>\n\n<p>\nفأما من قال: \"عض\" فالأصل فيه: \"عضض\" فأسقط كسرة الضاد، وأدغمها في الضاد\nالأخرى فقال: \"عض\".\n</p>\n\n<p>\nوأما في المستقبل فإنه يقول \"يعض\" فالفتحة في العين هي المنقولة إليها من\nالضاد، لأن الأصل: \"يعضض\".\n</p>\n\n<p>\nفأما: \"فر\" فإذا بنيته لما لم يسم فاعله جاز فيه كسر الفاء وضمها تقول:\n\"قد فر الفرار\" و\"فر الفرار\" فمن كسر الفاء فأصله: \"فرر\" فأسقط ضمة الفاء،\nونقل إليها كسرة الراء، ثم أدغم الراء في الراء فقال: \"قد فر\".\n</p>\n\n<p>\nفأما من ضم الفاء فالأصل فيه: \"فرر\" فأسقط كسرة الراء، ثم أدغمها في\nالراء فقال: \"فر الفرار\".\n</p>\n\n<p>\nفأما في <span id='ms081'></span> المستقبل فيقول: \"يفر\" فالفتحة في الفاء هي المنقولة إليها من\nالراء، لأن الأصل \"يفرر\".\n</p>\n\n<p>\nوإذا كانت لام فعل ألفا قد انقلبت عن ياء أو واو نحو: \"رمى\" و\"غزا\"، لأن\nالأصل فيه: \"رمي\" و\"غزو\" فلما تحركتا وانفتح ما قبلهما قلبتا ألفا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p454'> Vol. 01, p. 454</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا رددته إلى المستقبل قلت: \"يغزو\" و\"يرمي\" فصحت الواو لانضمام ما\nقبلها، وصحت الياء لانكسار ما قبلها.\n</p>\n\n<p>\nفإذا بنيت الماضي لما لم يسم فاعله قلت: \"غزي زيد\" و\"رمي عمرو\" وانقلبت\nالواو ياء لانكسار ما قبلها، وفتحت الياء، لأن آخر الماضي مبني على الفتح.\n</p>\n\n<p>\nفإذا بنيت المستقبل لما لم يسم فاعله قلت: \"يرمى زيد\" و\"يغزى عمرو\" قلبت\nالياء والواو ألفا لتحركهما وانفتاح ما قبلهما.\n</p>\n\n<p>\nفإذا ثنيت الضمير قلت: \"يغزيان\" و\"يرميان\" وصارت الواو في \"يغزيان\" ياء،\nلأن الواو إذا وقعت رابعة قلبت إلى الياء.\n</p>\n\n<p>\nوإذا كان الماضي على \"فعل\" ولامه واو، قلبت ياء لانكسار ما قبلها، وإنما\nبنوه على: \"فعل\" لتنقلب واوه ياء، لأن الياء أخف عليهم من الواو نحو: \"رضي\"\nو\"شقي\" و\"غبي\" لأنه من الغباوة والشقاوة والرضوان والأصل: \"رضو\" و\"شقو\"\nو\"غبو\" فانقلبت الواو ياء لانكسار ما قبلها.\n</p>\n\n<p>\nفإذا صرت إلى المستقبل قلت: \"يرضى\" و\"يشقى\" و\"يغبى\" قلبت الياء ألفا\nلتحركها وانفتاح ما قبلها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p455'> Vol. 01, p. 455</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا ثبت الضمير قلت: \"يرضيان\" فهذه ياء انقلبت عن ألف: \"يرضى\" وألف\n\"يرضى\" انقلبت عن ياء: \"رضي\"، وياء \"رضي\" انقلبت عن واو \"رضو\".\n</p>\n\n<p>\nفإن بنيت: \"رضي\" لما لم يسم فاعله قلت: \"رضي\" عنه فتحت الياء، لأن الماضي\nمفتوح الآخر.\n</p>\n\n<p>\nفإن سكنت الضاد على مذهب من قال في: \"علم: علم\" أبقيت الياء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p456'> Vol. 01, p. 456</a>\n            </div>\n            \n</p>\n\n<p>\nفقلت: \"رضي عنه\"، ولم ترد الياء إلى الواو، لأن سكون الضاد عارض، والكسرة\nفيها مقدرة. وهذا قياس مستمر في نظائره.\n</p>\n\n<p>\nوكذلك لو بنيت: \"فعل\" مما لامه ياء إذا أردت المبالغة قلت: \"قد رموت يده\"\nإذا حذق الرماية، و\"قد قضو الرجل\" إذا حذق القضاء.\n</p>\n\n<p>\nفإن سكنت ما قبل الواو للتخفيف على مذهب من قال: \"ظرف\" في <span id='ms082'></span>: \"ظرف\" قلت:\n\"قد رموت يده\"، و\"قد قضو الرجل\" ولم ترد الواو إلى الياء، لأن السكون الذي\nقبلها عارض، والضمة مقدرة.\n</p>\n\n<p>\nوتقول: \"رمى\" فإذا ألحقتها التاء أسقطتها، لسكونها وسكون التاء فقلت:\n\"رمت\" و\"غزت\" كما تقول: \"بع\" و\"خف\" و\"قل\" فتسقط الياء والواو والألف\nلسكونها وسكون ما بعدها.\n</p>\n\n<p>\nفإن تحرك الساكن الأخير لساكن بعده نحو: \"رمت المرأة\" و\"غزت اليوم\" و\"خف\nالله\" و\"قل الحق\" و\"بع الثوب\" لم يرجع الساكن الأول، لأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p457'> Vol. 01, p. 457</a>\n            </div>\n            \n</p>\n\n<p>\nحركة الساكن الثاني عارضة إذا كان الساكن الثالث غير لازم، ألا تراك\nتقول: \"رمت هند\" و\"قل حقا\" و\"خف ربك\" فلا يكون بعد الساكن الثاني ساكن\nثالث، فعلمت أن الساكن الثالث عارض، وكذلك الحركة التي تجب عنه عارضة.\n</p>\n\n<p>\nوتقول: \"رامى\" فإذا ألحقته تاء التأنيث قلت: \"رامت\" فسقطت الألف للتاء،\nفإن قلت: \"رامت المرأة\" لم ترجع الألف، لأن حركة التاء عارضة إذا كان\nالساكن الذي بعدها غير لازم.\n</p>\n\n<p>\nوتقول: \"يرمي الغرض\" و\"يغزو العدو\" و\"يسعى اليوم\" فتسقط هذه الحروف\nلالتقاء الساكنين.\n</p>\n\n<p>\nفإن بنيت اسم الفاعل من \"ساء يسوء\" و\"جاء يجيئ\" فقد بينت لك أنه يجب أن\nيزاد قبل هذه الألف ألف تحرك هذه الألف، وإذا حركتها انقلبت همزة، وبعدها\nهمزة، اجتمع همزتان نحو: \"جائئ\" و\"سائئ\" من: \"جئت\" و\"سؤت\".\n</p>\n\n<p>\nفيجتمع همزتان والخليل لا يرى اجتماع همزتين في كلمة واحدة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p458'> Vol. 01, p. 458</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك البصريون فيقلبون الثانية ياء، لانكسار ما قبلها فيقولون: \"جائي\"\nو\"سائي\" فوزنه فاعل على وزن \"قاض\".\n</p>\n\n<p>\nوكان الخليل يقدم الهمزة التي هي اللام على الألف التي انقلبت عن العين\nفتحصل الألف آخرا وقبلها كسرة فتنقلب ياء فتقول: \"جائي\" و\"سائي\" فوزنه على\nمذهب الخليل: \"فالع\".\n</p>\n\n<p>\nفقول الخليل والجماعة في اللفظ واحد، وفي التقدير مختلف.\n</p>\n\n<p>\nفإذا زاد الماضي على ثلاثة أحرف، وكانت عينه ألفا قد انقلبت عن ياء أو\nواو، نحو: \"أقام\" و\"أراد\" و\"أعان\" و\"استعان\" و\"استغاث\" و\"استراث\" و\"استكان\"\nو\"استبان\" و\"استضاء\" ففيهم من يقول: لما اعتل <span id='ms083'></span> الفعل، وأدخل الهمزة عليه\nبقاه على اعتلاله لما أدخل الهمزة سكنت القاف فصار: \"أقوم\" و\"أرود\"\nو\"استقوم\" و\"استعون\" و\"استلين\" و\"استريث\" و\"استضوأ\" فنقل فتحة الواو والياء\nإلى الساكن، فسكنت الياء والواو، وأتبعتا الفتحة التي قبلها فصارتا ألفا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p459'> Vol. 01, p. 459</a>\n            </div>\n            \n</p>\n\n<p>\nومن النحويين من يقول: راعوا حركتهما قبل النقل، وفتحة ما قبلهما بعد\nالنقل، والكلمة واحدة، فصارتا كأنهما متحركتان وقبلهما فتحة، فانقلبتا ألفا\nفقالوا: \"أراد\" و\"أقام\" و\"أجاد\" و\"استراث\" و\"استعاذ\" و\"استضاء\".\n</p>\n\n<p>\nفإذا رد إلى المستقبل قال: \"يقيم\" و\"يريد\"، والأصل: \"يقوم\" و\"يرود\"، فنقل\nكسرة الواو إلى ما قبلها، فلما سكنت الواو وقبلها كسرة انقلبت ياء فقال:\n\"يقيم\" و\"يريد\" و\"يعيد\"، وكذلك \"يستعين\" و\"يستضيء\" أصله: \"يستعون\"\nو\"يستضوئ\" فقنل كسرة الواو إلى ما قبلها، ثم انقلبت الواو ياء لسكونها،\nوانكسار ما قبلها.\n</p>\n\n<p>\nو\"يستبين\" و\"يستريث\" أصله: \"يستبين\" و\"يستريث\" فنقلوا كسرة الياء إلى ما\nقبلها، فلما سكنت الياء وقبلها كسرة تمكنت.\n</p>\n\n<p>\nوتقول في اسم الفاعل من هذا: \"مقيم\" و\"مريد\" و\"مستضيئ\" و\"مستعين\" والأصل\n\"مقوم\" و\"مرود\" و\"مستضوئ\" و\"مستعون\" ثم تنقل كسرة الواو إلى ما قبلها، فلما\nسكنت الواو، وقبلها كسرة قلبت ياء فقلت: \"مقيم\" و\"مريد\" و\"مستعين\"\nو\"مستضيئ\".\n</p>\n\n<p>\nفأما: \"مستريث\" و\"مستبين\" فأصله: \"مستريث\" و\"مستبين\" فنقلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p460'> Vol. 01, p. 460</a>\n            </div>\n            \n</p>\n\n<p>\nكسرة الياء إلى ما قبلها فسكنت الياء، وقبلها كسرة فتمكنت، فقلت:\n\"مستريث\" و\"مستبين\".\n</p>\n\n<p>\nفأما اسم المفعول فقولك: \"مراد\" و\"مقام\"، والأصل: \"مقوم\" و\"مرود\"،\nو\"مستعان\" الأصل: \"مستعون\" و\"مستضاء\" الأصل: \"مستضوء\"، و\"مستبان\"\nو\"مستراث\"، الأصل:\"مستبين\" و\"مستريث\" فنقلت حركة الواو والياء إلى ما\nقبلهما ثم أتبعتا الفتحة فصارتا ألفا فقلت: \"مقام\" و\"مراد\" و\"مستعان\"\nو\"مستراث\" و\"مستبان\" و\"مستضاء\".\n</p>\n\n<p>\nوقد صححوا من هذه الأفعال شيئا دلوا به على الأصل الذي أعلوه فمن ذلك:\n(استحوذ) صحح، فهذا حقيقة في الاستعمال، وشاذ في القياس ولم يرد إلا مصححا.\n</p>\n\n<p>\nوقد قالوا: \"أغيلت المرأة\" و\"أغالت\" فأوردوه تارة <span id='ms084'></span> معلا وتارة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p461'> Vol. 01, p. 461</a>\n            </div>\n            \n</p>\n\n<p>\nمصححا وقالوا: \"استتيست الشاة\" فصححوا ليدلوا به على الأصل الذي أعل.\n</p>\n\n<p>\nفأما مصادر هذه الأفعال فنحو قولهم: \"أراد يريد إرادة\" والأصل: \"إروادا\"\nو\"أقام يقيم إقامة\" والأصل: \"إقواما\" فقلبوا من الواو ألفا ليعل المصدر كما\nأعل الفعل، فاجتمع ألفان: الأولى منقلبة عن عين الكلمة، والثانية زائدة.\n</p>\n\n<p>\nفالخليل وسيبويه يسقطان الأخيرة، لأنها ليست لمعنى، فوزن الكلمة عندهما:\n\"إفعل\".\n</p>\n\n<p>\nوكان الأخفش يسقط الألف الأولى ويبقي الثانية، وقال: إنها دخلت لمعنى،\nوالأولى ليست لمعنى: والذي دخل لمعنى أولى بالإبقاء، فوزن الكلمة عند\nالأخفش: \"إفال\".\n</p>\n\n<p>\nوعوضوا تاء التأنيث من الألف الساقطة سواء كانت الساقطة الأصلية أو\nالزائدة، فقالوا: \"إقامة\" و\"إرادة\" فوزنها عند الخليل: \"إفعلة\"، وعند \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p462'> Vol. 01, p. 462</a>\n            </div>\n            \n</p>\n\n<p>\nالأخفش: \"إفالة\"، وربما أسقطوا التاء وجعلوا المضاف إليه عوضا منها\n(وإقام الصلاة) والأصل: \"إقامة الصلاة\".\n</p>\n\n<p>\nوكذلك: \"استضاء استضاءة\" والأصل: \"استضواء\" و\"استقام يستقيم استقامة\"\nوالأصل: \"استقواما\" و\"استعاذ استعاذة\"، والأصل \"استعواذا\" ففعلوا فيه ما\nبينت لك، والطريقة في إعلال الأفعال واحدة في هذه المواضع كلها.\n</p>\n\n<p>\nواعلم بأنه قد يجيء اسم الفاعل والمفعول بلفظ واحد، والتقدير فيهما\nمختلف، تقول: \"اخترت الثوب فأنا مختار\" فهذا اسم الفاعل، و\"الثوب مختار\"\nفهذا اسم المفعول، وهما في اللفظ واحد، إلا أن اسم الفاعل \"مختير\" في الأصل\nبكسر العين، واسم المفعول: \"مختير\" بفتح العين، والعين هي الياء، فلما\nتحركت وقبلها فتحة انقلبت ألفا، فينبغي أن يقدر على الألف في اسم الفاعل\nكسرة وفي اسم المفعول فتحة كما كانت على الياء.\n</p>\n\n<p>\nوكذلك: \"انقاد الفرس فهو منقاد\" والأصل: \"منقود\" فلما تحركت الواو وقبلها\nفتحة انقلبت ألفا، ويقدر على الألف كسرة، لأنه اسم فاعل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p463'> Vol. 01, p. 463</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك يجيء في الإدغام اسم الفاعل واسم المفعول بلفظ واحد لأن الإدغام قد\nأذهب الحركة منهما تقول: \"اقشعر زيد فهو مقشعر\" والأصل: \"مقشعرر\" فنقلت\nحركة الراء الأولى إلى ما قبلها، وأدغمتها فيما بعدها، فالكسرة في العين من\n\"مقشعر\" هي المنقولة إليها من الراء، ومثل هذا كثير في \"محمر\"، إذا كان\nاسما للفاعل فأصلها: \"محمرر\" فأسقطت [كسرة] الراء الأولى وأدغمتها فيما <span id='ms085'></span>\nبعدها، وتقول: \"هذا مكان محمر فيه\"، والأصل: \"محمرر فيه\" فأسقطت فتحة الراء\nالأولى، وأدغمتها فيما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p464'> Vol. 01, p. 464</a>\n            </div>\n            \n</p>\n\n<p>\nبعدها فقد بان لك أن اسم الفاعل والمفعول قد يكونان على صورة واحدة في\nاللفظ، ويختلفان في المعنى.\n</p>\n\n<p>\nفإن كان الاسم والفعل على وزن واحد صححوا الاسم وأعلوا الفعل؛ وإنما\nأعلوا الفعل، لأن الألف خفيفة، والفعل ثقيل، فجعل الخفيف مع الثقيل فقالوا:\n\"أقام يقيم\" و\"أراد يريد\" و\"استجاب يستجيب\".\n</p>\n\n<p>\nوصححوا في الاسم، لأن الاسم على كل وجه أخف من الفعل فهو أحمل للثقل\nفقالوا: \"هذا أقوم منك\" و\"زيد أبيع من عمرو\".\n</p>\n\n<p>\nفإن قيل فقد صححوا فعل التعجب فقالوا: \"ما أبيعه\"، و\"ما أقومه\" و\"ما أقول زيدا\".\n</p>\n\n<p>\nقيل له: فعل التعجب لما لم يتصرف أشبه الأسماء فصححوا فيه العين، كما\nصححوا في الاسم؛ ولأجل شبهه بالأسماء ما دخله التصغير فقالوا: \"ما أحيسن\nزيدا\" و\"ما أميلحه\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p465'> Vol. 01, p. 465</a>\n            </div>\n            \n</p>\n\n<p>\nفإن كان في أول الاسم ميم زال شبهه بالفعل، لأن الميم ليست من زيادات\nالفعل، وإذا زال التباسه بالفعل وجب أن يعل قالوا: \"مقام\" والأصل: \"مقوم\"\nفنقلوا فتحة الواو إلى القاف فسكنت الواو، وانفتح ما قبلها، ثم أتبعت\nالفتحة فصارت ألفا فقالوا: \"مقام\" وكذلك قالوا: \"معاش\" والأصل: \"معيش\"\nنقلوا فتحة الياء إلى العين، فلما سكنت وانفتح ما قبلها أتبعوها الفتحة\nفانقلبت ألفا، لأنه نقل فقلب.\n</p>\n\n<p>\nوقالوا: \"المعيش\" و\"المعيشة\" والأصل \"معيشة\" و\"معيش\" فنقلوا كسرة الياء\nإلى العين، فلما سكنت الياء وقبلها كسرة تمكنت، فوزن: \"معيش\": \"مفعل\"\nومثله: \"المقيل\" و\"المحيص\" أصله: \"محيص\" فنقلوا كسرة الياء إلى ما قبلها\nفقالوا: \"محيص\" و\"مقيل\" أصله: \"مقول\" فنقلوا كسرة الواو إلى ما قبلها، فلما\nسكنت وقبلها كسرة انقلبت ياء.\n</p>\n\n<p>\nفأما: \"معيشة\" فعند سيبويه يجوز أن تكون: \"مفعلة\" أصلها: \"معيشة\" فنقلوا\nكسرة الياء إلى ما قبلها فثبتت، لأنها ساكنة وقبلها كسرة.\n</p>\n\n<p>\nويجوز أن تكون: \"مفعلة\" أصلها: \"معيشة\" فنقل ضمة الياء إلى العين فسكنت\nالياء وقبلها ضمة فقلب من الضمة كسرة؛ لقرب الياء من الطرف لأنه لا يعتد\nبتاء التأنيث فقال <span id='ms086'></span>: \"معيشة\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p466'> Vol. 01, p. 466</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك \"معيش\" يجوز أن يكون \"مفعلا\" \"معيش\" فنقل ضمة الياء إلى العين\nفسكنت الياء وقبلها ضمة، ثم قلب من الضمة كسرة لتسلم الياء إذ كانت قريبا\nمن الطرف كما كسروا الباء من \"بيض\" لتثبت الياء ولا تنقلب واوا إذ كانت\nقريبا من الطرف، لأن وزنه \"بيض\" على وزن \"حمر\"، وكذلك فعلوا في: \"عين\" أصله\n\"عين\" على وزن \"صفر\" قال الأخفش إنما قلبت الضمة في الجمع كسرة في: \"بيض\"\nو\"عين\" لئلا أجمع على الكلمة ثقل الجمع، وثقل الواو؛ ولأن الياء إذا سكنت\nوقبلها ضمة وجب أن تقلب واوا.\n</p>\n\n<p>\nوقال الأخفش لو كان \"معيش\" مفعلا لقلت: \"معوشا، وكذلك لو كانت: \"معيشة\"\nمفعلة لقلت \"معوشة\"، وكذلك \"عيش\" لو كان فعلا لقلت \"عوش\" و\"عيشة\" لو كانت\nفعلة لقلت \"عوشة\"، لأن الواحد خفيف فلا يستثقل فيه ما يستثقل في الجمع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p467'> Vol. 01, p. 467</a>\n            </div>\n            \n</p>\n\n<p>\nفأما قولهم: \"عوطط\" فالأصل فيه: \"عيطط\".\n</p>\n\n<p>\nوكذلك \"موقن\" و\"موسر\" الأصل فيهما \"ميقن\" و\"ميسر\" فقلبوا الياء واوا\nلسكونها وانضمام ما قبلها لما بعدت من الطرف، ولو قربت من الطرف لقلبوا من\nالضمة كسرة كما فعلوا في: \"بيض\" و\"عين\".\n</p>\n\n<p>\nفأما: \"مقام\" و\"مراد\" فالأصل فيهما: \"مقوم\" و\"مرود\" فنقلوا فتحة الواو\nإلى ما قبلها فسكنت الواو وقبلها فتحة ثم أتبعت الفتحة فصارت ألفا.\n</p>\n\n<p>\nوكذلك ما فوق هذا الاسم من العدد في نحو: \"مستغاث\" و\"مستجاب\" و\"مستعان\"،\nالطريقة في إعلاله واحدة.\n</p>\n\n<p>\nفأما: \"معطى\" و\"مرمى\" و\"مدعى\" فالأصل فيه: \"معطو\" و\"مرمي\" و\"مدعو\" فلما\nتحركت الياء في: \"مرمي\" وقبلها فتحة انقلبت ألفا.\n</p>\n\n<p>\nولما وقعت الواو في \"مدعو\" و\"معطو\" رابعة قلبت ياء، وتحركت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p468'> Vol. 01, p. 468</a>\n            </div>\n            \n</p>\n\n<p>\nالياء، وقبلها فتحة انقلبت ألفان وكذلك يفعلون في الواو إذا وقعت رابعة\nفصاعدا طرفا يقلبونها ياء، والأصل هذا في الفعل، وإنما تحمل الأسماء\nالمشتقة منه عليه، ألا تراهم قالوا في الفعل: \"يدني\" و\"يغزي\" والأصل \"يدنو\"\nو\"يغزو\"؟؛ لأنه من \"دنوت\" و\"غزوت\" فلما انكسر ما قبل الواو انقلبت ياء، ثم\nقلبوا هذه الياء ألفا في: \"أدنى <span id='ms087'></span>\" و\"أغزى\"، والأصل: \"أغزي\" و\"أدني\" فلما\nتحركت الياء وقبلها فتحة قلبت ألفا فقيل: \"أدنى\" و\"أغزى\" فهذه ألف انقلبت\nعن ياء انقلبت عن واو.\n</p>\n\n<p>\nفإن قيل: فلم انقلبت في \"ترجينا\" و\"تعاطينا\" و\"تغازينا\"؟ وأنت تقول:\n\"تغازى يتغازى\" و\"تعاطى يتعاطى\" و\"ترجى يترجى\" وليست هنا كسرة توجب قلب\nالواو ياء؟\n</p>\n\n<p>\nقيل له الأصل: \"غازى يغازو\" و\"عاطى يعاطو\" و\"رجى يرجو\" فانقلبت الواو ياء\nلانكسار ما قبلها، ثم دخلت التاء في أوله بعد القلب فبقي القلب على حاله\nفقالوا: \"ترجى يترجى\" و\"تعاطى يتعاطى\" و\"تغازى يتغازى\" وأمثلته كثيرة.\n</p>\n\n<p>\nوإذا كان الماضي على ثلاثة أحرف، وكانت عينه ولامه من جنس واحد، وتحرك\nالثاني منهما حركة لازمة ثقل عليهم إظهارهما، فأسقطوا حركة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p469'> Vol. 01, p. 469</a>\n            </div>\n            \n</p>\n\n<p>\nالأول وأدغموه في الثاني سواء كان الفعل على \"فعل\" أو \"فعل\" أو \"فعل\"\nقالوا: \"مد\" و\"رد\" و\"ضن\" و\"حبذا\" والأصل \"مدد\" و\"ردد\" و\"ضنن\" و\"حبب\"\nفأسكنوا الأول وأدغموه في الثاني.\n</p>\n\n<p>\nفإن اتصل المثل الثاني بتاء المتكلم وتثنيته وجمعه، وتاء المخاطب وتثنيته\nوجمعه، وتاء المخاطبة وتثنيتها وجمعها، ونون التأنيث فك الإدغام، لأنه لما\nسكن الثاني استحال أن يدغم فيه لما حصل في مكان لا يمكن أن تصل إليه حركة.\n</p>\n\n<p>\nفأما قولهم: \"مرت\" فهذا في الحقيقة ليس بإدغام، فاختلسوا الحركة.\n</p>\n\n<p>\nفإن قيل: الفتحة لا تسقط كما تسقط الضمة والكسرة لخفة الفتحة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p470'> Vol. 01, p. 470</a>\n            </div>\n            \n</p>\n\n<p>\nقيل له: الفتحة وإن لم تسقط يجوز أن تختلس فيخيل للسامع أن الحرف قد أسكن\nوهو متحرك.\n</p>\n\n<p>\nوإن كان المثلان قد ألحقا بمتحركين وجب أن يظهرا ليكونا على وزن ما\nألحقتا به؛ لأن الإدغام يزيل الإلحاق ويبطلة، كما قالوا في الأرض الصلبة:\n\"قردد\" لما ألحقوه ب\"جعفر\"، وقالوا في اسم المرأة: \"مهدد\" لما ألحقوه\nب\"جعفر\". ولو بنيت من \"ضرب\" مثال: \"دحرج\" لقلت: \"ضربب\" فأظهرت المثلين\nليكون على وزن: \"دحرج\".\n</p>\n\n<p>\nفإن زاد الماضي على ثلاثة أحرف، وكان في آخره مثلان نقلت حركة المثل\nالأول إلى الساكن الذي قبله فتحرك الساكن وسكن المتحرك فأدغمته في <span id='ms088'></span> الذي\nبعده فقلت: \"استعد\" و\"اطمأن\" و\"اقشعر\"، والأصل فيه: \"استعدد\" و\"اطمأنن\"\nو\"اقشعرر\" فنقلت الحركة من المثل الأول، وأدغمته في الثاني فالفتحة في\nالعين من: \"استعد\" هي المنقولة إليها من الدال، والفتحة في عين \"اقشعر\" هي\nالمنقولة إليها من الراء، والفتحة في همزة: \"اطمأن\" هي المنقولة إليها من النون.\n</p>\n\n<p>\nفإن اتصل المثل الثاني بالضمائر التي ذكرتها وجب أن يظهر المدغم، وترد\nإليه حركته نحو: \"اطمأننت\" و\"اقشعررت\" و\"اسحنككت\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p471'> Vol. 01, p. 471</a>\n            </div>\n            \n</p>\n\n<p>\nفأما \"احمار\" فالأصل فيه: \"احمارر\" فأسقطوا حركة المثل الأول، وأدغموه في\nالثاني، ولم يجز أن ينقلوها، لأن الألف لا تتحرك.\n</p>\n\n<p>\nفإن اتصل هذا بتاء المتكلم وما جرى مجراه سكن الثاني فانفك الإدغام،\nوردوا إلى الأول حركته فقالوا: \"احماررت\" ومثل هذا كثير.\n</p>\n\n<p>\nفإذا صرت إلى المستقبل في: \"يرد\" و\"يضن\" ألقوا حركة الأول على ما قبله،\nوأدغموه في الثاني، فالضمة في ميم \"يمد\" هي المنقولة إليها من الدال،\nوالفتحة في ضاد \"يضن\" هي المنقولة إليها من النون.\n</p>\n\n<p>\nوكذلك إن زاد على الثلاثة في نحو: \"يستعد \"و\"يطمئن\" و\"يقشعر\" فالكسرة في\nعين \"يستعد\" هي المنقولة إليها من الدال، والكسرة في [همزة] \"يطمئن\" هي\nالمنقولة إليها من النون، والكسرة في عين \"يقشعر\" هي المنقولة إليها من الراء.\n</p>\n\n<p>\nفأما: \"اسحنكك يسحنكك\" فإنما لم يجز إدغام الكاف في الثانية، لأنه ملحق\nب\"احرنجم\" \"يحرنجم\"، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p472'> Vol. 01, p. 472</a>\n            </div>\n            \n</p>\n\n<p>\nفأما قراءة من قرأ: (ويخش الله ويتقه) [النور: 52] فإنه خلط الهاء بما\nقبلها واشتق من الكلمتين مثالا واحدا فقال: \"تقه\" مثل \"كتف\" فأسقط الحركة\nمن القاف فاجتمع ساكنان: الهاء والقاف، فكسر الهاء لالتقاء الساكنين.\n</p>\n\n<p>\nوكذلك قول الشاعر:\n</p>\n\n<p>\nقالت سليمى اشتر لنا دقيقا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p473'> Vol. 01, p. 473</a>\n            </div>\n            \n</p>\n\n<p>\nخلط اللام بما قبلها، واشتق من الكلمتين مثالا واحدا فصار: \"ترل\" على\nمثال: \"علم\" فسكن الراء تخفيفا كما قالوا في: \"علم\" \"علم\" فسكن الراء\nتخفيفا، وقال الآخر:\n</p>\n\n<p>\nألا رب مولود وليس له أب ... وذي ولد لم يلده أبوان\n</p>\n\n<p>\nوالمولود الذي ليس له أب هو عيسى عليه السلام، وذي ولد لم يلده أبوان هو\nآدم عليه السلام.\n</p>\n\n<p>\nوالأصل <span id='ms089'></span> في: \"يلده: يلده\" فسكن الدال للجزم فصار \"يلد\" على وزن \"كتف\" فسكن\nاللام كما تقول في: \"كتف: كتف\" فاجتمع ساكنان اللام والدال، ولم يجز الجمع\nبينهما، فحرك الدال لالتقاء الساكنين، واختار لها الفتح إتباعا لفتحة الياء\nالتي قبلها، ولم يحفل بالحرف الذي قبلها لما كان ساكنا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p474'> Vol. 01, p. 474</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head67'>AUTO عقود وقوانين ينتفع بها في التصريف</h1>\n\n<p>\nاعلم أنه إذا اجتمعت الواو والياء في كلمة أو كلمتين، وسبقت إحداهما\nبالسكون قلبت الواو ياء، وأدغمت الياء الأولى في الثانية فصارت ياء منقلبة.\n</p>\n\n<p>\nوإنما قلبوا الواو ياء، لأنه لا يخلو أن تكون الأخيرة، أو هي الأولى.\n</p>\n\n<p>\nفإن كانت الواو متقدمة فإنهم استثقلوا الخروج من واو لازمة إلى ياء\nلازمة، لأنه أثقل من الخروج من ضم لازم إلى كسر لازم.\n</p>\n\n<p>\nوإن كانت الواو متأخرة فإنهم استثقلوا الخروج من ياء لازمة إلى واو\nلازمة، لأنه أثقل من الخروج من كسر لازم إلى ضم لازم.\n</p>\n\n<p>\nفإن قيل: فلم آثروا قلب الواو ياء؟ ولم يؤثروا قلب الياء إلى الواو؟ قيل\nله: إنما آثروا قلب الواو إلى الياء لأمرين:\n</p>\n\n<p>\nأحدهما: أن الياء أخف من الواو، فطلبوا الأخف الأسهل، وتجنبوا الأثقل.\n</p>\n\n<p>\nوالأمر الثاني: أنهم قلبوا ليدغموا، والإدغام في حروف الفم أقوى،\nلكثرتها، والياء من حروف الفم، فالإدغام فيها أقوى، والواو من حروف الشفة،\nوهي قليلة، والإدغام فيها ضعيف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p475'> Vol. 01, p. 475</a>\n            </div>\n            \n</p>\n\n<p>\nوقد جاء هذا القلب في المصادر، وفي الأسماء التي ليست بمصادر، فمثاله في\nالمصادر: \"طويت الثوب طيا\" والأصل \"طويا\"، لأنه من \"طوى يطوي\"، و\"لويت يده\nليا\"، والأصل: \"لويا\" من \"لوى يلوي\"، و\"شويت اللحم شيا\" والأصل \"شويا\"،\nلأنه من \"شوى يشوي\"، و\"زوى وجهه زيا\"، والأصل: \"زويا\"، لأنه من \"زوى يزوي\"\nفقلبوا الواو في كل هذا ياء، وأدغموها في الثانية.\n</p>\n\n<p>\nومثاله في الأسماء التي ليست بمصادر قولهم: \"سيد\" وهو \"فيعل\" من \"ساد\nيسود\" وأصله \"سيود\"، وكذلك \"ميت\" أصله: \"ميوت\"، لأنه من \"مات يموت\"، وكذلك\n\"جيد\" الأصل: \"جيود\"، لأنه من \"جاد يجود\"، وكذلك \"هين\" أصله \"هيون\" لأنه من\n\"هان يهون\"، وقالوا في اسم المكان: \"حيز <span id='ms090'></span>\" أصله \"حيوز\"، لأنه من \"حاز يحوز\"\nفقلبوا الواو في جمع هذا ياء وأدغموا الياء في الياء فقالوا: \"سيد\" و\"ميت\"\nو\"هين\" و\"حيز\"، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p476'> Vol. 01, p. 476</a>\n            </div>\n            \n</p>\n\n<p>\n[ويجوز الحذف فيقال: سيد وميت]. فإن قيل فأي الياءين حذفوا للتخفيف؟\n</p>\n\n<p>\nقيل له الياء التي انقلبت عن الواو، لأنها لما تغيرت بالقلب من الواو هذا\nالتغيير غيرت بتغيير الثاني بالحذف، لأنه آنسهم هذا التغيير بالتغيير.\n</p>\n\n<p>\nفإذا قالوا: \"سيد وميت\" فوزنه: \"فيل\"، لأن المحذوف هو عين الكلمة فبقي\nوزن الكلمة \"فيل\" فإن زاد الاسم على أربعة أحرف ألزموه الحذف والتخفيف لطول\nالاسم، لأنهم إذا كانوا قد خيروا في الإتمام والحذف لزمهم فيما زاد على\nالأربعة الحذف، لطول الاسم، وسواء كانت الياء منقلبة عن واو أو لم تكن.\n</p>\n\n<p>\nوكذلك قد قالوا في الأربعة: \"لين\" و\"لين\".\n</p>\n\n<p>\nوقالوا: \"كان كينونة\" و\"قاد قيدودة\" و\"صار صيرورة\" و\"دام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p477'> Vol. 01, p. 477</a>\n            </div>\n            \n</p>\n\n<p>\nديمومة\" والأصل: \"كينونة\" و\"قيدودة\" و\"صيرورة\" و\"ديمومة\".\n</p>\n\n<p>\nوالأصل \"كيونونة\" و\"قيودودة\" و\"صيورورة\" و\"ديومومة\" وزنه: \"فيعلولة\"،\nفقلبوا الواو ياء، وأدغموها في الياء فصار: \"كينونة\" و\"قيدودة\" و\"صيرورة\"\nو\"ديمومة\"، فلما حذفوا بقي وزنها \"فيلولة\".\n</p>\n\n<p>\nو\"ريحان\":\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p478'> Vol. 01, p. 478</a>\n            </div>\n            \n</p>\n\n<p>\nأصله: \"ريحان\" \"فيعلان\"، وأصله: \"ريوحان\" من الروح فخففوه بالحذف.\n</p>\n\n<p>\nفإن اضطر شاعر إلى رد الأصل كان له ذلك قال الشاعر:\n</p>\n\n<p>\nقد فارقت قرينها القرينه ... وشحطت عن دارها الظعينه\n</p>\n\n<p>\nياليت أنا ضمنا سفينه ... حتى يعود الوصل كينونه\n</p>\n\n<p>\nوقد شذ من هذا الفصل شيء لا يقاس عليه قالوا: \"ضيون\" في اسم القط، وكان\nالقياس أن يقولوا: \"ضين\"، إلا أنهم لم يقلبوا، ولم يدغموا، وأخرجوه مصححا\nلأمرين:\n</p>\n\n<p>\nأحدهما: تنبيها على الأصل الذي فروا منه.\n</p>\n\n<p>\nوالآخر: أنه \"فيعل\" فخشوا أن يقلبوا ويدغموا، لئلا يلتبس ب\"فعل\".\n</p>\n\n<p>\nوشذ في الأسماء \"حيوة\" في اسم الرجل، وقياسه: \"حية\"؛ وإنما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p479'> Vol. 01, p. 479</a>\n            </div>\n            \n</p>\n\n<p>\nأخرجوه مصححا تنبيها على الأصل، وهذا التصحيح في الأعلام إنما سوغه فيها\nلأن العلم في الأصل مغير، ألا تراه ينقل من نوع إلى نوع، كتسميتهم الرجل\nقردا وحمارا وذئبا وأسدا وحجرا وما أشبه ذلك، فآنسهم هذا التغيير بالنقل\nحتى <span id='ms091'></span> جرأهم على التغيير الثاني، والتغيير في الأعلام كثير، ألا ترى إلى\nحكايتهم إعراب العلم وإمالتهم \"الحجاج\".\n</p>\n\n\n<h1 class='l1' id='head68'>AUTO عقد ينتفع به في التصريف</h1>\n\n<p>\nليس في كلام العرب اسم في آخره واو قبلها ضمة فإن أدى قياس إلى هذا قلب\nمن الضمة كسرة، ومن الواو ياء قالوا في جمع \"دلو\": \"أدل\" وفي جمع \"حقو\":\n\"أحق\"، وفي \"قلنسوة\": \"قلنس\"، وفي \"جرو\":\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p480'> Vol. 01, p. 480</a>\n            </div>\n            \n</p>\n\n<p>\n\"أجر\" قال الشاعر:\n</p>\n\n<p>\nلا غرو حتى يلتقي بعبس ... أهل الرياط البيض والقلنس\n</p>\n\n<p>\nفالأصل: \"القلنسو\"، وقال الآخر:\n</p>\n\n<p>\nليث هزبر مدل عند خيسته ... بالرقمتين له أجر وأعراس\n</p>\n\n<p>\nوالأصل: \"أجرو\" فقلبوا من ضمة الراء كسرة، ومن الواو ياء.\n</p>\n\n<p>\nوكذلك قالوا: \"أدل\"، والأصل: \"أدلو\" فقلبوا من ضمة اللام كسرة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p481'> Vol. 01, p. 481</a>\n            </div>\n            \n</p>\n\n<p>\nومن الواو ياء. وقالوا: \"حقو\" و\"أحق\" والأصل: \"أحقو\" فقلبوا من ضمة القاف\nكسرة، ومن الواو ياء.\n</p>\n\n<p>\nوكذلك فعلوا في الأسماء الأعجمية إذا أرادوا تعريبها قالوا في: \"سمندو:\nسمندي\" وفي \"باندو\": باندي\"، وقالوا في \"خسرو: خسري\"\n</p>\n\n<p>\nوإنما فروا في الأسماء من الواو إلى الياء لشيئين:\n</p>\n\n<p>\nأحدهما: أن الياء أخف من الواو وأسهل.\n</p>\n\n<p>\nوالثاني أن الاسم يدركه الرفع والنصب والجر والتنوين، وربما أدركته ياء\nالنسبة، فكانوا يقولون: \"أدلوي\" فتنكسر الواو قبل الياء، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p482'> Vol. 01, p. 482</a>\n            </div>\n            \n</p>\n\n<p>\nفعدلوا إلى قلب الواو إلى الياء ليسهل عليهم.\n</p>\n\n<p>\nوإنما اختص الفعل بأن يكون في آخره واو قبلها ضمة؛ لأن الواو في الفعل\nغير لازمة، ألا ترى أن الجزم يدركها فتسقط قالوا: \"لم يغز\"، ولا يلحقها\nالتنوين، ولا ياء النسبة؛ فلأجل هذا احتملت الواو التي قبلها ضمة في الفعل\nلما أمنوا فيه التنوين، وياء النسبة، وكان الجزم يسقط الواو.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p483'> Vol. 01, p. 483</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head69'>AUTO عقد</h1>\n\n<p>\nإذا كانت الواو لاما وقبلها كسرة: قلبت ياء سواء كانت اللام متحركة أو\nساكنة قالوا: \"محنية\" والأصل: \"محنوة\"، وقالوا: \"غازية\"، والأصل: \"غازوة\"،\nوقالوا: \"الغازي\" والأصل: \"الغازو\"؛ وإنما اكتفوا في قلبها بعلة واحدة وهو\nانكسار ما قبلها، لأنها لام، وهي حرف الإعراب، والتغيير يسرع إليها، ألا\nترى أن حركات الإعراب تتعاقب عليها، ولا يعتد بتاء التأنيث، لأنها\nكالمنفصلة من الكلمة.\n</p>\n\n<p>\nفإن كانت الواو عينا لم يجز أن تنقلب ياء <span id='ms092'></span> إلا أن تسكن وينكسر ما قبلها\nقالوا في \"روح\": \"ريح\" وفي \"دومة\": \"ديمة\"، وفي \"عود\": \"عيد\".\n</p>\n\n<p>\nفإن تحركت العين تحصنت بحركتها وسلمت من القلب وإن كان قبلها كسرة،\nقالوا: \"عوض\"، و\"حول\" و\"طول\".\n</p>\n\n<p>\nوإذا كان الفعل الثلاثي عينه واو: قلبوها في مصدره ياء قالوا: \"حال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p484'> Vol. 01, p. 484</a>\n            </div>\n            \n</p>\n\n<p>\nيحول حيالا\"، و\"زال يزول زيالا\" و\"قام يقوم قياما\"؛ وإنما قلبت في\nالمصدر؛ لأن المصدر يسري إليه الإعلال من فعله، لأنهما كالشيء الواحد.\n</p>\n\n<p>\nوكل جمع يكون على وزن هذا المصدر، وتكون عين واحده معتلة فلا بد أن تنقلب\nالواو فيه إلى الياء لاجتماع خمسة شروط:\n</p>\n\n<p>\nأحدها: كون الجمع على وزن مصدر معل.\n</p>\n\n<p>\nوثانيها: اعتلال الواو في واحد هذا الجمع.\n</p>\n\n<p>\nوثالثها: كون الكسرة قبل الياء في هذا الجمع.\n</p>\n\n<p>\nورابعها: كون الألف بعدها.\n</p>\n\n<p>\nوخامسها: صحة لام الكلمة، لأنه إن كانت اللام معلة لم يعلوا العين لئلا\nيجمعوا في الكلمة بين إعلالين فيجحفوا بها.\n</p>\n\n<p>\nقالوا: \"سوط\" و\"سياط\" و\"حوض\" و\"حياض\" و\"ثوب\" و\"ثياب\"، لأن سكون الواو في\nالواحد إعلال لها من حيث ضعفت وماتت بالسكون، ولأن الكسرة قبلها في الجمع\nتطلب الياء، لأن الكسرة قبل الياء بعض الياء، ولأن الألف بعدها تطلب الياء\nلقربها منها، ولأنه على وزن مصدر معل، فلأجل هذا أعل بالقلب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p485'> Vol. 01, p. 485</a>\n            </div>\n            \n</p>\n\n<p>\nوإن تحركت الواو في الواحد قويت بحركتها فلم تقلب في الجمع قالوا: \"طويل\nوطوال\".\n</p>\n\n<p>\nوقد أعلت هذه الواو في الجمع بالقلب وإن كانت متحركة في الواحد قال\nالشاعر:\n</p>\n\n<p>\nتبين لي أن القماءة ذلة ... وأن أعزاء الرجال طيالها\n</p>\n\n<p>\nوإنما قلب هذه الواو ياء لأنه لم يعتد بالألف بعدها فصارت الواو مجاورة\nللطرف، والأطراف موضع الإعلال فسرى إلى ما جاور الطرف الإعلال، لأن الجار\nيؤخذ بذنب جاره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p486'> Vol. 01, p. 486</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head70'>AUTO عقد</h1>\n\n<p>\nإذا كان لام الاسم واوا وجمع على \"فعول\" فإنه يجتمع في آخره واوان، وتدغم\nالأولى في الثانية فتصير واوا مثقلة فثقل عليهم اجتماع واوين في جمع لثقل\nالجمع، وثقل الواو [فقلبوا الواو ياء] قالوا: \"عصا وعصي\" والأصل: \"عصو\"،\nوقالوا: \"دلو ودلي\" والأصل: \"دلو <span id='ms093'></span>\" و\"حقو وحقي\" والأصل \"حقو\".\n</p>\n\n<p>\nولهم في قلب هذه الواو إلى الياء طريقان:\n</p>\n\n<p>\nأحدهما: أنهم تصوروا أن الواو الأولى بمنزلة الضمة، فحصل كأن في آخره\nواوا قبلها ضمة، فقلب من الواو ياء فصار: \"عصوي\" و\"دلوي\" و\"حقوي\"، فلما\nاجتمع الواو والياء والسابق ساكن قلبوا من الواو ياء، وأدغموا الياء في\nالياء فصار \"عصي\" و\"دلي\" و\"حقي\"، ثم كسروا ما قبل الياء لتتمكن فقالوا:\n\"عصي\" و\"دلي\" و\"حقي\"، وربما كسروا الحرف الأول إتباعا لكسرة الثاني فقالوا:\n\"عصي\"، و\"دلي\" و\"حقي\".\n</p>\n\n<p>\nوالوجه الثاني في القلب: أنهم لم يعتدوا بالواو الأولى لسكونها فصارت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p487'> Vol. 01, p. 487</a>\n            </div>\n            \n</p>\n\n<p>\nالواو الأخيرة كأنها قد وليت الضمة التي قبل الواو الأولى، ومن شأنهم إذا\nكان في آخر الاسم واو قبلها ضمة أن يقلبوا الواو ياء قالوا: \"عصوي\" فلما\nاجتمعت الواو، والياء، والسابق ساكن قلبوا من الواو ياء وأدغموها في الياء\nالأخيرة، ثم كسروا ما قبل الياء لتمكن الياء فقالوا: \"عصي\"، وربما كسروا\nالأول اتباعا للثاني فقالوا: \"عصي\" و\"دلي\" و\"حقي\" واستمر القياس على هذا.\n</p>\n\n<p>\nوقد شذ منه أسماء قليلة جاءت وفي آخرها واو مثقلة، وإنما صححوها لينبهوا\nعلى الأصل الذي انتقلوا منه قالوا في جمع \"نجو\" وهو السحاب: \"نجو\" وقالوا\nفي جمع \"نحو\": \"نحو\"، وحكي عن بعض العرب أنه قال: (إنكم لتنظرون في نحو\nكثيرة)، وقالوا في جمع \"أب\": \"أبو\" وفي جمع \"أخ\": \"أخو\"، وفي جمع \"ابن\":\n\"بنو\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p488'> Vol. 01, p. 488</a>\n            </div>\n            \n</p>\n\n<p>\nقال القناني يرثي الكسائي:\n</p>\n\n<p>\nأبى الذم أخلاق الكسائي وانتمت ... به المجد أخلاق الأبو السوابق\n</p>\n\n<p>\nوقالوا في الصدر \"بهو\" وجمعه \"بهو\" وقد قالوا: \"بهي\" على القلب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p489'> Vol. 01, p. 489</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head71'>AUTO عقد</h1>\n\n<p>\nإذا وقع في أول الكلمة واوان لازمتان وجب أن تهمز الأولى على أي حركة\nكانت، لأنهم إذا فروا من واو وضمة إلى الهمزة كانوا أولى بالفرار من اجتماع\nواوين، لأن الحرف أثقل من الحركة، تقول في تصغير \"واصل\": \"أويصل\" والأصل:\n\"وويصل\"، وتقول في الجمع: \"أواصل\" والأصل: \"وواصل\"، وقالوا: \"أولى\" في\nتأنيث: \"أول\" والأصل: \"وولى\".\n</p>\n\n<p>\nفأما \"وليى\" في تأنيث \"أولى\" فما اجتمع فيها <span id='ms094'></span> واوان، وإن همزت فمن حيث هي\nمضمومة كما همزت (وقتت) [المرسلات: 11].\n</p>\n\n<p>\nفأما قوله تعالى: (ووري عنهما) [الأعراف: 20] فهمز الواو غير واجب بل هو\nجائز، لأن الواو الثانية غير لازمة، لأنها بدل من ألف \"وارى\" فلما كانت غير\nلازمة لم يجب الهمز، فإن همزتها من حيث هي مضمومة كما همزت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p490'> Vol. 01, p. 490</a>\n            </div>\n            \n</p>\n\n<p>\n(وجوها) و (وقتت) كان جائزا. فأما قول الشاعر:\n</p>\n\n<p>\nرفعت صدرها إلي وقالت ... يا عديا لقد وقتك الأواقي\n</p>\n\n<p>\nالأصل: \"وواقي\" لأنه جمع واقية، تقول في تصغيرها: \"أويقية\"، وفي جمعها\n\"أواق\" والأصل: \"وويقية\" و\"وواق\".\n</p>\n\n<p>\nفإن وقعت الواو في حشو الكلمة لم يجز الهمز تقول في النسب إلى \"نوى\"\nنووي\" وإلى \"هوى\" \"هووي\"؛ وإنما لم يجز همزها لأن الواو الأخيرة ليست لازمة\nإذ كانت ياء النسبة بمنزلة المنفصل على بعض التقديرات.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p491'> Vol. 01, p. 491</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head72'>AUTO عقد</h1>\n\n<p>\nمتى وقعت ألف التكسير بين واوين، أو ياءين، أو ياء وواو، أو واو وياء،\nوكان الحرف الثاني مجاورا للطرف في اللفظ أو في التقدير وجب أن يهمز الحرف\nالذي جاور الطرف، وإنما همز لأمرين:\n</p>\n\n<p>\nأحدهما: أن الطرف موضع يغلب فيه التغيير فسرى منه إلى مجاوره الإعلال.\n</p>\n\n<p>\nوالثاني: أنه لما اكتنف الألف حرفا علة ثقل عليهم ثلاثة أحرف معتلة،\nففروا من أحدها إلى الهمزة، وكان الأخير أولى بالهمز لمجاورته الطرف.\n</p>\n\n<p>\nفإذا اكتنف الألف واوان اجتمع الأخفش وسيبويه على همز الثانية، وادعى\nالأخفش أن هذا هو الذي سمع من العرب وصحح ما عدا الواوين ولم يجز همزه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p492'> Vol. 01, p. 492</a>\n            </div>\n            \n</p>\n\n<p>\nوكان سيبويه يهمز الكل وحكى المازني قال: سألت الأصمعي كيف تجمع العرب\nعيلا؟ فقال: \"عيائل\"فهمز، وهذا يرد قول الأخفش:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p493'> Vol. 01, p. 493</a>\n            </div>\n            \n</p>\n\n<p>\nإنه ما سمع من العرب.\n</p>\n\n<p>\nمثال الواوين تقول في \"أول: أواول\" وفي فوهة النهر: \"فواوه\" ومثال\nالياءين عيل وعيايل ومثال الياء والواو \"سيقة\" و\"سياوق\".\n</p>\n\n<p>\nومثال الواو والياء \"بيع\" تقول في جمع \"بيع\" إذا جعلته \"فوعلا\": \"بوايع\".\n</p>\n\n<p>\nوإن جعلته \"فعولا\" قلت \"بياوع\" وإن جعلته \"فيعلا\" أو \"فعلا\" قلت \"بيايع\".\n</p>\n\n<p>\nفهذا كله ينبغي أن يهمز تقول: \"أوائل\" و\"فوائه\" و\"عيائل\" و\"سيائق\"\nو\"بوائع\" و\"بيائع <span id='ms095'></span>\" فهمزت لما قدمت ذكره.\n</p>\n\n<p>\nفإن اضطر شاعر إلى أن يردف قصيدته فيزيد بعد كسرة الهمزة ياء صحح الهمزة،\nولم يعتد بالمزيد لما كان عارضا، ولم يكن من نفس الكلمة فتقول: \"أوائيل\"\nو\"عيائيل\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p494'> Vol. 01, p. 494</a>\n            </div>\n            \n</p>\n\n<p>\nفإن بعد حرف العلة من الطرف صحح ولم يجز أن يهمز تقول في جمع \"طاووس\":\n\"طواويس\" وفي \"ناووس\": \"نواويس\" وفي \"داود\": \"دواويد\".\n</p>\n\n<p>\nفإن اضطر شاعر إلى حذف هذه الياء فقال: \"طواوس\" و\"نواوس\" لم يجز أن يهمز\nوإن جاورت الطرف، لأن المحذوف مقدر منوي، فكأن الحرف لم يجاور الطرف في\nالتقدير، وإن جاوره في اللفظ، وعلى هذا قول الشاعر:\n</p>\n\n<p>\nوكحل العينين بالعواور\n</p>\n\n<p>\nفصحح الواو، ولم يهمز، لأن التقدير \"بالعواوير\"، لأنه جمع \"عوار\".\n</p>\n\n<p>\nفإن عرضت همزة في هذا الجمع غيرت، تقول في جمع \"شاوية\": \"شوايا\"، والأصل\n\"شواوي\"، ثم همزت الواو فصار: \"شوائي\"، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p495'> Vol. 01, p. 495</a>\n            </div>\n            \n</p>\n\n<p>\nفعرضت الهمزة في الجمع، فقلبوا من كسرة الهمزة فتحة فقالوا: \"شواءي\"،\nفلما تحركت الياء وقبلها فتحة انقلبت ألفا فقالوا: \"شواءا\"، فوقعت الهمزة\nبين ألفين، فاجتمعت ثلاث متشابهات: إما ثلاث همزات أو ثلاث ألفات، فقلبوا\nمن الهمزة ياء فقالوا: \"شوايا\".\n</p>\n\n<p>\nوكذلك في جمع: \"راوية\": \"روايا\" والأصل \"رواوي\" ثم \"روائي\"، ثم \"رواءي\"\nثم \"روايا\" فهذه ياء انقلبت عن همزة انقلبت عن واو.\n</p>\n\n<p>\nوكذلك قالوا في جمع \"مطية\": \"مطايا\"، والأصل \"مطايي\" ثم:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p496'> Vol. 01, p. 496</a>\n            </div>\n            \n</p>\n\n<p>\n\"مطاءي\" ثم: \"مطاءا\" ثم \"مطايا\" فهذه ياء انقلبت عن همزة انقلبت عن ياء.\n</p>\n\n<p>\nوأما الألف التي بعدها فإنها انقلبت عن ياء ووزن الكلمة: \"فعائل\".\n</p>\n\n<p>\nوإن جمعت: \"إداوة\" زدت ألف التكسير بعد الدال وقلبت من الألف التي بعدها\nهمزة وكسرتها فانقلبت الواو ياء فقلت: \"أدائي\" ثم \"أداءا\" ثم \"أداوى\" فهذه\nواو انقلبت عن همزة انقلبت عن ألف زائدة؛ وإنما قلبوها واوا في الجمع\nليدلوا على أن لام الكلمة كانت واوا ظاهرة في الواحد.\n</p>\n\n<p>\nفإن كانت لام الكلمة ياء، أو ياء مبدلة من واو أبدلوها ياء في هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p497'> Vol. 01, p. 497</a>\n            </div>\n            \n</p>\n\n<p>\nالجمع، ولم يعتدوا بما انقلبت عنه لما لم تظهر في الواحد، والألف التي\nبعد الواو مبدلة من ياء أبدلت من واو <span id='ms096'></span> كانت ظاهرة في الواحد، تقول في جمع\n\"هراوة\": \"هراوى\"، وكان \"هرائي\" ثم \"هراءا\" ثم \"هراوى\" فالواو مبدلة من\nهمزة أبدلت من ألف زائدة، وإنما أبدلت واوا ليدلوا على أن واو الكلمة كانت\nظاهرة في الواحد، والألف التي بعد الواو مبدلة من ياء أبدلت من واو كانت\nظاهرة في الواحد، وزن الكلمة: \"فعائل\".\n</p>\n\n<p>\nفأما \"شوايا\" فوزنها \"فواعل\" على وزن \"ضوارب\"، لأنه جمع \"شاوية\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p498'> Vol. 01, p. 498</a>\n            </div>\n            \n</p>\n\n<p>\nفأما \"رزيئة\" و\"خطيئة\" وزنها \"فعيلة\"، والياء زائدة، فإذا جمعتهما\nبالتكسير زدت ألف التكسير قبل الياء، وهمزت الياء بعد الألف وكسرتها، لأنها\nزائدة، فاجتمع في آخر الاسم همزتان الهمزة العارضة في الجمع، والهمزة\nالأصلية، وقد كانوا يغيرون هذا الجمع للهمزة العارضة فيه وحدها، فإذا اجتمع\nفيه همزتان كان ألزم للتغيير فجاء اللفظ: \"خطائي\" و\"رزائي\" فقلبوا الهمزة\nالأخيرة ياء لانكسار ما قبلها فصار \"خطائي\" و\"رزائي\" ثم قلبوا من كسرة\nالهمزة فتحة فصار \"خطاءي\" و\"رزاءي\" فتحركت الياء وقبلها فتحة فانقلبت ألفا\nفصار: \"خطاءا\" و\"رزاءا\" فوقعت همزة بين ألفين فصار كأنه قد اجتمع ثلاث\nألفات أو ثلاث همزات، ففروا من اجتماع ثلاث متشابهات إلى التغيير، وكان\nالأوسط أولى بالتغيير؛ ليحجز بين المثلين فقلبوا من الهمزة ياء فقالوا:\n\"خطايا\" و\"رزايا\" فالياء منقلبة عن همزة انقلبت عن ياء زائدة لوقوعها بعد\nألف التكسير، والألف التي بعدها انقلبت عن ياء انقلبت عن همزة أصلية وهي\nلام: \"خطيئة\" و\"رزيئة\".\n</p>\n\n<p>\nوقد ذكرت من هذا الجمع ما يستدل به على ما لم أذكره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p499'> Vol. 01, p. 499</a>\n            </div>\n            \n</p>\n\n<p>\nفإن كانت الألف والياء والواو في أحد هذا الجمع زوائد سواكن: همزت في\nالجمع، وترك همزها خطأ.\n</p>\n\n<p>\nفإن أردت أن تجمع: \"رسالة\" زدت ألف الجمع بعد السين، وبعدها ألف زائدة.\nولم يجز الجمع بينهما، ولا إسقاطها، ولا إسقاط إحداهما ولا تحريك الأولى،\nلأنها ألف الجمع، فوجب أن تحرك الثانية، وإذا حركت الألف صارت همزة،\nوكسرتها لوقوعها بعد ألف الجمع فقلت: \"رسائل\"، وفي \"عمامة\": \"عمائم\"، وفي\n\"حمامة\": \"حمائم\".\n</p>\n\n<p>\nوتقول في \"عجوز\": \"عجائز\" فتقلب من الواو همزة تشبيها لها بألف <span id='ms097'></span> \"رسالة\"،\nوتقول في \"كبيرة\": \"كبائر\" فتقلب من الياء همزة؛ لأن الياء والواو لما\nكانتا زائدتين ساكنتين وما قبلهما منهما شبها بألف \"رسالة\" همزتا، ولم يجز\nأن يحركا، ومن لم يهمزها فقد أخطأ.\n</p>\n\n<p>\nقالوا في: \"صيرف\": \"صيارف\" وفي \"حيدر\": \"حيادر\" وقالوا في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p500'> Vol. 01, p. 500</a>\n            </div>\n            \n</p>\n\n<p>\n\"جوهر\": \"جواهر\"، وفي \"جدول\": \"جداول\"، وقالوا في \"حذيم\": \"حذايم\".\n</p>\n\n<p>\nوكذلك إن كانت الياء والواو عينا [في] الكلمة وجب أن تصحح إن كانت متحركة\nأو ساكنة. قالوا في المتحركة \"أسود\" و\"أساود\" و\"أخير\" و\"أخاير\" و\"أطيب\"\nو\"أطايب\" و\"أجود\" و\"أجاود\".\n</p>\n\n<p>\nوقالوا في الساكنة: \"معيشة\" و\"معايش\"، لأن الياء في \"معيشة\" وإن كانت\nساكنة فأصلها الحركة ومن همزة \"معايش\" فهو مخطئ؛ وإنما همزها لأنه شبه\n\"معيشة\" ب\"صحيفة\" وليست مثلها؛ لأن الياء في صحيفة زائدة؛ وإنما همزوا ياء\n\"صحيفة\" وواو \"عجوز\" وألف \"رسالة\" لأنهن متن بالسكون في اللفظ والأصل، فوجب\nلهن الهمز.\n</p>\n\n<p>\nوالياء في \"معيشة\" أصلها الحركة، لأنها عين الكلمة.\n</p>\n\n<p>\nوتقول في \"مباع\": \"مبايع\"، لأن الأصل \"مبيع\"، وتقول في: \"مقال\": \"مقاول\"\nلأن الأصل \"مقول\" فتصحح هذه الأشياء، لأن أصلها الحركة، وهمزها خطأ، وتقول\nفي جمع \"منارة\": \"مناور\"، لأنها من النور، وفي \"مصيبة\": \"مصاوب\" لأنها من\n\"صاب يصوب\" وأصلها \"مصوبة\" و\"منورة\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p501'> Vol. 01, p. 501</a>\n            </div>\n            \n</p>\n\n<p>\nفي \"منارة\"، وتقول في جمع \"مقام\": \"مقاوم\" قال الشاعر:\n</p>\n\n<p>\nوإني لقوام مقاوم لم يكن ... جرير ولا مولى جرير يقومها\n</p>\n\n<p>\nوتقول في جمع \"مساءة\": \"مساوئ\" كما قال الشاعر:\n</p>\n\n<p>\nمساوئهم لو أن ذا الليل يعدل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p502'> Vol. 01, p. 502</a>\n            </div>\n            \n</p>\n\n<p>\nفأما \"معين\" فمن أخذه من \"المعن\" فالياء زائدة فينبغي أن يهمز فيقال\n\"معائن\"، وقد قالوا في جمعه: \"معن\" و\"معنات\"، وإسقاط الياء يدل على\nزيادتها,\n</p>\n\n<p>\nومن أخذ \"معين\" من \"العين\" فالياء عين الكلمة فينبغي أن يحركها فيقول:\n\"معاين\".\n</p>\n\n<p>\nوأما \"مدينة\" فمن أخذها من \"دان يدين\" فالياء عين الكلمة، لأنهم يدينون\nلسلطانهم فوزنها: \"مفعلة\" وأصلها \"مدينة\" كما أن أصل \"معين\": \"معين\" فيمن\nصحح، فينبغي أن يقول: \"مداين\" يصحح الياء ولا يهمز.\n</p>\n\n<p>\nومن أخذها من قولهم: \"مدنت المدائن\" إذا بنيتها وحصنتها فوزنها: \"فعيلة\"\nوالياء زائدة <span id='ms098'></span> فينبغي أن يقول في التكسير: \"مدائن\" فيهمز.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p503'> Vol. 01, p. 503</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head73'>AUTO عقد</h1>\n\n<p>\nإذا اعتلت عين الماضي الثلاثي فانقلبت ألفا نحو \"باع\" و\"قام\" لأنهما من\n\"بيع\" و\"قوم\"، فإذا بنيت اسم الفاعل من \"باع\" و\"قام\" وما أشبههما زدت قبل\nهذه الألف ألفا كما زدتها في \"ضارب\" و\"قاعد\" ليفرق بين الاسم والفعل،\nفاجتمع ألفان: الألف الزائدة، والألف المنقلبة من عين الكلمة، فلم يخل أن\nيجمع بينهما، أو يسقطا، أو يسقط أحدهما، أو يحرك أحدهما.\n</p>\n\n<p>\nوالجمع بينهما محال، لأنه لا يمكن النطق بألفين، وإسقاطهما محال، لأنه\nإجحاف بالكلمة، وإخلال بمعناها، ولا يجوز إسقاط أحدهما، لأن كل واحد منهما\nدخل لمعنى، ولا يجوز أن تهمز الأولى، لأنه لا حظ لها في الحركة، فلم يبق\nإلا أن تحرك الثانية فتنقلب همزة وتكسر لوقوعها بعد الألف الزائدة لتكون\nعلى وزن \"ضارب\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p504'> Vol. 01, p. 504</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت الثانية أولى بالحركة لأمرين:\n</p>\n\n<p>\nأحدها: أن لها أصلا في الحركة.\n</p>\n\n<p>\nوالثاني: أنها قد أعلت بالقلب، والإعلال يؤنس بالإعلال. فقلت \"قائم\"\nو\"بائع\"، وفي التنزيل (إلا خائفين) يجوز أن يقرأ بتحقيق الهمزة وبجعلها بين\nالهمزة والياء، ولا يجوز أن يقرأ بياء خالصة.\n</p>\n\n<p>\nفإن صحت الياء والواو في الفعل الماضي صحتا في اسم الفاعل قالوا: \"حول\"\nفهو: \"حاول\" و\"عور\" فهو \"عاور\" و\"صيد\" فهو \"صايد\" صحت الواو والياء في اسم\nالفاعل لصحتهما في الفعل ومن همزة شيئا من هذا فقد لحن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p505'> Vol. 01, p. 505</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head74'>AUTO عقد</h1>\n\n<p>\nالواو والياء إذا أدغمتا فيما بعدهما تحصنتا عن القلب أي: عن القلب\nالقياسي، لأنه لا يطرد فيهما القلب، فإن جاء فيهما قلب فذلك قليل لا يقاس\nعليه، إلا أن القلب فيهما إذا كانتا طرفا أكثر من القلب فيهما إذا جاورتا\nالطرف، وقد ذكرنا قبلهما في الطرف في الواحد والجمع وإنما نذكر في هذا\nالفصل ما جاور الطرف، لأنه يسري إليه من الطرف الإعلال والقلب، يدلك على أن\nالقلب إنما جعل فيهما لمجاورتهما الطرف أنهما متى بعدتا من الطرف صحتا\nقالوا: \"سيل\" و\"عيل\" قال الشاعر:\n</p>\n\n<p>\nيحمي الصحاب إذا تكون كريهة ... وإذا هم نزلوا فمأوى <span id='ms099'></span> العيل\n</p>\n\n<p>\nوقال أبو النجم:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p506'> Vol. 01, p. 506</a>\n            </div>\n            \n</p>\n\n<p>\nبين التلاع السيل\n</p>\n\n<p>\nوقالوا: \"سول\" وقالوا في الجمع \"نوم ونيم\" و\"صوم وصيم\" و\"قوم وقيم\"؛\nوإنما قلبوا الواو الأخيرة لمجاورتها الطرف، ثم اجتمع الواو والياء والسابق\nساكن فقلبوا الواو ياء وأدغموا الياء في الياء فقالوا: \"قيم\" و\"صيم\" و\"نيم\"\nقال الشاعر:\n</p>\n\n<p>\nلولا الإله ما سكنا خضما ... ولا ظللنا بالمشائي قيما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p507'> Vol. 01, p. 507</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا بعدت من الطرف صحت قالوا: \"صوام\" و\"نوام\" و\"قوام\" قال الشاعر:\n</p>\n\n<p>\nألا أيها النوام ويحكم هبوا ... ... ...\n</p>\n\n<p>\nفأما ما رواه ابن الأعرابي من قول ذي الرمة:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p508'> Vol. 01, p. 508</a>\n            </div>\n            \n</p>\n\n<p>\nألا طرقتنا مية ابنة بندر ... فما أرق النيام إلا سلامها\n</p>\n\n<p>\nفالأصل فيه: \"نوم\" فقلبت الواو الأخيرة ياء لمجاورتها الطرف، فاجتمع ياء\nوواو، وسبقت إحداهما بالسكون وهو \"نويم\" فقلبت الواو ياء، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p509'> Vol. 01, p. 509</a>\n            </div>\n            \n</p>\n\n<p>\nوأدغمت الياء في الياء، فكسر الحرف الذي قبل الياء ليتمكن القلب فقال:\n\"نيم\"، ثم أشبع الياء الأخيرة فنشأت الألف عن إشباع الفتحة فقال: \"نيام\".\n</p>\n\n<p>\nفأما قولهم: \"اخروط: اخرواطا\" و\"اجلوذ اجلواذا\" و\"اعلوط: اعلواطا\" فإنما\nصحت فيه الواو لأنه واحد، وأن الواو قد بعدت من الطرف، ولو ورد شيء من هذا\nمقلوبا لكان الكلام فيه كالكلام في: \"نيام\".\n</p>\n\n<p>\nوإنما صار القلب في الجمع أكثر منه في الواحد لئلا يجمعوا على الكلمة ثقل\nالجمع، وثقل الواو، ففروا منها إلى الياء، لأن الياء أسهل، وأنها من حروف\nالفم، وحروف الفم أكثر من حروف الشفة.\n</p>\n\n<p>\nاعلم أنه إذا اجتمع في الفعل الماضي واوان بنوه على: \"فعل\" لتنقلب\nالثانية من الواوين ياء، فلا يجتمع مثلان ثقيلان، ولا يلزم إدغام.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p510'> Vol. 01, p. 510</a>\n            </div>\n            \n</p>\n\n<p>\nقالوا: \"ذوي يذوى\" و\"جوي يجوى\" على مثال: \"شقي يشقى\".\n</p>\n\n<p>\nفإن كان في الماضي ياءان نحو: \"عيي يعيى\" و\"حيي يحيى\" فمنهم من يظهر\nالياءين ويقول ليست الياء الأخيرة لازمة، ألا تراها تنقلب إذا قلت: \"يعيى\"\nو\"يحيى\" وأيضا فإن السكون يدركها فتقول: \"عييت\" و\"حييت\" فلما كان السكون\nيدركها، والقلب يدركها لم تكن لازمة، وإذا لم تكن لازمة لم يلزم إدغامها،\nوإنما يلزم الإدغام إذا اجتمع مثلان متحركان وقد قرأ بعض <span id='ms100'></span> القراء: (من حيي\nعن بينة) بالإظهار.\n</p>\n\n<p>\nوقد أدغمها قوم فرارا من اجتماع المثلين وشبهوها بحركة الإعراب من حيث\nكانت هاء السكت لا تلحقها كما لا تلحق المعرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p511'> Vol. 01, p. 511</a>\n            </div>\n            \n</p>\n\n<p>\nفقالوا: \"عي\" و\"حي\"، وقد قرأ بعضهم \"من حي عن بينة).\n</p>\n\n<p>\nوتقول في التثنية: \"عيا\" و\"حيا\" وفي الجمع: \"عيوا\" و\"حيوا\" قال الشاعر:\n</p>\n\n<p>\nعيوا بأمرهم كما ... عيت ببيضتها الحمامه\n</p>\n\n<p>\nجعلت لها عودين من ... نشم وآخر من ثمامه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p512'> Vol. 01, p. 512</a>\n            </div>\n            \n</p>\n\n<p>\nفأما إذا بنيت على مذهب من أظهر الياء قلت \"عييا\" و\"حييا\"، فإذا جمعت قلت\n\"عيوا\" و\"حيوا\" وزنه \"فعوا\"، وقد سقطت لام الكلمة من قوله تعالى: (عموا) و\n(رضوا بأن يكونوا مع الخوالف)\n</p>\n\n<p>\nوالأصل فيه حييوا، وعييوا، ورضيوا فاستثقلوا الضمة على الياء الحقيقية\nالتي قبلها كسرة، فأسقطوا الضمة منها فبقيت الياء ساكنة، وبعدها واو الجمع\nساكنة، فاجتمع الواو والياء ولا يجوز الجمع بينهما، ولا إسقاطهما، ولا\nتحريك أحدهما، ولا بد من إسقاط أحدهما، والواو لا يجوز إسقاطها لئلا يبطل\nعلامة الجمع ويبقى الفعل بلا فاعل، فلما استحال إسقاط الواو أسقطوا الياء\nلالتقاء الساكنين فبقيت الواو ساكنة وقبلها كسرة، فلو أقروها لانقلبت الواو\nياء؛ لأنه لا يثبت واو ساكنة قبلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p513'> Vol. 01, p. 513</a>\n            </div>\n            \n</p>\n\n<p>\nكسرة، وكان يجيء \"حيي\" و\"عيي\" فيلتبس الجمع بالواحد، فلما كان يؤدي إقرار\nالواو إلى هذا الالتباس قلبوا من الكسرة ضمة لتثبت الواو ولا تنقلب فقالوا:\n\"حيوا\" و\"عيوا\" و\"رضوا\" و\"شقوا\" و\"عموا\"، وعلى هذا قال الشاعر:\n</p>\n\n<p>\n... ... ... حيوا بعدما ماتوا من الدهر أعصرا\n</p>\n\n<p>\nفإن بنيت هذا الفعل لما لم يسم فاعله قلت في لغة من أظهر: \"عيي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p514'> Vol. 01, p. 514</a>\n            </div>\n            \n</p>\n\n<p>\nبهذا الأمر\" و\"حيي في هذا المكان\" فأما من قال: \"قيل\" فينبغي له أن يسقط\nضمة الحاء من \"حيي\" وضمة العين من \"عيي\" فإذا سكنتا نقل إليهما كسرة الياء\nالتي بعدهما، فانكسرتا لأجل الكسرة المنقولة إليهما، وسكنت الياء التي\nبعدهما، وأدغمت في الياء التي بعدها فقيل: \"عي بهذا الأمر\" و\"حي في هذا\nالمكان\".\n</p>\n\n<p>\nومن أشار في: \"قيل\" أشار هنا إلى الضم.\n</p>\n\n<p>\nفأما من قال: \"قول <span id='ms101'></span> لهم\" فإنه يسقط كسرة الياء الأولى، ويدغمها فيما بعدها\nفيقول \"قد حي في هذا المكان\" وقد \"عي بهذا الأمر\".\n</p>\n\n<p>\nفإن أدخل الهمزة على هذا الفعل فقال: \"أحيي\" و\"أعيي\" ولم يدغم واتصلت به\nواو الجميع فقال: \"أحيوا\" و\"أعيوا\"، والأصل فيه: \"أحييوا\" و\"أعييوا\"\nفاستثقلوا الضمة في الياء التي قبلها كسرة، فأسقطوا منها الضمة، فبقيت\nالياء ساكنة، وبعدها واو الجميع ساكنة، ولم يجز أن تسقط واو الجمع، فأسقطوا\nالياء، لالتقاء الساكنين فبقيت الواو ساكنة، وقبلها كسرة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p515'> Vol. 01, p. 515</a>\n            </div>\n            \n</p>\n\n<p>\nفقلبوا من الكسرة ضمة لتثبت الواو ولا تنقلب فقال: \"أحيوا\" و\"أعيوا\" ووزن\nالكلمة \"أفعوا\"، لأن اللام قد سقطت.\n</p>\n\n<p>\nفأما من أدغم فأصله: \"أحييوا\" و\"أعييوا\" فنقل كسرة الياء الأولى إلى\nالساكن الذي قبلها، فانكسر الساكن، وسكنت الياء، فأدغمها في التي بعدها\nفقال: \"أحي\" و\"أعي\" واتصلت به واو الجمع فقال: \"أحيوا\" و\"أعيوا\".\n</p>\n\n<p>\nفأما: \"استحيى\" فوزنه \"استفعل\" من \"حييت\" والأصل: \"استحيي\" فانقلبت الياء\nالأخيرة ألفا لتحركها وانفتاح ما قبلها فقالوا: \"استحيى يستحيي استحياء\"\nوهو \"مستحي\".\n</p>\n\n<p>\nفإذا أسند المتكلم هذا الفعل إلى نفسه قال \"استحييت\" فسكنت الياء الأخيرة\nلاتصالها بما يوجب سكونها، والياء التي قبلها مفتوحة.\n</p>\n\n<p>\nهذا هو الصحيح الأكثر.\n</p>\n\n<p>\nومن الناس من يقول: \"استحييت\" وفيه طريقان:\n</p>\n\n<p>\nمنهم من يقول إن الأصل: \"استحاي\" على وزن \"استقام\" أعل عين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p516'> Vol. 01, p. 516</a>\n            </div>\n            \n</p>\n\n<p>\nالكلمة بأن قلبها ألفا بعد أن نقل فتحتها إلى الحاء وصحح اللام، فإذا\nاتصلت اللام بما يوجب سكونها سقط ما قبلها لالتقاء الساكنين فقال \"استحيت\"\nفوزن الكلمة: \"استفلت\"، وهذا المذهب رديء، لأنه لو كان الماضي: \"استحاي\"\nلوجب أن يقول في المستقبل: \"يستحي\" فيضم الياء في الرفع، لأنها مشددة، وهذا\nلا يجوز، لأن المضارع لا يجوز أن تنضم ياؤه في مكان، وتسكن في مكان، وكذلك\nالواو، ألا تراهم يقولون: \"يرمي\" و\"يغزو\" فيسكنون الياء والواو في الرفع.\n</p>\n\n<p>\nفإذا أدى قياس إلى أن تضم هذه الياء والواو رفضوه وأعلوه إلى أن يرجع إلى\nالقياس، ولهذا قالوا: \"احواوى التيس\" إذا بنوه على وزن: \"احمار\"، و\"احمار\"\nصحيح يدخله الرفع <span id='ms102'></span> في المستقبل تقول: \"احمار يحمار احميرارا\" فإذا بنوه من\nالحوة مثل: \"احمار\" فقياسه أن تقول: \"احواو يحواو\" فيضم الواو في الرفع\nوهذا لا يجوز.\n</p>\n\n<p>\nفلما كان يؤدي تصحيح الواو في \"احواو\" إلى أن يرتفع في المضارع رفضوه\nفحركوا الواو الأولى بالفتح فانقلبت الواو الثانية ألفا فقالوا في الماضي\n\"احواوى\" وفي المستقبل \"يحواوي\" فسكنت الياء في موضع الرفع.\n</p>\n\n<p>\nفأما مصدر هذا الفعل فمن قال: \"احميرارا\" في الصحيح قال في هذا:\n\"احويواوا\".\n</p>\n\n<p>\nفإن قيل فقد جمعتم بين \"ياء\" و\"واو\" والسابق منهما ساكن! قيل له \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p517'> Vol. 01, p. 517</a>\n            </div>\n            \n</p>\n\n<p>\nلأنها انقلبت عن ألف احواوى التي بين الواوين، فلما لم تلزم لم يعتد بها\nفقالوا: \"احويواوا\" فالحاء فاء الكلمة، والواو التي بعدها عين، والياء التي\nبعد الواو انقلبت عن ألف زائدة، والواو التي بعد الياء هي لام الكلمة،\nوالألف التي بعدها هي الألف التي تزاد قبل آخر المصادر، والهمزة التي بعد\nالألف انقلبت عن واو هي لام الكلمة في: \"احواويت\".\n</p>\n\n<p>\nومن الناس من يراعي اللفظ فيقلب من الواو ياء ويدغم الياء في الياء\nفيقول: \"احوياء\".\n</p>\n\n<p>\nومن أسقط الياء في الصحيح قال في: \"احميرار: احمرارا\" أسقط الياء هنا\nفقال: \"احوواء\".\n</p>\n\n<p>\nفمن قال: \"احويواء\" و\"احوياء\" فوزن الكلمة \"افعيلال\".\n</p>\n\n<p>\nومن قال: \"احوواء\" فوزن الكلمة: \"افعلال\".\n</p>\n\n<p>\nوم الناس من ينقل كسرة الواو الأولى إلى الحاء فيستغني بكسرتها عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p518'> Vol. 01, p. 518</a>\n            </div>\n            \n</p>\n\n<p>\nألف الوصل، ويدغم الواو في الواو فيقول: \"حواوا\" فوزن الكلمة \"فعلال\".\n</p>\n\n<p>\nوالوجه الثاني: في \"استحيت\" أن يكون الأصل فيه: \"استحييت\" فاستثقل الجمع\nبين ياءين فنقل فتحة الياء الأولى إلى الحاء فانفتحت الحاء، وسكنت الياء،\nثم قلب من الياء ألفا، وبعدها ياء ساكنة فسقطت الألف لالتقاء الساكنين. هذا\nهو القياس، لأن الياء التي قبلها فتحة لا تسقط لالتقاء الساكنين.\n</p>\n\n<p>\nوفي الناس من قال: أسقط الياء لالتقاء الساكنين وإن كان قبلها فتحة، وقد\nفعلوا في الصحيح مثل هذا قالوا: \"مسست\" و\"ظللت\" هذا هو الأصل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p519'> Vol. 01, p. 519</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الناس من ينقل، ويسكن الميم والظاء وينقل إليهما حركة السين واللام\nفتنكسر الميم والظاء، ويسكن ما بعدهما، ويسقطه <span id='ms103'></span> لسكونه وسكون ما بعده فيقول:\n\"مست\" و\"ظلت\" فوزن الكلمة: \"فلت\".\n</p>\n\n<p>\nوفي الناس من يقول: أسقط كسرة السين واللام، فلما سكنتا أسقطهما لسكونهما\nوسكون ما بعدهما فقال: \"مست\" و\"ظلت\" فوزن الكلمة: \"فلت\".\n</p>\n\n<p>\nوعلى المذهب الأول أنشدوا:\n</p>\n\n<p>\n... أحسن به فهن إليه شوس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p520'> Vol. 01, p. 520</a>\n            </div>\n            \n</p>\n\n<p>\nوأصله: \"أحسسن\" فنقل حركة السين إلى ما قبلها، ثم أسقطها لالتقاء\nالساكنين، فوزن الكلمة: \"أفلن\"، وعلى هذا قالوا: \"أحست\" وزنه \"أفلت\" وأصله:\n\"أحسست\" فنقل حركة السين إلى ما قبلها، ثم أسقطها لالتقاء الساكنين.\n</p>\n\n<p>\nومن قال \"حسين\" فإنه قلب من السين الثانية ياء، فرارا من اجتماع مثلين،\nوليقوم وزن البيت.\n</p>\n\n<p>\nوإذا كانت لام الكلمة وعينها معتلتين وجب أن تعل اللام، لأنها موضع\nالإعلال، وتصحح العين، لبعدها من الطرف: كما قالوا \"عييت\" و\"حييت\"، و\"يعيى\"\nو\"يحيى\" أجروه مجرى \"غبيت\" و\"شقيت\" فصححوا العين، كما صححوا القاف في\n\"شقيت\" والباء من \"غبيت\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p521'> Vol. 01, p. 521</a>\n            </div>\n            \n</p>\n\n<p>\nوقد شذ منه حريفات أعلوا فيها العين، وصححوا اللام: قالوا في الفعل:\n\"استحييت\" على مذهب من قال ماضيه: \"استحاي\" فأعلوا العين وصححوا اللام.\n</p>\n\n<p>\nوقالوا في الأسماء: \"راية\" والأصل \"روية\"، وقالوا: \"ثاية الغنم\" والأصل:\n\"ثوية\"، وقالوا: \"غاية\" والأصل: \"غيية\" فقلبوا العين ألفا لتحركها وانفتاح\nما قبلها، وصححوا اللام، وكان القياس: أن يصححوا العين، ويعلوا اللام\nفيقولون: \"غياة\" و\"رواة\" و\"ثواة\"، ووزنها \"فعلة\".\n</p>\n\n<p>\nفأم: \"آية\" فقال قوم أصلها: \"أيية\" \"فعلة\" فقلبوا العين ألفا لتحركها\nوانفتاح ما قبلها، وصححوا اللام، وكان القياس أن يقولوا: \"أياة\" فيعلوا\nاللام ويصححوا العين.\n</p>\n\n<p>\nوقال قوم وزنها \"أية\" على وزن \"فعلة\" إلا أنهم كرهوا التضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p522'> Vol. 01, p. 522</a>\n            </div>\n            \n</p>\n\n<p>\nفقلبوا من العين ألفا على غير قياس فقالوا: \"آية\" كما قالوا في \"طيئ:\nطائي\"، وكان القياس ألا تقلب الياء الساكنة ألفا.\n</p>\n\n<p>\nوقال الكسائي أصلها: \"آيية\" على وزن فاعلة، فلما كثر الاستعمال أسقطوا\nالياء الأخيرة تخفيفا فوزنها الساعة \"فاعة\".\n</p>\n\n<p>\nوإذا كان الفعل الماضي على ثلاثة أحرف، وكانت عينه معتلة، وكانت ألفا قد\nانقلبت عن ياء أو واو لم يخل أن يكون على وزن \"فعل\" أو \"فعل\" أو \"فعل\".\n</p>\n\n<p>\nفإن كان <span id='ms104'></span> على: \"فعل\" جاز أن يكون متعديا إلى مفعول، وألا يكون متعديا وإن\nكان على \"فعل\" جاز أن يكون متعديا وألا يكون متعديا.\n</p>\n\n<p>\nوإن كان على \"فعل\" لم يجز أن يكون متعديا، ألا ترى أنه لا يجوز أن يقول:\n\"كرمته\" و\"ظرفته\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p523'> Vol. 01, p. 523</a>\n            </div>\n            \n</p>\n\n<p>\nفأما \"طال\" الذي هو ضد \"قصر\" فأصله: \"طول\" على وزن \"قصر\" فلا يجوز أن\nيتعدى، لا يجوز أن تقول: \"طلته\" كما لا تقول\"قصرته\". فلما تحركت الواو في\n\"طول\" وقبلها فتحة انقلبت ألفا.\n</p>\n\n<p>\nفإذا اتصلت اللام بالضمائر التي توجب سكونها قالوا: \"طولت\"، وأسقطوا فتحة\nالطاء، فلما سكنت نقلوا إليها ضمة الواو، فانضمت الطاء وسكنت الواو، وبعدها\nحرف ساكن، ثم سقطت الواو لالتقاء الساكنين، وبقيت الضمة في الطاء تدل\nعليها، لأنها منها نقلت ووزن الكلمة \"فلت\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p524'> Vol. 01, p. 524</a>\n            </div>\n            \n</p>\n\n<p>\nوقالوا في المستقبل: \"يطول\" وأصله: \"يطول\" فنقلوا ضمة الواو إلى الطاء\nفصار: \"يطول\" لتعل المستقبل كما أعل الماضي، ليجري الفعل على وتيرة واحدة.\n</p>\n\n<p>\nفأما قولهم: \"طاولني فطلته\" فهو محول من \"طول\" إلى \"طول\"، ولو لم يكن\nاصله: \"طول\" لم يتعد إلى مفعول، ألا ترى قول الشاعر:\n</p>\n\n<p>\nإن الفرزدق صخرة عادية ... طالت - فليس تنالها - الأوعالا\n</p>\n\n<p>\nف\"الأوعال\" منصوبة ب\"طالت\"، وأصله \"طولت\"، لأن \"فعل\" مما يتعدى، فلما\nتحركت الواو، وقبلها فتحة انقلبت ألفا، فإذا اتصلت اللام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p525'> Vol. 01, p. 525</a>\n            </div>\n            \n</p>\n\n<p>\nبالضمير الذي يوجب سكونها حولوا \"طول\" إلى \"طولت\" فأسقطوا فتحة الطاء،\nونقلوا إليها ضمة الواو، فانضمت الطاء وسكنت الواو، ثم سقطت لسكونها وسكون\nما بعدها، وبقيت الضمة في الطاء تدل عليها، فهذا، معتل من محول إليه، لأنه\nكان \"فعل\" فحول إلى \"فعلت\" ثم أعل.\n</p>\n\n<p>\nو\"طلت\" الذي هو ضد \"قصرت\" أعل من \"فعلت\" لأنه لم يكن له \"فعلت\" ثم حول\nإلى \"فعلت\".\n</p>\n\n<p>\nفأما \"فعل\" فقد تكون ألفه من ياء، ومن واو، فمثال الياء \"باع\" أصله \"بيع\"\nفتحركت الياء وقبلها فتحة فانقلبت ألفا.\n</p>\n\n<p>\nفإذا أسندوا هذه الأفعال إلى ضمير فاعل يوجب سكون لامها حولوا: \"فعلت\" من\nذوات الياء إلى \"فعلت\" فحولوا: \"بيعت\" إلى \"بيعت\"، وحولوا ذوات الواو من\n\"فعلت\" إلى <span id='ms105'></span> \"فعلت\" فحولوا: \"صوغت\" إلى \"صوغت\"، و\"قومت\" إلى \"قومت\" ثم\nأسقطوا فتحة الباء من \"بيعت\" ونقلوا إليها كسرة الياء التي بعدها، فانكسرت\nالباء، وسكنت الياء، ثم سقطت الياء لسكونها وسكون ما بعدها، وبقيت الكسرة\nفي الباء تدل عليها، لأنها منها نقلت.\n</p>\n\n<p>\nوهذا معتل من محول إليه، وإنما فعلوا هذا ليدلوا بالكسرة على الياء\nالساقطة، الذي يدلك على أن أصله \"فعلت\" مجيء مستقبله على \"يفعل\" نحو \"يبيع\"\nأصله: \"يبيع\"، فنقلوا كسرة الياء إلى الباء فقالوا: \"يبيع\"، ولو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p526'> Vol. 01, p. 526</a>\n            </div>\n            \n</p>\n\n<p>\nكان الماضي \"فعل\" من غير محول إليه كان المستقبل \"يفعل\" نحو: \"ركب يركب\"،\nوكنت تقول: \"يباع\".\n</p>\n\n<p>\nفأما \"صغته\" فأصله: \"صوغت\" حولت إلى \"صوغت\"، ثم أسقطت فتحة الصاد، ونقلت\nإليها ضمة الواو، وسقطت الواو لسكونها وسكون ما بعدها، وبقيت الضمة في\nالصاد تدل عليها، يدلك على أن أصله \"صوغت\" وحول إلى \"صوغت\" تعديه إلى مفعول\nإذا قلت: \"صغت الخاتم\"، ولو كان أصله: \"فعلت\" لم يتعد.\n</p>\n\n<p>\nوقالوا في المستقبل: \"يصوغ\" وأصله: \"يصوغ\" فنقلوا ضمة الواو إلى الصاد\nفصار \"يصوغ\".\n</p>\n\n<p>\nو\"قمت\" أصله: \"قومت\" حول إلى: \"قومت\" ثم أسقطوا فتحة القاف، ونقلوا إليها\nضمة الواو، وسقطت الواو لسكونها وسكون ما بعدها فقالوا: \"قمت\"، ودلت الضمة\nفي القاف على الواو.\n</p>\n\n<p>\nوقالوا في المستقبل \"يقوم\"، والأصل: \"يقوم\"، وأعلوا المستقبل الإعلال\nالماضي حتى يجري الفعل على وتيرة واحدة فلا يختلف.\n</p>\n\n<p>\nفإذا قال المملوك: \"بعت الثوب\" فالتاء في موضع رفع لأنها فاعلة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p527'> Vol. 01, p. 527</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قال: \"بعت\" ولم يذكر شيئا جاز أن تكون التاء فاعلة وقد حذف المفعول،\nوأصله: \"بيعت\" فحول إلى: \"بيعت\" ثم سكنت الباء، ونقلت إليها كسرة الياء\nفقالوا: \"بعت\".\n</p>\n\n<p>\nويجوز أن تكون التاء في موضع رفع لأنها اسم ما لم يسم فاعله.\n</p>\n\n<p>\nفإن كان على لغة من قال: \"قول\" قال: \"بعت\"، والأصل فيه: \"بيعت\" فأسقطت\nكسرة الياء فسكنت وقبلها ضمة فانقلبت واوا، ثم سقطت لسكونها وسكون ما\nبعدها، وهذه لغة قليلة.\n</p>\n\n<p>\nوإن كان على لغة من قال: \"قيل\" فالأصل فيه: \"بيعت\" فسكنوا الباء ونقلوا\nإليها كسرة الياء، فسكنت الياء ثم <span id='ms106'></span> سقطت لسكونها وسكون ما بعدها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p528'> Vol. 01, p. 528</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا كانوا قد أشاروا إلى الضم في: \"قيل\" وهو غير ملتبس، فالإشارة هاهنا\nإلى الضم ألزم فيقولون: \"بعت\"، ليفرقوا بين كون التاء فاعلة، وكونها اسم ما\nلم يسم فاعله.\n</p>\n\n<p>\nوإذا كان الماضي على \"فعل\" نحو: \"هاب\" أصله: \"هيب\" فانقلبت الياء ألفا\nلتحركها وانفتاح ما قبلها، ويدلك على أنه \"فعل\" أن مستقبله \"يهاب\" وأصله\n\"يهيب\" فنقلت فتحة الياء إلى ما قبلها، ثم أتبعتها فانقلبت ألفا.\n</p>\n\n<p>\nفإن بنيت هذا لما لم يسم فاعله فقلت: \"هيب زيد\"، وأصله: \"هيب\" فسكنوا\nالهاء، ونقلوا إليها كسرة الياء، فسكنت الياء فقيل: \"هيب زيد\"، ومنهم من\nيشير إلى الضم ليدل على الأصل فيقول: \"قد هيب\".\n</p>\n\n<p>\nومنهم من يسقط الكسرة من الياء في: \"هيب\" فتسكن الياء وقبلها ضمة فتنقلب\nواوا فيقول: \"هوب زيد\".\n</p>\n\n<p>\nفإذا صار إلى المستقبل اتفق المذهبان فقالوا: \"يهاب زيد\".\n</p>\n\n<p>\nفمن قال في الماضي: \"هيب\" فأصل المستقبل: \"يهيب\".\n</p>\n\n<p>\nومن قال في الماضي: \"هوب\" فأصل المستقبل: \"يهوب\".\n</p>\n\n<p>\nإلا أنه ينقل فتحة الواو والياء إلى ما قبلهما، ويقلبان ألفا فيتساوى\nاللغتان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p529'> Vol. 01, p. 529</a>\n            </div>\n            \n</p>\n\n<p>\nفإن أسند \"هاب\" إلى فاعل يسكن فيه ياؤه قلت: \"هبت\"، والأصل \"هيبت\" فسكنت\nالهاء ونقلت إليها كسرة الياء ثم سقطت الياء لسكونها وسكون ما بعدها.\n</p>\n\n<p>\nفهذا أعل من موضعه، ولم يكن له بناء غير هذا ينقل إليه ويعل.\n</p>\n\n<p>\nفإن كانت التاء اسم ما لم يسم فاعله كما قيل في الظاهر: \"هيب زيد\" فالأصل\nفيه: \"هيب\" فاللغة الجيدة أن تسكن الهاء وتنقل إليها حركة الياء، وتسقط\nالياء لسكونها وسكون ما بعدها فيقال: \"هبت\".\n</p>\n\n<p>\nوالجيد: أن تشير بضمة ليفرق بين كون التاء فاعلة، وكونها اسم ما لم يسم فاعله.\n</p>\n\n<p>\nويجوز: \"هبت\" والأصل: \"هيبت\" فأسقط كسرة الياء، فلما سكنت وقبلها ضمة\nانقلبت واوا، ثم سقطت لسكونها وسكون ما بعدها.\n</p>\n\n<p>\nوتقول في المستقبل: \"أهاب\" على اللغتين، والأصل: \"أهوب\" و\"أهيب\" على\nالمذهبين، فنقل فتحة الياء والواو إلى ما قبلهما فانقلبتا ألفا فتساوت\nاللغتان.\n</p>\n\n<p>\nوقالوا: \"خاف زيد عمرا\" والأصل \"خوف\" فانقلبت الواو ألفا لتحركها وانفتاح\nما قبلها <span id='ms107'></span>، ويدلك على أن الماضي: \"فعل\" قوله في المستقبل \"يخاف\" وأصله:\n\"يخوف\" فنقل فتحة الواو إلى ما قبلها فانقلبت الواو ألفا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p530'> Vol. 01, p. 530</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا بنيت هذا الفعل للمفعول قلت: \"خيف عمرو\" والأصل: \"خوف\" فانقلبت\nالواو ياء لسكونها وانكسار ما قبلها.\n</p>\n\n<p>\nوفيهم من يشير إلى الضم، ليدل على الأصل فيقول: \"خيف زيد\" كما قالوا: \"قيل\".\n</p>\n\n<p>\nوفيهم من يقول: \"خوف\" فأسقطوا كسرة الواو، فسكنت وقبلها ضمة فصحت، وقالوا\nفي المستقبل على اللغتين: \"يخاف\"، وأصله: \"يخيف\" و\"يخوف\" فألقى فتحة الياء\nوالواو على ما قبلهما فانقلبتا ألفا إتباعا للفتحة قبلهما.\n</p>\n\n<p>\nفإن أسند: \"خاف\" إلى ضمير فاعل تسكن الفاء فيه قال: \"خفت\"، وأصله: \"خوفت\"\nفسكن الخاء، وألقى عليها كسرة الواو، فلما سكنت الواو وقبلها كسرة انقلبت\nياء، ثم سقطت لسكونها وسكون ما بعدها، وبقيت الكسرة في الخاء تدل عليها.\n</p>\n\n<p>\nوقالوا في المستقبل: \"يخاف\" والأصل: \"يخوف\"، فألقوا فتحة الواو على ما\nقبلها، ثم أتبعوها الفتحة فصارت ألفا.\n</p>\n\n<p>\nفهذا قد أعل من \"فعلت\" ولم يكن له أصل غير هذا ثم نقل إلى هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p531'> Vol. 01, p. 531</a>\n            </div>\n            \n</p>\n\n<p>\nوأعل منه، وهو معل من موضعه.\n</p>\n\n<p>\nفإن جعلت التاء اسم ما لم يسم فاعله كما قلت: \"خيف زيد\" فالأصل فيه:\n\"خوفت\" ثم تسكن الخاء وتلقى عليها كسرة الواو، فتسكن الواو وقبلها كسرة\nفتنقلب ياء، ثم تسقط لسكونها وسكون ما بعدها، لأن الكسرة في الخاء تدل عليها.\n</p>\n\n<p>\nومنهم من يشير بضمة ليدل على أنه لما لم يسم فاعله.\n</p>\n\n<p>\nومنهم من يقول: أصله: \"خوف\" فأسقطوا الكسرة من الواو فسكنت الواو وقبلها\nضمة، ثم سقطت لسكونها وسكون ما بعدها.\n</p>\n\n<p>\nوتقول في المستقبل: \"يخاف\" على اللغتين، والأصل: \"يخوف\" و\"يخيف\" فألقيت\nفتحة الواو والياء على ما قبلهما، وأتبعتهما الفتحة فصارتا ألفا.\n</p>\n\n<p>\nفعلى هذا تجري هذه الأفعال إذا اتصلت بالفاعلين المضمرين، وسكن ما قبل\nالفاعل، والمفعول المضمر الذي يقام مقام الفاعل.\n</p>\n\n<p>\nولم يفعل هذا التغيير والنقل مع الأسماء الظاهرة، لأنه لو قيل في: \"باع\nزيد\" \"بيع زيد\"، وفي \"خاف زيد\": \"خيف زيد\" لالتبس الفاعل بما لم يسم فاعله،\nولكنهم فعلوا هذا <span id='ms108'></span> في اسم واحد قال الشاعر:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p532'> Vol. 01, p. 532</a>\n            </div>\n            \n</p>\n\n<p>\nوكيد ضباع القف يأكلن جثتي ... وكيد خراش يوم ذلك ييتم\n</p>\n\n<p>\nوالأصل: \"كيد\" فسكنوا الكاف، وألقوا عليها كسرة الياء فصار: \"كيد\"، لأنهم\nأرادوا أن يفرقوا بين \"كاد يكاد\" من المقاربة، وبين \"كاد يكيد\" من الكيد.\n</p>\n\n<p>\nواعلم أن \"فعلى\" تكون وصفا، وتكون اسما، فإذا كانت اسما وعينها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p533'> Vol. 01, p. 533</a>\n            </div>\n            \n</p>\n\n<p>\nياء قلبت الياء لسكونها وانضمام ما قبلها واوا فقالوا: \"الكوسى\"\nو\"الطوبى\" وهما من \"الكيس\" و\"الطيب\".\n</p>\n\n<p>\nفإن كانت لام \"فعلى\" واوا واستعملت اسما قلبت واوها ياء قالوا \"الدنيا\"\nوهو من \"دنا يدنو\" و\"العليا\" وهو من \"علا يعلو\".\n</p>\n\n<p>\nوإنما قلبوا ليفرقوا بين الاسم والصفة، وكان التغيير في الاسم أولى من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p534'> Vol. 01, p. 534</a>\n            </div>\n            \n</p>\n\n<p>\nالصفة، لان الاسم على كل وجه أخف من الصفة.\n</p>\n\n<p>\nفلو بينت \"فعلى\" من \"غزوت\" وجعلتها اسما لقلت: \"الغزيا\"، ولو جعلتها صفة\nلصححت الواو فقلت: \"الغزوى\".\n</p>\n\n<p>\nفأما قراءة من قرأ: (تلك إذا قسمة ضيزى) بغير همزة فهي \"فعلى\"، وأصلها:\n\"ضيزى\"، وإنما كسروا أولها، وأقروا الياء، لأنهم أمنوا اللبس من حيث لم\nيوجد في كلام العرب \"فعلى\" صفة، وإنما تجيء الصفة على \"فعلاة\" نحو \"امرأة\nسعلاة\" للكثيرة الصخب، و\"رجل عزهاة\" للذي لا يحب اللهو مع النساء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p535'> Vol. 01, p. 535</a>\n            </div>\n            \n</p>\n\n<p>\nفأما قراءة من قرأ: (ضئزى) بالهمز فهو مصدر وصف به.\n</p>\n\n<p>\nولو كانت \"الطوبى\" و\"الكوسى\" وصفين لقيل فيهما: \"طيبى\" و\"كيسى\" كما\nقالوا: \"ضيزى\".\n</p>\n\n<p>\nفإذا كانت \"فعلى\" اسما ولامها ياء قلبوها واوا ليفرقوا بين الاسم والصفة\nقالوا: \"تقوى\" و\"شروى\" و\"ثنوى\" وهو من \"شريت\" و\"وقيت\" و\"ثنيت\"، ولو كانت\nوصفا لقالوا \"شريا\" و\"تقيا\" و\"ثنيا\" كا قالوا: \"خزيا\".\n</p>\n\n<p>\nولو بنيت \"فعلى\" اسما من \"غزوت\" لقلت: \"غزوى\" فصححت الواو، لأنك إذا كنت\nتفر من الياء إلى الواو فينبغي أن تتمسك بالواو إذا ظفرت بها.\n</p>\n\n<p>\nولو كانت \"غزوى\" وصفا لصحت الواو أيضا، لأنهم فروا من الياء إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p536'> Vol. 01, p. 536</a>\n            </div>\n            \n</p>\n\n<p>\nالواو في الاسم ليفرقوا بينه وبين الصفة، ولم يفروا من الواو إلى الياء.\n</p>\n\n<p>\nفأما القصوى فكان ينبغي أن تكون \"القصيا\" على مثال \"الدنيا\" ولكنه شذ،\nفأما <span id='ms109'></span>: \"ريا\" فهو من \"رويت\" وأصله: \"رويا\" فلما اجتمعت الواو والياء، وسبقت\nالأولى بالسكون قلبوا من الواو ياء، وأدغموا فقالوا: \"ريا\"، ولو كانت \"ريا\"\nاسما لقلبوا من الياء واوا كما قالوا في: \"شروى\"، وأدغموا الواو الأولى\nفيها فكانوا يقولون: \"روى\".\n</p>\n\n<p>\nفأما: \"العوى\" في اسم النجم فأصله \"عويا\" من \"عوى يعوي\" ولكنه اسم وليس\nبوصف؛ فلأجل هذا قلبوا من الياء واوا، وأدغموا الواو الأولى فيها فقالوا:\n\"العوى\".\n</p>\n\n<p>\nفأما: \"فعلاء\" فإذا كان وصفا ولامها واو صحت الواو فيها قالوا:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p537'> Vol. 01, p. 537</a>\n            </div>\n            \n</p>\n\n<p>\n\"القنواء\" و\"العشواء\" و\"العثواء\" فأما \"العلياء\" في قول الشاعر:\n</p>\n\n<p>\nألا يا بيت بالعلياء ... ... ...\n</p>\n\n<p>\nفليس بتأنيث \"الأعلى\" كما قالوا: \"الأحمر وحمراء\"، لأن تأنيث \"الأعلى\":\n\"العليا\" كما قالوا: \"الأفضل والفضلى\" فقلبوا واو \"العليا\" ياء كما قلبوها\nفي \"الدنيا\".\n</p>\n\n<p>\nفأما: \"العلياء\" فكان ينبغي أن يقال: \"العلواء\"، ولكن قلبوا الواو ياء\nلما استعملوها استعمال الأسماء، ليفرقوا بين الاسم والصفة، ألا تراهم صححوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p538'> Vol. 01, p. 538</a>\n            </div>\n            \n</p>\n\n<p>\nالواو في \"القنواء\" و\"العشواء\" لما كانت صفة، ولم تستعمل استعمال\nالأسماء.\n</p>\n\n<p>\nفأما رواية من روى: \"العواء\" بالمد، وهو شاذ فكان ينبغي أن يكون:\n\"العياء\" كما قالوا \"العلياء\"، لأنه اسم وأصله: \"عوياء\" فتقلب من الواو\nياء، وتدغم في الياء التي بعدها، ولكنه أشبع فتحة الواو الأخيرة فنشأت ألف،\nفلما اجتمع ألفان حرك الأخيرة فانقلبت همزة فجاء اللفظ: \"عواء\".\n</p>\n\n<p>\nفهذا أجود ما يصرف إليه هذا الشذوذ إذا كان اسما وليس بوصف.\n</p>\n\n<p>\nواعلم أنه قد يجيء في الثلاثي الفاء واللام من جنس واحد نحو: \"سلس\"\nو\"قلق\"، وقلما يجيء مثل هذا في المعتل، إلا أنه قد جاء حرف واحد قالوا:\n\"يديت إليه يدا\"، واليد مأخوذة منه، وأصلها: \"يدي\" فحذفوا الياء الأخيرة\nتخفيفا فقالوا: \"يد\".\n</p>\n\n<p>\nولم تجئ الفاء واللام واوين، وأما قولهم في هذا الحرف:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p539'> Vol. 01, p. 539</a>\n            </div>\n            \n</p>\n\n<p>\n\"واو\" فقال قوم أصله: \"ووو\" كما قالوا: \"ببه\" إلا أنهم قلبوا الواو\nالوسطى ألفا فقالوا: \"واو\"، و\"ببة\" لا يقاس عليه، لأنه صوت.\n</p>\n\n<p>\nوقال قوم أصله: \"ويو\" فحجزت الياء بين الواوين، ثم قلبوها ألفا لتحركها\nوانفتاح ما قبلها.\n</p>\n\n<p>\nوقد تجيء الفاء \"واوا\" واللام <span id='ms110'></span> \"ياء\" قالوا: \"ودى: يدي\" من الدية، و\"وأى:\nيئي\" من \"الواي\" وهو الوعد، وقالوا: \"وشى: يشي\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p540'> Vol. 01, p. 540</a>\n            </div>\n            \n</p>\n\n<p>\nو\"ولي: يلي\" و\"وهى: يهي\".\n</p>\n\n<p>\nولا تكون الفاء واللام واوين ليس في الكلام مثل: \"وعوت\".\n</p>\n\n<p>\nوقد تكون العين واللام ياءين نحو: \"عيي\" و\"حيي\".\n</p>\n\n<p>\nولا تكون العين واللام واوين فإن اتفق مثل هذا بنوه على: \"فعلت\"، لتنقلب\nالواو الأخيرة ياء، فرارا من الواوين.\n</p>\n\n<p>\nوقد تكون العين واوا واللام ياء نحو: \"طويت\" و\"شويت\" و\"رويت\".\n</p>\n\n<p>\nولا يجوز أن تكون العين ياء واللام واوا، لأنه ليس في كلام العرب مثل\n\"حيوت\".\n</p>\n\n<p>\nوقد تكون الفاء معتلة، وتصح العين واللام نحو: \"وعدت\".\n</p>\n\n<p>\nوقد تصح الفاء واللام، وتعتل العين نحو: \"قال\" و\"باع\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p541'> Vol. 01, p. 541</a>\n            </div>\n            \n</p>\n\n<p>\nوقد تصح الفاء والعين، وتعتل اللام نحو: \"غزا\" و\"رمى\".\n</p>\n\n<p>\nوعلى ما بينت لك تجري قواعد التصريف.\n</p>\n\n<p>\nوقد ذكرت أن الياء والواو إذا وقعتا طرفا بعد ألف زائدة وليس بعدها تاء\nالتأنيث فإن العرب تقلب منهما همزة في نحو: \"رداء\" و\"كساء\"، لأنهما من\n\"الردية\" و\"الكسوة\"، وقد ذكرت علة قلبهما فيما تقدم.\n</p>\n\n<p>\nفإن وقعت بعدهما تاء التأنيث فللعرب فيها مذهبان:\n</p>\n\n<p>\nمنهم من يصحح الياء والواو، لأن تاء التأنيث قد صارت حرف الإعراب لأنه\nبنى الكلمة على التأنيث، وصارت التاء لازمة للكلمة، فكأنها ما انفكت منها\nفقال: \"عباية\" و\"صلاية\" و\"شقاوة\" هذا مذهب.\n</p>\n\n<p>\nوالمذهب الثاني: أن تتصور الكلمة كأن الهاء ليست فيها، وكأن الاسم مذكر،\nفكأنه قال: \"عباي\" و\"صلاي\" و\"عظاي\" فهذا يقلب من الياء والواو همزة كما\nقلبها في \"رداء\" و\"كساء\" فيقول: \"صلاءة\" و\"عظاءة\" والعلة في قلبها كالعلة\nفي قلب \"رداء\" و\"كساء\" ثم يلحق تاء التأنيث بعدما استقر القلب، ويؤنث الاسم\nبعدما كان مذكرا فيقول: \"عباءة\" و\"صلاءة\" و\"عظاءة\" و\"شقاءة\"، وكل شيء ورد\nمن الأسماء من هذه الأمثلة فطريق همزه وتصحيحه ما بينت لك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p542'> Vol. 01, p. 542</a>\n            </div>\n            \n</p>\n\n<p>\nواعلم أن النون قد شبهوها بحروف المد واللين ووجه شبهها بحروف المد\nواللين: أنها تكون علامة للجمع في: \"قمن جواريك\" كما قالوا <span id='ms111'></span>: \"قاموا إخوتك\"\nعلى هذه اللغة.\n</p>\n\n<p>\nوتكون النون علامة للرفع في خمسة أمثلة من الأفعال وهي \"تفعلين، وتفعلان،\nويفعلان، ويفعلون، وتفعلون\"، كما تكون الألف علامة للرفع إذا قلت:\n\"الزيدان\" والواو علامة للرفع إذا قلت: \"الزيدون\"، والياء علامة للنصب،\nوالجر إذا قلت: \"الزيدين\" و\"الزيدين\".\n</p>\n\n<p>\nوتكون النون ضمير الفاعلات إذا قلت: \"الهندات يقمن\" كما تكون الواو ضمير\nالفاعلين إذا قلت: \"الزيدون يقومون\"، وتكون الياء ضميرا للفاعلة إذا قلت\nللمخاطبة: \"أنت تقومين\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p543'> Vol. 01, p. 543</a>\n            </div>\n            \n</p>\n\n<p>\nوتحذف النون تخفيفا إذا قلت: \"لم يك\" كما تحذف الياء تخفيفا إذا قلت: \"لا\nأدر\" و\"لا أبال\".\n</p>\n\n<p>\nوتسكن النون في الأسماء المركبة كما تسكن الياء قالوا: \"سوسنجرد\"\nو\"باذنجان\" و\"دستنبويه\" كما قالوا:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p544'> Vol. 01, p. 544</a>\n            </div>\n            \n</p>\n\n<p>\n\"معدي كرب\" و\"قاليقلا\".\n</p>\n\n<p>\nويحذفونهما في الجزم في: \"لم تفعلي\" و\"لم تفعلا\" و\"لم يفعلا\" و\"لم\nيفعلوا\" و\"لم تفعلوا\" كما يحذفون الواو والياء والألف من قولهم: \"لم يرم\"\nو\"لم يدع\" و\"لم يسع\".\n</p>\n\n<p>\nويدغمونهما في الواو والياء بأن يقلبوها إلى جنسها قالوا: \"زيد ومحمد\nيقومان\". (من يقول آمنا) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p545'> Vol. 01, p. 545</a>\n            </div>\n            \n</p>\n\n<p>\nوقالوا: \"أناسي\" وأصله: \"أناسين\".\n</p>\n\n<p>\nوقلبوا من النون ألفا في المنصوب المنصرف إذا قالوا: \"لقيت زيدا\"، لأن\nالتنوين نون ساكنة.\n</p>\n\n<p>\nوأبدلوا من نون التوكيد ألفا في الفعل إذا انفتح ما قبلها فقالوا:\n\"اضربا\" وفي التنزيل: (لنسفعا بالناصية).\n</p>\n\n<p>\nوفي النون غنة كما أن في حروف المد لينا.\n</p>\n\n<p>\nفلما أشبهت النون لحروف المد من هذه الوجوه أجروها مجراها، ومع هذا فلا\nبد أن يكون الفرع أنقص من الأصل، ولا يجوز أن يساويه\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p546'> Vol. 01, p. 546</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head75'>AUTO تنبيه على كيفية الأبنية</h1>\n\n<p>\nاعلم أن التصريفيين قد احتاطوا ووضعوا أصولا يرتاض بها الناس سواء كان\nللكلمة معنى في نفسها أو لم يكن لها معنى، لأن الغرض بوضعهم إياها أن يروض\nالإنسان خاطره ويقوي تصرفه، فإذا قالوا: ابن من كذا مثال كذا فكأنهم قالوا:\nخذ الحروف الأصول من هذه الكلمة، وابن مثل هذه الأجزاء، فإن كان المثال\nالذي يسأل عنه أصولا كله ليس في أحرف زيادة بنى مثله أصولا، فإن كان فيه\nزائد: وضع مكانه حرفا <span id='ms112'></span> زائدا، ليقابل الأصلي بالأصلي، والزائد بالزائد،\nوالساكن بالساكن، والمتحرك بالمتحرك، والمضموم بالمضموم، والمفتوح\nبالمفتوح، والمكسور بالمكسور، وإن كان في المثال المطلوب زائدان في موضع\nواحد: وضع مثلهما زائدين في مقابلتهما، وإن كان فيه زائدان في موضعين: وضع\nفي مقابلتهما زائدين في موضعين، وإن كان في المثال حرفان قد أدغم أحدهما في\nالآخر: جعل بإزائهما حرفان وأدغم أحدهما في الآخر.\n</p>\n\n<p>\nولك أن تبني من القليل كثيرا، لأن البناء زيادة، وليس لك أن تبني من\nالكثير قليلا، لأن هذا يكون هدما ونقضا. فلك أن تبني من الثلاثي: ثلاثيا\nورباعيا وخماسيا، ولك أن تبني من الرباعي رباعيا وخماسيا، ولك أن تبني من\nالخماسي خماسيا.\n</p>\n\n<p>\nفإن كان المثال مساويا للمثال: كان البناء بتغيير الحركات والسكون، ولم\nيكن بزيادة حرف في العدد.\n</p>\n\n<p>\nوإن كان البناء المطلوب أكثر عددا فلا بد من زيادة حرف أو حروف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p547'> Vol. 01, p. 547</a>\n            </div>\n            \n</p>\n\n<p>\nليتساوى المثالان، فإن كان المثال الذي سؤلت عنه أكثر مما معك فاجعل\nالزيادة في العدد من موضع اللام إلا أن يكون المثال الذي سؤلت عنه قد تكررت\nفيه العين فينبغي لك أن تكرر العين، فإن كانت العين وحدها مكررة كررت العين\nوحدها، وإن كانت اللام وحدها مكررة كررت اللام وحدها، وإن كانت الفاء\nوالعين قد تكررتا كررت الفاء والعين.\n</p>\n\n<p>\nوأنا أسوق على ما أريتك أمثلة يهتدى بها إن شاء الله.\n</p>\n\n<p>\nمثال بناء ثلاثي من ثلاثي: إذا قال ابن من \"ضرب\" مثال \"علم\" قلت \"ضرب\".\n</p>\n\n<p>\nوإن قال ابن مثال: \"ظرف قلت: \"ضرب\" غيرت الحركات عما كانت عليه ليكون على\nمثال المطلوب.\n</p>\n\n<p>\nفإن قال ابن من \"ضرب \"مثال \"جعفر\" فقد سألك أن تبني من ثلاثي رباعيا فلك\nأن تكرر اللام ليكون على عدته وفي حركاته وسكونه وهو أصول كله قلت: \"ضربب\".\n</p>\n\n<p>\nفإن قال ابن من \"ضرب\" مثال \"صيرف\" زدت ياء ثانية ساكنة فقلت \"ضيرب\" فإن\nقال ابن مثال \"كوثر\" قلت: \"ضورب\".\n</p>\n\n<p>\nفإن قال ابن مثال \"جهور\" قلت: \"ضروب\".\n</p>\n\n<p>\nفإن قال ابن مثال \"عجوز\" قلت: \"ضروب\".\n</p>\n\n<p>\nفإن قال ابن مثال \"سعيد\" قلت: \"ضريب <span id='ms113'></span>\".\n</p>\n\n<p>\nفإن قال ابن مثال \"عماد\" قلت: \"ضراب\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p548'> Vol. 01, p. 548</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قال ابن مثال \"كسر\" قلت: \"ضرب\".\n</p>\n\n<p>\nفإن قال: ابن من: \"ضرب\" مثال: \"قنرب\" قلت: \"ضنرب\" وهذا لا يجوز، لأن\nالنون قريبة من الراء فإن أظهرتها ثقل، وإن أدغمتها جاء \"ضرب\" فالتبس.\n</p>\n\n<p>\nولو قالوا ابن من: \"علم\" مثال: \"قنلم\" فمثاله: \"عنلم\" وهذا لا يجوز لأنك\nإن أدغمت النون في اللام لقربها منها جاء: \"علم\" فالتبس، وإن أظهرتها ثقل.\n</p>\n\n<p>\nفإن قال: ابن من \"ضرب\" مثال \"درهم\" قلت: \"ضربب\".\n</p>\n\n<p>\nفإن بنيت مثال \"حبرج\" قلت: \"ضربب\".\n</p>\n\n<p>\nفإن بنيت مثال: \"ضيفن\" قلت: \"ضربن\"، لأن النون زائدة.\n</p>\n\n<p>\nفإن بنيت من: \"ضرب\" مثال: \"خلفنة\" قلت: \"ضربنة\".\n</p>\n\n<p>\nفإن بنيت مثال: \"جحنفل\" قلت: \"ضرنبب\".\n</p>\n\n<p>\nومثال: \"هدملة\" قلت: \"ضربة\".\n</p>\n\n<p>\nفإن بنيت مثال: \"عثمان\" قلت: \"ضربان\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p549'> Vol. 01, p. 549</a>\n            </div>\n            \n</p>\n\n<p>\nومثال: \"غطفان\": \"ضربان\".\n</p>\n\n<p>\nومثال: \"زعفران\" قلت: \"ضرببان\".\n</p>\n\n<p>\nوإن بنيت مثال: \"مرمريت\" قلت \"ضرضريب\".\n</p>\n\n<p>\nوإن بنيت مثال: \"صمحمح\" وهو \"فعلعل\" قلت: \"ضربرب\".\n</p>\n\n<p>\nفإن بنيت من \"جعفر\" مثال \"جردحل\" قلت: \"جعفر\".\n</p>\n\n<p>\nفإن بنيت من \"جعفر\" مثال: \"قمطر\" قلت: \"جعفر\".\n</p>\n\n<p>\nفإن بنيت من \"جعفر\" مثال: \"حبرج\" قلت: \"جعفر\".\n</p>\n\n<p>\nفإن بنيت من \"جعفر\" مثال: \"سفرجل\" قلت: \"جعفرر\".\n</p>\n\n<p>\nوإن بنيت مثال: \"صهصلق\" قلت: \"جعفرر\".\n</p>\n\n<p>\nفإن بنيت من \"سفرجل\" مثال: \"جحمرش\" قلت: \"سفرجل\".\n</p>\n\n<p>\nفإن بنيت من \"جحمرش\" مثال: \"سفرجل\" قلت: \"جحمرش\".\n</p>\n\n<p>\nفإن بنيت من \"جعفر\" مثال: \"جحنفل\" قلت: \"جعنفر\".\n</p>\n\n<p>\nفإن بنيت من \"جردحل\" مثال: \"سفرجل\" قلت: \"جردحل\".\n</p>\n\n<p>\nوإن بنيت مثال: \"جحمرش\" قلت: \"جردحل\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p550'> Vol. 01, p. 550</a>\n            </div>\n            \n</p>\n\n<p>\nوإن بنيت من \"جحمرش\" مثال \"جردحل\" قلت: \"جحمرش\".\n</p>\n\n<p>\nوإن بنيت من \"قرات\" مثال \"جعفر\" فقياسه أن تقول: \"قرأأ\" إلا أن العرب لا\nتجمع بين الهمزتين فينبغي أن تقلب الثانية ياء، أو تقلبها ألفا لتحركها\nوانفتاح ما قبلها فتقول: \"قرأى\" على مثال: \"أرطى\".\n</p>\n\n<p>\nوإن بنيت من \"قرات\" مثال \"جردحل\" فقياسه في اللفظ: \"قرأ أ أ\" بثلاث همزات\nعلى وزن: \"قرعع\"، إلا أن العرب إذا لم تجمع بين همزتين فهي من الثلاث أفر،\nولا يجوز أن تقلب الأولى، لأنه يبقى بعدها همزتان، ولا تقلب الثالثة، لأنه\nيبقى قبلها همزتان، ولكن تقلب الوسطى <span id='ms114'></span> ياء، لتحجز بين المثلين فتقول:\n\"قرأيأ\".\n</p>\n\n<p>\nفإن بنيت من \"قرات\" مثال \"حبرج\" جاء: \"قرؤؤ\" فقلبت الثانية ياء فصار:\n\"قرؤي\" فكسرت ما قبل الياء فصار: \"قرئي\"، ومررت ب\"قرئي\" ورأيت \"قرئيا\".\n</p>\n\n<p>\nفإن بنيت من \"قرات\" مثال \"سفرجل\" جاء: \"قرأ أ\" بثلاث همزات، ولا يجوز أن\nتقلب الأولى، لأنه يبقى بعدها همزتان، ولا يجوز أن تقلب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p551'> Vol. 01, p. 551</a>\n            </div>\n            \n</p>\n\n<p>\nالأخيرة، لأنه يبقى قبلها همزتان، ولكن تقلب الوسطى لتحجز بين المثلين\nفتقول: \"قرايأ\".\n</p>\n\n<p>\nفإن بنيت من \"قرات\" مثال \"جحمرش\" جاء \"قرأإأ\" فيجتمع ثلاث همزات وهذا لا\nيجوز، ولا يجوز أن تقلب الأولى ولا الثالثة، ولكن تقلب الوسطى ياء فيجيء:\n\"قرأيئ\" فتتحرك الياء وقبلها فتحة فتنقلب ألفا فتقول: \"قرآء\" مثل: \"قرعاع\".\n</p>\n\n<p>\nوإن بنيت من \"قرات\" مثال: \"جحنفل\" قلت: \"قرنأأ\" وقلبت الهمزة الثانية ياء\nفقلت: \"قرنأي\" فانقلبت الياء ألفا لتحركها وانفتاح ما قبلها فقلت: \"قرنأى\"\nوالأمثلة كثيرة تتشعب وتكثر وفيما ذكرته رياضة لمن تدرب.\n</p>\n\n<p>\nالمعتل من ذلك\n</p>\n\n<p>\nفإن بنيت من المعتل مثال الصحيح أعللت حرف العلة إن كان فيه ما يوجب\nإعلاله، وصححته إن كان فيه ما يوجب تصحيحه.\n</p>\n\n<p>\nتقول: إذا بنيت من \"البيع\" مثال \"كتف\" \"باع\" ومن \"القول\": \"قال\"، وأصلهما\n\"بيع\" و\"قول\" فقلبت الواو والياء ألفا لما تحركتا وانفتح ما قبلهما.\n</p>\n\n<p>\nوإن بنيت مثل \"كتف\" من \"رمى\" و\"غزا\" قلت: \"رم\" و\"غز\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p552'> Vol. 01, p. 552</a>\n            </div>\n            \n</p>\n\n<p>\nوإن بنيت من \"البيع\" و\"القول\" مثل \"جعفر\" قلت: \"بيعع\" و\"قولل\" صحت الواو،\nوالياء لسكونهما.\n</p>\n\n<p>\nوإن بنيت من \"رمى\" و\"غزا\" مثال: \"جعفر\" قلت: \"رميى\" و\"غزوى\" على مثال\n\"أرطى\"، وأصله: \"غزوو\" و\"رميي\" قلبت الياء الثانية ألفا لتحركها وانفتاح ما\nقبلها، وقلبت الواو الثانية من \"غزوو\" ياء، لأنها رابعة، وانقلبت الياء\nألفا لتحركها وانفتاح ما قبلها، وصحت الواو الأولى لسكون ما قبلها.\n</p>\n\n<p>\nفإن بنيت من \"البيع\" و\"القول\" مثال: \"سبطر\" قلت: \"بيع\" و\"قول\".\n</p>\n\n<p>\nفإن بنيت من \"غزوت\" و\"رميت\" مثال: \"سبطر\" قلت: \"رمي\" و\"غزو\" صحت الواو\nوالياء لإدغامهما.\n</p>\n\n<p>\nفإن بنيت من \"غزوت\" و\"رميت\" مثل \"سفرجل\" قلت: \"رميى\" و <span id='ms115'></span>\"غزوى\"، والأصل:\n\"رميي\" فقلبت الياء الأخيرة ألفا لتحركها وانفتاح ما قبلها.\n</p>\n\n<p>\nفإن بنيت من \"غزوت\" مثال: \"جحمرش\" جاء اللفظ: \"غزووو\" بثلاث واوات:\nالأولى مفتوحة، والثانية مكسورة والثالثة حرف الإعراب، فلا بد من إعلال أحد\nالواوات، والأولى لا يجوز أن تعل، لأن قبلها ساكنا، وإنما يكون الإعلال في\nالثانية، أو في الثالثة، فمنهم من يعل الثالثة بأن قلبها ياء فقال: \"غزوو\"\nفصار من باب \"قاض\" تقول: \"هذا غزوو\" و\"مررت بغزوو\".\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p553'> Vol. 01, p. 553</a>\n            </div>\n            \n</p>\n\n<p>\nو\"رأيت غزوويا\" وصحت الواو الثانية وإن كانت متحركة، لأنك قد أعللت التي\nبعدها، ولا يجوز أن تعل حرفين متلاصقين ألا ترى إلى صحة الواو في: \"الهوى\"\nو\"النوى\" وإن كانت متحركة وقبلها فتحة، وإنما صحت لأنك قد أعللت التي بعدها\nفلم يجز أن تعلها.\n</p>\n\n<p>\nفإن حجز بين حرفي العلة حرف صحيح جاز أن تعلهما تقول في الأمر من يلي:\n\"له\" وهو من \"وليت\" فتسقط الواو، والياء.\n</p>\n\n<p>\nفأما الواو فسقطت من \"يلي\" لوقوعها بين ياء وكسرة.\n</p>\n\n<p>\nثم أمرت بعد إسقاط الواو، فسقطت الياء للأمر فبقي معك حرف واحد، فزدت\nبعده هاء للسكت تثبت في الخط والوقف، فإذا وصلت الكلام بما بعده سقطت الهاء\nمن لفظك.\n</p>\n\n<p>\nوكذلك تقول: \"شه ثوبك\" وهو من \"وشيت\".\n</p>\n\n<p>\nو\"قه ثوبك\" وهو من \"وقيت\"، والطريق في هذه الألفاظ واحدة كما أعلمتك في:\n\"وليت\".\n</p>\n\n<p>\nومنهم من يعل الواو الوسطى بأن يقلبها ألفا لتحركها وانفتاح ما قبلها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p554'> Vol. 01, p. 554</a>\n            </div>\n            \n</p>\n\n<p>\nفتقول: \"غزواو\"، وصحت الواو الأولى لأمرين:\n</p>\n\n<p>\nأحدهما: لسكون ما قبلها.\n</p>\n\n<p>\nوالثاني: لسكون ما بعدها.\n</p>\n\n<p>\nوأمر ثالث: أنك قد أعللت ما بعدها، فلا يجوز أن تعلها، لئلا تعل حرفين\nمتلاصقين على ما ذكرناه.\n</p>\n\n<p>\nوصحت الواو الثالثة وإن كانت طرفا وقبلها ألف، لأن الألف التي قبلها ليست\nزائدة، وإنما هي بدل من حرف من نفس الكلمة، ولو كانت الألف زائدة لوجب أن\nتهمز الواو على حد ما همزت حرف العلة في \"كساء\" و\"رداء\".\n</p>\n\n<p>\nوقد أوردت في هذا الكتاب المختصر جملا من التصريف يستدل بها على غيرها،\nويشرف بها على ما لم أذكره <span id='ms116'></span> وبالله التوفيق.\n</p>\n\n<p>\nتم الكتاب والحمد لله رب العالمين، وصلواته على سيدنا محمد النبي وآله\nأجمعين، فرغ من نسخه كاتبه أبو الفضائل علي بن عبد الله بن محمد بن محمد بن\nأبي عيسى يوم السبت سلخ ذي الحجة سنة ثمان وستمائة وهو يسأل الله تعالى\nالعفو والعافية في الدنيا والآخرة وذلك بمدينة السلام بغداد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p555'> Vol. 01, p. 555</a>\n            </div>\n            \n</p>\n\n<p>\nحرسها الله تعالى بالمدرسة النظامية.\n</p>\n\n<p>\nبلغ قراءة وتصحيحا واستشراحا على الشيخ الإمام العالم الفاضل: تقي الدين\nالحسن بن معالي بن مسعود الباقلاني أدام الله تأييده وإسعاده وذلك في مجالس\nعدة بمنزله آخرها سلخ رجب سنة إحدى عشرة وستمائة، وكتب نصر بن علي بن محمد\nبن عبد الله.\n</p>\n\n<p>\nقرأ اليحمور العالم العارف هذا الكتاب قراءة صحيحة مفهومة جيدة ثابته في\nغاية الصحة والمعرفة على نظام الدين علامة الزمان نفعه الله بعلمه في\nالدنيا والآخرة برحمته إنه أرحم الراحمين.\n</p>\n\n\n### |EDITOR|\nEndnotes\n<p>\n(¬1) أي: أعني التحقيق والتليين القياسي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p320'> Vol. 01, p. 320</a>\n            </div>\n             <span id='ms117'></span>\n</p>\n",
  "pages": [
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244",
    "245",
    "246",
    "247",
    "248",
    "249",
    "250",
    "251",
    "252",
    "253",
    "254",
    "255",
    "256",
    "257",
    "258",
    "259",
    "260",
    "261",
    "262",
    "263",
    "264",
    "265",
    "266",
    "267",
    "268",
    "269",
    "270",
    "271",
    "272",
    "273",
    "274",
    "275",
    "276",
    "277",
    "278",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "288",
    "289",
    "290",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "302",
    "303",
    "304",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "314",
    "315",
    "316",
    "317",
    "318",
    "319",
    "320",
    "321",
    "322",
    "323",
    "324",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "358",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "366",
    "367",
    "368",
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "382",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "396",
    "397",
    "398",
    "399",
    "400",
    "401",
    "402",
    "403",
    "404",
    "405",
    "406",
    "407",
    "408",
    "409",
    "410",
    "411",
    "412",
    "413",
    "414",
    "415",
    "416",
    "417",
    "418",
    "419",
    "420",
    "421",
    "422",
    "423",
    "424",
    "425",
    "426",
    "427",
    "428",
    "429",
    "430",
    "431",
    "432",
    "433",
    "434",
    "435",
    "436",
    "437",
    "438",
    "439",
    "440",
    "441",
    "442",
    "443",
    "444",
    "445",
    "446",
    "447",
    "448",
    "449",
    "450",
    "451",
    "452",
    "453",
    "454",
    "455",
    "456",
    "457",
    "458",
    "459",
    "460",
    "461",
    "462",
    "463",
    "464",
    "465",
    "466",
    "467",
    "468",
    "469",
    "470",
    "471",
    "472",
    "473",
    "474",
    "475",
    "476",
    "477",
    "478",
    "479",
    "480",
    "481",
    "482",
    "483",
    "484",
    "485",
    "486",
    "487",
    "488",
    "489",
    "490",
    "491",
    "492",
    "493",
    "494",
    "495",
    "496",
    "497",
    "498",
    "499",
    "500",
    "501",
    "502",
    "503",
    "504",
    "505",
    "506",
    "507",
    "508",
    "509",
    "510",
    "511",
    "512",
    "513",
    "514",
    "515",
    "516",
    "517",
    "518",
    "519",
    "520",
    "521",
    "522",
    "523",
    "524",
    "525",
    "526",
    "527",
    "528",
    "529",
    "530",
    "531",
    "532",
    "533",
    "534",
    "535",
    "536",
    "537",
    "538",
    "539",
    "540",
    "541",
    "542",
    "543",
    "544",
    "545",
    "546",
    "547",
    "548",
    "549",
    "550",
    "551",
    "552",
    "553",
    "554",
    "555",
    "320"
  ],
  "volumes": [
    "01"
  ]
}