{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<h1 class='l1' id='head0'>مقدمة المؤلف</h1>\n\n<p>\nالحمد لله الذي جمعنا على محبة سيد البشر ونفعنا بسيرته التي حسن منها\nالمبتدأ وطاب الخبر وأهلنا لخدمة سنته الشريفة وفضلنا باتباع أحكامه\nالمنيرة وأعلامه المنيفة والصلاة على نبيه محمد صاحب السيرة السرية وساحب\nسحائب الفضل والشرف على سائر البرية وعلى آله وصحبه المرضية سكنات كل منهم\nوحركاته وعليه وعليهم السلام ورحمة الله وبركاته\n</p>\n\n<p>\nوبعد. . فإن أحسن الحديث كتاب الله الكريم وخير الهدى ما نقل عن الموصوف\nبالخلق العظيم فالسعيد من امتثل أوامر كتابه ورسوله واقتفى من أثرهما ما\nيبلغ به غاية قصده وسوله وفقنا الله لاتباع محبته ومراضيه وهدانا فيما بقي\nمن العمر وعفا عما جرى في ماضيه بمنه وطوله وقوته وحوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head1'>نسب النبي صلى الله عليه وسلم</h1>\n\n<p>\nهو أبو القاسم محمد بن عبد الله بن عبد المطلب بن هاشم بن عبد مناف بن\nقصي بن كلاب بن مرة بن كعب بن لؤي بن غالب بن فهر بن مالك بن النضر بن\nكنانة بن خزيمة بن مدركة ابن إلياس بن مضر بن نزار بن معد بن عدنان بن أدد\nبن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nاليسع بن الهميسع بن سلامان بن نبت بن حمل بن قيذار بن إسماعيل بن\nإبراهيم بن تارح بن ناحور بن ساروع بن أرعواء بن فالع بن غابر بن شالخ بن\nأرفخشد بن سام بن نوح بن لمك بن متوشلح بن أخنوخ بن يرد بن مهلائيل بن\nقنيان بن أنوش بن شيث بن آدم أبي البشر عليه السلام\n</p>\n\n<p>\n(نسب عليه مهابة وجلالة ... بالمصطفى خير الورى أقصى الأرب)\n</p>\n\n<p>\n(نسب أضاء الأفق بنور من ... لولاه ما طلع الهلال ولا غرب)\n</p>\n\n<p>\n(نسب رفيع ضم جامع شمله ... أعيان سادات الأعاجم والعرب)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head2'>تزويج آمنة من عبد الله بن عبد المطلب</h1>\n\n<p>\nتزوج عبد الله بن عبد المطلب والد ملاذ المقترب وعياذ المغترب آمنة أم\nالإمام الأعظم الذي وفر الله من الكرامة قسمه وبحياته أقسم\n</p>\n\n<p>\nوهي بنت وهب بن عبد مناف بن زهرة بن كلاب المحمية من أسلحة قومها بالبتر\nالمواضي <span id='ms01'></span> والصم الصلاب وكانت في حجر عمها وهيب مبرأة من شين الشين وعيب\nالعيب فخطبها منه عبد المطلب لولده قاصدا جمع الشمل بين لبوته وأسده فأحسن\nجوابه وقبل خطبته وخطابه ومن نجله عبد الله زوجها وبالإكليل الأرضي بل\nالسماوي توجها يا له عقدا بلغ به أهل الإيمان غاية الأماني وقرانا طارت\nبأنباء نبوته حمائم التهاني\n</p>\n\n<p>\n(واستبشر الكون وشمس الضحى ... خلقت الآفاق بالزعفران)\n</p>\n\n<p>\n(والبدر للزهر غدا قائلا ... يا قوم ما أسعد هذا القرآن)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head3'>حمل آمنه بالنبي صلى الله عليه وسلم</h1>\n\n<p>\nلما حملت به لم تجد شيئا من الثقل ولا اعتراها بسببه تبرم ولا ملل وأتاها\nآت حسن الكلام وهي ما بين اليقظة والمنام مخبرا أنها حملت بسيد الأمة\nونبيها واشتملت على شمس بكرتها وقمر عشيها\n</p>\n\n<p>\nثم أتاها حين دنا وقت ولادتها وتكملت محاسن درة ولادتها فقال عوذيه\nبالواحد من شر كل حاسد وأمرت أن تسميه محمدا وفي رواية أحمد يا له سيف شرفه\nالمشهور لا يغمد\n</p>\n\n<p>\n(يا بنت وهب أبشري وتمتعي ... فلقد حملت بسيد الأشراف)\n</p>\n\n<p>\n(ذاك الذي من شاء يعرف قدره ... فعليه بالأنفال والأعراف)\n</p>\n\n<h1 class='l1' id='head4'>وفاة والده عبد الله بن عبد المطلب</h1>\n\n<p>\nخرج عبد الله في فتية من تجار قريش إلى الشام شائما وميض برقة المتألق\nفيمن شام فلما فرغوا من قضى أوطارهم وانصرفوا راجعين إلى ديارهم مروا\nبأكناف المدينة بما معهم من البضائع الثمينة فتخلف بها عند أخواله من بني\nالنجار واشتغل بمرض نفسه عن المتجر والتجار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nواستمر موثقا بقيد الوصب إلى أن حان أجله واقترب فدفن بدار النابغة\nوتقلصت طلاله السابغة ومني بعد خمس وعشرين بملازمة الضريح ورسول الله صلى\nالله عليه وسلم يومئذ حمل على الصحيح\n</p>\n\n<p>\nوفيه تقول آمنة من أبيات\n</p>\n\n<p>\n(عفا جانب البطحاء من نجل شيبة ... وجاور لحدا خارجا في الغماغم)\n</p>\n\n<p>\n(دعته المنايا دعوة فأجابها ... وما تركت في الناس مثل ابن هاشم)\n</p>\n\n<h1 class='l1' id='head5'>مولد النبي صلى الله عليه وسلم عام الفيل</h1>\n\n<p>\nولد في أيمن طالع وأسعده وحل في أفضل وقت محمود بأحمده وأقبل وخيل الخير\nتقاد بين يديه وقدم قدوم <span id='ms02'></span> الغيث إلى الأرض المحتاجة إليه وذلك يوم الإثنين\nحين طلع الفجر ومضى الليل عازما على الهجر لعشر خلون من ربيع الأول عام\nالفيل أهلا به من عام بالنجاة زعيم وبالنجاح كفيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nولم يؤم أمه تعب ولا نصب الدهر لها شرك نصب بل سعدت بقربه واتصاله وبعدت\nعن المشقة في حمله وفصاله ورفعت بما وضعت ولاحت عليها أنوار الوقار ولمعت\n</p>\n\n<p>\nفلما انفصل منها وانتقل محروسا بالملائكة عنها برز نظيفا مختونا مسرورا\nقطع منه السر من اتخذه محبوبا محبورا وظهر له من السر ما حير الصامت\nوالمعرب وخرج معه نور أضاء له ما بين المشرق والمغرب حتى بين أعناق الإبل\nببصرا وزين قصور الشام فلم يدع منها قصرا\n</p>\n\n<p>\nوعلى الأرض وقع صلى الله عليه وسلم رافعا رأسه إلى السماء معتمدا على\nيديه ثم أخذ بكفه قبضة من تراب الأرض إشارة إلى أنه يملكها كلها في الطول\nوالعرض\n</p>\n\n<p>\nثم أدت ما حملته من الأمانة آمنة وكانت مما تشكو الحوامل آمنة وقيل لما\nاشتد بها طلق النفاس وكانت فريدة بسطت أكف شكواها إلى ذي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nالأيادي الحميدة فإن هي بمريم ابنة عمران وآسية بنت مزاحم ومعهن جماعة من\nالحور الحسان الأعاظم فحينئذ أسفر في بيتها صبح السعادة وذهب عنها الحزن\nوأبدت لها السيادة\n</p>\n\n<p>\nوكانت قابلته الشفاء بنت عمرو بن عوف وحاضنته أم أيمن التي أمنت به عظيم\nالشدائد والخوف فما أكرم أيام مولده الشريف عند من عرف قدرها وما أعظم\nبركتها عند من عرف سرها ونشرها وحقيق بيوم كان فيه وجود النبي أن يتخذ عيدا\nوخليق بوقت استقرت فيه غرته أن يعقد طالعا سعيدا إذ قد انبسق فيه عن جوهرة\nالكون بيض الشرف وفيه ظهرت الدرة المصونة من باطن الصدف وأبرز سابق السعد\nمن كمون العدم وبمكة المشرفة أنجز صادق الوعد بمضمون الكرم\n</p>\n\n<p>\nوقد خصت ليلة ظهوره ويوم سطوع ضوء نوره بخصائص لا تتناهى ومزايا لا تضاهى\nولا تباهى إذ هو سيد ولد آدم ومعولهم وخاتم النبيين وأولهم فصلى الله عليه\nوعلى آله الطيبين وسلم <span id='ms03'></span> تسليما وعلى الصحابة والتابعين\n</p>\n\n<p>\n(بدت لنا في ربيع طلعة القمر ... من وجه من فاق كل البدو والحضر)\n</p>\n\n<p>\n(تجمع الحسن فيه فهو واحده ... وكان في صورة فاقت على الصور)\n</p>\n\n<p>\n(إن لم أزر قبره يا سعد في عمري ... من بعد هذا الجفا يا ضيعة العمر)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n(صلى عليه إله العرش ما صدحت ... حمائم الورق في الآصال والبكر)\n</p>\n\n<p>\nومما مدح به شهر مولده الشريف\n</p>\n\n<p>\n(لهذا الشهر في الإسلام فضل ... ومنقبة يفوق على الشهور)\n</p>\n\n<p>\n(فمولود به واسم ومعنى ... وآيات بهرن لدى الظهور)\n</p>\n\n<p>\n(ربيع في ربيع في ربيع ... ونور فوق نور فوق نور) ومن كلام سيدنا العباس\nعم رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n(وأنت لما ولدت أشرقت ... الأرض وضاءت بنورك الأفق)\n</p>\n\n<p>\n(فنحن في ذلك الضياء وفي ... النور وسبل الرشاد نخترق)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head6'>الآيات التي ظهرت بمولده صلى الله عليه وسلم</h1>\n\n<p>\nلما ولد الرسول المصطفى وقرت به عيون أهل الوفا والصفا وظهر إلى الوجود\nرحمة إلى جميع الناس وكسي من أجله الوجود أفخر لباس وفتحت أبواب الجنان\nوتزخرفت لقدومه استبشارا وخمدت النيران وأغلق منها الأبواب منة وإشعارا\nوانشق عند ذاك إيوان كسرى لهيبته حتى سمع القوم صوت انصداعه ورجته وسقطت\nمنه أربع عشرة شرفة كما رواه القوم وأخبر من رآه أن الشق طولا في سقفه وهو\nباق إلى اليوم وخمدت نار فارس التي كانوا يعبدونها ولم تخمد قبل ذلك بألف\nعام بل كانوا يوقرونها فلما خمدت يوم المولد الشريف لم يقدر على إيقادها\nالقوى منهم ولا الضعيف وغاضت بحيرة ساوة بعد أن كانت السفن فيها تركب فأضحت\nليلة المولد الشريف وأرضها يابسة ومنها يتعجب\n</p>\n\n<p>\nوحرست السماء بالشهب ومنع منها كل شيطان وتكسرت تعظيما له الأصنام\nوالصلبان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوانفلقت عنه البرمة التي وضعت عليه فرقتين وشق بصره ينظر إلى السماء رأي\nالعين\n</p>\n\n<p>\nقالت أمه لما ولدته خرج من فرجي نور أضاء له قصور الشام فسبحان من حباه\nالهداية والعناية والبر والإكرام وقال في حقه إظهارا لعلو فضله وتذكيرا {يا\nأيها النبي إنا أرسلناك شاهدا ومبشرا ونذيرا وداعيا إلى الله بإذنه <span id='ms04'></span> وسراجا\nمنيرا وبشر المؤمنين بأن لهم من الله فضلا كبيرا}\n</p>\n\n<p>\n(ولكم رأينا آية مشهورة ... نص الكتاب بها غدا مشهورا)\n</p>\n\n<p>\n(خمدت له نار المجوس ونكست ... أصنامهم ودعوا هناك ثبورا)\n</p>\n\n<p>\n(وأتى بشيرا بالهداية والتقى ... فلكم سيدعو هاديا وبشيرا)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nومن أحسن ما نظم\n</p>\n\n<p>\n(ومولده قد كان فيه عجائب ... ونكست الأصنام حقا بلا مرا)\n</p>\n\n<p>\n(وإيوان كسرى قد تصدع هيبة ... لطه رسول الله أفضل من قرا)\n</p>\n\n<p>\n(وأخمدت النيران في أرض فارس ... وبشرت الرهبان قولا تسطرا)\n</p>\n\n<p>\n(وأصبحت الأكوان تزهوا تفاخرا ... بوجدان من بالفضل قد زان الورى)\n</p>\n\n<p>\n(فصلى عليه الله ربي مسلما\n</p>\n\n<p>\n( ... ... ... ... ... ... ... ... ... ... .)\n</p>\n\n<h1 class='l1' id='head7'>رضاعه صلى الله عليه وسلم</h1>\n\n<p>\nلما برز إلى الوجود ذلك الحبيب المحبوب وشرح الله به الصدور وأنزل حبه في\nالقلوب أرضعته أمه سبعة أيام ثم أرضعته بعد ذلك ثويبة لا على الدوام بل أتت\nحليمة السعدية فتولت رضاعه فكان لها خير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nتجارة وصناعة قالت لما وضعته في حجري أقبل عليه ثدياي بما شاء من اللبن\nفشرب حتى روى محفوظا بالعناية محفوفا بالمنن وشرب أخوه عبد الله تعني ابنها\nثم نام وما كان في ثديها ما يغذيه قبل أن ترضع خير الأنام ودرت شياهها\nباللبن بعد أن كانت لا تروى ناهلا وأسرعت أتانها في السير بعد الضير وكانت\nثاقلا\n</p>\n\n<p>\nوأسلمت حليمة على المشهور وعدت من الصحابيات وحفتها العناية معجزة لسيد\nالسادات وخير البريات\n</p>\n\n<p>\n(فازت حليمة من رضاع محمد ... خير الورى طرا بأعظم مقصد)\n</p>\n\n<p>\n(نالت من البركات حين مضت به ... والسعد قارنها بطلعة أحمد)\n</p>\n\n<p>\n(قد در منها الثدي حين رضاعه ... أمنت به من كل جهد مجهد)\n</p>\n\n<p>\n(وأتانها للركب قد سبقت بها ... فرحا وتيها بالرسول الأمجد)\n</p>\n\n<p>\n(أغنامها صارت شباعا كلما ... سرحت تجود لها بدر مزبد)\n</p>\n\n<p>\n(ورأت من الخيرات وهي تحفها ... والناس في محل وعيش أنكد)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n(نالت به كل المسرة والهنا ... فهو الذي قد ساد كل مسود) صلى الله عليه\nوسلم ذكر شق صدره الشريف\n</p>\n\n<p>\nلما بلغ سنه صلى الله عليه وسلم ثلاث سنين وقيل أربعا حسب ما قيل عمن في\nروايته سعى شق صدره الشريف وهو في دار <span id='ms05'></span> بني سعد عند حليمة وحف بالمكارم\nوملىء بالأخلاق العظيمة\n</p>\n\n<p>\nثم لما بلغ من العمر عشرة أعوام ومنحه الله الهداية والبر والإنعام شق\nصدره الشريف مرة ثانية وغسل وملىء إيمانا وحكمة زاكية\n</p>\n\n<p>\nثم لما بعثه الله رحمة للعالمين شق صدره وملىء من الحكمة واليقين\n</p>\n\n<p>\nوشق رابعا في ليلة الإسراء والمعراج كما سطر وحصر عند طوائف العلماء وحرر\n</p>\n\n<p>\nوكان عند شق صدره الشريف يزداد شرفا ويعطي من الرشاد عزة وتحفا\n</p>\n\n<p>\n(وشق صدر المصطفى وهو في ... دار بني سعد بلا مرية)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n(كشقه وهو ابن عشر وفي ... معراجه وقبل في البعثة)\n</p>\n\n<h1 class='l1' id='head8'>وفاة أمه آمنة وكفالة جده عبد المطلب له</h1>\n\n<p>\nلما بلغ عمره صلى الله عليه وسلم ست سنين وقرت به أعين أهله الفائزين\nخرجت به أمه إلى المدينة لزيارة أخوال أبيه بني النجار ومعهما أم أيمن\nحاضنة الرسول المختار فأقاموا شهرا ثم خرجوا راجعين إلى الحرم فلما كانوا\nبالأبواء ماتت أم سيد الأمم فدخلت به أم أيمن إلى مكة وضمه جده إليه وكان\nيعلى منزلته ويرق عليه ويقول إن لولدي هذا شأنا وقد كان ما قال وفوق ما\nتمنى ولم يزل يكفله إلى أن بلغ ثمان سنين وقيل تسعا وقيل عشرا وقيل غير ذلك\nكما أثبته من له ادعى ومات جده عند ذلك وذهب إلى مولاه بعد أن أوصى أبا\nطالب بحفظ رسول الله\n</p>\n\n<p>\n(أصول المصطفى أصحاب مجد ... لهم شرف يخص لدى الثقات)\n</p>\n\n<p>\n(فما منهم فتى إلا ويرجى ... لفك شدائد أو معضلات)\n</p>\n\n<p>\n(طويل الباع شيبة ذا المعالي ... كريم الخيم محمود الهبات)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n(وصولا للقرابة هبرزيا ... وغيثا في السنين الممحلات)\n</p>\n\n<p>\n(عقيل بني كنانة والمرجى ... إذا ما الدهر أقبل بالهبات)\n</p>\n\n<h1 class='l1' id='head9'>ضم أبي طالب للنبي صلى الله عليه وسلم سنة ثمان من الفيل</h1>\n\n<p>\nفلما توفي عبد المطلب ضمه عمه أبو طالب فظفر منه بأفخر الكنوز وأسنى\nالمطالب وكان يحبه حبا شديدا ويلقى عليه من الكرامة ظلا مديدا ويجمع به\nشمله ويعرف بركته وفضله ويقدمه على أولاده وينشرح بمضيه إليه وترداده\n</p>\n\n<p>\nوخرج به إلى الشام في أشياخ من قريش <span id='ms06'></span> فذهب عنهم بصحبته النصب وطاب لهم\nالعيش ومروا في سيرهم بالراهب المسمى بحيرا فنزل إليهم مفارقا لعادته وصنع\nلهم طعاما كثيرا وأخذ بيد سيد الراحلين والقادمين وقال هذا يبعثه الله رحمة\nللعالمين وأخبرهم برفعة نجومه وسجود الحجر والشجر عند قدومه وأن الغمامة\nأظلته دون من قبله من القوم وبعده وما رآه من صفته التي كان يجدها مكتوبة\nعنده\n</p>\n\n<p>\nوكان صلى الله عليه وسلم إذ ذاك ابن اثنتى عشرة سنة وشب مع أبي طالب\nيكلأه ويحفظه من لا يأخذه نوم ولا سنة لما يريد من كرامته ويختار من نبوته\nوإمامته حتى كان أفضل قومه مروءة وجوارا وأحسنهم خلقا وأرفعهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nمنارا وأجزلهم عفة وصيانة وأعظمهم حلما وأمانة لا يماري ولا يداجي ولا\nيمين حتى سمي لما جمع فيه من الأمور الصالحة بالأمين\n</p>\n\n<p>\n(نبي بحيرا هام في در بحره ... وفي الوصف من آياته حارت الفكر)\n</p>\n\n<p>\n(نبي أظلته الغمامة إذ مشى ... وعن أمره جاءت إلى نحوه الشجر)\n</p>\n\n<p>\n(وخاطبه ظبي الفلاة وضبها ... ووافى إلى الظامي بدعوته المطر)\n</p>\n\n<p>\n(عليه سلام الله ما هبت الصبا ... وما غرد القمري واتسق القمر)\n</p>\n\n<h1 class='l1' id='head10'>أعمام النبي صلى الله عليه وسلم وعماته (أعمام النبي صلى الله عليه وسلم)</h1>\n\n<p>\nأبو الفضل العباس المخصوص بأنواع من الشرف وأجناس والد الخلفاء الكرام\nالطائف العاكف بالبيت بيت الله الحرام\n</p>\n\n<p>\nوحمزة أسد الله ورسوله والناصب للمشركين شرك رماحه ونصوله عاش سعيدا ومات\nيوم أحد شهيدا\n</p>\n\n<p>\nوالحارث أكبر ولده وأول معدود من أسلحته وعدده حضر حفر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nزمزم وكان به يتمسك وله يلزم\n</p>\n\n<p>\nوأبو طالب عبد مناف معدن الجود ومعقل الأضياف والد أمير المؤمنين علي\nوناصر المفضل على كل نبي وكل ولي\n</p>\n\n<p>\nوأبو طاهر الزبير الموصوف بدفع الضيم والضير\n</p>\n\n<p>\nوحجل المسمى بالمغيرة صاحب المغانم الجزيلة والمكارم الغزيرة\n</p>\n\n<p>\nوأبو هند المقوم الذي ما نام عن حفظ الذمام ولا هوم\n</p>\n\n<p>\nوأبو نافع ضرار القائل إذا حمي الوطيس لا فرار\n</p>\n\n<p>\nومصعب المسمى بالغيداق والشهير بكثرة الخير وحسن الأخلاق\n</p>\n\n<p>\nوعبد الكعبة كاشف غمام الغموم الصعبة\n</p>\n\n<p>\nوقثم هلك صغيرا وترك عيش أبيه بعد حلوه <span id='ms07'></span> مريرا\n</p>\n\n<p>\nوأبو لهب عبد العزى الذي كانت حمية الجاهلية تؤزه أزا\n</p>\n\n<h1 class='l1' id='head11'>عمات النبي صلى الله عليه وسلم</h1>\n\n<p>\nصفية الوفية المؤمنة المهاجرة الزكية\n</p>\n\n<p>\nوالبيضاء أم حكيم توءمة والد النبي الكريم\n</p>\n\n<p>\nوعاتكة مالكة الصون والقدر وصاحبة الرؤيا الصادقة في وقعة بدر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nوأميمة أم زينب الطاهرة زوجة المبعوث بالآيات الباهرة\n</p>\n\n<p>\nوأروى أم طليب التي لا نقص في محتدها ولا عيب\n</p>\n\n<p>\nوبرة أم أبي سلمة التي رفع المجد لكل من ولدها علمه\n</p>\n\n<p>\nفلقد أحسن مطرود بن كعب الخزاعي حيث يقول من أبيات\n</p>\n\n<p>\n(يا أيها الرجل المحول رحله ... هلا سألت عن آل عبد مناف)\n</p>\n\n<p>\n(المنعمين إذا النجوم تغيرت ... والظاعنين لرحلة الإيلاف)\n</p>\n\n<p>\n(والمطعمين إذا الرياح تناوحت ... حتى تغيب الشمس في الرجاف)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>حرب الفجار في شوال سنة عشرين من الفيل</h1>\n\n<p>\nحضر النبي صلى الله عليه وسلم صحبة أعمامه حرب الفجار متدرعا لأمه الشرف\nمتقلدا سيف الفخار فجعل ينبل عليهم ويرد ما يقع من سهام عدوهم إليهم وكان\nالذي أوقد النار وهيج الضرام قتل البراض بن قيس عروة الرحال في الشهر\nالحرام فثارت أعصار الفتنة وطارت غربان المحنة وتأهب قريش وقيس عاما لهذه\nالحرب ثم التقى الفريقان لا يفرقون من الطعن والضرب فقتل منهم خلق كثير\nوكانت الكرة على قيس في الأخير ثم سكنوا وللسلم جنحوا واتفقوا على دية\nالقتلى واصطلحوا\n</p>\n\n<p>\nوفي قتل عروة يقول لبيد بن ربيعة من أبيات\n</p>\n\n<p>\n(وبلغ إن عرضت بني ثمير ... وأخوال القتيل بني هلال)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n(بأن الوافد الرحال أمسى ... مقيما عند ثيمن ذي طلال)\n</p>\n\n<h1 class='l1' id='head13'>حلف الفضول في ذي القعدة من السنة المذكورة</h1>\n\n<p>\nثم حضر صلى الله عليه وسلم حلف الفضول وهو أمر وجهه في الظاهر مقبول دعا\nإليه الزبير بن عبد المطلب ونقم على من يتخلف عنه من قريش ويحتجب\n</p>\n\n<p>\nفاجتمعوا في دار عبد الله بن جدعان وأكلوا عنده مأدبة خير مطعام ومظعان\n</p>\n\n<p>\nثم تحالفوا وتعاقدوا وبالله الخالق تعاهدوا على أن يكونوا مع المظلوم حتى\nيؤدي حقه إليه فسمته قريش حلف الفضول وهو مسمي وقع الإسم عليه\n</p>\n\n<p>\n(قل لقريش إن وردت حيهم ... يا أمة <span id='ms08'></span> سادوا بخير الرسل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n(حلف الفضول منكم قد اغتدى ... بسيد الكونين حلف الفضل)\n</p>\n\n<h1 class='l1' id='head14'>خروج النبي صلى الله عليه وسلم إلى الشام سنة خمسة وعشرين من الفيل</h1>\n\n<p>\nفلما بلغ عليه السلام عشرين وخمسة أعوام ودارت الأقوال فيه بين الأقوام\nقصد الشام بإشارة عمه أبي طالب ورحل في تجارة لخديجة الطاهرة من المثالب\nوخرج معه غلامها ميسرة وسافر وأوجه الحظ لتلقيه مسفرة حتى قدم إلى بصرى\nمحفوظا بعين العناية في الإقامة والمسرى فنزل في ظل شجرة هناك لا ينزل\nتحتها إلا من نبأه سامك السماك أخبر بذلك الراهب نسطور حسب ما هو عنده في\nالكتاب مسطور\n</p>\n\n<p>\nوكان ميسرة يسر بما يرى من بركته الوافرة ويشاهد ملكين يظلانه من الحر\nوقت الهاجرة ثم باع التجارة فائزا بالربح الزائد وعاد ولسان الحال يقول\nمرحبا بالصلة والعائد\n</p>\n\n<p>\n(أما الشآم فإن غيث المزن من ... بركاته عن أرضه لا يرحل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n(والخير منثال عليه وكيف لا ... وإليه قد وافى النبي المرسل)\n</p>\n\n<h1 class='l1' id='head15'>بناء الكعبة سنة خمسة وثلاثين من الفيل</h1>\n\n<p>\nكان السيل يدخل البيت فانصدع فخافوا عليه أن يتهدم ويقع وأقبلت في البحر\nسفينة نفر من الروم وكان رأسهم بناء يقال له باقوم فدفعتها الريح إلى\nالشعيبة فتكسرت فعلمت قريش إذ ذاك أن أمور البناء تيسرت فابتاعوا من خشبها\nما ارتفع ونفع وكلموا الرومي في رجوعه معهم للبناء فرجع فجمعوا الآلات\nبالجرم المطهر لذوي الزيارة وكان النبي صلى الله عليه وسلم ينقل معهم\nالحجارة فلما فرغوا أجمعوا على هدمها فهدموا وحكموا في هذه القضية بما\nألهموا لا بما علموا\n</p>\n\n<p>\nثم أخذوا في العمل مبادرين إليه وميزوا البيت واقترعوا عليه فوقع لكل\nقبيلة جدار من أربعة واجتهدوا في بناء بيت ما أشرفه وأرفعه فلما انتهوا إلى\nحيث يوضع الحجر طلبت كل قبيلة الفوز بوضعه والظفر\n</p>\n\n<p>\nووقع بينهم الخلاف ثم رضوا بحكم صاحب العدل والإنصاف فحضر صلى الله عليه\nوسلم وحكم بينهم بما جنح كل منهم إليه وسلم حملوه بأطراف رداء ألقاه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nعليه ثم رفعه منه ووضعه في مكانه بيديه وشيدوه ورصفوه وأقاموا <span id='ms09'></span> عمده\nوبالخشب سقفوه وجعلوا الحجر من وراء الجدار وأبقوه رفيع الذكر جليل القدر\nعلي المنار\n</p>\n\n<p>\n(وفي ذلك يقول الزبير بن عبد المطلب من أبيات\n</p>\n\n<p>\n(فقمنا حاشدين إلى بناء ... لنا منه القواعد والتراب)\n</p>\n\n<p>\n(أعز به المليك بني لؤي ... فليس لأصله منهم ذهاب)\n</p>\n\n<p>\n(وقد حشدت هناك بنو عدي ... ومرة قد تقدمها كلاب)\n</p>\n\n<p>\n(فبوأنا المليك بذاك عزا ... وعند الله يلتمس الثواب)\n</p>\n\n<h1 class='l1' id='head16'>الإنذار برسول الله صلى الله عليه وسلم</h1>\n\n<p>\nأنذر به صلى الله عليه وسلم جماعة من الكهان وبشرت بظهوره الأحبار\nوالرهبان واعترف بنبوته العارفون من أهل التوراة والإنجيل وقامت الأدلة على\nرسالته والنهار غير محتاج إلى دليل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nفمن قول الحارث الرائش\n</p>\n\n<p>\n(ويأتي بعدهم رجل عظيم ... نبي لا يرخص في الحرام)\n</p>\n\n<p>\n(يسمى أحمدا ياليت إني ... أعمر بعد مبعثه بعام)\n</p>\n\n<p>\nومن قول تبع\n</p>\n\n<p>\n(شهدت على أحمد أنه ... نبي من الله باري النسم)\n</p>\n\n<p>\n(فلو مد عمري إلى عمره ... لكنت وزيرا له وابن عم)\n</p>\n\n<p>\n(وجاهدت بالسيف أعداءه ... وفرجت عن صدره كل غم) ومن قول خطر بن مالك\nالكاهن\n</p>\n\n<p>\n(أقسمت بالكعبة والأركان ... )\n</p>\n\n<p>\n(والبلد المؤتمن السدان ... )\n</p>\n\n<p>\n(قد منع السمع عتاة الجان ... )\n</p>\n\n<p>\n(بثاقب من كف ذي سلطان ... )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\n(من أجل مبعوث عظيم الشان ... )\n</p>\n\n<p>\n(يبعث بالتنزيل والقرآن ... ) ومن قوله\n</p>\n\n<p>\n(أرى لقومي ما أرى لنفسي ... )\n</p>\n\n<p>\n(أن يتبعوا خير نبي الإنس ... )\n</p>\n\n<p>\n(برهانه مثل شعاع الشمس ... )\n</p>\n\n<p>\n(يبعث من مكة دار الحمس ... )\n</p>\n\n<p>\n(بمحكم التنزيل غير اللبس ... ) ومن قول سطيح الكاهن لعبد المسيح\n</p>\n\n<p>\nرسول كسرى عبد المسيح على جمل مشيح جاء إلى سطيح حين أوفى على الضريح\nبعثك ملك ساسان لارتجاس الإيوان وخمود النيران ورؤيا الموبذان إذا كثرت\nالتلاوة وظهر صاحب الهراوة وغارت بحيرة ساوة وفاض ماء السماوة فليست الشام\nلسطيح شاما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nومن قول سواد بن قارب الكاهن\n</p>\n\n<p>\n(عجبت للجن وتطلابها ... وشدها العيس بأقتابها)\n</p>\n\n<p>\n(تهوي إلى مكة تبغي الهدى ... ما صادق الجن ككذابها)\n</p>\n\n<p>\n(فارحل إلى الصفوة من هاشم ... ليس قداماها كأذنابها) ومن قول ورقة بن\nنوفل الحبر\n</p>\n\n<p>\n(وظني به أن سوف يبعث صادقا ... كما أرسل العبدان هود وصالح)\n</p>\n\n<p>\n(وموسى وإبراهيم حتى يرى له ... بهاء ومنشور من الذكر <span id='ms10'></span> واضح) ومما سمع من\nجوف صنم يقال له ضمار\n</p>\n\n<p>\n(قل للقبائل من قريش كلها ... أودى ضمار وفاز أهل المسجد)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n(إن الذي ورث النبوة والهدى ... بعد ابن مريم من قريش مهتدي)\n</p>\n\n<p>\n(أودى ضمار وكان يعبد مرة ... قبل الكتاب إلى النبي محمد)\n</p>\n\n<h1 class='l1' id='head17'>مبعث النبي صلى الله عليه وسلم سنة أربعين من الفيل</h1>\n\n<p>\nبعثه الله لأربعين سنة من عمره وزين آفاق النبوة بضوء قمره وأتحفه\nبالكرامة وألقى عليه مقاليد الزعامة\n</p>\n\n<p>\nوبدىء من الوحي بالرؤيا الصادقة وغدت نفسه إلى الخلوة في حراء وامقة فكان\nيقيم في غاره الليالي ذات العدد ولم يزل حتى فجأة الحق من الفرد الصمد\n</p>\n\n<p>\nثم ظهر له جبريل وبشره بالرسالة وأفاض عليه من قبل الله ملابس الجلالة\nوتلطف به ليفرق بينه وبين الفرق وأخرج له كتابا في نمط وقال له {اقرأ باسم\nربك الذي خلق} ثم ضرب برجله الأرض فتفجرت بالعين فعلمه الوضوء وأمره أن\nيصلي ركعتين ثم انصرف ومضى وتركه مقيما في روض الرضى وذلك يوم الإثنين لسبع\nعشرة خلت من رمضان وملك الفرس يومئذ أبرويز بن هرمز بن كسرى أنو شروان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nولما بدىء بالنبوة ونزل جبريل إليه كان لا يمر بحجر ولا شجر إلا سلم عليه\n</p>\n\n<p>\nوأقام يدعو إلى الله سرا ثلاث سنين إلى أن أنزل عليه {وأنذر عشيرتك\nالأقربين} فأظهر الدعوة وثبت أركان الهمة وبلغ الرسالة وأدى الأمانة ونصح\nالأمة\n</p>\n\n<p>\n(بعث المقفى من قريش رحمة ... للعالمين وملجأ للناس)\n</p>\n\n<p>\n(وافاه جبريل وأقبل نحوه ... ببشارة الإكرام والإيناس)\n</p>\n\n<p>\n(وعليه أسبل خلعة نبوية ... يمحو سناها ظلمة الأغلاس)\n</p>\n\n<p>\n(أكرم به من مرسل آياته ... مشهودة يوم الندى والباس)\n</p>\n\n<h1 class='l1' id='head18'>ذكر الثمانية السابقين إلى الإيمان</h1>\n\n<p>\nأول ذكر آمن بالله ورسوله علي بن أبي طالب وهذه منقبة لا نظير لوجهها\nالنضير في المناقب أسلم وهو ابن عشر سنين واتبع من لم يزل به\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nأي ضنين\n</p>\n\n<p>\nوكان يطلع على أسراره فيكتمها ويخفيها ويلازمه حتى في شعاب مكة لإقامة\nالصلاة فيها\n</p>\n\n<p>\nثم أسلم زيد بن حارثة وآمن بصاحب الأركان الثابتة والقواعد الماكثة\nواختاره على أبيه وأقام في خدمته <span id='ms11'></span> وهو الذي لا ينكر علو منزلته ولا فضل\nقدمته\n</p>\n\n<p>\nثم أسلم أبو بكر الصديق الذي لا يعرف معروفه إلا أهل التحقيق كان رجلا\nحسن الأخلاق سهل الإرفاد والإرفاق يميل قومه إليه ويلوذون به ويعكفون عليه\nفلما أسلم أظهر دينه ودعا إلى الإسلام فأجاب دعاه عثمان بن عفان والزبير بن\nالعوام وعبد الرحمن بن عوف وسعد بن أبي وقاص وطلحة بن عبيد الله المشهور كل\nمنهم بالولاء والإخلاص\n</p>\n\n<p>\nفجاء بهم إلى رسول الله صلى الله عليه وسلم فتلفظوا بالإسلام بين يديه\nوصدقوا بما أتى به وصلوا معه صلوات الله وسلامه عليه\n</p>\n\n<p>\nيا لهم ثمانية غمرهم الله تعالى بسحائب الإحسان ونوه بذكرهم في قوله\n{ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان}\n</p>\n\n<p>\n(السابقون الأولون فتية ... عدتهم كما أتى ثمانية)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n(منزلهم في جنة عالية ... قطوفها تهوي إليهم دانيه)\n</p>\n\n<h1 class='l1' id='head19'>إظهار الدعوة سنة أربع من النبوة</h1>\n\n<p>\nأقام النبي صلى الله عليه وسلم بمكة مستخفيا ثلاثة أعوام ثم أعلن في\nالرابعة داعيا إلى الإسلام يعترض القبائل الواردين إلى الحجاز ويوافي\nالمواسم بعكاظ ومجنة وذي المجاز يبلغ الناس رسالات ربه ويحثهم على استماع\nقوله ونصرة حزبه ويدعوهم إلى الإيمان ويعدهم بالفوز والرضوان ويطلب أن\nيصدقوه ويتبعوه ويعضدوه حتى يبين عن الله ويمنعوه فلا يجد ناصرا ولا معينا\nولا يرى إلا بخيلا بما يطلبه منه ضنينا\n</p>\n\n<p>\nوكانت قريش تأمر الناس بعدم طاعته وتحذرهم من الإصغاء إليه وإلى جماعته\n</p>\n\n<p>\nأقام فيهم على التبليغ والإنذار عشر سنين مستعينا بمن أنزل سكينته عليه\nوعلى المؤمنين\n</p>\n\n<p>\n(أقام رسول الله ينذر قومه ... سنين ويدعوهم إلى الفوز والظفر)\n</p>\n\n<p>\n(فلم يستجب لله إلا صبابة ... وفي البغي والطغيان زاد الذي كفر)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n(فلما أراد الله إظهار دينه ... على رغم أنف المشركين به ظهر)\n</p>\n\n<h1 class='l1' id='head20'>أمر قريش مع أبي طالب</h1>\n\n<p>\nلما خاطب النبي صلى الله عليه وسلم قومه بالإسلام وصدع بما أمر به من قبل\nالملك العلام لم يردوا عليه ولم يبعدوا مما جنح إليه فلما عاب أصنامهم وسفه\nآراءهم وأحلامهم عادوه وأجمعوا خلافه وناكروه وأضمروا إتلافه فذب عنه عمه <span id='ms12'></span>\nأبو طالب ومنعه من شر المستخفي منهم والسارب\n</p>\n\n<p>\nفمشى إليه جماعة من أشرافهم وذكروه بما أصابهم من سب آلهتهم وتضليل\nأسلافهم وكلموه في كف ابن أخيه عنهم فردهم بالتي هي أحسن خيفة منهم\n</p>\n\n<p>\nثم إنهم تضاعفوا بعد ذلك وأوقعهم الشرك في شرك المهالك فمشوا إليه مرة\nأخرى وقالوا لا نستطيع على هذا صبرا وأغلظوا له في المقال وخيروه بين\nالرجوع عن ابن أخيه والنزال فأظهر لهم نجدة وجلدا وقال والله لا أسلمه لشيء\nأبدا\n</p>\n\n<p>\nفحمى وطيس الضراوة وحقب الأمر واشتدت العداوة ووثبوا على ضعفاء المسلمين\nيؤذونهم ويفتنونهم عن دينهم ويعذبونهم\n</p>\n\n<p>\nفقام أبو طالب في بني هاشم ودعاهم إلى نصر المظلوم وكسر الظالم فأجابوه\nيسيرون إلى ما دعاهم إليه سيرا {ورد الله الذين كفروا بغيظهم لم ينالوا\nخيرا}\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nوفي ذلك يقول أبو طالب من أبيات\n</p>\n\n<p>\n(إذا اجتمعت يوما قريش لمفخر ... فعبد مناف سرها وصميمها)\n</p>\n\n<p>\n(وإن حصلت أنساب عبد منافها ... ففي هاشم أشرافها وقديمها)\n</p>\n\n<p>\n(وإن فخرت يوما فإن محمدا ... هو المصطفى من سرها وكريمها)\n</p>\n\n<p>\n(تداعت قريش غثها وسمينها ... علينا فلم تظفر وطاشت حلومها) وفيه يقول من\nكلمة طويلة\n</p>\n\n<p>\n(كذبتم وبيت الله يبزي محمد ... ولما نطاعن دونه ونناضل)\n</p>\n\n<p>\n(ونسلمه حتى نصرع حوله ... ونذهل عن أبنائنا والحلائل)\n</p>\n\n<p>\n(وما ترك قوم لا أبا لك سيدا ... أخا ثقة حامي الحقيقة باسل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n(وأبيض يستسقى الغمام بوجهه ... ثمال اليتامى عصمة للأرامل)\n</p>\n\n<p>\n(لعمري لقد كلفت وجدا بأحمد ... وإخوته دأب المحب المواصل)\n</p>\n\n<p>\n(فمن مثله في الناس أي مؤمل ... إذا قاسه الحكام عند التفاضل)\n</p>\n\n<p>\n(حكيم رشيد عادل غير طائش ... يوالي إلها ليس عنه بغافل)\n</p>\n\n<h1 class='l1' id='head21'>قصة حمزة بن عبد المطلب</h1>\n\n<p>\nلما بلغ حمزة أن أبا جهل شتم النبي صلى الله عليه وسلم ونال منه بعض ما\nيكره وهو ساكت لا يتكلم وكان شديد البأس صعب الخلق والمراس أعز فتى في قريش\nليس في ميزان عقله خفة ولا طيش أخذته حمية النسب وحملته إلى محل الهداية\nعاصف الغضب حتى خرج يهرول كالأسد ومضى معدا لأبي جهل لا يلوي على أحد\n</p>\n\n<p>\nفلما دخل المسجد <span id='ms13'></span> ورآه في القوم وأقبل نحوه لا يأخذه فيه عيب ولا لوم فرفع\nقوسه وضربه بها على هامته فشجه شجة منكرة كادت تقيم يوم قيامته وخاطبه بما\nلا يشتهيه ووبخه على ما فعل بابن أخيه وقال إني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nسمعت له وأطعت فرد ذلك علي إن استطعت\n</p>\n\n<p>\nفقامت إليه من بني مخزوم رجال وارتفعت بينهم صلصلة القيل والقال فتركهم\nوذهب وأودع في قلوبهم اللهب واستمر ثابتا على الإسلام مغتبطا بما منحه الله\nبه من الإكرام وهو القائل حين أسلم من أبيات\n</p>\n\n<p>\n(حمدت الله حين هدى فؤادي ... إلى الإسلام والدين الحنيف)\n</p>\n\n<p>\n(وأحمد مصطفى فينا مطاع ... فلا تغشوه بالقول العنيف)\n</p>\n\n<h1 class='l1' id='head22'>قصة عمر بن الخطاب</h1>\n\n<p>\nكان عمر بن الخطاب شرس الأخلاق شديد العداوة لأفضل البشر على الإطلاق\nفخرج متوشحا سيفه ومضى قاصدا قتله حيث أراد الله رشده كما أرشد من قبله\nفلقيه نعيم بن عبد الله النحام وأخبره بدخول أخته فاطمة وزوجها سعيد في\nالإسلام وأن خباب بن الأرت يقرئهما القرآن فأسرع في المضي إليهم ليلقاهم\nبالظلم والعدوان\n</p>\n\n<p>\nفسمعهم يتلون ورأى معهم صحيفة فسترتها أخته عنه حيث أوجست\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nمنه خيفة فضربها وأخذ الصحيفة منها ثم رق لها بعد ذلك وسكت عنها\n</p>\n\n<p>\nفلما قرأ ما فيها من سورة طه وفهمه قال بلسان التوفيق ما أحسن هذا وأكرمه\nوسألهم عن موضع النبي المصطفى فقالوا هو في بيت مع نفر من أصحابه عند الصفا\n</p>\n\n<p>\nفقصدهم واستأذنهم في الدخول فلما أذن له سلم على القوم وأسلم على يد\nالرسول وامتنع المسلمون به وبحمزة ومنحوا بإسلامه عزة وأي عزة وبذل في قتال\nالمشركين لإظهار الدين كل المجهود وبالجملة كان إسلامه فتحا كما قال عبد\nالله بن مسعود\n</p>\n\n<p>\n(إذا ذكر القوم الشهير صلاحهم ... فحيهلا بالزاهد المتقي عمر)\n</p>\n\n<p>\n(إمام له فضل أغاث به الورى ... وعدل به أغنى البلاد عن المطر)\n</p>\n\n<h1 class='l1' id='head23'>قصة باذان ملك اليمن</h1>\n\n<p>\nلما بعث الرسول المختار وسار ذكره في سائر الأقطار كتب كسرى إلى باذان\nملك اليمن بلغني أن رجلا من قريش يزعم أنه نبي مؤتمن فاجتهد في المسير إلى\nمقامه <span id='ms14'></span> وابعث إلي برأسه إن لم يرجع عن كلامه\n</p>\n\n<p>\nفأرسل باذان كتاب كسرى إلى النبي صلى الله عليه وسلم فأجابه بأن الله قد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nوعدني بقتله وعين له يوم الحمام\n</p>\n\n<p>\nفتوقف باذان لينظر ويتبين فقتل الله كسرى على يد ولده في ذلك اليوم\nالمعين وبعث باذان بإسلامه وإسلام أصحابه وكفى الله شر الطاغية الباحث عن\nعذابه بكتابه (وفي ذلك يقول خالد بن حق\n</p>\n\n<p>\n(وكسرى إذ تقسمه بنوه ... بأسياف كما اقتسم اللحام)\n</p>\n\n<p>\n(تمخضت السنون له بيوم ... أتى ولكل حاملة تمام)\n</p>\n\n<h1 class='l1' id='head24'>قصة الطفيل بن عمرو الدوسي</h1>\n\n<p>\nلما قدم الطفيل إلى مكة البلد الحرام حذرته قريش من الإجتماع بالنبي صلى\nالله عليه وسلم وكان رجلا جليل المقدار لبيبا ماهرا في نظم الأشعار فغدا\nإلى المسجد فوجده قائما يصلي عند الكعبة وسمع منه كلاما شرح به صدره وسر\nقلبه فمكث حتى انصرف من صلاته وتبعه إلى داره لنجاحه ونجاته ثم دخل عليه\nوقال يا محمد إن قومك خوفوني سحرك وقد سمعت منك كلاما حسنا فاعرض علي أمرك\n</p>\n\n<p>\nفعرض عليه دين الإسلام وتلا من القرآن ما تحير فيه أرباب الأحلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nفأسلم فرحا بدنوه من الخير واقترابه وسأله أن يكون عونا له على إسلام\nأصحابه\n</p>\n\n<p>\nثم خرج إلى قومه راجيا قربهم من الهدى والصلاح فلما قرب منهم وقع برأس\nسوطه نور يضيء كالمصباح فنزل بهم مجتهدا على دخولهم في الإسلام بدعائه ولم\nيزل حتى قدم إلى خيبر في سبعين بيتا من دوس تحت لوائه واستمر متلفعا بمروط\nالكرامة إلى أن قتل رحمه الله شهيدا باليمامة\n</p>\n\n<p>\n(يا أيها الدوسي أبشر بالرضى ... نلت الهدى وجهدت في الإصلاح)\n</p>\n\n<p>\n(وأتتك من نحو الرسول كرامة ... نور عليك يضيء كالمصباح)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head25'>قصة ركانة بن عبد يزيد المطلبي</h1>\n\n<p>\nكان ركانة أشد قريشا بطشا وأرفعهم في قوة البدن والنفس عرشا فخلا به\nالنبي صلى الله عليه وسلم في بعض الشعاب فكلمه راجيا هدايته إلى طريق\nالصواب فقال لو كنت أعلم صدقك لاتبعتك قال أتعلم أن ما أقول حق إن صرعتك\nففهم الخطاب وبذل الجواب فلما صرعه القوى <span id='ms15'></span> الأمين مرتين وكاد في بطشه به\nيسلمه إلى الحين قال يا محمد والله إني لأعجب مما جرى قال واعجب من ذاك أنى\nأدعو لك هذه الشجرة التي ترى\n</p>\n\n<p>\nفدعاها فأقبلت حتى وقفت بين يديه ثم قال لها ارجعي إلى مكانك فرجعت حسب\nإشارته صلى الله عليه وسلم\n</p>\n\n<p>\nوهذه زهرة من روض آياته وقطرة من غيث برهانه الذي لا يدرك مدى غاياته\n</p>\n\n<p>\n(كم للبشير النذير معجزة ... منها على الفور طاعة الشجرة)\n</p>\n\n<p>\n(أكرم بها دوحة معظمة ... أبقت لها مثل هذه الثمرة)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head26'>ذكر المهاجرين إلى الحبشة أولا وثانيا سنة خمس من النبوة</h1>\n\n<p>\nخرج من الصحابة اثنا عشر رجلا وأربع نسوة سرا حيث سمعوا من قريش ما\nيكرهون ولقوا منهم شرا حتى انتهوا إلى الشعيبة البحرية فوجدوا بها قوما ذوي\nأثنية عطرية فرفقوا بهم وحملوهم وإلى أرض الحبشة في السفينة نقلوهم\n</p>\n\n<p>\nوخرجت قريش في طلبهم فلم يصلوا من اللحاق بهم إلى إربهم فلما قدموا إلى\nالأرض المذكورة جاوروا ملكا بها سيرته مشكورة وأقاموا آمنين على أنفسهم\nودينهم مشتغلين بعبادة هاديهم ومعينهم\n</p>\n\n<p>\nثم سمعوا أن قريشا أسلموا وتأخروا عن هوة الهوى وأحجموا فعادوا إلى مكة\nورجعوا فلما دخلوها وجدوا الأمر بخلاف ما سمعوا فاشتد عليهم القوم وقابلوهم\nبالتعنيف واللوم فأذن لهم النبي صلى الله عليه وسلم بالخروج فخرجوا وإلى\nعشهم الذي أتوا منه درجوا\n</p>\n\n<p>\nوكانوا ثلاثة وثمانين من الرجال وثماني عشرة من ذوات الحجال أقاموا عند\nالنجاشي حينا من الدهر وهو يحسن إليهم ويتفضل عليهم في السر والجهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nفلما بلغتهم الهجرة الشريفة وأتى لهم خبر النقلة المنيفة رجع بعضهم إلى\nناصب علم تمييزهم وتأخر الباقون إلى أن كتب الملك بتجهيزهم فحملهم في\nالسفينة حسب الأمر إلى المدينة ومما قال عبد الله بن الحارث بأرض الحبشة\n</p>\n\n<p>\n(يا راكبا بلغن عني مغلغلة ... من كان يرجو بلاغ الله والدين)\n</p>\n\n<p>\n(إنا وجدنا بلاد الله واسعة ... تنجي من الذل والمخزاة والهون)\n</p>\n\n<p>\n(فلا تقيموا على ذل الحياة وخزي ... في الممات وعيب غير مأمون)\n</p>\n\n<p>\n(إنا اتبعنا رسول الله واطرحوا ... قول النبي وغالوا <span id='ms16'></span> في الموازين)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head27'>أمر الصحيفة والشعب في المحرم سنة سبع من النبوة</h1>\n\n<p>\nلما بلغ قريشا إكرام النجاشي للصحابة دهمهم ليل الغضب ومد عليهم سحابة\nفكتبوا على بني هاشم كتابا يتضمن فصولا من الهجر وأبوابا\n</p>\n\n<p>\nوعلقوا الصحيفة في جوف الكعبة ثم ألجأوهم إلى كل خطة صعبة وحصروهم في شعب\nأبي طالب وظفروا بالحاضر وجدوا في تحصيل الغائب وقطعوا عنهم المادة والميرة\nولم يرعوا حق صحبة ولا جيرة وأخفوا بروقهم البواسم ومنعوهم من الخروج إلا\nفي المواسم ولم يمكنوهم من الإنجاد والإتهام وكانت مدة إقامتهم فيه ثلاثة\nأعوام\n</p>\n\n<p>\nثم اطلع الله رسوله على شأن الصحيفة وأن الأرضة أكلت منها غير أسماء الله\nالشريفة فلما بلغهم من أبي طالب الخبر كشفوا عن الأمر فوجدوه كما ذكر فسكنت\nريحهم وخرس فصيحهم ثم نقضت الصحيفة وبطل ما فيها من البهتان وأخرجهم الله\nمن الشعب ونجاهم من أهل الظلم والعدوان\n</p>\n\n<p>\nوفي ذلك يقول أبو طالب\n</p>\n\n<p>\n(ألا أبلغا عني على ذات بيننا ... لؤيا وخصا من لؤي بني كعب)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n(ألم تعلما أنا وجدنا محمدا ... نبيا كموسى خط في أول الكتب)\n</p>\n\n<p>\n(وأن الذي لصقتم من كتابكم ... لكم كائن يحسا كراعية الشعب)\n</p>\n\n<p>\n(أفيقوا أفيقوا قبل أن يحفر الثرى ... ويصبح من لم يجن ذنبا كذي ذنب)\n</p>\n\n<p>\n(ولا تتبعوا أمر الوشاة وتقطعوا ... أواصرنا بعد المودة والقرب)\n</p>\n\n<p>\n(فلسنا ورب البيت نسلم أحمدا ... لعزاء من عض الزمان ولا كرب)\n</p>\n\n<p>\n(ولسنا نمل الحرب حتى تملنا ... ولا نشتكي ما قد ينوب من النكب)\n</p>\n\n<p>\n(ولكننا أهل الحفائظ والنهى ... إذا طار أرواح الكماة من الرعب)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>خروج النبي صلى الله عليه وسلم إلى الطائف سنة عشر من النبوة</h1>\n\n<p>\nلما مات عمه أبو طالب وزوجته خديجة وذوت من شجرة إعانتهما له أوراقها\nالبهيجة لزم البيت وأقل الخروج وأسف عليهما أسفا يضطرب بحره ويموج ونالت\nمنه قريش وقابلوه بالخفة والطيش\n</p>\n\n<p>\nفخرج معه زيد بن حارثة إلى الطائف وصدع بالدعوة غير وجل ولا خائف فلم\nيجبه منهم أحد وأغروا به سفهاء البلد وتشاءموا بقدوم طائره الميمون فانقلب\nراجعا إلى مكة وهو محزون\n</p>\n\n<p>\nفلما <span id='ms17'></span> نزل نخلة قام يصلي من الليل وسبب التأييد يتحدر عليه كالسيل وانصرف\nإليه سبعة من الجن يستمعون القرآن فلما فرغ ولوا يدعون قومهم إلى الإيمان\nثم دخل مكة في جوار مطعم بن عدي ولسان الحق يتلو على قريش {من يهد الله فهو\nالمهتدي}\n</p>\n\n<p>\nوفي مطعم يقول حسان بن ثابت من أبيات\n</p>\n\n<p>\n(أجرت رسول الله منهم فأصبحوا ... عبيدك ما لبى مهل وأحرما)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n(فلو كان مجدا يخلد الدهر واحدا ... من الناس أبقى مجده الدهر مطعما)\n</p>\n\n<h1 class='l1' id='head29'>الإسراء بالنبي صلى الله عليه وسلم سنة اثنتى عشرة من النبوة</h1>\n\n<p>\nطلب إلى الحضرة قبل الهجرة باثنى عشر شهرا وأسري به من مكة إلى بيت\nالمقدس ميمون الطلب محمود المسري فصلى بالأنبياء في المسجد الأقصى ومنح من\nالنعم ما لا يعد ولا يحصى\n</p>\n\n<p>\nثم ركب الدابة المعروفة بالبراق وعرج إلى محل طاب له فيه الوقت وراق وكان\nجبريل يستفتح له الأبواب والأنبياء يتلقونه في السموات بالتحية والترحاب\nفحظي في الأفق الأعلى بالمقام الأسنى {ثم دنا فتدلى فكان قاب قوسين أو\nأدنى}\n</p>\n\n<p>\nورأى سدرة المنتهى وسمع صريف الأقلام وفرضت عليه الصلوات الخمس ورفعت\nالأعلام ورفل في حلل آلاء ربه وإحسانه وعاين ما عاين من آياته وقدرته\nوسلطانه\n</p>\n\n<p>\nوكان مسراه عبرة لأولي الألباب وتثبيتا لمن تعلق من الهدى بأوثق الأسباب\n</p>\n\n<p>\n(فسبحان من أسرى به وأحله ... محلا علا يسمو على الشمس والبدر)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n(وصير جبريل المقرب خادما ... له وحباه بالحماية والنصر)\n</p>\n\n<p>\n(نبي رقا نحو السماء لفضله ... وشاهد ما فيه تحار أولو الفكر)\n</p>\n\n<p>\n(وناجاه رب العرش جل ثناؤه ... وأتحفه في حضرة القدس بالبشر)\n</p>\n\n<p>\n(وكم مثلها من معجزات عظيمة ... وآيات غايات تجل عن الحصر)\n</p>\n\n<h1 class='l1' id='head30'>العقبة الأولى سنة اثنتى عشرة من النبوة</h1>\n\n<p>\nلما أراد الله تعالى نصر نبيه وإظهار دينه وإنجاز ما وعده به من رفع ذكره\nوتمكينه ساقه إلى الأوس والخزرج الذين ألجم التوفيق خيل جبلتهم وأسرج\nوانتهى منهم إلى نفر بزغ نجم سعدهم وظهر فجلس إليهم وأمرهم بالإيمان ودعاهم\nإلى الله وقرأ عليهم القرآن فتلقوا أمره بالقبول واستجابوا لله وللرسول ثم\nانصرفوا <span id='ms18'></span> في أسر الأحوال وكانوا ثمانية أو ستة على اختلاف الأقوال\n</p>\n\n<p>\nفلما كان الموسم الجامع بمكة عجمه وعربه لقيه اثنى عشر رجلا منهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nليلا عند العقبة فأسلموا وبايعوا واقتفوا آثار الأبرار وتابعوا وصدقوا\nوآمنوا وعلى البر والتقوى تعاونوا ثم رجعوا إلى المدينة معلنين بالإسلام\nفرحين بما حصل لهم من الهداية والعناية والإكرام\n</p>\n\n<p>\n(لقد أحرز الأنصار مجدا مؤثلا ... وفازوا بخصل السبق والمنزل الأسنى)\n</p>\n\n<p>\n(دنوا وأفادوا واستفادوا وأقبلوا ... على حفظ ما يبقى وجادوا بما يفنى)\n</p>\n\n<p>\n(وماذا يقول الناس في وصف معشر ... عليهم رسول الله بالخير قد أثنى)\n</p>\n\n<p>\nوفيهم يقول النعمان بن كثير\n</p>\n\n<p>\n(بهاليل من أولاد قبلة لم يجد ... خليط عليهم في مخالطة عتبا)\n</p>\n\n<p>\n(مساميح أبطال يراجون للندى ... يرون عليهم فعل آبائهم نحبا)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head31'>العقبة الآخرة سنة ثلاث عشرة من النبوة</h1>\n\n<p>\nثم خرج المسلمون أيام الحج وهم سبعون رجلا يسلكون إلى أم القرى طلبا\nللقرى سبلا فلما أناخوا بفنائها واستافوا الأرج من أرجائها حضروا إلى النبي\nصلى الله عليه وسلم وتكلم معه في أمر الهجرة الشريفة من تكلم\n</p>\n\n<p>\nفوعدهم شعب العقبة ليلة النفر الأول فاجتمعوا واثقين بوعده الذي به عليهم\nتطول وأنهوا إليه ما يبغونه من النصر ويقصدونه وبايعوه على الوفاء والصدق\nوبذل المهج دونه واختار منهم اثنى عشر نقيبا وجعل كل منهم على قومه كفيلا\nورقيبا فلما فرغوا من مقالهم أمرهم بأن ينفضوا إلى رحالهم\n</p>\n\n<p>\nوعلمت قريش بخبرهم فجدوا في اتباع أثرهم فأدركوا سعد بن عبادة وأمسكوه\nوخلص منهم بعد أن كادوا يهلكوه ثم انصرفوا إلى طيبة الطيبة أجمعين متوكلين\nعلى كافي من عليه يتوكل وبه يستعين\n</p>\n\n<p>\nوفي ذلك يقول كعب بن مالك من أبيات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n(شالا أبلغ أبيا أنه فال رأيه ... وحان غداة الشعب والحين واقع) وأبلغ\nأبا سفيان أن قد بدا لنا ... بأحمد نور من هدى الله ساطع) أبى الله ما منتك\nنفسك أنه ... لمرصاد أمر الناس راء وسامع)\n</p>\n\n<h1 class='l1' id='head32'>الهجرة الشريفة سنة ثلاث عشرة من النبوة</h1>\n\n<p>\nفلما رحل الأنصار السبعون وانشرحت الصدور وقرت العيون وفهم المسلمون خروج\nالصحابة فرموا إلى جهتهم سهام الإصابة <span id='ms19'></span> وضيقوا عليهم وضاعفوا الإساءة إليهم\nوبالغوا في شتمهم وخبطوا في ظلمات ظلمهم\n</p>\n\n<p>\nفشكوا إلى النبي صلى الله عليه وسلم ثقلهم واستأذنوه في الهجرة فأذن لهم\nفجعلوا يتجهزون ويترافقون ويخرجون خيفة ويتلاحقون حتى قدموا المدينة كهولا\nوفتيانا وطاروا إلى أوكار الأنصار زرافات ووحدانا فآووهم وبغيث الإحسان\nغمروهم فعند ذلك خاف المشركون خروج الرسول وعلموا أن فريضة المسلمين بهجرته\nتعول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nفاجتمعوا في دار الندوة واتفقوا على قتل من جعله الله للناس قدوة ورصدوه\nفي بيته ليلا وظنوا أنهم ينالون منه نيلا فخابوا وخسروا وبأفهار القدوة\nالإلهية كسروا\n</p>\n\n<p>\nثم هاجر صلى الله عليه وسلم وخرج بإذن من أنزل القرآن وتكلم فمضى ومعه\nأبو بكر إلى غار ثور واشتد في طلبهما أهل الظلم والجور وذهبوا يقصون الآثار\nحتى انتهوا إلى باب الغار فلما رأوا إلى بيت العنكبوت وعش الحمام نكصوا على\nأعقابهم كأنما يساقون إلى الحمام\n</p>\n\n<p>\nثم قوى عزمهما على الترحال بعد مكثهما في الغار ثلاث ليال فأمر عبد الله\nبن أريقط بالمسير وصحبا منه أي دليل بالطرق خبير وتبعهم عامر بن فهيرة على\nسبيل الخدمة وساروا مشمولين ببركة من أتم الله عليه النعمة\n</p>\n\n<p>\nفبينما هم سائرون وإلى جهة قصدهم صائرون عرض لهم سراقة بن مالك في الطريق\nفرسخت قوائم فرسه معجزة لصاحب الوجه الشريق ثم أطلق ببركة دعائه والتزم برد\nالمشركين المشتدين من ورائه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nومروا في سيرهم بأم معبد وكانت ممن يرجى قراه ويقصد فنزلوا في ظل خيمتها\nالمعقودة وبارك صلى الله عليه وسلم في شاتها المجهودة فاجترت ودرت باللبن\nوشربوا حتى ضربوا بعطن\n</p>\n\n<p>\nثم ساروا لا يصعدون جبلا إلا تأرج بعطرهم الفائح ولا يقطعون واديا إلا\nكتب لهم به عمل صالح حتى قدم النبي صلى الله عليه وسلم مبارك القدم مرفوع\nالعلم مضيء المقياس رحمة عامة على الناس فنزل بقبائها وأناخ بحضرة فنائها\n</p>\n\n<p>\nوخرج المسلمون إلى لقائه وابتهجوا بما ظهر لهم من أفق سمائه وهرعوا\nللسلام عليه وتشرفوا بالمثول بين يديه وأقام بها أربعة عشر يوما وتحول وكان\nقدومه يوم الإثنين في <span id='ms20'></span> شهر ربيع الأول\n</p>\n\n<p>\nولما دخل المدينة مضى حتى انتهى إلى موضع مسجده وخرج كل من قبائلها يدعوه\nإلى عدده وعدده وسروا بمقدمة الميمون واستبشروا بحفظ جوهره المكنون\n</p>\n\n<p>\nثم نزل في بيت أبي أيوب وملك من دار هجرته عنان المطلوب وحط بها رحله\nوأرسل إلى مكة من أحضر أهله وآخى بين المهاجرين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nوالأنصار واستمر مجتهدا في طاعة من لا تدركه الأبصار وهو يدرك الأبصار\n</p>\n\n<p>\nوسمع أهل مكة بعد رحيله هاتفا يقول\n</p>\n\n<p>\n(جزى الله رب الناس خير جزائه ... رفيقين حلا خيمتي أم معبد)\n</p>\n\n<p>\n(هما نزلا بالبر وارتحلا به ... فأفلح من أمسى رفيق محمد)\n</p>\n\n<p>\n(ليهن بني كعب مكان فتاتهم ... ومقعدها للمؤمنين بمرصد) وفي نزوله\nبالمدينة يقول أبو قيس الأنصاري من أبيات\n</p>\n\n<p>\n(ثوى في قريش بضع عشرة حجة ... يذكر لو يلقى صديقا مواتيا)\n</p>\n\n<p>\n(فلما أتانا أظهر الله دينه ... فأصبح مسرورا بطيبة راضيا)\n</p>\n\n<p>\n(يقص لنا ما قال نوح لقومه ... وما قال موسى إذ أجاب المناديا)\n</p>\n\n<p>\n(نعادي الذي عادى من الناس كلهم ... جميعا وإن كان الحبيب الموافيا)\n</p>\n\n<p>\n(وأصبح لا يخشى من الناس واحدا ... قريبا ولا يخشى من الناس نائيا)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head33'>بناء المسجد بالمدينة سنة إحدى من الهجرة</h1>\n\n<p>\nثم إن رسول الله صلى الله عليه وسلم اشترى المربد وأمر برفع ما فيه من\nالقبور والنخل والغرقد بذل فيه عشرة دنانير من النضار وكان لغلامين يتيمين\nمن بني النجار\n</p>\n\n<p>\nثم شرع في بناء المسجد المؤسس على التقوى مستعينا بأصحابه الموصوفين\nبالجد والجدوى وبناه باللبن والحجارة وكساه بنظره البهجة والنضارة وجعل إلى\nبيت المقدس قبلته ورفع بين المساجد المعمورة أثلته ورصف سقفه بالجريد وحلى\nجيده بعقده الفريد وفتح له ثلاثة أبواب وألبسه من البركة أحسن الأثواب\n</p>\n\n<p>\nثم بنى إلى جانبه بيوتا له ولنسائه وسكن بهن مقيما على إعلاء كلمة الله\nفي صباحه ومسائه وكان يساعد أصحابه في عمارة المسجد ويقول\n</p>\n\n<p>\n(هذا الحمال لا حمال خيبر ... هذا أبر ربنا وأطهر)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nوقال علي بن أبي طالب وهو مرتجز يعمل\n</p>\n\n<p>\n(لا يستوي من يعمر المساجدا ... )\n</p>\n\n<p>\n(يدأب فيها قائما وقاعدا ... )\n</p>\n\n<p>\n(ومن يرى عن التراب <span id='ms21'></span> حائدا ... )\n</p>\n\n<h1 class='l1' id='head34'>أمر الأذان سنة إحدى من الهجرة</h1>\n\n<p>\nلما اجتمع شمل الأنصار وارتفع لواء الإسلام وأقيمت الصلوات الخمس وفرض\nالحلال والحرام كان المنادي يقول يومئذ الصلاة جامعة فيجتمع لأداء الفرض\nأهل القلوب الخاشعة\n</p>\n\n<p>\nوكان النبي صلى الله عليه وسلم قد أهمه أمر الأذان وعزم على إقامة رجلان\nبإطام المدينة للإعلان وذكر عنده الناقوس والبوق فكره شعار ذوي العصيان\nوالفسوق حتى أرى عبد الله بن زيد رؤيا علم الأذان فيها وأصبح ينقل الكلمات\nالطيبات لرب الآيات البينات ويرويها فأمره أن يلقي ما سمعه على بلال ومثلها\nأري عمر الفاروق بين الهدى والضلال فحمد الإمام ربه وشكر وابتهج لاتفاق\nرؤيا عبد الله وعمر\n</p>\n\n<p>\nواستمر بلال يشنف بدرر أذانه آذان القوم ثم زاده في الفجر قوله الصلاة\nخير من النوم فأقره على ذلك صاحب الشريعة وقيل لبلال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nبلسان الحال أبشر بهذه المنزلة الرفيعة\n</p>\n\n<p>\n(إن الأذان كلام كله حسن ... لطاعة الواحد القهار ينتظر)\n</p>\n\n<p>\n(توارد اثنان في رؤياه واتفقا ... يا نجل زيد لك الحسنى ويا عمر)\n</p>\n\n<h1 class='l1' id='head35'>صرف القبلة إلى الكعبة سنة اثنتين من الهجرة</h1>\n\n<p>\nصلى النبي صلى الله عليه وسلم إلى بيت المقدس سنة وثلث سنة وكان يحب أن\nيصرف إلى الكعبة الفائز من من هجر في طلبها وسنه\n</p>\n\n<p>\nفجعل يرفع رأسه إلى السماء في صلاته وينتظر من ربه تعالى جده مواد صلاته\nولم يزل كذلك حتى جاءه جبريل عليه السلام وتلا عليه {فول وجهك شطر المسجد\nالحرام}\n</p>\n\n<p>\nفاستدار إلى الكعبة واستقبل الميزاب ودار معه اقتداء به أهل السور\nوالأحزاب\n</p>\n\n<p>\nفلما استقرت الصلاة إلى الكعبة المقدسة مضى إلى قباء فقدم جدار مسجدها\nوأسسه ونقل مع أصحابه الحجارة لبنائه وأفاض من أنواره الباهرة على فنائه\nواطلع له في سماء المساجد نجما ثاقبا وكان يأتيه في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nكل سبت تارة ماشيا وتارة راكبا ورفعه وعظم أمره بقوله (من جاء فصلى فيه\nركعتين كان له أجر عمرة) يا له معبدا أوراق شجرته المباركة لا تسقط ولا\nتدوي ومسجدا كان أبو أيوب وعروة يقولان هو الذي أسس على التقوى\n</p>\n\n<p>\n(كم للنبي <span id='ms22'></span> المصطفى من آية ... غراء حار الفكر في معناها)\n</p>\n\n<p>\n(لما رأى الباري تقلب وجهه ... ولاه أيمن قبلة يرضاها)\n</p>\n\n<h1 class='l1' id='head36'>أمر الصوم وزكاة الفطر والعيد والأضحية سنة اثنين من الهجرة</h1>\n\n<p>\nفرض الصوم على رأس ثمانية عشر شهرا فاستقر الإمساك بتقدير من جعل لكل شيء\nقدرا\n</p>\n\n<p>\nثم أمر صلى الله عليه وسلم بزكاة الفطر على الغني للفقير وأن يخرج عن\nالحر والعبد والذكر والأنثى والكبير والصغير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nوكان يهتم بتحصيل زكاته ويقسمها إذا رجع من صلاته لكنه يأمر بها قبل غدوه\nإلى محل الإمامة وكان يصلي العيدين قبل الخطبة بلا أذان ولا إقامة\n</p>\n\n<p>\nوأمر بالأضحية وكان يضحي في كل عام وضحى بكبشين أحدهما عن أمته والآخر عن\nنفسه وآله الكرام\n</p>\n\n<p>\n(بخير الرسل أحمد ذي الأيادي ... علينا سح وبل اليمن سحا)\n</p>\n\n<p>\n(سعى في نصرنا ورمى عدانا ... وعنا يوم عيد النحر ضحى)\n</p>\n\n<h1 class='l1' id='head37'>قصة سلمان الفارسي</h1>\n\n<p>\nكان سلمان الفارسي من أهل فارس لا يحبسه عن المجوسية وعبادة النار حابس\nفلحظ بعين العناية وطوق بقلائد الهداية وتنقل في البلدان وخدم الأساقفة\nوالرهبان\n</p>\n\n<p>\nثم طلب الحجاز في المسير حين بلغه قرب زمان البشير النذير فلما كان بوادي\nالقرى ظلم وبيع من بعض اليهود ثم نقل إلى المدينة يذهب في رق العبودية\nويعود فلما سمع بهجرة صاحب الأخلاق العظيمة بادر إليه وأسلم على يده\nالكريمة ثم كاتب مولاه على ثلاثمائة ودية وعلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nذهب مبلغه أربعون أوقية\n</p>\n\n<p>\nفأعانه النبي صلى الله عليه وسلم بما وفى المبلغ وساعده وخرج فوضع له\nالنخل بيده فما ماتت منه ودية واحدة وعتق سلمان وشهد معه الخندق حرا ولم\nيزل يقربه ويدنيه حتى عده من أهل البيت إحسانا وبرا\n</p>\n\n<p>\n(لقد رقا سلمان بعد رقة ... منزلة شامخة البنيان)\n</p>\n\n<p>\n(وكيف لا والمصطفى قد عده ... من أهل بيته العظيم الشان)\n</p>\n\n<h1 class='l1' id='head38'>قصة عبد الله بن سلام</h1>\n\n<p>\nكان عبد الله بن سلام من كبار الأحبار ومن أهل العلم والمطلعين على ما في\nكتب اليهود من الأخبار وكان عارفا بصفة النبي صلى الله عليه وسلم واسمه\nوزمانه صامتا على ذلك حتى من أصحابه <span id='ms23'></span> وأقرانه\n</p>\n\n<p>\nولم يزل كاتما أمره إلى أن حل بالمدينة صاحب الهجرة فلما سمع بخبره كبر\nوأظهر المسرة بقدومه واستبشر وخرج مسلما مسلما إليه ولم يصغ إلى من أنكر من\nأهله عليه\n</p>\n\n<p>\nثم تكلم مع اليهود فيما يعلمونه من أمره وما يجدونه مكتوبا عندهم من صفته\nورفعة ذكره فباهتوه وناكروه وقابلوه بالعداوة وجاهروه فأعرض عن الكبير منهم\nوالصغير وفاز بما فاز من صحبة البشير النذير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n(بشراك يا ابن سلام بالذي ظفرت ... به يداك من الإسلام والشرف)\n</p>\n\n<p>\n(أظهرت من وصف خير الناس قاطبة ... ما كان مكتتبا في باطن الصحف)\n</p>\n\n<p>\n(ولم تعرج على قول اليهود وما ... مالوا إليه من البهتان والجنف)\n</p>\n\n<h1 class='l1' id='head39'>قصة أبي قيس الأنصاري</h1>\n\n<p>\nكان أبو قيس بارعا في نظامه صادعا بالحق في كلامه تعلق بالله وتمسك وترهب\nفي الجاهلية وتنسك وفارق الأوثان وأقبل على طاعة الديان واغتسل من الجنابة\nواعتزل حتى ذوي القرابة ولبس المسوح وركن إلى التوبة النصوح واتخذ مسجدا في\nداره واشتغل بأوراده وأذكاره ولازم التكبير والتهليل وقال أعبد رب إبراهيم\nوإسماعيل\n</p>\n\n<p>\nفلما هاجر النبي صلى الله عليه وسلم ذهب إليه فأسلم على يده الكريمة وحسن\nإسلامه وهو القائل في الجاهلية من أبيات\n</p>\n\n<p>\n(سبحوا الله شرق كل صباح ... طلعت شمسه وكل هلال)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n(فله الطير تستزيد وتأوي ... في وكون من آمنات الجبال)\n</p>\n\n<p>\n(وله الوحش في الفلاة تراها ... في حقاف وفي طلال الرمال)\n</p>\n\n<p>\n(يا بني الأرحام لا تقطعوها ... وصلوها قصيرة من طوال)\n</p>\n\n<p>\n(يا بني الأيام لا تأمنوها ... واحذروا مكرها ومكر الليالي)\n</p>\n\n<p>\n(واجمعوا أمركم على البر والتقوى ... وترك الخنا وأخذ الحلال)\n</p>\n\n<h1 class='l1' id='head40'>ذكر أهل الصفة</h1>\n\n<p>\nكان أهل الصفة ناسا ضعفاء الحال ليس لهم عشائر ولا منازل ولا مال وكانوا\nيأوون إلى المسجد وفيه ينامون ويجاورن من يظلمون في جواره ولا يضامون\n</p>\n\n<p>\nوكان صلى الله عليه وسلم يعتني بأمرهم ويتوصل بكل طريق إلى جبرهم ويدعوهم\nإلى طعامه ويأمر أصحابه برفد كل منهم وإكرامه وهم الذين أعرضوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nعن الغمر وقنعوا بالبرض وفيهم جاء {للفقراء الذين أحصروا في سبيل الله لا\nيستطيعون ضربا في الأرض} ويكفيهم <span id='ms24'></span> أن أبا ذر وأبا هريرة منهم تغمدهم الله\nبرحمته الواسعة ورضي عنهم\n</p>\n\n<p>\n(لأهل الصفة الماضين فخر ... بصحبة أحمد القثم النذير) رضوا بالنزر في\nالدنيا فلما ... قضوا وافوا إلى ملك كبير)\n</p>\n\n<h1 class='l1' id='head41'>صفة النبي صلى الله عليه وسلم</h1>\n\n<h1 class='l1' id='head42'>(صفة جسده صلى الله عليه وسلم</h1>\n\n<p>\nكان خاتم النبوة بين كتفيه مثل بيضة الحمامة وقيل كزر الحجلة وقيل شعر\nمجتمع وقيل شامة\n</p>\n\n<p>\nوكان عظيم الهامة واسع الجبين أزج الحواجب أقنى العرنين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nرجل الشعر خافض الطرف مضيء العنق ندي العرف أشم أدعج مفلج الأسنان أشنب\nأطول من المربوع وأقصر من المشذب كث اللحية سهل الخدين ضخم الكراديس بعيد\nما بين المنكبين معتدل الخلق متماسك البدن عريض الصدر أزهر اللون يتلألأ\nوجهه تلألأ القمر ليلة البدر سائل الأطراف سبط القصب إذا مشى كأنما ينحط من\nصبب رحب الراحتين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nطويل الزندين شئن الكفين مسيح القدمين\n</p>\n\n<h1 class='l1' id='head43'>(صفاته المعنوية وآدابه وسمته صلى الله عليه وسلم)</h1>\n\n<p>\nوكان حسن الخلق لين الحانب ليس دونه بواب ولا حاجب يبدأ من لقيه بالسلام\nويفتر عن مثل حب الغمام يبدل النظر بالملاحظة والضحك بالتبسم ويأتي بجوامع\nالكلم حال التلفظ والتكلم يحسن الحسن ويقويه ويقبح القبيح ويوهيه يشير بكفه\nإذا أشار وإذا تعجب قلبها لا يكترث بالدنيا ولا يبخل بها على من طلبها إذا\nفرح غض طرفه وإذا غضب أعرض وثنى عطفه\n</p>\n\n<p>\nوكان طويل السكوت جزيل الذكر متواصل الأحزان دائم الفكر يسكت عن الحلم\nوالتدبر ويصمت عن الحذر والتفكر لا يخزن على السائل جوابه ولا يتكلم إلا\nفيما يرجو ثوابه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nليس بفظ ولا غليظ ولا صخاب في الأسواق ولا فحاش ولا مزاح ولا عياب\n</p>\n\n<p>\nيتفقد أصحابه ويؤثرهم بخيره ولا يقصر عن الحق ولا يجوزه إلى غيره يقابل\nمن استوطن دار الدنيا باللوم ويجلس حيث انتهى به مجلس القوم لا يغضب لنفسه\nولا ينتصر لها ويعظم دقيق النعمة ويستبحر وشلها\n</p>\n\n<p>\nيكرم كريم كل قوم ويوليه عليهم ويقضي حوائج الناس ويتودد إليهم ينذرهم\nويبشرهم ويؤلفهم ولا ينفرهم\n</p>\n\n<p>\nمجلسه مجلس حياء وحلم وصبر وأمانة علم يوقر فيه الكبير <span id='ms25'></span> ويحفظ الغريب\nويرحم الصغير لا ترفع فيه الأصوات ولا تؤبن الحرم ولا يتنازع فيه الحديث\nولا تخفر الذمم\n</p>\n\n<p>\nإذا تكلم أطرق جلساؤه كأنما على رؤسهم الطير وإذا سكت تكلموا فيما يجلب\nلهم النفع والخير يبذل في نصح أمته جهده والناس في الحق سواء عنده لا يميل\nعن طالب الحاجة ولا ينحرف ويصابر من جالسه أو قاومه حتى يكون هو المنصرف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nلا يذم أحدا ولا يعيره ولا يطلب كشف عورته ويصبر للغريب على الجفوة في\nمنطقه ومسألته من وفد عليه غمره بنيل النول ومن سأله حاجة لا يرده إلا بها\nأو بميسور من القول\n</p>\n\n<p>\nكان يشد صلبه بالحجر من الغرث ويأمر بكف اللسان عن اللغو والرفث ويبيت\nوليس عنده سراج ويمسي ويصبح وهو إلى الطعام محتاج\n</p>\n\n<p>\nولقد مرت عليه ثلاثة أيام لم يدخل إلى فمه فيها شيء من الطعام وأتت عليه\nشهور لم يشبع فيها من خبز البر ولو شاء لأجرى الله معه جبال الياقوت والدر\nوكانت تمر بآله الشهور لا يرى في بيوتهم جمر إنما كانوا يعيشون بالأسودين\nالماء والتمر\n</p>\n\n<p>\nوحبب إليه النساء والطيب وجعلت قرة عينه في الصلاة ولم يزل على ذلك حتى\nلحق بمن هو في السماء إله وفي الأرض إله\n</p>\n\n<p>\n(أوصاف خير الخلق ليس لندها ... ند وأنجم نعته لا تحصر)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n(القد معتدل عليه جلالة ... والطرف أدعج والمحيا أزهر)\n</p>\n\n<p>\n(فاق النبيين الكرام بخلقه ... وبخلقه لكنه لا يفخر)\n</p>\n\n<p>\n(الفضل في الأزمات منه يرتجى ... والعدل والإحسان عنه يؤثر)\n</p>\n\n<p>\n(وله المقامات المعظم أجرها ... وله الوسيلة واللوا والكوثر)\n</p>\n\n<p>\n(أكرم به سمحا جوادا لم يزل ... من راحتيه ندى المكارم يقطر)\n</p>\n\n<p>\n(متفردا بجوامع الكلم التي ... من طيها عرف الهداية ينشر)\n</p>\n\n<p>\n(صلى عليه الله ما هب الصبا ... ومحى كتاب الليل صبح مسفر)\n</p>\n\n<h1 class='l1' id='head44'>شعر النبي صلى الله عليه وسلم</h1>\n\n<p>\nكان ذا شعر لا يجاوز أذنيه وفي لفظ كان يبلغ أو يضرب منكبيه وكان له شعر\nفوق الوفرة ودون الجمة وكانت شحمة أذنيه تستر منه باللمة وقدم مكة وله أربع\nغدائر قالت أم هانىء رأيت في رأسه <span id='ms26'></span> أربع ضفائر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nوكان يفرق شعره ويأمر بالفرق يا له شعرا أخجل بضوء فرقة الواضح وميض\nالبرق وما شأنه الله تعالى بالشيب ولا قرن ذاته الشريفة بنقص ولا عيب كان\nفي رأسه ولحيته شعر معدود إذا أدهن وارى الدهن بياضهن الموجود ونهى عن نتف\nالشيب وقال (هو نور يوم القيامة) والشيبة في الإسلام ترفع درجة صاحبها وتحط\nعنه آثامه\n</p>\n\n<p>\nوقال في حديثه الذي يجلي من صدأ القلوب ما يجلي (شيبتني هود وأخواتها)\nوما فعل بالأمم قبلي\n</p>\n\n<p>\nوجاء في الخبر أنه خضب بالحناء والكتم وأمر بتغيير الشيب مخالفة لليهود\nوالنصارى والعجم وكان أصحابه يخضبون بالحناء والكتم والصفرة ونهى عن الخضاب\nبالسواد وساق في معرض الذم ذكره\n</p>\n\n<p>\n(ما شان خير الخلق شيب ... إنما هي أنجم تحت الغمام بواد)\n</p>\n\n<p>\n(فاحرص إذا وافاك شين الشيب ... أن لا تخضبن بياضه بسواد)\n</p>\n\n<h1 class='l1' id='head45'>سواك النبي صلى الله عليه وسلم وحجامته</h1>\n\n<p>\nكان النبي صلى الله عليه وسلم إلى السواك شديد الميل وكان يوضع له ليستاك\nبه إذا قام من الليل وما استيقظ في ليل أو نهار من كراه إلا واستعمل السواك\nقبل وضوئه للصلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nوكان له مرآة ومشط من عاج ومكحلة ومقراض وقدح من زجاج وقدح يدعى الريان\nوقدح مضبب وثور من حجارة ومغسل من صفر ومخضب\n</p>\n\n<p>\nوكان يكتحل بالأثمد عند النوم ثلاثا في كل عين وفي لفظ يكتحل في عينه\nاليمنى ثلاث مرات واليسرى مرتين\n</p>\n\n<p>\nوكان يقص من شاربه ويحفيه ويظهر علم سنته الزاهرة ولا يخفيه\n</p>\n\n<p>\nوحديث حجامته رواه عدة من الناس وأمره جبريل بالمغيثة وهي الحجامة في\nالرأس واحتجم على الأخدعين اثنين وعلى الكاهل واحدة وقال (خير ما تداويتم\nبه الحجامة) فطوبى لمن أخذ بالقبول فوائده\n</p>\n\n<p>\n(واظب على سنن الرسول وفعلها ... ومن اقتفاء آثاره كن لاحقا)\n</p>\n\n<p>\n(واصبر على شرط الحجامة واكتحل ... وإلى السواك سواك لا يك سابقا)\n</p>\n\n<h1 class='l1' id='head46'>منبر النبي صلى الله عليه وسلم وخطابته</h1>\n\n<p>\nكان يخطب يوم الجمعة إلى جذع قائما فشق عليه أن يستمر على القيام في\nخطبته دائما فاتخذ له المنبر من أثلة بالغابة بعد <span id='ms27'></span> أن شاور في عمله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nذوي الرأي من الصحابة صنعه غلام العباس درجتين ومقعدا وسار خبره في الناس\nمتهما ومنجدا كيف لا وهو على ترعة من ترع الجنة وبذروته تتلى آيات الكتاب\nوتحفظ أخبار السنة\n</p>\n\n<p>\nوقوائمه موضوعة على الحوض ومن حوله روض نبوي يجل عن مشابهة الروض\n</p>\n\n<p>\nوإليه تركن الملائكة وبظله تتفيأ الأبرار ومن حلف عليه كاذبا تبوء مقعده\nمن النار\n</p>\n\n<p>\nولما جلس عند المنبر فقده الجذع الذي كان يقوم إليه فحن حنين العشار ولم\nيسكن حتى أتاه ووضع يده عليه\n</p>\n\n<p>\nوكان إذا خطب يتوكأ على العصا ويشير بأصابعه التي سبح إلى جانبها صم\nالحصا\n</p>\n\n<p>\nوكان له برد يمنية وإزار من نسج عمان لا يلبسهما إلا يوم الجمعة والعيدين\nثم يطويان\n</p>\n\n<p>\n(الجذع حن إلى النبي المصطفى ... وعلى الحنين له دليل ظاهر)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n(لله منبره الذي من حوله ... للجنة الفيحاء روض ناضر)\n</p>\n\n<h1 class='l1' id='head47'>صلاة النبي صلى الله عليه وسلم على الجنائز</h1>\n\n<p>\nكان المسلمون بعد قدومه إلى المدينة وتمام هجرته الزكية يعلمونه إذا حضر\nمنهم أحد وأشرف على المنية فيأتي المحتضر ويستغفر له ويجلس عنده حتى إذا\nقبض انصرف أو قعد إلى أن يدخلوه لحده\n</p>\n\n<p>\nفربما طالت الشقة وخافوا أن تحصل له المشقة فكانوا يعلمونه بالميت بعد\nقضاء نحبه فيأتيه ويصلي عليه ويستغفر له من ذنبه ثم ينصرف بعد الصلاة أو\nيمكث إلى أن يغيب في الفلاة\n</p>\n\n<p>\nثم كانوا بعد ذلك يحملون الميت إليه فيشهد جنازته ويصلي عند بيته عليه\n</p>\n\n<p>\nواستقرت دوائر الأمر على هذه المراكز فسمي المكان الذي كان يصلي فيه موضع\nالجنائز\n</p>\n\n<p>\n(طوبى لمن صلى عليه المصطفى ... خير الورى من صحبه الأبرار)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n(فلقد ثوى في جنة مرفوعة ... ولقد نجا من شر حر النار)\n</p>\n\n<h1 class='l1' id='head48'>ملابس النبي صلى الله عليه وسلم</h1>\n\n<p>\nكان له برد نجراني غليظ الحاشية وكمة بيضاء وقلانس لاطية وعمامة سوداء\nصعد بها على المنبر ولبسها عند دخول مكة يوم الفتح الأكبر وقميص من القطن\nقصير الطول واليدين وجبة من الصوف وجبة شامية صفيقة الكمين وبرد من حبرة له\nحاشيتان ورداء حضرمي وإزار <span id='ms28'></span> من نسج عمان وحلة حمراء يلبسها في الجمعة\nوالعيدين وكان يكثر القناع ويلبس الجرموقين والنعلين\n</p>\n\n<p>\nوإذا اعتم سدل عمامته بين كتفيه وأرخاها وإذا توضأ أو سجد رفعها عن جبينه\nونحاها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nوكان يصبغ ثيابه بالزعفران ويظهر للناس وعليه بردان أخضران\n</p>\n\n<p>\nوأمر يلبس الثياب البيضاء وحرض على ترك لبس الحرير كل التحريض\n</p>\n\n<p>\nوكان ضجاعه من أدم حشوه ليف وقام في مرط من صوف لا لين ولا كثيف\n</p>\n\n<p>\nوكانت له ملحفة مصبوغة وصلى على الحصير والفروة المدبوغة\n</p>\n\n<p>\nوكان يرفع إزاره من وارئه ويرخيه من بين يديه وأخرج يده للوضوء من تحت\nجبته وألقاها على كتفيه وتوشح بثوب واحد وقام به إلى الصلاة وأم القوم في\nشملة خالف بين طرفيها وعقدها في قفاه\n</p>\n\n<p>\nوأمر أن يقول الحاضر من أمته عند لبس الجديد الآتي (الحمد لله الذي كساني\nما أواري به عورتي وأتجمل به في حياتي)\n</p>\n\n<p>\n(لبس الغليظ من البرود محمد ... أزكى الورى خير الأعاجم والعرب)\n</p>\n\n<p>\n(وهو الذي لو شاء أجرى الله في ... أبياته طوعا له نهر الذهب)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head49'>سلاح النبي صلى الله عليه وسلم</h1>\n\n<p>\nكان له سيف يقال له المأثور وسيف بالعضب عند العرب مشهور وسيف يدعى ذا\nالفقار يصحبه في الحرب ويشهد به مواقف الطعن والضرب وسيف يسمى صمصامة يروع\nالقلوب وسيف قلعي والبتار والحتف والرسوب وسيفان يعرفان بالمخذم وبالقضيب\nهذه أسيافه التي أخذت من صحبته بأوفر نصيب\n</p>\n\n<p>\nوكانت له دروع تسحب على السحاب فضل الذيول وهن ذات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nالوشاح وذات الحواشي وذات الفضول وفضة والسغدية درع داود عليه السلام\nوالبتراء والخرنق وكل منهن لا سهم عندها للسهام\n</p>\n\n<p>\nوكان له من القسي الكتوم والزوراء والروحاء والبيضاء والصفراء\n</p>\n\n<p>\nوكان له كنانة يقال لها الكافور ونبال تدعى المتصلة ومنطقة من أديم منشور\n</p>\n\n<p>\nوكان له ترسان أحدهما يعرف بالزلوق وترس آخر يفخر على سائر الجنن ويفوق\n</p>\n\n<p>\nوكان له مغفران وخمسة أرماح حربتان إحديهما العنزة المخجلة ضوء الصباح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت له راية سوداء تسمى العقاب وألوية بيضاء رفيعة الجناب ومحجن وقضيب\nومخصرة تسمى العرجون وفسطاط يعرف بالكن ويشتمل على السر <span id='ms29'></span> المكنون\n</p>\n\n<p>\n(بمحمد خير البرية يكتفى ... يوم النزال إذا اكفهر الموقف)\n</p>\n\n<p>\n(هو أثبت الشجعان عند الملتقى ... وأجل من لبس السلاح وأشرف)\n</p>\n\n<p>\n(كم فل جيشا للعداة عرمرما ... صعب المراس بغيره لا يكشف)\n</p>\n\n<p>\n(لله درع لاح فيه ومغفر ... ومهند في كفه ومثقف)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head50'>خاتم النبي صلى الله عليه وسلم</h1>\n\n<p>\nصنع له خاتم من ذهب فاتخذه ولبسه في يده مدة ثم نزعه ونبذه وقال (والله\nلا ألبسه أبدا) ونهى عن اتخاذه ولم يجعل للنهى أمدا\n</p>\n\n<p>\nثم اتخذ خاتما كله من فضة ونقشه باسمه الذي لم تزل أوراق شرفه غضة وكان\nيختم به الكتب الصادرة من جهته وينهى أن ينقش أحد على هيئته وصفته وبقي في\nيده ثم في يد أبي بكر ثم في يد عمر ومن يد عثمان سقط في بئر أريس ولم يظهر\nله خبر بعد أن طلب ثلاثة أيام وعام بسببه في البئر المذكورة من عام\n</p>\n\n<p>\nوكان له خاتم فضة ملوية على حديد مشرف باسم الله واسمه أخذه من خالد بن\nسعيد لبسه في يده مدة ثم توارثه الخلفاء بعده\n</p>\n\n<p>\nوكان يتختم تارة في اليمنى وتارة في اليسرى ويجعل فص الخاتم مما يلي بطن\nكفه التي كم أذهبت عسرا\n</p>\n\n<p>\n(يا طالبي روض الرضا لوذوا بمن ... صلى عليه ربنا وسلما)\n</p>\n\n<p>\n(وأنتم يا تابعي سنته ... تختموا فالمصطفى تختما)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head51'>نعل النبي صلى الله عليه وسلم</h1>\n\n<p>\nمشى في نعلين مقاباتين وصلى في نعلين مخصوفتين وكان له نعل معقبة ملسنة\nمخصرة ولبس النعال السبتية فيما نقله بعض الصحابة وذكره\n</p>\n\n<p>\nوكان يحب التيمن في تنعله وفي طهوره وترجله وفي شأنه كله\n</p>\n\n<p>\nولبس خفين أسودين أهداهما النجاشي إليه وكان ينتعل قائما وقاعدا صلى الله\nعليه وسلم\n</p>\n\n<p>\n(البس الخف والنعال اقتداء ... بالنبي الأمي خير الأنام)\n</p>\n\n<p>\n(ومحقق أن الذي للمقفى ... يقتفى فائز بدار السلام)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head52'>أزواج رسول الله صلى الله عليه وسلم</h1>\n\n<h1 class='l1' id='head53'>[خديجة بنت خويلد]</h1>\n\n<p>\nتزوج خديجة بنت خويلد الأسدية سنة خمس وعشرين من الفيل سار بنظم عقدها من\nأنجد وأتهم وكان مبلغ صداقها عليه خمس مائة درهم\n</p>\n\n<p>\nوسلكت معه سيرة عيونها بالجميل <span id='ms30'></span> جارية وملكت وضع سائر أولاده إلا إبراهيم\nفإنه من مارية\n</p>\n\n<p>\nوهي أول من آمن به ومعه صلى ولم يتزوج غيرها حتى مضى عمرها وتولى ماتت\nبمكة قبيل الهجرة ودرجت إلى درجة من رفع الله بالإيمان قدره\n</p>\n\n<h1 class='l1' id='head54'>[سودة بنت زمعة]</h1>\n\n<p>\nثم تزوج سودة بنت زمعة العامرية سنة عشر من النبوة وهي أول امرأة تزوجها\nفي الإسلام وأمر في نظم عقدها بالإعلان والإعلام\n</p>\n\n<p>\nوكان صداقها أربعمائة درهم من العين وبقيت عنده إلى أن رميت عنده بسهم\nالبين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nماتت في المدينة في آخر أيام عمر ودخلت إلى رحمة من سخر الليل والنهار\nوالشمس والقمر\n</p>\n\n<h1 class='l1' id='head55'>[عائشة بنت أبي بكر الصديق]</h1>\n\n<p>\nثم تزوج عائشة بنت أبي بكر الصديق سنة عشر من النبوة دخل بها بعد الهجرة\nوقطف منها زهرة ويا لها زهرة كثر الله به خيرها ولم يتزوج بكرا غيرها\n</p>\n\n<p>\nواستمرت في صحبته مبتهجة بما سمح لها الزمان إلى أن قبض عنها وهي بنت عشر\nوثمان ثم ماتت في ولاية مروان بالمدينة بعد أن شنفت الأسماع من ألفاظه\nبالجواهر الثمينة\n</p>\n\n<h1 class='l1' id='head56'>[حفصة بنت عمر]</h1>\n\n<p>\nثم تزوج حفصة بنت عمر بن الخطاب سنة ثلاث من الهجرة وهي المعروفة بكثرة\nالصيام والمشهورة بالقيام في جنح الظلام صاحبته المستحقة للتعظيم والتبجيل\nوزوجته في الجنة هكذا أخبره عن الله جبريل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nأقامت تحت ظل جناحه مستضيئة بأنوار مصباحه إلى أن غابت شمس ذاته اللطيفة\nثم ماتت سنة خمس وأربعين بالمدينة الشريفة\n</p>\n\n<h1 class='l1' id='head57'>[زينب بنت خزيمة]</h1>\n\n<p>\nثم تزوج زينب بنت خزيمة القيسية سنة ثلاث من الهجرة خطبها فجعلت إليه\nأمرها فقرر على خمسمائة درهم مهرها\n</p>\n\n<p>\nوكانت تدعى أم المساكين لرقتها عليهم ورأفتها بهم وإحسانها إليهم مكثت في\nصحبته ثمانية أشهر ثم انتقلت ببركته إلى جنات وأنهر فصلى عليها ودفنها\nبالبقيع ولعمري لقد ظفرت من دعائه بالجنة الواقية والحجاب المنيع\n</p>\n\n<h1 class='l1' id='head58'>[أم سلمة]</h1>\n\n<p>\nثم تزوج أم سلمة هند بنت حذيفة المخزومية سنة أربع من الهجرة دخل بها في\nالسنة المذكورة ونظمها في سلك السالكين تحت أعلامه المنشورة ونقلها إلى بيت\nزينب بعد خلوه من أنسها <span id='ms31'></span> فصنعت له طعاما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nمن الشعير والودك بيدها ليلة عرسها وكانت وفاتها في ولاية يزيد بن معاوية\nبعد أن حدثت عنه بما يروي ظمأ السامع والراوية\n</p>\n\n<h1 class='l1' id='head59'>[زينب بنت جحش]</h1>\n\n<p>\nثم تزوج زينب بنت جحش سنة أربع من الهجرة زوجه الله تعالى إياها ونضر\nبنظره إليها محياها وأنزل فيها آية الحجاب وأسبل عليها أثواب الثياب\nويكفيها ذلك شرفا وحسبها ما حصل لها من الحسب وكفى ماتت بطيبة بعد مغيب\nذكائه وكانت أول لاحقة به من نسائه\n</p>\n\n<h1 class='l1' id='head60'>[جويرية بنت الحارث]</h1>\n\n<p>\nثم تزوح جويرية بنت الحارث الأزدية سنة خمس من الهجرة سباها يوم المريسيع\nسنة خمس وحباها وحماها حماية الشمس من اللمس\n</p>\n\n<p>\nوكان اسمها برة فحوله ومد عليها ظل الإحسان وطوله\n</p>\n\n<p>\nماتت في ولاية مروان بيثرب وحملت إلى محل الرحمة بإذن رب المشرق والمغرب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head61'>[ريحانة بنت زيد]</h1>\n\n<p>\nثم تزوج ريحانة بنت زيد سنة ست من الهجرة كانت امرأة جميلة وسيمة عديمة\nالنظير في بني النضير كريمة\n</p>\n\n<p>\nوضعت ثم رفعت وفي السبي يوم بني قريظة وقعت فخيرها بين الإسلام ودينها\nفاختارت ما يزلفها عند معيدها ومعينها فأصدقها خمسمائة درهم وبين بضرب\nالحجاب عليها أمرها المبهم\n</p>\n\n<p>\nماتت بالمدينة بعد حجة الوداع ومنيت بالتفريق بعد الإجتماع\n</p>\n\n<h1 class='l1' id='head62'>[أم حبيبة]</h1>\n\n<p>\nثم تزوج أم حبيبة رملة بنت أبي سفيان سنة سبع من الهجرة زوجها منه خالد\nبن سعيد وهي من أرض الحبشة في مكان بعيد وأصدقها النجاشي عنه أربعمائة\nدينار وبعث بها إليه مجهزة على ما يحب ويختار\n</p>\n\n<p>\nماتت في ولاية معاوية أخيها ومضت يرحمها الله سبحانه ويقيها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head63'>[صفية بنت حيي]</h1>\n\n<p>\nثم تزوج صفية بنت حيي الهارونية سنة سبع من الهجرة اصطفاها في غزوة خيبر\nلنفسه وجعل عتقها صداقها على ما أخبر به الثقة في طرسه\n</p>\n\n<p>\nوكانت شابة جميلة نبيهة في قومها نبيلة ماتت سنة خمس وخمسين بالمدينة\nوخلفت من الأرض والعرض ما قيمته ثمينة\n</p>\n\n<h1 class='l1' id='head64'>[ميمونة بنت الحارث]</h1>\n\n<p>\nثم تزوج ميمونة بنت الحارث العامرية سنة سبع من الهجرة تولى نظم عقدها\nعمه العباس وتجلى نجم سعدها مضيئا كالمقياس\n</p>\n\n<p>\nواستمرت كارعة <span id='ms32'></span> من بحره النمير إلى أن أفل عنها بالرغم منها بدرها المنير\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nماتت بسرف قريبا من البلد الحرام والله الدائم الباقي على ممر الليالي\nوالأيام\n</p>\n\n<p>\n(يا أمهات المؤمنين بربهم ... طوبى لكن بصحبة المختار)\n</p>\n\n<p>\n(قد خصكن الله بالشرف الذي ... ما مثله وبرفعة المقدار)\n</p>\n\n<p>\n(فزتن بالهادي البشير محمد ... خير الأنام وسيد الأبرار)\n</p>\n\n<p>\n(مني عليكن السلام المرتضى ... ما غرد القمري في الأسحار)\n</p>\n\n<h1 class='l1' id='head65'>أولاد النبي صلى الله عليه وسلم</h1>\n\n<p>\nولد له القاسم المعروف بالعرف الناسم الذي كان به يكنى وله يعوذ بأسماء\nالله الحسنى مات بمكة صغيرا وسبق ليلحق نعيما وملكا كبيرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nثم زينب أم علي وأمامة الرافلين في حلل القسامة والوسامة ولدى أبي العاص\nبن الربيع الفائز بالوصول إلى هذا المنزل الرفيع توفيت بعد الهجرة سنة ثمان\nومضت مع المؤمنين إلى دار الأمان\n</p>\n\n<p>\nثم رقية الراقي محلها على كيوان أم عبد الله بن عثمان بن عفان ماتت سنة\nاثنين من الهجرة ونزلت بمن يثيب الطائع ويجزل أجره\n</p>\n\n<p>\nثم فاطمة أم الحسن والحسين الإمامين السيدين السعيدين الشهيدين ابني علي\nبن أبي طالب الغيث الهادي والليث الغالب توفيت بعد أبيها بثلاثة شهور\nوانتقلت إلى رضوان العزيز الغفور\n</p>\n\n<p>\nثم أم كلثوم ذات الشرف المعلوم والنظير المعدوم زوجة عثمان ذي النورين\nالآوى منها ومن أختها رقية إلى طورين ماتت بعد الهجرة عام تسعة وسارت إلى\nمحل السرور والرفعة\n</p>\n\n<p>\nثم عبد الله ويسمى الطيب الطاهر المولود بعد مبعث أبيه الكوكب الزاهر مات\nصغيرا بمكة بعد أخيه القاسم وذوى سريعا غصنه الباسق ونوره الباسم\n</p>\n\n<p>\nثم إبراهيم صاحب الظئر في الجنة ونجل سيد الثقلين الإنس والجنة توفي سنة\nعشر للهجرة صغيرا ودفن بالبقيع بعد أن صلى عليه من صلى بالملائكة والنبيين\nفي الرقيع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nوفي زينب يقول أبو العاص ابن الربيع\n</p>\n\n<p>\n(ذكرت زينب لما جاوزوا إرما ... وقلت سقيا لشخص يسكن الحرما)\n</p>\n\n<p>\n(بنت الأمين جزاها الله صالحة ... وكل بعل سيثنى بالذي علما)\n</p>\n\n<h1 class='l1' id='head66'>كتاب النبي صلى الله عليه وسلم</h1>\n\n<p>\nأبو بكر الصديق وعمر عامر منزل التحقيق وعثمان ذو النورين الباهرين وعلي\nوالد الإمامين الطاهرين <span id='ms33'></span> وخالد وإبان وسعيد بنو العاص وعامر بن فهيرة رافع\nلواء الولاء والإخلاص وعبد الله ابن الأرقم وحنظلة بن الربيع وأبي بن كعب\nالآوى من كتاب الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nإلى حصن منيع ومعاوية بن أبي سفيان والمغيرة بن شعبة فاتح ميسان ومحمد بن\nمسلمة البطل المقدام وزيد بن ثابت والزبير بن العوام وثابت ابن قيس وشرحبيل\nوالعلاء بن الحضرمي الباسل النبيل وعمرو بن العاص وعبد الله بن رواحة وخالد\nبن الوليد الموصوف بالحماسة والسماحة وعبد الله بن زيد وجهيم المفضال وحفيد\nأبي بن سلول ومعيقيب أمين بيت المال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n(قل للكرام الكاتبين أبشروا ... بصحبة الهادي أبي الطاهر)\n</p>\n\n<p>\n(من مثلكم في الحظ والحظيا ... كتاب وحي الملك القاهر)\n</p>\n\n<h1 class='l1' id='head67'>رسل النبي صلى الله عليه وسلم عمرو بن أمية الضمري</h1>\n\n<p>\nبعثه إلى النجاشي بكتاب يرشده فيه إلى طريق الصواب فأخذه ووضعه على عينيه\nونزل عن سريره فجلس بين يديه ثم أسلم فسلم وشهد من الحق بما علم وقام بما\nيجب من تعظيم رسوله وكتابه وأرسل إليه امتثالا لأمره بمن قبله من أصحابه\n</p>\n\n<h1 class='l1' id='head68'>دحية بن خليفة الكلبي</h1>\n\n<p>\nبعثه إلى هرقل ملك الروم ومعه كتاب بنقش الهداية مرقوم فقرأ الكتاب وهم\nبالإسلام فقوبل من أصحابه بالتعنيف والملام فأعرض إشفاقا على ملكه وأمسك\nخوفا من توصلهم إلى هلكه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head69'>عبد الله بن حذافة السهمي</h1>\n\n<p>\nبعثه إلى كسرى ملك فارس وجهز معه كتابا مشتملا على غرس النصح فأكرم\nبالغارس فمزق الكتاب ونكص عن الجواب فلما بلغه ذلك دعا عليه بالتمزق فمزق\nالله ملكه وملك قومه وبالله التوفيق\n</p>\n\n<h1 class='l1' id='head70'>حاطب بن أبي بلتعة اللخمي</h1>\n\n<p>\nبعثه إلى المقوقس ملك الإسكندرية وهو يومئذ عظيم القبط بالديار المصرية\nيأمره بالهداية وينهاه عن الغواية فقال خيرا وقارب الأمر لكنه لم يسلم فلم\nيسلم من حر الجمر وأرسل إليه مارية وأختها وهدية رأى لسان القلم أن يختصر\nنعتها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head71'>شجاع بن وهب الأسدي</h1>\n\n<p>\nبعثه إلى الحارث ملك البلقاء من الشام وأرسل معه كتابا يدعوه فيه إلى\nالإسلام فقرأه ووقف عليه ورمى به قائلا أنا أسير إليه ثم أنه عزم على\nالمسير <span id='ms34'></span> لكنه انقلب خاسئا وهو حسير\n</p>\n\n<h1 class='l1' id='head72'>سليط بن عمرو العامري</h1>\n\n<p>\nبعثه إلى هوذة بن علي باليمامة يدعوه إلى ما يدنيه من دار المقامة فأكرم\nالرسول وأنزله ثم كتب ما أحسن ما تدعو إليه وأجمله وأثنى على نفسه في\nخطابته وشعره وطلب منه أن يجعل له بعض أمره فأبى عليه في مرامه ولم يلتفت\nإلى ما نمقه من كلامه\n</p>\n\n<h1 class='l1' id='head73'>عمرو بن العاص</h1>\n\n<p>\nبعثه إلى جيفر ملك عمان يستدعيه إلى الإيمان والأمان فأسلم وسلم وبكلمة\nالصدق والحق تكلم وخلى بين الصدقة وبين عمرو وفوض إليه مقاليد النهى والأمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head74'>العلاء بن الحضرمي</h1>\n\n<p>\nبعثه إلى المنذر العبدي ملك البحرين ومعه كتاب ينطق لذي الشهادتين بأجور\nولا أقول بأجرين فقرأ الكتاب وأحسن الخطاب وأسلم وصدق وطلة الغى طلق وهجر\nمن لم يسلم من أهل هجر وظهر بخلق يقربه ممن خلق كل شيء بقدر\n</p>\n\n<p>\n(رسل النبي إلى الملوك تجهزوا ... يدعونهم بدعاية الإسلام)\n</p>\n\n<p>\n(فلمن أطاع كرامة ولمن عصى ... خزي يدوم على مدى الأيام)\n</p>\n\n<h1 class='l1' id='head75'>خدام النبي صلى الله عليه وسلم</h1>\n\n<p>\nأنس بن مالك وعبد الله بن مسعود وأبو ذر البالغ بصدقه ذروة المقصود\nوربيعة بن كعب وعقبة بن عامر وأسلع بن شريك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nالظافر بالغيث الهامر وسعد مولى أبي بكر الصديق وبلال رئيس المؤذنين على\nالتحقيق وأبو الحمراء وذو مخمر وبكير الذي أورق غصن سعده وأثمر\n</p>\n\n<p>\n(خدام خير الورى أكرم بهم نفرا ... كم زهرة قطفوا من روض نعمته)\n</p>\n\n<p>\n(لو لم يكن لهم حظ له مدد ... من السعادة ما فازوا بخدمته)\n</p>\n\n<h1 class='l1' id='head76'>موالي رسول الله صلى الله عليه وسلم</h1>\n\n<p>\nزيد بن حارثة وأسامة بن زيد وأيمن الشهيد بحنين وأسلم بن عبيد وأبو رافع\nوثوبان وأبو مسروح وشقران ويسار ورباح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nوفضاله الطائر بجناح النجاح وأبو كبشة وطهمان وأبو السمح وكيسان وأفلح\nوهابور ورافع ومدعم وكركرة ونافع وأبو موهبة وذكوان وأبو لبابة ومروان\nوهاشم وسندر وحنين ويزيد وزيد وعبيد وسعد وسعيد وأبو واقد وضميرة وأبو عسيب\nوسفينة الفائز من خدمته بأوفى نصيب\n</p>\n\n<p>\nوأم أيمن وسلمى وريحانة ومارية التي علت بولدها بهرام الفلك وكيوانة\nوربيحة <span id='ms35'></span> وميمونة وخضرة الأمينة المأمونة وأم عياش ورضوى وأم ضميرة الثاوية\nفي أعز مثوى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n(موالي خير خلق الله كانوا ... نجوم المجد في أفق المعالي)\n</p>\n\n<p>\n(أيا من قصده الإعراب عنهم ... هم السادات في زي الموالي)\n</p>\n\n<h1 class='l1' id='head77'>خيل النبي صلى الله عليه وسلم ودوابه</h1>\n\n<p>\nكان له فرس أدهم يسمى السكب لخفته وفرس أشهب يدعى المرتجز لحسن صهيله\nوغنته\n</p>\n\n<p>\nواللحيف الذي يلحف الأرض بذيله الطويل واللزاز والظرب اللذان لا نظير\nلهما في العاديات ولا مثيل\n</p>\n\n<p>\nوالورد الذي أنعم به على عمر وسبحة التي سابق بها فلم يدرك لها أثر\n</p>\n\n<p>\nهذه سبعة أفراس متفق عليها وذكر الرواة له غيرها من الخيل وأشاروا إليها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nوكانت له بغلة شهباء يقال لها دلدل مشهورة الأمر وبغلة تسمى فضة أهداها\nله الجذامى فروة بن عمرو وبغلة بيضاء بعث إليه صاحب أيلة بها وبكتابه وبغلة\nأهداها له أصحاب الجندل مع جبة من ثيابه\n</p>\n\n<p>\nوحماران أحدهما عفير والآخر يعفور هذه عدتها حسب ما هو في كتب القوم\nمسطور\n</p>\n\n<p>\nوكانت له ناقة تسمى العضباء هاجر عليها إلى المدينة وجمل أحمر وقف عليه\nبعرفة أين الجديل من رتبته المكينة وجمل يقال له الثعلب معروف في ذلك الصدر\nومهرى له برة من فضة غنمه يوم بدر ومهرية من نعم بني عقيل بالهامرية وعدة\nلقاح منها بردة ومروة والعريس والسعدية\n</p>\n\n<p>\nوكان له قطيع من الغنم منه غوثة وبركة وزمزم وقمر هذا نص ما وردت به\nالنقول وصح في الخبر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\n(خيل الرسول سبعة مسطورة ... )\n</p>\n\n<p>\n(ودلدل بغلته مشهوره ... )\n</p>\n\n<p>\n(والناقة العضباء نعم الصوره ... )\n</p>\n\n<p>\n(صورتها المحمودة المشكوره ... )\n</p>\n\n<p>\n(وهكذا أنعامه المذكوره ... )\n</p>\n\n<p>\n(عدتها مضبوطة محصوره ... )\n</p>\n\n<p>\n(فاجنح إلى سيرته المأثوره ... )\n</p>\n\n<p>\n(واترك أماني نفسك المغرورة ... )\n</p>\n\n<p>\n(تحية أزهارها ممطوره ... )\n</p>\n\n<p>\n(مني عليه لم تزل منشوره ... )\n</p>\n\n<h1 class='l1' id='head78'>الغزوات والسرايا والوفود</h1>\n\n<h1 class='l1' id='head79'>سرية حمزة بن عبد المطلب إلى سيف البحر سنة إحدى من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في رمضان عام الهجرة وعقد له لواء يهدي\nبالبياض من لونه إلى طريق النصرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nوهو أول لواء عقده الرسول وحمله أبو مرثد الغنوي فأكرم بالحامل والمحمول\n</p>\n\n<p>\nفسار في ثلاثين من <span id='ms36'></span> المهاجرين يطلب عير أبي جهل بن هشام وكان قد آب في\nثلاثمائة قرشي من بلاد الشام فالتقوا بسيف البحر من ناحية العيص واصطفوا\nقائلين لا محيد عن القتال ولا محيص فمشى بين الفريقين حليفها مجدي بن عمرو\nحتى منعهما من الوقوع في أشراك العراك وانفصل الأمر\n</p>\n\n<p>\nوفي هذه السرية يقول حمزة من أبيات\n</p>\n\n<p>\n(فما برحوا حتى انتدبت لغارة ... لهم حيث حلوا ابتغى راحة الفضل)\n</p>\n\n<p>\n(بأمر رسول الله أول خافق ... عليه لواء لم يكن لاح من قبل)\n</p>\n\n<p>\n(فلما تراءينا أناخوا فعقلوا ... مطايا وعقلنا مدى غرض النبل)\n</p>\n\n<p>\n(وقلنا لهم حبل الإله نصيرنا ... وما لهم إلا الضلالة من حبل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\n(فثار أبو جهل هنالك باغيا ... فخاب ورد الله كيد أبي جهل)\n</p>\n\n<p>\n(فيا للؤي لا تطيعوا غواتكم ... وفيئوا إلى الإسلام والمنهج السهل)\n</p>\n\n<h1 class='l1' id='head80'>سرية عبيدة بن الحارث إلى بطن رابغ سنة إحدى من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في شوال على رأس خمسة وثلاثة وعقد له لواء\nأبيض حمله مسطح بن أثاثة فسار في ستين رجلا من المهاجرين صابرين على الجهاد\nفي سبيل الله ومصابرين فلقي أبا سفيان في مائتي رجل ملتفين عليه وهو على\nماء من بطن رابغ المشار إليه فكانت بينهما المناوشة والرمي بالنبال ولم\nيسلوا سيوفا ولا اصطفوا للقتال\n</p>\n\n<p>\nثم انصرفت كل فرقة إلى ناحية ورجع ابن الحارث إلى المدينة بفرقته الناجية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nوفي هذه السرية يقول أبو بكر الصديق من أبيات\n</p>\n\n<p>\n(ترى من لؤى فرقة لا يصدها ... عن الكفر تذكير ولا بعث باعث)\n</p>\n\n<p>\nفإن يرجعوا عن كفرهم وعقوقهم ... فما طيبات الحل مثل الخبائث)\n</p>\n\n<p>\n(وإن يركبوا طغيانهم وضلالهم ... فليس عذاب الله عنهم بلابث)\n</p>\n\n<p>\n(لتبتدرنهم غارة ذات مصدق ... تحرم أظهار النساء الطوامث)\n</p>\n\n<p>\n(تغادر قتلى تعصب الطير حولهم ... ولا ترأف الكفار رأف ابن حارث)\n</p>\n\n<h1 class='l1' id='head81'>سرية سعد بن أبي وقاص إلى الخرار سنة إحدى من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في ذي القعدة عام هجرته وعقد له لواء يخجل\nالصبح ببياضه ونضرته حمله المقداد بن عمرو ممتثلا ما أشار به صاحب الأمر\n</p>\n\n<p>\nفسار <span id='ms37'></span> في عشرين من المهاجرين الأبرار طالبا عير قريش مأمورا أن لا يجاوز\nالخرار وكانوا يكمنون النهار ويسيرون الليل حتى جاءوها صبح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nيوم خميس مجيء السيل فوجدوا العير قد مرت بالأمس فرجعوا إلى خدمة من\nبدعائه رجعت الشمس\n</p>\n\n<p>\n(أيا سعد خبرني بحال سرية ... على جانب الخرار خر لها المجد)\n</p>\n\n<p>\n(وحدث عن المختار وانثر عقوده ... علي وزدني من حديثك يا سعد)\n</p>\n\n<h1 class='l1' id='head82'>غزوة ودان سنة اثنتين من الهجرة</h1>\n\n<p>\nخرج النبي صلى الله عليه وسلم في صفر من السنة المذكورة ودفع لواءه إلى\nحمزة الموصوف بالمناقب المبرورة واستخلف على المدينة سعد بن عبادة وسار معه\nالمهاجرون الرافلون في حلل السعادة حتى بلغ الأبواء يريد عيرا لقريش فلم\nيلق كيدا فرجع بمن معه من الجيش\n</p>\n\n<p>\nوفي هذه الغزوة وادع بني ضمرة وكتب بينه وبينهم كتابا أجرى الثقات من\nالرواة ذكره وهي أول غزوة غزاها بنفسه وأخلى بسببها المدينة من بركته وأنسه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\n(يا حادي الأظعان يخترق الرها ... ويجيد قطع سباسب الفلوات)\n</p>\n\n<p>\n(عرج على ودان فهي لأحمد ... خير البرايا أول الغزوات)\n</p>\n\n<h1 class='l1' id='head83'>غزوة بواط سنة اثنتين من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم في الشهر الذي قبله صفر ودفع إلى سعد بن\nأبي وقاص لواه عند السفر واستخلف سعد بن معاذ على المدينة وسار في مائتين\nمن الباذلين في طاعته نفائس نفوسهم الثمينة\n</p>\n\n<p>\nوكان قصده اعتراض أمية بن خلف والعير حيث سمع أن فيها مائة من قريش وألفا\nوخمسمائة بعير فبلغ بواطا وهي جبال من ناحية رضوى فلم يلق كيدا فرجع إلى\nأعز منزل وأكرم مثوى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\n(أيها السائر المجد تلفت ... نحو رضوى وانزل بأرض بواط)\n</p>\n\n<p>\n(فيها حل أشرف الرسل طرا ... خير هاد إلى سواء الصراط)\n</p>\n\n<h1 class='l1' id='head84'>غزوة سفوان وهي بدر الأولى سنة اثنتين من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم في ربيع الأول بعد بواط ودفع لواه إلى\nعلي بن أبي طالب السالك أقوم صراط واستخلف زيد بن حارثة وسار بذوي الرماح\nالفارية والسيوف الفارثة طالبا كرز بن جابر عازما على أن يقطع منه الدابر <span id='ms38'></span>\nوكان قد غار على سرح المدينة فاستاقه وأدخل أهله بابا من الهم ليس لهم به\nطاقة واستمر في طلبه إلى أن بلغ سفوان من ناحية بدر ثم رجع حيث فاته الشارد\nالوارد غدير الغدر\n</p>\n\n<p>\n(يا راجلا يبغي حمى يثرب ... أبشر وسر منشرح الصدر)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\n(وأهرع إلى حجرة خير الورى ... العاقب المرتفع القدر)\n</p>\n\n<p>\n(واتبع سنا آثار أقدامه ... وانزل على سفوان من بدر)\n</p>\n\n<h1 class='l1' id='head85'>غزوة ذي العشيرة سنة اثنتين من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم في جمادى الآخرة الكائن في السنة\nالثانية من تاريخ المهاجرة واستخلف على طيبة أبا سلمة بن عبد الأسد ودفع\nإلى حمزة لواه الذي لا غاية لرفعته ولا أمد\n</p>\n\n<p>\nوسار في مائة وخمسين من ذوي الهجرة الذين لا يشوب عزمهم في طاعته تقصير\nولا فترة حيث بلغه أن عير قريش فصلت بأموالها وخرجت من مكة إلى الشام\nمحفوظة بالحمس من رجالها فانتهى إلى ذي العشيرة بناحية ينبع فوجد العير قد\nدخلت منهم المنازل والأربع\n</p>\n\n<p>\nوفي هذه الغزاة كنى عليا أبا تراب حين وجده نائما ليس بينه وبين الأرض\nحجاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nوفيها وادع بني مدلج وحلفاءهم من بني ضمرة ثم رجع بأصحابه المهاجرين لم\nيلق كيدا ولا ما يكره\n</p>\n\n<p>\n(أيا صاح سر بي إلى مكة ... ولذ بالمنازل والأربع)\n</p>\n\n<p>\n(وحث المطايا وخذ يمنة ... إلى ذي العشيرة من ينبع)\n</p>\n\n<h1 class='l1' id='head86'>سرية عبد الله بن جحش إلى نخلة سنة اثنتين من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في شهر رجب الفرد فسار في اثنى عشر من\nالمهاجرين الصالي من عاداهم نار العكس والطرد حتى انتهى بمن معه إلى نخلة\nبين مكة والطائف ونزل يترصد قريشا حسب ما أمر به غير وجل ولا خائف فمرت بهم\nعير لقريش تحمل أصنافا من التجارة فأخذوا العير ورجعوا بعد قتل واحد وأسر\nاثنين معلنين بالبشارة فقالت قريش في معرض الملام قد أحل محمد وأصحابه\nالشهر الحرام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nوفي ذلك يقول عبد الله بن جحش من أبيات\n</p>\n\n<p>\n(تعدون قتلا في الحرام عظيمة ... وأعظم منه لو يرى الرشد راشد <span id='ms39'></span>)\n</p>\n\n<p>\n(صدودكم عما يقول محمد ... وكفر به والله راء وشاهد)\n</p>\n\n<p>\n(وإخراجكم من مسجد الله أهله ... لئلا يرى لله في البيت ساجد)\n</p>\n\n<h1 class='l1' id='head87'>غزوة بدر الكبرى سنة اثنتين من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم في شهر الصيام وظهر بين أصحابه النجوم\nكالبدر عند التمام واستخلف على المدينة أبا لبابة بن عبد المنذر ودفع لواه\nإلى مصعب بن عمير ذي السيف الذي إذا أفضى لم يعذر\n</p>\n\n<p>\nوسار في ثلاثمائة أو يزيد من المهاجرين والأنصار يريد عيرا لقريش\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nفيها أنواع من المتجر وجماعة من التجار حتى وصل قريبا من بدر ونزل بمن\nمعه من أهل الشرف والقدر\n</p>\n\n<p>\nوكان قد بلغ قريشا خروجه إلى إمساكهم فبعثوا إلى مكة من حض أصحابهم على\nإدراكهم فهرع إليهم الرامح والنابل واجتمعوا نحو الألف ما بين الفارس\nوالراجل فردوا العير وأحرزوا المال ثم أصبحوا مصممين على الكفاح والنزال\n</p>\n\n<p>\nفبرز المسلمون إلى قتالهم والتقى الفريقان يعومون في بحر مجالهم وحمى\nالوطيس وهاجت نار الوغى وخذل الله من طغى من المشركين وبغى ومنح أهل\nالإيمان أكنافهم فقتلوا صناديدهم وأسروا أشرافهم وظفروا بالنصر العزيز\nوالفتح القريب ورموا بعض القتلى في القليب وما أدراك ما القليب\n</p>\n\n<p>\nوجهز النبي صلى الله عليه وسلم عبد الله بن رواحة مبشرا مأجورا ثم انقلب\nصلى الله عليه وسلم بالنفل والأسرى إلى أهله مسرورا\n</p>\n\n<p>\nوفي هذه الغزوة يقول حمزة بن عبد المطلب من أبيات\n</p>\n\n<p>\n(عشية راحوا نحو بدر بجمعهم ... فكانوا رهونا للركية من بدر)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\n(ونحن تركنا عتبة الغي ثاويا ... وشيبة في قتلى تجرجم في الجفر)\n</p>\n\n<p>\n(وعمرو ثوى فيمن ثوى من حماتهم ... فشقت جيوب النائحات على عمرو)\n</p>\n\n<p>\nوفيها يقول علي بن أبي طالب من أبيات\n</p>\n\n<p>\n(وأمكن منهم يوم بدر رسوله ... وقوما غضابا فعلهم أحسن الفعل)\n</p>\n\n<p>\n(تبيت عيون النائحات عليهم ... تجود بإسبال الرشاش وبالوبل)\n</p>\n\n<p>\n(نوائح تنعى عتبة الغي وابنه ... وشيبة تنعاه وتنعى أبا جهل) وفيها يقول\nحسان بن ثابت من أبيات\n</p>\n\n<p>\n(يناديهم رسول الله لما ... قذفناهم كباكب في القليب)\n</p>\n\n<p>\n(ألم تجدوا كلامي كان حقا ... وأمر الله يأخذ بالقلوب <span id='ms40'></span>)\n</p>\n\n<p>\n(فما نطقوا ولو نطقوا لقالوا ... صدقت وكنت ذا رأي مصيب)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p131'> Vol. 01, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nوفيها يقول من أبيات\n</p>\n\n<p>\n(سرنا وساروا إلى بدر لحينهم ... لو يعلمون يقين العلم ما ساروا)\n</p>\n\n<p>\n(دلى لهم بغرور ثم أسلمهم ... إن الخبيث لمن والاه غرار) وفيها يقول من\nأبيات\n</p>\n\n<p>\n(ألا ليت شعري هل أتى أهل مكة ... إبارتنا الكفار في ساعة العسر)\n</p>\n\n<p>\n(قتلنا سراة القوم عند مجالنا ... فلم يرجعوا إلا بقاصمة الظهر)\n</p>\n\n<p>\n(لعمري ما حامت فوارس مالك ... وأشياعهم يوم التقينا على بدر) وفيها يقول\nكعب بن مالك من أبيات\n</p>\n\n<p>\n(فما ظفرت فوارسكم ببدر ... ولا رجعوا إليكم بالسواء)\n</p>\n\n<p>\n(فلا تعجل أبا سفيان وارقب ... جياد الخيل تطلع من كداء)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p132'> Vol. 01, p. 132</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head88'>سرية عمير بن عدي إلى عصماء بنت مروان سنة اثنتين من الهجرة</h1>\n\n<p>\nنهض بخمس نفر في شهر ليلة القدر المشرقة أيامه بالأنوار الساطعة من أهل\nبدر فسار إلى عصماء وكانت تعيب الإسلام وتقول الشعر محرضة فيه على خير\nالأنام فجاءها حتى دخل بيتها في جوف الليل ومال على صدرها بذباب سيفه كل\nالميل ثم رجع فصلى الفجر مع الرسول وأصبح يتلقاه كل من المؤمنين بمضاعفة\nالقبول\n</p>\n\n<p>\n(عمير رعاه الله من متيقظ ... وأنزله في الخلد بالمنزل الأسما)\n</p>\n\n<p>\n(إلى بيت مروان مضى وحسامه ... يقول لها لا عاصم اليوم يا عصما)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p133'> Vol. 01, p. 133</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head89'>سرية سالم بن عمير إلى أبي عفك اليهودي سنة اثنتين من الهجرة</h1>\n\n<p>\nنهض في شوال من السنة المعينة وسار لا يسمع في قتل اليهودي دعوى ولا بينة\nوكان شيخا قد بلغ عشرين ومائة عام يقول الشعر محرضا فيه على من سبح في بحر\nالنبوة وعام فجاءه ليلا وقد قام بفناء داره فوضع السيف على كبده حتى أخرجه\nمن فقاره ثم رجع سالم في حرز السلامة بعد أن أورد عدو الله ورسوله حمامه\n</p>\n\n<p>\n(إلام لحاك الله تلقى محرضا ... على خير مبعوث إلى الإنس والجن)\n</p>\n\n<p>\n(حباك حنيف آخر الليل طعنة ... فخذها أبا عفك على كبر السن)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p134'> Vol. 01, p. 134</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head90'>غزوة بني قينقاع سنة اثنتين من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم للنصف من شوال المذكور ودفع إلى حمزة بن <span id='ms41'></span>\nعبد المطلب لواءه المنشور واستخلف ابن المنذر أبا لبابة وسار إلى بني\nقينقاع بمن معه من الصحابة وكانوا أول من غدر من اليهود لأنهم وادعوه ثم\nنقضوا حبل العهود\n</p>\n\n<p>\nفنازلهم خمسة عشر يوما لم يقبل فيهم بعد غدرهم لوما وحاصرهم في حصنهم أشد\nالحصار وأجلب عليهم بالمهاجرين والأنصار حتى قذف الله في قلوبهم الرعب\nوالمخافة ونزلوا على حكمه لا يظهرون ولا يضمرن خلافه فغنم أموالهم وترك\nنساءهم وأطفالهم وأسرهم ثم أطلقهم وجمعهم ثم أجلاهم عن ديارهم وفرقهم ورجع\nإلى المدينة مصحوبا بالنصر والتأييد والسكينة\n</p>\n\n<p>\n(حدث عن الحرب التي أمها ... خير الورى واذكر بني قينقاع)\n</p>\n\n<p>\n(لما بغوا أجلاهم المصطفى ... ومنهم أخلى الربى والبقاع)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p135'> Vol. 01, p. 135</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head91'>غزوة السويق سنة اثنين من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم في ذي الحجة الحرام واستخلف أبا لبابة\nالفائز بنيل المراد والمرام وذلك حين بلغه أن أبا سفيان بن حرب لما رجع\nالمشركون من بدر بل من محل كر الكرب خرج في جمع نهر غيظهم آخذ في الزيادة\nوالفيض حتى مروا بمكان قريب من المدينة يعرف بالعريض فقتلوا رجلين وحرقوا\nعدة أبيات فلما أحسوا بالطلب وقع بينهم سهم الشتات وولوا هاربين يلتمسون\nالطريق وجعلوا يتخففون للهرب فيطرحون جرب السويق وكانت عامة أزوادهم فأخذها\nالمسلمون وانصرفوا إلى بلادهم\n</p>\n\n<p>\n(قل لأبي سفيان إن وافيته ... ماذا ترى في غزوة السويق)\n</p>\n\n<p>\n(طرحتموه عندما مزقكم ... شد الرحال أيما تمزيق)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p136'> Vol. 01, p. 136</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head92'>غزوة قرقرة الكدر سنة ثلاث من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم للنصف من المحرم في غرة السنة الثالثة\nمن قدومه المكرم واستخلف عبد الله بن أم مكتوم ودفع لواه إلى علي صاحب\nالفضل المعلوم وسار في مائتين إلى القرقرة الملساء أرضها الكائن بناحية\nالمعدن طولها وعرضها وكان بلغه أنها مشحونة بأهل الشرك والطغيان وأن بها\nجمعا من سليم وغطفان فلما وصلها في أكرم نفير ولم يجد غير الرعاء وخمس مائة\nبعير فظفر بها وغنمها وعلى أصحابه أهل القسام قسمها ثم رجع يجر على سحاب\nالثواب ذيله وكانت غيبته المباركة <span id='ms42'></span> خمس عشرة ليلة\n</p>\n\n<p>\n(درس المغازي ألقه بيننا ... واذكر لنا قرقرة الكدر)\n</p>\n\n<p>\n(منزلة حل بها المصطفى ... قاتل أهل الشرك والغدر)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p137'> Vol. 01, p. 137</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head93'>سرية [محمد بن مسلمة] إلى كعب بن الأشرف اليهودي سنة ثلاث من الهجرة</h1>\n\n<p>\nنهض إليه في ربيع الأول خمسة رجل من الأوس وخرجوا إلى جهته خروج السهم من\nالقوس وكان يتمرد في كفره ويؤذي المسلمين بهجوه في شعره حتى أتوا إليه ليلا\nومن حصنه أنزلوه تماشوا به في ضوء القمر خديعة وقتلوه ثم خرجوا آخر الليل\nعند السحر وقصوا على مرسلهم صلى الله عليه وسلم الخبر فابتهج بمسراهم وأثنى\nعليهم وشكر مسعاهم\n</p>\n\n<p>\n(لما تمردت أتاك خمسة ... أسيافهم غير الطلا لم تعرف)\n</p>\n\n<p>\n(خلوك إذ عرجت عن طرق الهدى ... حلف الردى يا كعب يا ابن الأشرف)\n</p>\n\n<h1 class='l1' id='head94'>غزوة غطفان سنة ثلاث من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم في الشهر المذكور إلى ذي أمر واستخلف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p138'> Vol. 01, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nعثمان بن عفان جامع الأحزاب والسور وذلك حين بلغه أن بها جمعا من ثعلبة\nومحارب يريدون أن يظفروا من الأطراف بنيل المآرب وسار في أربعة وخمسين من\nأصحابه وذهب لا يألو في طلب أعوان الشرك وأحزابه فلما دنوا من مكانهم لم\nيجدوا فيه أحدا من الرجال إلا أنهم نظروا إليهم هاربين على رؤوس الجبال\n</p>\n\n<p>\nوفي هذه الغزوة سل دعثور بن الحارث على النبي صلى الله عليه وسلم سيف\nالحيف فدفعه جبريل عليه السلام حتى وقع من يده ذلك السيف ثم أسلم ودعا قومه\nإلى الإسلام وانصرف صاحب الآيات البينات بمن معه من أصحابه الأعلام\n</p>\n\n<p>\n(سار النبي بنفسه وبصحبه ... لقتال أهل الشرك من غطفان)\n</p>\n\n<p>\n(هربوا ولو ثبتوا الغداة لعاينوا ... سيفا وجيدا كيف يأتلفان)\n</p>\n\n<h1 class='l1' id='head95'>غزوة بحران سنة ثلاث من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم بعد مضي أربعة شهور واستخلف ابن أم\nمكتوم على المدينة المشرقة بالنجوم والبدور وأعد السير حتى ورد بحران وهو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p139'> Vol. 01, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nفي ثلاثمائة من أهله أهل الإيمان حيث بلغه أن بها جمعا كثيرا من بني سليم\nلا يفرقون ممن يبغي تفريقهم حتى ولا من <span id='ms43'></span> أم اللهيم فلم يجد منهم عمرا ولا\nزيدا فرجع بعد عشر ليال وما لقي كيدا\n</p>\n\n<p>\n(لبني سليم قل إذا ما جئتهم ... أفررتم خوفا من الشجعان)\n</p>\n\n<p>\n(لو تثبتون إلى اللقاء لوردتم ... بحر المنايا في حمى بحران)\n</p>\n\n<h1 class='l1' id='head96'>سرية زيد بن حارثة إلى القردة سنة ثلاث من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في جمادى الآخرة من هذا العام يطلب عيرا\nلقريش فيها جملة من الفضة وعدة من الأنعام فخرج في مائة راكب وسار مسير\nالقمر بين الكواكب فأصاب العير وهرب القوم وحصل على الصلات أهل الصلاة\nوالصوم ثم قدموا سالمين بالغنيمة وعرضوها على ذي اليد الكريمة والأخلاق\nالعظيمة فخمسها وقسم الباقي على أهل السرية وانفصلت على الخير والبر هاتيك\nالقضية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p140'> Vol. 01, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\n(يا زيد زادك ربنا من فضله ... أقبلت بالإنعام والأنعام)\n</p>\n\n<p>\n(فالمشركون خذلتهم قسما لقد ... فزت الغداة بأوفر الأقسام)\n</p>\n\n<h1 class='l1' id='head97'>غزوة أحد سنة ثلاث من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم لسبع خلون من شوال ومعه أصحابه الذين لا\nيرهبون الخوض في بحر الأهوال وذفع لواءه إلى مصعب بن عمير واستخلف ابن أم\nمكتوم المكتوب من أهل الخير وكان بلغه أن أبا سفيان ومن معه من قريش لم يصف\nلهم بعد وقعة بدر مورد العيش وأنهم أجمعوا على حربه واتفقوا على منازلته في\nسربة وساروا يقطعون إلى جهته المراحل وأقبلوا في ثلاثة آلاف دارع وفارس\nوراجل حتى نزلوا قريبا من المدينة ونزعوا أثواب الوقار والسكينة\n</p>\n\n<p>\nومضى النبي صلى الله عليه وسلم حتى نزل الشعب من أحد ومعه سبعين مائة لم\nينصرف عنه أحد منهم ولم يحد\n</p>\n\n<p>\nثم التقى الفريقان واقتتل حتى الصاحبان والصديقان واضطرمت نار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p141'> Vol. 01, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nالحرب واشتدت مواقع الطعن والضرب وكان يوم بلاء وتمحيص وتنكيد على\nالمسلمين وتنغيص أكرم الله من أكرم فيه بالشهادة ونقل من نقل من المؤمنين\nإلى دار السعادة ثم أعز بقوته جنده وأنزل نصره وأنجز وعده\n</p>\n\n<p>\nوفيه قتل حمزة بن عبد المطلب ومصعب بن عمير وحمل بعده اللواء على مالك\nزمام النجدة بنجد والغوير وقتل تكملة سبعين ممن <span id='ms44'></span> يشار ببنان الشرف إليه\nوأصيبت عين قتادة فردها الرسول فكانت أحسن عينيه ثم انصرف أبو سفيان بمن\nمعه من الخابطين في الظلم ونادى أن موعدكم بدرا العام القابل فقيل له نعم\n</p>\n\n<p>\nوخرج صلى الله عليه وسلم يلتمس حمزة عمه وهو يعوم لحزنه عليه في بحر غمة\nوأي غمة فلما وجده صلى عليه ثنتين وسبعين صلاة وانصرف راجعا إلى المدينة\nبعد أن دفنه بهاتيك الفلاة\n</p>\n\n<p>\nوفي يوم أحد يقول حسان بن ثابت\n</p>\n\n<p>\n(فدع ذكر دار بددت بين أهلها ... نوي لمتينات الجبال قطوع)\n</p>\n\n<p>\n(وقل إن يكن يوما بأحد يعده ... سفيه فإن الحق سوف يشيع)\n</p>\n\n<p>\n(لقد صابرت فيه بنو الأوس كلهم ... وكان لهم ذكر هناك رفيع)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p142'> Vol. 01, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\n(أمام رسول الله لا شك أنه ... لهم ناصر من ربهم وشفيع) وفيه يقول كعب بن\nمالك من أبيات\n</p>\n\n<p>\n(واذكر قريشا غداة السفح من أحد ... ماذا لقينا وما لقوا من الهرب)\n</p>\n\n<p>\n(كنا الأسود وكانوا النمر إذ زحفوا ... ما إن نراقب من إلى ولا نسب)\n</p>\n\n<p>\n(جالوا وجلنا فما فازوا ولا رجعوا ... ونحن نثفنهم لم نأل في الطلب)\n</p>\n\n<p>\n(فينا الرسول شهاب ثم يتبعه ... نور مضيء له فضل على الشهب)\n</p>\n\n<p>\n(بدا لنا فاتبعناه نصدقه ... وكذبوه فكنا أسعد العرب) وفي حمزة يقول حسان\nبن ثابت من أبيات\n</p>\n\n<p>\n(دع عنك دارا قد عفا رسمها ... وابك على حمزة ذي النائل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p143'> Vol. 01, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\n(المالىء الشيزى إذا أعصفت ... غبراء في ذي الشبم الماحل)\n</p>\n\n<p>\n(أبيض في الذروة من هاشم ... لم يمر دون الحق بالباطل)\n</p>\n\n<p>\n(أظلمت الأرض لفقدانه ... واسود نور القمر الناصل) وفيه يقول كعب بن مالك\nمن أبيات\n</p>\n\n<p>\n(ولقد هددت لفقد حمزة هدة ... ظلت بنات الجوف متي ترعد)\n</p>\n\n<p>\n(ولو أنه فجعت حراء بمثله ... لرأيت رأسي صخرها يتبدد)\n</p>\n\n<p>\n(قرم تمكن في ذؤابة هاشم ... حيث النبوة والندى والسؤدد)\n</p>\n\n<p>\n(عم النبي محمد وصفية ... ورد الحمام فطاب ذاك المورد)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p144'> Vol. 01, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nوفيه يقول من أبيات\n</p>\n\n<p>\n(بكت عيني وحق لها بكاها ... وما يغني البكاء أو العويل)\n</p>\n\n<p>\n(على أسد الإله غداة قالوا ... أحمزة ذاكم الرجل القتيل)\n</p>\n\n<p>\n(أصيب المسلمون به جميعا ... هناك وقد أصيب به الرسول)\n</p>\n\n<p>\n(أبا يعلى <span id='ms45'></span> لك الأركان هدت ... وأنت الماجد البر الوصول)\n</p>\n\n<p>\n(عليك سلام ربك في جنان ... يخالطها نعيم لا يزول)\n</p>\n\n<h1 class='l1' id='head98'>غزوة حمراء الأسد سنة ثلاث من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم في شوال المذكور بعد غزوة أحد المشهود\nيومها والمشهور واستخلف عبد الله بن أم مكتوم وسار مرهبا لعدوه المخذول\nوضده المحروم ليسمعوا بخروجه في طلبهم ويقطعون بأنه مجد في قتلهم وأخذ\nسلبهم حتى بلغ حمراء الأسد وهي من المدينة على ثمانية أميال ثم رجع ولم يلق\nكيدا وكانت مدة غيبته خمس ليال\n</p>\n\n<p>\n(لمسير أحمد مرهبا لعدوه ... شهب الهدى ظهرت بحمراء الأسد)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p145'> Vol. 01, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\n(بطل شجاع كم له من غزوة ... أردى بها أهل الضلالة والحسد)\n</p>\n\n<h1 class='l1' id='head99'>سرية أبي سلمة المخزومي إلى قطن سنة أربع من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في غرة المحرم وعقد له لواء لا يفنى مجده\nولا يصرم وجهز معه مائة وخمسين من المهاجرين والأنصار يا لهم أنصار تفر\nلهيبتهم أهل البوادي والأمصار وذلك حين بلغه أن ابني خويلد يدعون إلى حربه\nويحرضون على قتال المنتظمين في سلك حزبه\n</p>\n\n<p>\nفسار إلى قطن وهو جبل بناحية فيد وظفروا بالصيد من الإبل والشاء وسلموا\nمن الكيد ثم انحدروا إلى المدينة بما غنموا وشهدوا من غيبة ذوي الشرك\nوالإفك بما علموا\n</p>\n\n<p>\n(صاروا إلى ناحية من فيد ... )\n</p>\n\n<p>\n(لمعشر من شركهم في قيد ... )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p146'> Vol. 01, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\n(فانقلبوا من نحوهم بالصيد ... )\n</p>\n\n<p>\n(وسلموا من الأذى والكيد ... )\n</p>\n\n<h1 class='l1' id='head100'>سرية عبد الله بن أنيس إلى سفيان الهذلي بعرنة سنة أربع من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم لخمس خلون من الشهر المذكور إلى سفيان\nالراكب سفينة بغيه المعروف وكفره المشهور حيث وصل إليه أنه تحول في غير\nمجاله وسعى في تحريض المشركين على قتاله\n</p>\n\n<p>\nفمضى إليه عبد الله وحده معتمدا على من ينصر عبده وينجز وعده فقتله وجاء\nبرأسه إليه ووضعه حال قدومه بين يديه فأعطاه عصا وقال تخصر بهذه في الجنة\nفأخذها من يده الكريمة متحليا بمن هذه المنة\n</p>\n\n<p>\nوفي سفيان الهذلي يقول عبد الله بن أنيس من أبيات\n</p>\n\n<p>\n(تركت <span id='ms46'></span> ابن ثور كالحوار وحوله ... نوائح تفري كل جيب مقرد)\n</p>\n\n<p>\n(تناولته والطعن خلفي وخلفه ... بأبيض من ماء الحديد مهند)\n</p>\n\n<p>\n(وقلت له خذها بضربة ماجد ... حنيف على دين النبي محمد)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p147'> Vol. 01, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\n(وكنت إذا هم الرسول بكافر ... سبقت إليه باللسان وباليد)\n</p>\n\n<h1 class='l1' id='head101'>سرية المنذر بن عمرو إلى بئر معونة سنة أربع من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم إلى نجد في صفر وجهز معه من شبان الأنصار\nثلاثين نفرا وعشرة نفر فمضوا صحبة ملاعب الأسنة عامر بن مالك حتى نزلوا بئر\nمعونة المحفوفة مطالبه بالمهالك\n</p>\n\n<p>\nوكان عامر قد قدم ولم يبعد من الإسلام وأشار بتجهيز النفر للدعوة ملتزما\nبحفظ الجوار ورفع الأعلام فأنذر بهم عدو الله عامر بن الطفيل واستصرخ\nالقبائل من سليم فأقبلوا بالرجل والخيل وأحاطوا بالصحابة مبادرين إليهم\nفقاتلوهم حتى قتلوا رحمة الله ورضوانه عليهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p148'> Vol. 01, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nوفي قتلى بئر معونة يقول حسان بن ثابت من أبيات\n</p>\n\n<p>\n(على قتلى معونة فاستهلي ... بدمع العين سحا غير نزر)\n</p>\n\n<p>\n(على خيل الرسول غداة لاقوا ... ولاقتهم مناياهم بقدر)\n</p>\n\n<h1 class='l1' id='head102'>سرية مرثد الغنوي إلى الرجيع سنة أربع من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في ستة من زعماء الأصحاب منهم خبيب بن عدي\nصاحب الكرامات والدعاء المستجاب فمضوا صحبة رهط من عضل والقارة وكانوا قد\nقدموا على من يكرم ضيفه ويرعى جاره يطلبون منه من يفقه قومهم ويقرئهم\nالقرآن حتى إذا نزلوا بالرجيع ماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p149'> Vol. 01, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nلهذيل من ناحية عسفان نفروا عليهم بني لحيان ودهموهم غدرا فأهلكوا البعض\nوأسروا البعض ثم قتلوهم صبرا\n</p>\n\n<p>\nولما أجمعوا على صلب خبيب قال من أبيات\n</p>\n\n<p>\n(وقد جمعوا أبناءهم ونساءهم ... وقربت من جذع طويل ممنع)\n</p>\n\n<p>\n(وذلك في ذات الإله وإن يشأ ... يبارك على أوصال شلو ممزع)\n</p>\n\n<p>\n(ولست أبالي بعد أن مت مسلما ... على أي جنب كان لله مصرعي) وفي خبيب\nيقول حسان بن ثابت من أبيات\n</p>\n\n<p>\n(لو كان في الدار قوم ذو محافظة ... حامي الحقيقة ماض خاله أنس)\n</p>\n\n<p>\n(إذا وجدت خبيبا مجلسا فسحا ... ولم يشد عليك السجن والحرس)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p150'> Vol. 01, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nوفي هذيل يقول حسان بن ثابت من أبيات <span id='ms47'></span>\n</p>\n\n<p>\n(إن سرك الغدر صرفا لا مزاح له ... فآت الرجيع فسل عن دار لحيان)\n</p>\n\n<p>\n(قوم تواصوا بأكل الجار بينهم ... فخيرهم رجلا والتيس مثلان) وفيهم يقول\nمن أبيات\n</p>\n\n<p>\n(فلا والله ما تدري هذيل ... أمحض ماء زمزم أم مشوب)\n</p>\n\n<p>\n(وما لهم إذا اعتمروا وحجوا ... من الحجرين والمسعى نصيب)\n</p>\n\n<p>\n(ولكن الرجيع لهم محل ... به اللوم المبين والعيوب)\n</p>\n\n<p>\n(هم غروا بذمتهم خبيبا ... فبئس العهد عهدهم الكذوب)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p151'> Vol. 01, p. 151</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head103'>غزوة بني النضير سنة أربع من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم في ربيع الأول من السنة المشار إليها\nوترك عبد الله ابن أم مكتوم بالمدينة عاملا عليها وسار بأصحابه إلى بني\nالنضير عازما على حرب الجليل منهم والحقير حيث خانوا ومكروا ونقدوا حبل\nالعهد وغدروا فحاصرهم عشرة أيام ونصفها وقذف الله في قلوبهم الرعب وضاعف\nضعفها فأجلاهم عن ديارهم حسب سؤالهم وكف عن دمائهم وبعض أموالهم وأمر بقبض\nما تركوه من الأموال والأصناف وما وجد لهم من البيض والدروع والأسياف\n</p>\n\n<p>\nوكانت أموالهم فيئا له وحبسا لنوائبه ثم رجع منصورا على أهل الكتاب\nمسرورا بكتائبه\n</p>\n\n<p>\n(فلما أشربوا غدرا وكفرا ... وجد بهم عن الحق النفور)\n</p>\n\n<p>\n(أرى الله النبي برأي صدق ... وكان الله يحكم لا يجور)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p152'> Vol. 01, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\n(فأيده وسلطه عليهم ... وكان نصيره نعم النصير)\n</p>\n\n<p>\n(وهلك بنو النضير بدار سوء ... أبادهم بما اجترحوا المبير)\n</p>\n\n<h1 class='l1' id='head104'>غزوة بدر الموعد سنة أربع من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم إلى أبي سفيان غرة ذي القعدة ومعه ألف\nوخمسمائة من أرباب الألباب والنجدة واستخلف على المدينة عبد الله بن رواحة\nودفع اللواء إلى علي بن أبي طالب صاحب الحماسة والسماحة إلى بدر فأقاموا\nبها ثمانية أيام وقوبلوا عند بيع تجارتهم فيها بالربح والإكرام وخرج أبو\nسفيان من مكة ومعه ألفان ومضى حتى انتهى إلى مجنة من ناحية الظهران ثم بدا\nله أن أن يرجع فرجع وفرق من فرق الطائفة الكافرة ما اجتمع وتوكل المسلمون\nعلى من بأمره تتفجر الأنهار من الحجارة فانقلبوا بنعمة من الله وفضل لم\nيمسسهم سوء والفضل ما أصابوا من <span id='ms48'></span> التجارة\n</p>\n\n<p>\nوفي هذه الغزوة يقول كعب بن مالك من أبيات\n</p>\n\n<p>\n(وعدنا أبا سفيان وعدا ولم نجد ... لميعاده صدقا وما كان وافيا)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p153'> Vol. 01, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\n(فأقسم لو وافيتنا فلقيتنا ... لأبت ذميما وافتقدت المواليا)\n</p>\n\n<h1 class='l1' id='head105'>غزوة ذات الرقاع سنة خمس من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم لعشر خلون من المحرم ومعه أربع مائة من\nالذين تفضل الله عليهم بصحبته وتكرم واستخلف على المدينة عثمان بن عفان حيث\nبلغه أن أنمارا وثعلبة أجمعوا على البغي والعدوان\n</p>\n\n<p>\nوقصد نجدا حتى أتى محالهم بذات الرقاع وهي جبل فيه من الحمرة والسواد\nوالبياض بقاع فلم يجد سوى شرذمة من ذوات الحجال وأخبر بأن المجتمعين تفرقوا\nإلى رؤوس الجبال\n</p>\n\n<p>\nوفي هذه الغزوة صلى المسلمون صلاة الخوف وفعل الحذر من العدو لا ينبغي أن\nيقترن بسوف\n</p>\n\n<p>\nوفيها استغفر لجابر بن عبد الله مرات عديدة ونخس جمله البطيء فخرج يواهق\nالنوق الشديدة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p154'> Vol. 01, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nوفيها أخذ رجل من المشركين سيفه فاستله عليه وجعل يهزه ويهم به فمنعه\nالله منه ورد السيف إليه\n</p>\n\n<p>\nثم رجع المسلمون مستبشرين بحسن أوبتهم وكانت خمس عشرة ليلة مدة غيبتهم\n</p>\n\n<p>\n(سائق الظعن سر مجدا ويمم ... أرض نجد وانزل بذات الرقاع)\n</p>\n\n<p>\n(فا إليها وافى الرسول مبيدا ... للأعادي بكل قرم شجاع)\n</p>\n\n<h1 class='l1' id='head106'>غزوة دومة الجندل سنة خمس من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم لخمس بقين من ربيع الأول ومعه ألف ممن\nلا يتغير عن محبته ولا يتحول\n</p>\n\n<p>\nواستخلف سباع بن عرفطة الغفاري واتخذ دليلا من بني عذرة عارفا بالفيافي\nوالصحاري\n</p>\n\n<p>\nوسار إلى دومة الجندل وهي من أطراف الشام حيث بلغه أن بها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p155'> Vol. 01, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nجمعا يسيرون من ظلم السيارة في ظلام فلما دنوا منها لم يجدوا غير الرعاء\nوالماشية فأصابوا منها وسمع بهم أهلها فتفرقوا في البادية وأقاموا بها عدة\nأيام ثم رجعوا مغمورين بالفضل والإنعام\n</p>\n\n<p>\n(يا دومة الجندل بالشام ... )\n</p>\n\n<p>\n(بشراك بالإقبال والإنعام ... )\n</p>\n\n<p>\n(وافى إليك صاحب الأعلام ... )\n</p>\n\n<p>\n(محمد حامي حمى الإسلام ... ) صلى عليه الله ذوا الإكرام\n</p>\n\n<p>\n(ما لاح زهر الروض في الأكمام ... )\n</p>\n\n<h1 class='l1' id='head107'>غزوة المريسيع سنة خمس من الهجرة</h1>\n\n<p>\nثم خرج <span id='ms49'></span> النبي صلى الله عليه وسلم لليلتين خلتا من شعبان ومعه جيش يضيء\nالآفاق بنجومه الأبطال والفرسان وصحب عائشة وأم سلمة زوجتيه وترك زيد بن\nحارثة بالمدينة مسندا أمرها إليه وذهب إلى جهة بني المصطلق وبروق على\nألويته تخفق وتأتلق حيث سمع بجمعهم الأيك أبى الفرار وتحريض قائدهم الحارث\nبن أبي ضرار\n</p>\n\n<p>\nفلما بلغهم مسيره مزج أمرهم واضطرب وتفرق عنهم من كان معهم من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p156'> Vol. 01, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nالعرب ومضى يقطع المنازل ويطوي المراحل حتى لقيهم بالمريسيع ماء لهم\nبناحية الساحل فاصطفوا للقتال وتراموا ساعة بالنبال ثم حمل السلمون عليهم\nحملة رجل واحد فظفروا بالفارس والراجل والمقارب والمباعد\n</p>\n\n<p>\nوفي هذه الغزوة كان حديث عائشة وقول أهل الإفك فيها ثم نزل من القرآن\nببراءتها مما ذكر تصريحا وتنبيها\n</p>\n\n<p>\nوفيها نزلت آية التيمم المتلوة على مر الدهر وكانت مدة الغيبة عن منازل\nطيبة قريبا من شهر\n</p>\n\n<p>\nوفي شأن عائشة يقول حسان بن ثابت من أبيات\n</p>\n\n<p>\n(حصان رزان ما تزن بريبة ... وتصبح غرثى من لحوم الغوافل)\n</p>\n\n<p>\n(عقيلة حي من لؤي بن غالب ... كرام المساعي مجدهم غير زائل)\n</p>\n\n<p>\n(مهذبة قد طيب الله خيمها ... وطهرها من كل سوء وباطل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p157'> Vol. 01, p. 157</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head108'>غزوة الخندق المعروفة بالأحزاب سنة خمس من الهجرة</h1>\n\n<p>\nبلغ رسول الله صلى الله عليه وسلم في ذي القعدة من السنة المذكورة أن\nنفرا من بني النضير خرجوا إلى مكة بعد وقعتهم المشهورة فألبوا قريشا عليه\nودعوهم إلى حربه والخروج إليه وثابروا على جمع الأحزاب وسعوا في تأليف\nالأحابيش والأعراب فأمر بحفر خندق حول المدينة بإشارة من سلمان وحفر فيه\nبيده الكريمة ترغيبا لأهل الإيمان فبالغ المسلمون في العمل ودأبوا فيه بضع\nعشرة ليلة حتى كمل وخرج في ثلاثة آلاف من أوليائه وجعل الخندق حاجزا بينه\nوبين أعدائه\n</p>\n\n<p>\nوأقبل أبو سفيان بن حرب يقود المشركين الحافين به من جهة الشرق والغرب\nوهم قريش وسليم وبنو أسد ومن معهم وبنو فزارة وأشجع وبنو مرة ومن تبعهم\nفنزل في عشرة آلاف نفر وصار إليهم من بني قريظة من نقض العهد وغدر\n</p>\n\n<p>\nوعظم الخطب واشتد <span id='ms50'></span> الأمر ونجم نفاق من يخشى على الياقوت من الجمر\n</p>\n\n<p>\nوأقام المشركون نحو شهر على الحصار وليس بين الفريقين غير الرمي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p158'> Vol. 01, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nبالأسهم القصار لكن عمرو بن عبد ود ظهر قائلا هل من مبارز فناجزه علي بن\nأبي طالب وقتله قتلة بطل دلامز\n</p>\n\n<p>\nثم إن الله تعالى أرسل عليهم الريح وجهز إليهم جنود التقديس والتسبيح\nوشهر بينهم أسياف الخلاف فرحلوا بعد أن كادوا يهلكون بعواصف التلاف\n</p>\n\n<p>\nوفي هذه الغزوة ظهرت للنبي صلى الله عليه وسلم معجزات عديدة منها عودة\nكدية الخندق كالكثيب بعد أن كانت شديدة ومنها تكثير القليل من تمر أخت\nالنعمان بن بشير ومنها شبع أهل الخندق من شويهة جابر وقرصة الشعير\n</p>\n\n<p>\nثم استقر المسلمون في ديارهم وكفوا شر من قصد لجهله محو نهارهم\n</p>\n\n<p>\nوفي قتل عمرو بن ود يقول علي بن أبي طالب\n</p>\n\n<p>\n(نصر الحجارة من سفاهة رأيه ... ونصرت رب محمد بصواب)\n</p>\n\n<p>\n(وصددت حين تركته متجدلا ... كالجذع بين دكادك وروابي)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p159'> Vol. 01, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\n(وعففت عن أثوابه ولو أنني ... كنت المقطر بزنى أثوابي)\n</p>\n\n<p>\n(لا تحسبن الله خاذل دينه ... ونبيه يا معشر الأحزاب) وفي هذه الغزوة\nيقول كعب بن مالك من أبيات\n</p>\n\n<p>\n(لقد علم الأحزاب حين تألبوا ... علينا وراموا ديننا ما نوادع)\n</p>\n\n<p>\n(يذودوننا عن ديننا ونذودهم ... عن الكفر والرحمن راء وسامع)\n</p>\n\n<p>\n(إذا غايظونا في مقام أعاننا ... على غيظهم نصر من الله واقع)\n</p>\n\n<p>\n(وذلك حفظ الله فينا وفضله ... بجود ومن لم يحفظ الله ضائع)\n</p>\n\n<h1 class='l1' id='head109'>غزوة بني قريظة سنة خمس من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم إلى بني قريظة في ذي القعدة بعد رجوعه\nمن الخندق بأمر من هزم الأحزاب وحده واستخلف عبد الله بن أم مكتوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p160'> Vol. 01, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nودفع لواءه إلى علي بن ملجأ السائل والمحروم\n</p>\n\n<p>\nثم سار إلى حصونهم في ثلاثة آلاف وأنساهم لذة القرار في موطن الإيلاف\nوحاصرهم خمسة عشر يوما ومنعهم أن يلقوا راحة أو يعرفوا نوما فجنحوا إلى\nسلمه وأذعنوا بالنزول على حكمه فأخرج النساء والذرية واعتقل الرجال وجمع\nالأمتعة والأسلحة والماشية والجمال ثم سئل في إطلاقهم فرأى تحكيم سعد <span id='ms51'></span> بن\nمعاذ في هذه القضية فلما حضر حكم بأن يقتل الرجال وتقسم الأموال وتسبى\nالنساء والذرية ثم رجع النبي صلى الله عليه وسلم إلى المدينة فضرب بها\nأعناقهم وقسم بين المسلمين سباياهم وأموالهم ولا أقول وأرزاقهم وحصرت عدتهم\nفكانوا دون سبع مائة نفر ونودي عليهم بلسان التوبيخ هذا جزاء من كفر\n</p>\n\n<p>\nوفي هذه الغزوة يقول حسان بن ثابت\n</p>\n\n<p>\n(لقد لقيت قريظة ما سأها ... وحل بحصنها ذل ذليل)\n</p>\n\n<p>\n(وسعد كان أنذرهم بنصح ... بأن إلهكم رب جليل)\n</p>\n\n<p>\n(فما برحوا بنقض العهد حتى ... فلاهم في بلادهم الرسول)\n</p>\n\n<p>\n(نحا في حصنهم منا صفوف ... له من حر وقعتهم صليل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p161'> Vol. 01, p. 161</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head110'>سرية محمد بن مسلمة إلى القرطاء من بني كلاب سنة ست من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم لعشر خلون من المحرم وجهز معه ثلاثين\nراكبا تتوقد بهم نار الحرب وتتضرم فمضوا إلى منزل القرطاء بناحية ضرية\nوناجزهم بقلوب من الشك والريب عرية فقتلوا منهم طائفة وفرت البقية الشقية\nوجلة خائفة فظفروا بجمال جميلة الإعناق والإيجاف وغنموا من الغنم ما عدته\nثلاثة آلاف ثم قدموا على النبي صلى الله عليه وسلم فخمس الغنيمة وفض الباقي\nعلى القادمين بعلو الهمة وقوة العزيمة\n</p>\n\n<p>\n(لما تجرأ القرطاء واعتدوا ... وافاهم محمد بن مسلمه)\n</p>\n\n<p>\n(فاستل سيف الحق في قتالهم ... وعاد مخصوصا بكل مكرمه)\n</p>\n\n<h1 class='l1' id='head111'>غزوة بني لحيان سنة ست من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم في السنة السادسة ومعه مائتا رجل من أهل\nالمعرفة والممارسة واستخلف ابن أم مكتوم على يثرب وعزم متوكلا على الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p162'> Vol. 01, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nرب المشرق والمغرب ومضى طالبا بثأر أهل الرجيع من بني لحيان وأعد السير\nحتى انتهى إلى غران واد بين أمج وعسفان فرأى الديار منهم خالية والمنازل\nوهي على عروشها خاوية فبث سراياه بنواحي الرمل والجدد وأقام بها مدة فلم\nيظفر منهم بأحد سمعوا به فتعلقوا بحبال الجبال وتفرقوا في العقاب والشعاب\nوالرمال ثم نزل عسفان تخويفا لمن بمكة من أولائك النفر ثم قفل راجعا إلى\nالمدينة مستعيذا بالله من وعثاء السفر\n</p>\n\n<p>\nوفي هذه <span id='ms52'></span> الغزوة يقول كعب بن مالك\n</p>\n\n<p>\n(ولو أن بني لحيان كانوا تناظروا ... لقوا عصبا في دارهم ذات مصدق)\n</p>\n\n<p>\n(لقوا سرعانا يملأ السرب روعه ... أمام طواحن كالمجرة فيلق)\n</p>\n\n<p>\n(ولكنهم كانوا وبارا تتبعت ... شعاب حجار غير ذي متنفق)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p163'> Vol. 01, p. 163</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head112'>غزوة ذي قرد سنة ست من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم في الشهر المذكور إلى جهة الغابة وخرج\nمعه خمسمائة نفر ويزيدون من الصحابة واستخلف ابن أم مكتوم على طيبة وتلفع\nبمروط البسالة والجلالة والهيبة وسار إلى عيينة بن حصن الفزاري الذي كان\nيباهي بشدة كفره ويباري حيث بلغه أنه ركب خيل الإجتراء والإجتراح وأغار في\nأربعين فارسا على ما كان له بالغابة من اللقاح فوجدهم قد استاقوا وانهزموا\nوظنوا أنهم غنموا لا والله بل غرموا\n</p>\n\n<p>\nفمضت فرقة في آثارهم إلى ذي قرد فأدركوهم وقتلوا خمسة ممن على البغي مرد\nوظفروا بخيلهم وسلاحهم واستنقذوا نصف ما أخذوه من لقاحهم\n</p>\n\n<p>\nصلى الله عليه وسلم صلاة الخوف في هذه الغزوة ثم انصرف إلى المدينة رفيع\nالعماد عالي الذروة\n</p>\n\n<p>\nوفي هذه الغزوة يقول كعب بن مالك من أبيات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p164'> Vol. 01, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\n(أيحسب أولاد اللقيطة أننا ... على الخيل لسنا مثلهم في الفوارس)\n</p>\n\n<p>\n(ونحن أناس لا نرى القتل سبة ... ولا ننثني عند الرماح المداعس)\n</p>\n\n<p>\n(نرد كماة المعلمين إذا انتخوا ... بضرب يسلي نخوة المتقاعس)\n</p>\n\n<p>\n(بكل فتى حامي الحقيقة ماجد ... كريم كسرحان الغضاة مخالس)\n</p>\n\n<p>\n(يذودون عن أحسابهم وبلادهم ... ببيض تقد الهام تحت القوانس)\n</p>\n\n<h1 class='l1' id='head113'>سرية عكاشة بن محصن الأسدي إلى الغمر سنة ست من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في الشهر المذكور وجهز معه أربعين من\nالراغبين في العمل المبرور فخرج بهم إلى الغمر وهو ماء لبني أسد فلما وصلوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p165'> Vol. 01, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nإليه لم يجدوه مأهولا بأحد هربوا حيث بلغهم الطلب وشردوا خوفا من السيوف\nواليلب فاستاقوا ما رأوا من النعم ورجعوا مغمورين بالفضل والنعم\n</p>\n\n<p>\n(أولاك خير الخلق يا عكاشة ... قربا له حدق كل محسن)\n</p>\n\n<p>\n(يا طالب العلياء أقصر واتئد ... فاز بها عكاشة بن محصن)\n</p>\n\n<h1 class='l1' id='head114'>سرية محمد بن مسلمة إلى ذي القصة سنة <span id='ms53'></span> ست من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في شهر ربيع الآخر وجهز معه عشرة من ذوي\nالمناقب والمفاخر فمضوا إلى بني ثعلبة بذي القصة وقد قسمت لهم مع الشهداء\nحصة وأي حصة\n</p>\n\n<p>\nفلما وردوا عليهم في ليلة حالكة الجلباب أحدق بهم القوم وكانوا مائة من\nالأجلاف الأعراب وحملوا عليهم فقتلوهم وعن الرجوع إلى الأوطان فتلوهم ولم\nيفلت منهم إلا محمد بن مسلمة على أنه عاد جريحا صحبة رجل من أهل المرحمة\n</p>\n\n<p>\n(هنيئا لأرباب الشهادة ما رأوا ... من الخير في الفردوس والبر والفضل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p166'> Vol. 01, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\n(لوكر العدى طاروا ففض جناحهم ... بذي القصة المشهور عند ذوي النقل)\n</p>\n\n<h1 class='l1' id='head115'>سرية أبي عبيدة بن الجراح إلى بني ثعلبة سنة ست من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في الشهر المشار إليه وجهز معه أربعين من\nأصحابه المقربين لديه فسروا ليلا وجروا للأخذ بالثأر ذيلا حتى وافوا بني\nثعلبة صبحا مضمرين ألا يرفعوا عنهم سيفا ولا رمحا فأعجزوهم هربا في الجبال\nوانهزموا لا يلتفتون لمال ولا عيال فأخذوا من نعمهم ومتاعهم ثم رجعوا\nسالمين إلى منازلهم ورباعهم\n</p>\n\n<p>\n(قل لبني ثعلبة الباغين يا من ... في الربى غاروا كغور الثعلب)\n</p>\n\n<p>\n(هلا ثبتم للقا حتى تروا ... حقيقة المهلك دون المطلب)\n</p>\n\n<h1 class='l1' id='head116'>سرية زيد بن حارثة إلى الجموم سنة ست من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في الشهر المقدم ذكره ومعه من المسلمين من\nلا يخفى خطره ولا قدره فمضوا إلى بني سليم حتى دنوا من الجموم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p167'> Vol. 01, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nوهو ناحية طائرها على بطن نخل تحوم فوجدوه خاليا من أهله صفرا من جميع\nالمشركين حدثه وكهله ورأوا في محالهم نعما وأسرى فأخذوا النعم وتمنحوا\nالأسرى بعد العسر يسرا\n</p>\n\n<p>\n(إلى بطن نخل سار زيد وحوله ... كماة لهم عزم علي على النسر)\n</p>\n\n<p>\n(فشرد أعداء وحاز غنيمة ... وأنقذ أصحاب النبي من الأسر)\n</p>\n\n<h1 class='l1' id='head117'>سرية زيد بن حارثة إلى العيص سنة ست من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في جمادى الأولى وأفاض عليه من سحائب يده\nالطولى وجهزه في سبعين ومائة راكب تتكمل <span id='ms54'></span> بهم المواقف وتتجمل بهم المواكب\nوأمرهم بطلب عير لقريش أقبلت من الشام فساروا إليها وانقضوا عليها انقضاض\nالبزاة على الحمام فأخذوا ما كان فيها من الفضة الكثيرة ولم يغادروا مما\nاشتملت عليه صغيرة ولا كبيرة وأسروا ناسا منهم أبو العاص بن الربيع ثم\nرجعوا يتفيئون في ظل من السلامة رفيع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p168'> Vol. 01, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\n(قل لابن حارثة الذي أسيافه ... مشهورة لم تنس يوم العيص)\n</p>\n\n<p>\n(لله درك حيث لم تبرح على ... خذلان أهل الشرك أي حريص)\n</p>\n\n<h1 class='l1' id='head118'>سرية زيد بن حارثة إلى الطرف سنة ست من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في الشهر المنوه بذكره وأرسله مخلقا بعبير\nالنصر والظفر طائر وكره وجهز معه خمسة عشر رجلا من أهل الحزم والتجربة\nوأمره بالمضي إلى ماء يعرف بالطرف لغزو بني ثعلبة\n</p>\n\n<p>\nفسار إليهم مغير وأصاب من نعمهم عشرين بعير وفاته المشركون هربا غاروا في\nبحرة الحجاز فلن تستطيع لهم طلبا ثم رجع إلى المدينة رفيع المنال وساق معه\nالإبل بعد غيبة أربع ليال\n</p>\n\n<p>\n(أكرم بقوم من صحابة أحمد ... فضل المطارف شمروا نحو الطرف)\n</p>\n\n<p>\n(ساروا لثعلبة البغاة وحصلوا ... نعما بها لهم نعيم في الغرف)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p169'> Vol. 01, p. 169</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head119'>سرية زيد بن حارثة إلى حسمى سنة ست من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في جمادى الآخرة وجهزه إلى جذام في\nخمسمائة من ذوي الوجوه الزاهرة حيث عارضوا دحية الكلبي وقطعوا عليه الطريق\nوقابلوه في سلب متاعه وانتهاك حرمته بما لا يليق فساروا ومعهم دليل من بني\nعذرة حتى هجموا في صبح أسفر على كل منهم بما يكره فأوقعوهم بالإغارة عليهم\nفي شرك الحيرة وقتلوا كبيرهم الهنيد بن عارض وغيره وأخذوا إبلهم وشاءهم\nوسبوا صبيانهم ونساءهم\n</p>\n\n<p>\nفأتى رفاعة الجذامى إلى النبي صلى الله عليه وسلم ودفع إليه كتابه المسطر\nله ولقومه عند إسلامه فيما تقدم فبعث علي بن أبي طالب برد أموالهم وأن يخلي\nبينهم وبين نسائهم وأطفالهم فامتثلت أوامره الشريفة بعد رد ما أخذ لدحية بن\nخليفة\n</p>\n\n<p>\n(من الرسول على جذام بالذي ... أخذ الصحاب لهم من الأموال)\n</p>\n\n<p>\n(والمصطفى كم <span id='ms55'></span> منة ظهرت له ... مقرونة بالجود والإفضال)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p170'> Vol. 01, p. 170</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head120'>سرية عبد الرحمن بن عوف إلى دومة الجندل سنة ست من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في شعبان من السنة المذكورة بعد أن عممه\nبيده الواضحة معجزاتها المشهورة وأمره بغزو أهل الكفر والعناد ونهاه عن\nالغدر والغلول وقتل الأولاد\n</p>\n\n<p>\nفسار حسب الأمر إلى كلب بدومة الجندل ومكث بها يدعو إلى من سبح بحمده\nالطير وعندل فأسلم رأسهم الأصبغ بن عمرو وتبعه كثير من المعتاضين عن البرض\nبالغمر\n</p>\n\n<p>\nثم تزوج عبد الرحمن تماضر بنت الأصبغ ورجع مشمولا ببركة من حكم فعدل وخطب\nفأبلغ\n</p>\n\n<p>\n(سار ابن عوف إلى كلب بمن معه ... من الكماة فلما أسلموا سلموا)\n</p>\n\n<p>\n(ورأسهم نجل عمرو كان قائدهم ... إلى الطريق فيالله ما غنموا)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p171'> Vol. 01, p. 171</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head121'>سرية علي بن أبي طالب إلى بني سعد سنة ست من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في الشهر المشار إليه وجهز معه مائة\nيتبعون رأيه ويعتمدون عليه حيث بلغه أنهم يريدون إمداد اليهود ويقصدون\nإعانة من كتم الحق ونقد العهود\n</p>\n\n<p>\nفمضى مضمرا إيقاع المشركين في الشرك وسار حتى انتهى إلى الغمج ماء بين\nخيبر وفدك وسمعوا بمجيئه فتفرقوا وأحسوا بأسه فانهزموا وتمزقوا فأغار لهم\nعلى ألفي شاة وخمسمائة بعير فعزل الخمس وقسم الباقي بين المأمور من الغزاة\nوالأمير ثم وافي المدينة قادما وانقلب إلى أهله سالما غانما\n</p>\n\n<p>\n(مهلا بني سعد فقد جاءكم ... ليث الوغى نجل أبي طالب)\n</p>\n\n<p>\n(في عصبة ما للعدى عندهم ... زاد سوى العاسل والقاضب)\n</p>\n\n<p>\n(يا ويلكم كل غدا منكم ... منهزما ما يلحق بالهارب)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p172'> Vol. 01, p. 172</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head122'>سرية زيد بن حارثة إلى وادي القرى سنة ست من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في شهر الصوم وجهز معه قوما من أصحابه\nسقيا لهم من قوم فسار بهم إلى بني بدر من فزارة مضمرا أن يأخذ منهم بالثأر\nويشن عليهم الإغارة وكانوا قد قطعوا عليه الطريق بوادي القرى وتركوه بعد أن\nجرحوه وأخذوا تجارته ملقا على البرى فجاءهم صحبة يوم عبوس وسقاهم للحتف\nكؤوسا وأي كؤوس وقتلوا أم <span id='ms56'></span> قرفة بنت ربيعة ابن بدر وأهلكوا غيرها ممن يمت\nعندهم بعلو القدر ثم رجعوا مستبشرين بالظفر فرحين بالظهور على من جحد وكفر\n</p>\n\n<p>\n(أيا طالب الأخبار عن أم قرفة ... بوادي القرى يمم وسل عن بني بدر)\n</p>\n\n<p>\n(ترى القوم صرعى في خلال ديارهم ... جزاء بما كانوا عليه من الغدر)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p173'> Vol. 01, p. 173</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head123'>سرية عبد الله بن عتيك إلى ابن أبي الحقيق اليهودي سنة ست من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في الشهر المذكور وجهز معه أربعة من ذوي\nالفضل المأثور وأمرهم بقتل سلام بن أبي الحقيق فمضوا إليه مضي البرق ولا\nأقول البريق\n</p>\n\n<p>\nوكان قد أجلب في غطفان وغيرهم والتزم لمحاربيه توفير عطائهم وميرهم\n</p>\n\n<p>\nوسروا إلى منزله ليلا ولم يصحبوا معهم خولا ولا خيلا واحتالوا على الدخول\nإليه أي احتيال وقتله عبد الله بن عتيك على الصحيح من الأقوال\n</p>\n\n<p>\nوخرجوا حتى اختفوا ببعض المناهر وجد اليهود في طلبهم إلى أن كل الطالب\nوتعب المظاهر فلما أيسوا رجعوا وتفرقوا بعد أن اجتمعوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p174'> Vol. 01, p. 174</a>\n            </div>\n            \n</p>\n\n<p>\nثم انصرف المسلمون إلى الأهل والأصحاب وقد ظفروا بقتل عدو الله محزب\nالأحزاب\n</p>\n\n<p>\nوفي قتله وقتل كعب بن الأشرف يقول حسان بن ثابت من أبيات\n</p>\n\n<p>\n(لله در عصابة لاقيتهم ... يا ابن الحقيق وأنت يا ابن الأشرف)\n</p>\n\n<p>\n(يسرون بالبيض الخفاف إليكم ... مرحبا كأسد في عرين مغرف)\n</p>\n\n<p>\n(مستبصرين لنصر دين نبيهم ... مستصرخين لكل أمر مجحف)\n</p>\n\n<h1 class='l1' id='head124'>سرية عبد الله بن رواحة إلى أسير بن رزام اليهودي سنة ست من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم إلى أسير في شوال ومعه ثلاثون لا يعبؤن\nبجواب في الحرب ولا جوال حيث بلغه أنه أمر بعد سلام وأنه يجمع لحربة أعداء\nالدين وأضداد الإسلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p175'> Vol. 01, p. 175</a>\n            </div>\n            \n</p>\n\n<p>\nفساروا إليه وقصدوه وبتقريبه واستعماله على خيبر وعدوه فخرج معهم في\nثلاثين راكبا من اليهود ثم ندم في الطريق ومال إلى الصدود\n</p>\n\n<p>\nفلما ظهر للمسلمين مكرهم وتبين لذوي الأفهام غدرهم شهروا عليهم السيوف\nوأترعوا لهم موارد الحتوف واستأصلوهم غير منهزم واحد ثم رجعوا مسرورين\nبالنصرة على الكافر والجاحد\n</p>\n\n<p>\n(لما تعدى أسير ... سارت إليه <span id='ms57'></span> الصحابه)\n</p>\n\n<p>\n(وفي عقاب الفيافي ... ساقوا إليه عذابه)\n</p>\n\n<p>\n(ورهطه جرعوهم ... من الحمام شرابه)\n</p>\n\n<p>\n(والحق من زاغ عنه ... كان الحسام جوابه)\n</p>\n\n<h1 class='l1' id='head125'>سرية كرز بن جابر الفهري إلى العرنيين سنة ست من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في الشهر المبدوء بذكره وجهز معه عشرين\nفارسا حارسا للدين بنصله ونصره وأمرهم بطلب ثمانية أسلموا من عرينة تركهم\nفي لقاحه ليذهب الله وصب كل منهم وشينه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p176'> Vol. 01, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\nفلما صحوا عدوا على اللقاح غدرا، ومثلوا بمولاه يسار حتى مات صبرا.\n</p>\n\n<p>\nفنهضت في طلبهم الفوارس، وبرزت إلى ذي الجدر كالأسد العوابس، فأدركوهم\nوحصروهم، وأحاطوا بهم وأسروهم، وقدموا على النبي صلى الله عليه وسلم وهو\nبالغابة فقطع أيديهم وأرجلهم وسمل أعينهم وصلبهم بمحضر من الصحابة.\n</p>\n\n<p>\n(لله أنت وفتية ... تبعتك يا كرز بن جابر)\n</p>\n\n<p>\n(أمسكت أعداء النبي ... محمد رب المفاخر)\n</p>\n\n<p>\n(وحضرت أرباب الخنا ... وأسرت منهم كل غادر)\n</p>\n\n<p>\n(بشراك بالنعماء في ... دار البقاء مع الأكابر)\n</p>\n\n<h1 class='l1' id='head126'>سرية عمرو بن أمية الضمرى إلى أبي سفيان سنة ست من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم إلى مكة في الشهر المشار إليه، وبعث معه\nسلمة بن أسلم رضوان الله عليه، وأمرهما بقتل أبي سفيان، لما بلغه عنه في\nذلك الوقت من الطغيان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p177'> Vol. 01, p. 177</a>\n            </div>\n            \n</p>\n\n<p>\nوكان قد جهز رجلا من الأعراب لاغتياله وأركبه بعيرا وأعطاه نفقة له\nولعياله فلما أقبل الرجل الآتي لغير الخير قص عليه الخبر حين أمسكه أسيد بن\nالحضير\n</p>\n\n<p>\nثم أن عمرو بن أمية دخل مكة واستعمل يقين العزم ونفى شكه فأحست قريش به\nوقصدته بالطلب وحشدوا عليه خوفا من قتله فهرب ثم قفل إلى المدينة عائدا بعد\nأن قتل ثلاثة وأسروا واحدا\n</p>\n\n<p>\n(أتى عمرو الضمري مكة مضمرا ... قتال امرىء يؤذي النبي محمدا)\n</p>\n\n<p>\n(فجاس خلال الدار لا يرهب العدا ... وعاد إلى نحو الرسول مؤيدا)\n</p>\n\n<h1 class='l1' id='head127'>غزوة الحديبية سنة ست من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم في ذي القعدة إلى العمرة واستنفر أصحابه\nالمتبعين قوله الممتثلين أمره واستخلف على المدينة عبد الله بن أم مكتوم\nومضى في ألف وأربعمائة مقيم على <span id='ms58'></span> طاعة الحي القيوم لم يصحب غير سلاح المسافر\nولم يقصد حرب مشرك ولا كافر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p178'> Vol. 01, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\nوساق من الهدى سبعين بدنة وأحرم ولبى موضحا للناس شرعه وسننه وسار مظللا\nبغمام النعم حتى دنا من الحديبية وهي طرف الحرام وبلغ قريشا خروجه في\nأصحابه الكرام فأجمعوا رأيهم على صده عن المسجد الحرام وبادروا إلى جمع\nالرجال وخرجوا مستعدين للقتال ولبسوا جلود النمور وغرهم بالله الغرور\nوراسلوه بمنعه من الدخول إلى سربهم بعد أن عرفهم أنه إنما جاء للزيارة لا\nلحربهم\n</p>\n\n<p>\nثم عقد الصلح بينهم على وضع الحرب عشر سنين كوامل وعلى أن ينصرف عنهم ثم\nيدخل عليهم في العام القابل\n</p>\n\n<p>\nوفي هذه الغزوة كانت بيعة الرضوان وفيها أقيمت صلاة الخوف خشية ذوي الجور\nوالعدوان وفيها نزلت سورة الفتح المبين وفيها ظهرت معجزة نبع الماء من\nالبئر الضنين وفيها أنزل الله على رسوله وعلى المؤمنين السكينة ولما فرغ\nصلى الله عليه وسلم نحر هديه وحلق رأسه ثم قفل إلى المدينة\n</p>\n\n<p>\n(عرج على أرض الحديبية التي ... شرفت بموطىء سيد الأكوان)\n</p>\n\n<p>\n(فهي التي صلى النبي بها صلاة ... الخوف يخشى من ذوي العدوان)\n</p>\n\n<p>\n(وبها تنزلت السكينة وارتقى ... من حل مجلس بيعة الرضوان)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p179'> Vol. 01, p. 179</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head128'>غزوة خيبر سنة سبع من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم في جمادى الأولى إلى خيبر وظهر بعسكره\nالذي أناف بحسن الأوصاف على كل عسكر استخلف سباع بن عرفطة الغفاري وساروا\nإلى حرب من يجادل في الحق ويماري حتى نزلوا بساحتهم وأقبلوا بنفي دعتهم\nوراحتهم فوعظ الناس وفرق الرايات ودفع لواءه إلى صاحب الآيات\n</p>\n\n<p>\nوجد المسلمون في قتالهم وبالغوا في جلادهم لا في جدالهم وأرغموا آنافهم\nوقتلوا أشرافهم وأنزلوهم من صياصيهم وأخذوا بأعناقهم ونواصيهم وأقاموا\nحصونهم على محاصرتهم مدة وألجأوهم إلى اقتحام عقاب الضيق والشدة وفتحوا لهم\nعدة حصون وأدالوا ما كان بها من المال المصون وظفروا بالسبائب والسبايا\nواستخرجوا ما كان في الزوايا من الخبايا\n</p>\n\n<p>\nثم إن النبي صلى الله عليه وسلم أجابهم إلى سؤالهم وساقهم مع أهل فدك على\nالنصف من <span id='ms59'></span> أموالهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p180'> Vol. 01, p. 180</a>\n            </div>\n            \n</p>\n\n<p>\nوفي هذه الغزوة تزوج صفية ونهى عن أكل لحوم الحمر الأهلية وفيها قتل\nاليهودية التي اهدت إليه الشاة المسمومة ونهى عن بيع الغنيمة التي هي غير\nمقسومة\n</p>\n\n<p>\nولما فرغ من أمر خيبر قسم الغنائم ثم قفل إلى المدينة مرفوع الألوية\nمنصوب العزائم\n</p>\n\n<p>\nوفي هذه الغزوة يقول كعب بن مالك من أبيات\n</p>\n\n<p>\n(ونحن وردنا خيبرا وفروضه ... بكل فتى عاري الأشاجع مذود)\n</p>\n\n<p>\n(جواد لدى الغايات لا واهن القوى ... جرى على الأعداء في كل مشهد)\n</p>\n\n<p>\n(عظيم رماد القدر في كل شتوة ... ضروب بنصل المشرفي المهند)\n</p>\n\n<p>\n(يرى القتل مدحا إن أصاب شهادة ... من الله يرجوها وفوزا بأحمد) وفيها\nيقول ابن القيم العبسي من أبيات\n</p>\n\n<p>\n(ولكل حصن شاغل من خيلهم ... من عبد الأشهل أو بني النجار)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p181'> Vol. 01, p. 181</a>\n            </div>\n            \n</p>\n\n<p>\n(جرت بأبطحها الذيول فلم تدع ... إلا الدجاج يصيح في الأسحار)\n</p>\n\n<h1 class='l1' id='head129'>سرية عمر بن الخطاب إلى هوازن سنة سبع من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في شعبان وأمره بالمضي إلى تربة طريق\nصنعاء ونجران فسار في ثلاثين مستعدين للنزال ومعه دليل جليل من بني هلال\nفكان يقتل بخبرته القفار ويسري بهم الليل ويكمن النهار حتى قدموا على محال\nهوازن فإذا هم قد نفروا حيث بهم نذروا عن المواطن فلما لم يقعوا منهم على\nأثر رجعوا إلى المدينة يقابلون الورد بالصدر\n</p>\n\n<p>\n(نفرت هوازن من لقاء سرية ... فيها سرى بالتقى معروف)\n</p>\n\n<p>\n(أعني ابن خطاب وحسبك خاطبا ... بلسان سيف وعظه موصوف)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p182'> Vol. 01, p. 182</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head130'>سرية أبي بكر الصديق إلى فزارة سنة سبع من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في الشهر المذكور وجهز معه نفرا من أصحابه\nالمحمود فعلهم المشكور فساروا جازمين بقتال فزارة عازمين على ملتقى\nالمشركين بالتعزية لا بالبشارة فلما دنوا منهم شنوا عليهم الغارة عند مائهم\nوأسرعوا في الرمل إليهم حتى رملوهم بدمائهم وسبوا نسوة من ذراريهم واحتاطوا\nعلى صبيانهم وجواريهم ثم قفلوا راجعين وتركوا قتلاهم على الدار هاجعين\n</p>\n\n<p>\n(هل من فزارة مخبر عما لقوا ... من مرهفات سرية الصديق)\n</p>\n\n<p>\n(نصبوا لهم شرك الردى ورموهم ... من بعد جمع الشمل بالتفريق <span id='ms60'></span>)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p183'> Vol. 01, p. 183</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head131'>سرية بشير بن سعد الأنصاري إلى فدك سنة سبع من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في الشهر المشار إليه وجهز معه ثلاثين\nرجلا من المقبولين لديه وأمرهم بالمضي إلى بني مرة فساروا طامعين في أن\nتكون لهم الكرة\n</p>\n\n<p>\nفلما انتهوا إلى فدك وجدوهم في بواديهم ورأو نعمهم وشاءهم ترعى بواديهم\nفاستاقوها وذهبوا لكن أدركها أربابها وعليها غلبوا بعد أن تراموا بالنبال\nثم رجعوا ببشير جريحا بسهام أهل الضلال\n</p>\n\n<p>\n(لله قوم مضوا إلى فدك ... يهدون أهل الضلال للرشد)\n</p>\n\n<p>\n(فقاتلوهم وغيهم تبعوا ... وقابلوهم بأوجه العدد)\n</p>\n\n<p>\n(بشير بشراك بالجراحة في ... ذات الإله المهيمن الصمد)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p184'> Vol. 01, p. 184</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head132'>سرية غالب بن عبد الله الليثي إلى الميفعة سنة سبع من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في شهر الصيام وجهز معه مائة وثلاثين لا\nيأخذهم في الله ملام فساروا إلى ثعلبة بالميفعة وحصلوا من المسير إليهم على\nالأجر والمنفعة وهجموا عليهم هجوم السيل وقتلوا من جر إلى مناوشتهم فضول\nالذيل وأغاروا على نعمهم وشائهم وأعرضوا عن سماع كلامهم وإجابة ندائهم ثم\nانصرفوا راجعين بما معهم من الغنيمة فرحين بغزو الخابطين من الشرك في\nالحنادس البهيمة\n</p>\n\n<p>\n(سرية غالب غلبت وسرت ... قلوبا بالسلامة والغنيمه)\n</p>\n\n<p>\n(فيا بشرى لهم في دار عدن ... بفيض الفضل والنعم العميمه)\n</p>\n\n<h1 class='l1' id='head133'>سرية بشير بن سعد الأنصاري إلى يمن وجبار سنة سبع من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في شهر عيد الفطر وجهز معه ثلاثمائة تتأرج\nالمحافل في ثنائهم بالعطر وأمرهم بالمضي إلى غطفان حيث بلغه ما هم فيه من\nالإجتماع والهذيان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p185'> Vol. 01, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\nفنزلوا مجدين في السير والسرى حتى نزلوا بسلاح قريبا من وادي القرى وسمع\nالمشركون بطلبهم وارتيادهم فتفرقوا ولحقوا بعلياء بلادهم فاستاقوا من نعمهم\nما لا يكاد يحصره القلم وأسروا منهم رجلين ورجعوا بهما وبالنعم\n</p>\n\n<p>\n(بشير بن سعد نجم سعدك زاهر ... وسهمك لم يبرح معلي مسددا)\n</p>\n\n<p>\n(إلى غطفان سرت في اليوم طاعة ... لخير الورى أبشر بما تشتهي غدا)\n</p>\n\n<h1 class='l1' id='head134'>عمرة القضاء سنة سبع من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم في <span id='ms61'></span> ذي القعدة معتمرا وأمر من شهد\nالحديبية بقضاء عمرته التي صد عنها معتذرا فاستجابوا لما أمر وكانوا ألفي\nنفر\n</p>\n\n<p>\nواستخلف على المدينة أبا رهم الغفاري وسار بعد إحرامه من باب المسجد في\nأسد الضواري وساق ستين بدنة وقاد مائة فرس وقدم الخيل والهدى والسلاح\nمحفوظا بالحرس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p186'> Vol. 01, p. 186</a>\n            </div>\n            \n</p>\n\n<p>\nومضى محرما ملبيا إلى أن نزل بمر الظهران وخرج قريش من مكة حين سمعوا\nبقدوم سيد ولد عدنان\n</p>\n\n<p>\nثم ركب ناقته القصواء والمسلمون به محدقون واستمر ملبيا إلى أن دخل من\nالثنية التي تطلعه على الحجون ولم يزل يلبي حتى استلم الركن بمحجنه مضطبعا\nوطاف على راحلته وكل يطوف لفعله متبعا ثم سعى بين الصفا والمروة ونحر وحلق\nبها والناس يحذون حذوه\n</p>\n\n<p>\nثم تزوج ميمونة بنت الحارث الهلالية وسلم إلى جعفر عمارة بنت عمه حمزة\nالهاشمية\n</p>\n\n<p>\nوأقام بمكة ثلاثا ثم رحل في الرابع فنزل بسرف بعد أن قيل له من جهة قريش\nقد قضيت أجلك فانصرف ثم أدلج إلى دار هجرته وقفل مؤيدا بنصر الله بعد قضاء\nعمرته\n</p>\n\n<p>\nوفيها يقول عبد الله بن رواحة وهو آخذ بخطام ناقة رسول الله صلى الله\nعليه وسلم\n</p>\n\n<p>\n(خلوا بني الكفار عن سبيله ... خلوا فكل الخير في رسوله)\n</p>\n\n<p>\n(يا رب إني مؤمن بقيله ... أعرف حق الله في قبوله)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p187'> Vol. 01, p. 187</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head135'>سرية ابن أبي العوجاء السلمي إلى بني سليم سنة سبع من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في ذي الحجة وجهز معه خمسين لا يقعدهم عن\nالعدو قرة ولا إجه فصعدوا إلى بني سليم في سلم السير وقد حوم عليهم للشهادة\nطير أكرم به من طير\n</p>\n\n<p>\nفلما انتهوا إليهم رأوهم في جمع كثير وقد استعد لحربهم المأمور منهم\nوالأمير فتراموا بالنبال وحمى وطيس القتال وأحدق المشركون بهم من كل ناحية\nفقاتلوا حتى قتل عامة أهل الجنة العالية\n</p>\n\n<p>\n(عاجوا ونجل أبي العوجاء قائدهم ... إلى سليم فما آبوا ولا رجعوا)\n</p>\n\n<p>\n(واستشهدوا غير آحاد فيا لهم ... قوما جنوا في جنان الخلد ما زرعوا)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p188'> Vol. 01, p. 188</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head136'>سرية غالب بن عبد الله الليثي إلى بني الملوح <span id='ms62'></span> سنة ثمان من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في صفر وجهز معه من أصحابه الميامين عدة\nنفر وأمرهم أن يشنوا على بني الملوح الغارة ويبادروا إلى أخذ ما لهم من\nالسلاح والشارة فساروا حتى دنوا من الكديد ومضوا رافلين في حلل النصر\nوالتأييد فكمنوا في ناحية الوادي منتظرين إصابة العزة من أهل النادي ثم\nشنوا الغارة عليهم واستاقوا ما كان من النعم لديهم فاتبعوا آثارهم وقصدوا\nضرارهم فلما أدركوهم حال بينهم السيل ورجعوا متباينين فريقا بالنيل وفريقا\nبالويل\n</p>\n\n<p>\n(لله غالب الذي غلب العدى ... قهرا وفاز من الهداية بالنعم)\n</p>\n\n<p>\n(لما أتى أهل الكديد عليهم ... شن الإغارة ثم أقبل بالنعم)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p189'> Vol. 01, p. 189</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head137'>سرية غالب بن عبد الله الليثي إلى فدك سنة ثمان من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في الشهر المذكور\n</p>\n\n<p>\nوجهز معه مائتي مؤيد من الله ومنصور فساروا ممتثلين أمر من بحرب العدو\nيشير حتى انتهوا إلى محال القوم لا تأخذهم في الله لومة ذي لوم\n</p>\n\n<p>\nوأغاروا عليهم مع الفجر وابتغوا في الفتك بهم جزيل الأجر واستاقوا ما به\nمن النعم وظفروا ثم رجعوا فرحين بالنصر على الذين كفروا\n</p>\n\n<p>\n(سارت سرية غالب ... نحو العداة إلى فدك)\n</p>\n\n<p>\n(وتنوعوا في قتلهم ... إذ أوقعوهم في الشرك)\n</p>\n\n<p>\n(هذا جزاء من اعتدى ... ظلما ولم يخش الدرك)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p190'> Vol. 01, p. 190</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head138'>سرية شجاع بن وهب الأسدي إلى هوازن سنة ثمان من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم عام ثمانية وجهز معه أربعة وعشرين مؤمنين\nبعالم السر والعلانية وأمرهم بالذهاب إلى هوازن والإغارة على الناقص منهم\nوالوازن\n</p>\n\n<p>\nفقصدوا جهة المعدن محل جمعهم ودنوا منهم ناظرين إلى خفضهم ورفعهم ثم\nأصابوا منهم غرة فكروا على أنعامهم أي كرة واستاقوا منها جملة من الجمال\nورجعوا مسرورين بالمال وحسن المآل\n</p>\n\n<p>\n(لا تسأل الركبان عن هوازن ... وما لقوا من كيد أرباب الرشد)\n</p>\n\n<p>\n(ما حال أغمار بما يصلحهم ... فجأهم أي شجاع من أسد)\n</p>\n\n<h1 class='l1' id='head139'>سرية كعب بن عمير الغفاري إلى ذات أطلاح بالشام سنة ثمان من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في الشهر <span id='ms63'></span> المقدم ذكره وجهز معه خمسة عشر\nرجلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nيطيب خبر كل منهم وخبره وأمرهم بالمسير إلى ذات أطلاح يعرفون أهلها\nالطريق المرشد إلى الصلاح\n</p>\n\n<p>\nفساروا حتى انتهوا إليها حسب الأمر فوجدوا بها جمعا يطأون من غيهم على\nالجمر فدعوهم إلى الإسلام فأبوا وانتقلوا من المقال إلى القتال وصبوا فبرز\nالمسلمون وحملوا وبالغوا في قتالهم حتى قتلوا ولم يسلم غير واحد ألصقه\nالجرح بالبري ثم تحامل راجعا إلى المدينة مخبرا بما جرى\n</p>\n\n<p>\n(لله كعب ومن أم العدى معه ... يجنون طلح الردى في ذات أطلاح)\n</p>\n\n<p>\n(حازوا الشهادة وانصاعوا إلى نزل ... في جنة الخلد ذي روح وذي راح)\n</p>\n\n<h1 class='l1' id='head140'>سرية زيد بن حارثة إلى مؤتة بالشام سنة ثمان من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في جمادى الأولى وعقد له لواء كم بلغ في\nالدارين سولا وعضده بجعفر بن أبي طالب وعبد الله بن رواحة وجهز معه ثلاثة\nآلاف من المسلمين الذين يشكر الدين لكل منهم غدوه ورواحه وأمرهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \n</p>\n\n<p>\nبالدعاء إلى الإسلام وقتال من لم يطع بعد الإنذار والإعلام وأكد عليهم\nالوصية وخرج مشيعا لهم إلى الثنية\n</p>\n\n<p>\nوسار المسلمون حتى نزلوا بمعان ثم مضوا إلى مؤتة قرية من البلقاء بمكان\n</p>\n\n<p>\nوكان بلغهم أن هرقل قد دنا منهم واقترب وظهر في جيش يزيد على مائة ألف من\nالروم والعرب فتوقفوا ونكلوا ثم تقدموا وتوكلوا وجاءهم ما لا قبل به لأحد\nمن الكراع والمتاع والعدد والعدد\n</p>\n\n<p>\nوالتقى الفريقان واختلف الطريقان وحمي الوطيس وبرز حتى الراهب والقسيس\nواشتد الأمر ووطىء المسلمون على الجمر وأطلق العدو سيوفه ورماحه وقتل زيد\nوجعفر وعبد الله بن رواحة ثم انحاز الناس مع خالد بن الوليد يتبعهم العدو\nالمخذول فمضى من فاز بالرضى وتلقته الملائكة بالقبول\n</p>\n\n<p>\nوفي أصحاب مؤتة يقول حسان بن ثابت من أبيات\n</p>\n\n<p>\n(فلا يبعدن الله قتلى تواردوا ... بمؤتة منهم ذو الجناحين جعفر)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n            \n</p>\n\n<p>\n(وزيد وعبد الله حين تتابعوا ... جميعا وأسباب المنية تخطر)\n</p>\n\n<p>\n(وكنا نرى في جعفر من محمد ... وفاء وحزما حازما حين يأمر)\n</p>\n\n<p>\n(وما زال في الإسلام من آل هاشم <span id='ms64'></span> ... دعائم عز لا يزلن ومفخر) وفيهم يقول\nكعب بن مالك من أبيات\n</p>\n\n<p>\n(واعتادني حزن فبت كأنني ... ببنات نعش والسماك موكل)\n</p>\n\n<p>\n(في ليلة وردت على همومها ... طورا أجن وتارة أتململ)\n</p>\n\n<p>\n(وجدا على النفر الذين تتابعوا ... يوما بمؤتة أسندوا لم ينقلوا)\n</p>\n\n<p>\n(صلى الإله عليهم من فتية ... وسقى عظامهم الغمام المسبل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head141'>سرية عمرو بن العاص إلى ذات السلاسل سنة ثمان من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في جمادى الآخرة وعقد له لواء يعلو على\nالنجوم الزاهرة وجهزه في ثلاثمائة من سراة المهاجرين والأنصار فمضى إلى ذات\nالسلاسل يسري الليل ويكمن النهار\n</p>\n\n<p>\nفلما قرب من القوم وسمع بجمعهم الوافر سأل النبي صلى الله عليه وسلم أن\nيمده بفرقة من العساكر فأجابه إلى سؤاله عند ورود الخبر وأمده بأبي عبيدة\nبن الجراح في مائتين منهم أبو بكر وعمر\n</p>\n\n<p>\nفاجتمعوا على الرأي السديد وساروا يرهبون العدو باللباس الشديد حتى وطأوا\nأرض بني عدوة وغيرهما من تلك البلاد وقهروا من بناحية وادي القرى من أهل\nالشرك والعناد ثم قفلوا إلى المدينة سالمين ورجعوا قائلين إن الحمد لله رب\nالعالمين\n</p>\n\n<p>\n(ألا قدس الرحمن سر سرية ... سوابحهم عامت بذات السلاسل)\n</p>\n\n<p>\n(ميامين كم فلوا خميسا وكم حموا ... طرافا بأطراف القنا والمناصل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head142'>سرية أبي عبيدة بن الجراح إلى سيف البحر سنة ثمان من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في شهر رجب وأمره بالذهاب إلى من يأتي\nذكره من قبائل العرب وجهزه في ثلاثمائة من المهاجرين والأنصار فيهم عمر\nفساروا إلى حي من جهينة بالقبلية ممتثلين لما أمر\n</p>\n\n<p>\nوأصابهم في الطريق جوع شديد فأكلوا الخبط معتاضين به عن الثريد\n</p>\n\n<p>\nثم استقام لهم الأمر من بعد وأكلوا الجزور التي نحرها لأجلهم قيس بن سعد\n</p>\n\n<p>\nوألقى البحر إليهم حوتا فاتخذوه لعظمه في تلك المدة قوتا ثم انصرفوا من\nغير ما كيد فائزين من البر والبحر بالصيد\n</p>\n\n<p>\n(لله در عصابة ميمونة ... في سيرهم نحو العدى أكلوا الخبط)\n</p>\n\n<p>\n(صبروا على جهد الجهاد وصابروا ... حبا لمن بالقسط جاء وما قسط)\n</p>\n\n<p>\n(صلى عليه الله <span id='ms65'></span> تترا ما علا ... نجم إلى وسط السماء وما هبط)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head143'>سرية أبي قتادة الأنصاري إلى خضرة من نجد سنة ثمان من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في شعبان وجهز معه خمسة عشر رجلا من\nأصحابه إلى غطفان وأمره أن يسير إليهم وعليهم يغير فمضى ممتثلا الأمر مجدا\nفي المسير حتى هجم بمن معه على حاضر لهم عظيم وأحاطوا بهم إحاطة الزعماء\nالغارمين بالغريم وظفروا بالسبي الكثير واستاقوا ألفي شاة ومائتي بعير\nوقتلوا من ناوشهم وكلموا من كلمهم أو ناقشهم ثم جمعوا ما حصل لهم من\nالغنائم فأخرجوا الخمس وأدخلوا ما بقي في المقاسم ثم انصرفوا بالإنعام\nوالأنعام وكانت غيبتهم اثنا عشر يوما وثلاثة أيام\n</p>\n\n<p>\n(سار الصحابة نحو نجد للعدى ... وأبو قتادة في المسير أمير)\n</p>\n\n<p>\n(يا جار سل غطفان ماذا عاينوا ... من وقع أسياف لهن صرير)\n</p>\n\n<p>\n(إن الذين عن الهداية أعرضوا ... في كل واقعة لهم تدمير)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head144'>سرية أبي قتادة الأنصاري إلى بطن إضم سنة ثمان من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في أول رمضان إلى بطن إضم وجهز معه ثمانية\nمن أصحابه المنيرة بهم حنادس الظلم وذلك حين هم بغزو أهل مكة وعزم أن\nيلقاهم بالأبطال والخيل والشكة ليظن أنه متوجه إلى تلك الناحية ويصل الخبر\nبهذه التورية إلى ذوي العقول الواهية\n</p>\n\n<p>\nفمضوا إلى الجهة المذكورة ولم يلقوا أحدا من الفرق المأزورة فانصرفوا\nراجعين وانقلبوا سامعين للأمر طائعين\n</p>\n\n<p>\n(سار أبو قتادة ممتثلا ... أوامر الهادي إلى بطن إضم)\n</p>\n\n<p>\n(في فتية فاتوا مريد سبقهم ... أصحاب خير العرب طرا والعجم)\n</p>\n\n<p>\n(صلى عليه الله ما دام على ... أنف شمام عاكف من الشمم)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head145'>غزوة أهل مكة وأمر الفتح سنة ثمان من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم لعشر خلون من شهر الصيام عازما على\nالجهاد في سبيل المنزه عن السنة والمنام واستخلف عبد الله بن أم مكتوم\nوأبدل المنطوق إخفاء للأمر بالمفهوم\n</p>\n\n<p>\nواستنفر أهل الحرب والحرب واستظهر بمن حوله من قبائل العرب ثم سار في\nعشرة آلاف مقاتل ليطأ المخادع من <span id='ms66'></span> قريش والمخاتل حيث تعدوا رسم الحدود\nونقضوا ما بينه وبينهم من العهود وسلوا سيف النكث من غمده وحاربوا خزاعة\nالداخلين في عقده على أنهم ندموا فلم ينفعهم الندم وقدم أبو سفيان لتجديد\nعهدهم فرجع قائلا يا زلة القدم\n</p>\n\n<p>\nومضى رسول الله صلى الله عليه وسلم وبين للصائمين رخصة الفطر في السفر\nوعلم فلما انتهى إلى قديد حقق الوسائل ودفع الألوية والرايات إلى القبائل\nواستمر حتى نزل بمر الظهران وأمر الجيش تلك الليلة بإيقاد النيران\n</p>\n\n<p>\nفلما قارب مكة تقدمه عمه العباس فلقي أبا سفيان يتحسب أخبار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\nالناس فجاء به إلى النبي صلى الله عليه وسلم ومعه بديل بن ورقاء وحكيم بن\nحزام فأسلموا بين يديه وفازوا بالجود الموجود لديه\n</p>\n\n<p>\nثم انطلق بأبي سفيان إلى مضيق الوادي فرأى من جنود الله ما يعجز عن حصره\nالحاضر والبادي\n</p>\n\n<p>\nودخل النبي صلى الله عليه وسلم في كتيبته التي أنارت بخضرتها الأبصار وهو\nعلى ناقته القصواء تحدق به المهاجرين والأنصار فلما انتهى إلى ذي طوى وقف\nمتواضعا لربه وعين لكل ذي راية جهة يدخل منها بصحبه ثم ذهب حتى نزل بأعلاها\nواستقر مبتهجا بالنعم التي حازها وحواها\n</p>\n\n<p>\nوفتح مكة على أصح القولين صلحا ونهى جنوده عن القتال عفوا وصفحا\n</p>\n\n<p>\nولما اطمأن الناس طاف بالبيت سبعا واستلم الحجر ودخل الكعبة وصلى فيها\nوأمر بطمس ما كان بها من الصور وكان حولها أصنام مشدودة بالرصاص فجعل يشير\nإليها وهي تسقط حيث لات حين مناص\n</p>\n\n<p>\nوقام على بابها فوحد الله وقرأ شيئا من القرآن وأذن لبلال أن يعلن على\nظهرها بالأذان\n</p>\n\n<p>\nوقصر الصلاة مدة إقامته فيها وبعث السرايا إلى أماكن من نواحيها ومكث\nيسدد الأمور ويقرر الأحوال إلى أن خرج منها إلى حنين في أوائل شوال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n            \n</p>\n\n<p>\nوفي هذه الغزوة يقول العباس بن مرداس من أبيات\n</p>\n\n<p>\n(منا بمكة يوم فتح محمد ... ألف تسيل به البطاح مسوم)\n</p>\n\n<p>\n(نصروا الرسول وشاهدوا أيامه ... وشعارهم يوم اللقاء مقدم)\n</p>\n\n<p>\n(في منزل ثبتت به أقدامهم ... ضنك كأن الهام فيه الحنتم)\n</p>\n\n<p>\n(جرت سنابكها بنجد قبلها ... حتى <span id='ms67'></span> استقاد لها الحجار الأدهم) وفيها يقول\nمن أبيات\n</p>\n\n<p>\n(بمكة إذ جئنا كأن لواءنا ... عقاب أرادت بعد تحليقها خطفا)\n</p>\n\n<p>\n(على شخص الأبصار تحسب بينها ... إذا هي جالت في مراودها عرفا)\n</p>\n\n<p>\n(غداة وطئنا المشركين فلم نجد ... لأمر رسول الله عدلا ولا صرفا)\n</p>\n\n<p>\n(ببيض تثير الهام من مستقرها ... وتقطف أعناق الكماة بها قطفا)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \n</p>\n\n<p>\nوفيها يقول من أبيات\n</p>\n\n<p>\n(يا خير من ركب المطي ومن مشى ... فوق التراب إذا تعد الأنفس) إنا وفينا\nبالذي عاهدتنا ... والخيل تقدع بالكماة وتضرس) حتى صبحنا أهل مكة فيلقا ...\nشهبا يقدمها الهمام الأشوس) من كل أغلب من سليم فوقه ... بيضاء محكمة\nالدخال وقونس) يغشى الكتيبة معلما وبكفه ... عضب يقد به ولدن مدعس) وفيها\nيقول بجير بن زهير بن أبي سلمى من أبيات\n</p>\n\n<p>\n(ضربناهم بمكة يوم فتح النبي ... البر بالبيض الحفاف) وأبنا غانمين بنا\nاشتهينا ... وآبوا نادمين على الخلاف)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p202'> Vol. 01, p. 202</a>\n            </div>\n            \n</p>\n\n<p>\n(وأعطينا رسول الله منا ... مواثقنا على حسن التصافي) وفيها يقول فضالة\nبن عمير الليثي\n</p>\n\n<p>\n(قالت هلم إلى الحديث فقلت لا ... يأبى عليك الله والإسلام) لو كنت جئت\nمحمدا وقبيله ... بالفتح يوم تكسر الأصنام) لرأيت دين الله أضحى بيننا ...\nوالشرك يغشى وجهه الإظلام)\n</p>\n\n<h1 class='l1' id='head146'>سرية خالد بن الوليد إلى العزى سنة ثمان من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم بعد الفتح في رمضان ومعه ثلاثون فارسا\nيضيء بشمسهم وقمرهم الملوان\n</p>\n\n<p>\nفخرج إلى نخلة لهدم العزى ولعمري لقد لقي بهدمها شرفا وعزا وكانت من أعظم\nأصنام كنانة وكان لبني شيبان من سليم عليها السدانة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\nفلما هدمها ورجع أمر بالعود إليها فأتاها مرة ثانية وهو متغيظ عليها\nفخرجت إليه امرأة عريانة سوداء ثائرة الرأس غضبانة فجزلها بسيفه المعد\nللجلاد ويئست بعد ذلك أن تعبد بتلك البلاد\n</p>\n\n<p>\nوفي سير خالد إليها يقول سادنها السلمى\n</p>\n\n<p>\n(فيا عز شدى شدة لا شوى لها ... على خالد ألقى القناع وشمري)\n</p>\n\n<p>\n(ويا عز إن لم تقتلي المرء خالدا ... فبوئي بإثم عاجل أو تنصري)\n</p>\n\n<h1 class='l1' id='head147'>سرية عمرو بن العاص إلى سواع سنة ثمان من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في الشهر <span id='ms68'></span> المذكور ومعه نفر من ذوي القول\nالمبرور والسعي المشكور فسار لهدم صنم هذيل المعروف بسواع فلما انتهى إليه\nوثب عليه وثوب غضنفر شجاع فحذره السادن وخوفه سطوة الساكن فلم يلتفت إلى\nكلامه وفسخ بالمعاول عقد نظامه وساقه في جملة الخراب ثم رجع بعد أن ألصقه\nبالتراب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n            \n</p>\n\n<p>\n(إن أنت جئت إلى هذيل قل لهم ... يا ويح شخص للحجارة راكن)\n</p>\n\n<p>\n(أضحى سواع بالمعاول داثرا ... خربا ولم ينفعه ود السادن)\n</p>\n\n<h1 class='l1' id='head148'>سرية سعد بن زيد الأشهلي إلى مناة سنة ثمان من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في الشهر المشار إليه وجهز معه عشرين\nفارسا يتبعونه فيما يقدم عليه فسار بهم إلى مناة بالمشلل وهي صنم كانت تعبد\nفي غسان وغيرهم وتبجل\n</p>\n\n<p>\nفلما وصل إليها خرجت إليه امرأة ثائرة الراس سوداء اللون عارية اللباس\nتدعو بالثبور والويل وتميل على ضرب صدرها كل الميل فقتلها قتلة من عرف وما\nانحرف وكسر الصنم وهدم البيت ثم انصرف\n</p>\n\n<p>\n(منيت مناة بضربة شقيت بها ... من كف سعد نجل زيد الأشهلي)\n</p>\n\n<p>\n(غسان مه ظهرت لكم شمس الهدى ... من أفق أصحاب النبي المرسل)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head149'>سرية خالد بن الوليد إلى بني جذيمة سنة ثمان من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في شوال وجهز في ثلاث مائة وخمسين يدعو\nإلى الإسلام من غير قتال فسار إلى بني جذيمة بناحية يلملم ومضى مصلتا سيف\nعزمه الذي لا ينبو ولا يتثلم\n</p>\n\n<p>\nفلما انتهى إليهم أقروا بالإسلام وذكروا أنهم أقاموا الصلاة وآمنوا\nبالنبي صلى الله عليه وسلم فأنكر منهم إطلاق السيوف واعتقال الرماح ولم\nيقبل ما اعتذروا به من خوف العدو في حمل السلاح بل أمرهم بقتلهم بعد قبضهم\nفقتل بعضهم وفك أسر بعضهم\n</p>\n\n<p>\nفلما بلغ النبي صلى الله عليه وسلم ما وقع برىء إلى الله مما فعل خالد\nوصنع وبعث عليا فودى قتلاهم وأموالهم ثم انصرف بعد أن أرضاهم وأصلح أحوالهم\n</p>\n\n<p>\nوفي هذه السرية يقول أحد بني جذيمة من أبيات\n</p>\n\n<p>\n(ولولا مقال القوم للقوم أسلموا ... للاقت سليم بعد ذلك ناطحا)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\n(فكائن ترى <span id='ms69'></span> يوم الغميصاء من فتى ... أصيب ولم يجرج وقد كان جارحا) فأجابه\nالعباس بن مرداس من أبيات\n</p>\n\n<p>\n(فخالد أولى بالتعدد منكم ... غداة علا نهجا من الأمر واضحا)\n</p>\n\n<p>\n(معانا بإذن الله يزجي إليكم ... سوانح لا تكبو له وبوارحا)\n</p>\n\n<h1 class='l1' id='head150'>غزوة حنين سنة ثمان من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم من مكة لست خلون من شوال عازما على حرب\nهوازن الذين طغوا وبغوا بكثرة الأصحاب والأموال حيث حسدوا وحشدوا وحفدوا في\nالمسير إليه وحقدوا\n</p>\n\n<p>\nوخرجوا في ثقيف وبني سعد بأولادهم ونسائهم واستاقوا معهم لنفع المسلمين\nسائر نعمهم وشائهم واتفقوا بعد أن أوعبوا على الإجتماع بأوطاس وكان قائدهم\nمالك بن عوف الوسواس الخناس\n</p>\n\n<p>\nوسار النبي صلى الله عليه وسلم في اثنى عشر ألفا من مكة والمدينة ومضى\nداعيا إلى الله بإذنه وناصرا شرعه ودينه حتى انتهى إلى وادي حنين في الليل\nوقدم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p207'> Vol. 01, p. 207</a>\n            </div>\n            \n</p>\n\n<p>\nخالد بن الوليد في بني سليم بالخيل وصف العساكر والجنود ودفع إلى أصحابه\nالألوية والبنود\n</p>\n\n<p>\nوعمد مالك إلى أصحابه فجمعهم ليلا بالوادي وأجمع رأيه على أن يكون جيشه\nعند الملتقى هو البادي فلما برزت كتائب مقدمة المسلمين إلى الطريق حمل\nالمشركون عليهم قبل أن يخرجوا من المضيق فانكشفت خيل بني سليم مولية\nوتبعتهم خيل الناس في غبش الصبح مصلية\n</p>\n\n<p>\nوثبت النبي صلى الله عليه وسلم في نفر من أهل بيته وأصحابه الغرر منهم\nالعباس وابنه الفضل وعلي وأبو بكر وعمر ثم تراجع المسلمون وحملوا على\nالكفار فطردوهم وشردوهم بإذن العزيز الغفار وأصابوا الغرض منهم سريعا\nوقتلوهم حتفا عليهم قتلا ذريعا وأمدوا بالملائكة وأيدوا بالنصر وحصلوا من\nالغنائم ما لا يكاد يبلغه الحصر وانهزم المشركون ما بين جريح وخائف وتفرقوا\nبأوطاس ونخلة والطائف\n</p>\n\n<p>\nوأمر الناس بطلبهم فخرجوا يتبعون جهات هربهم فأدركوا وأهلكوا وغنموا\nوأسروا وكسروا حاكمين بما علموا وساقوا إلى الجعرانة ما أصابوا من السبي\nوالغنائم وأشرقت بنور ظفرهم وتأييدهم تلك المعاهد والمعالم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n            \n</p>\n\n<p>\nثم ساروا إلى الطائف ينثال الخير عليهم ويتوالى وسيأتي ذكر مسيرهم مفصلا\nإن شاء الله تعالى\n</p>\n\n<p>\nوفي هذه <span id='ms70'></span> الغزوة يقول العباس بن مرداس من أبيات\n</p>\n\n<p>\n(ولنا على بئري حنين موكب ... دفع النفاق وهضبة ما تقلع)\n</p>\n\n<p>\n(ذدنا عدا تئد هوازن بالقنا ... والخيل يغمرها عجاج يسطع)\n</p>\n\n<p>\n(في كل سابغة تخير سردها ... داود إذ نسج الحديد وتبع)\n</p>\n\n<p>\n(نصر النبي بنا وكنا معشرا ... في كل نائبة نضر وننفع)\n</p>\n\n<p>\n(فزنا برايته وأورث عقده ... مجد الحياة وسؤددا لا ينزع) وفيها يقول من\nأبيات\n</p>\n\n<p>\n(ويوم حنين حين سارت هوازن ... إلينا وضاقت بالنفوس الأضالع)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n            \n</p>\n\n<p>\n(ضربنا مع الضحاك لا يستفزنا ... قراع الأعادي منهم والوقائع)\n</p>\n\n<p>\n(أمام رسول الله يخفق فوقنا ... لواء كخذروف السحابة قاطع) وفيها يقول من\nأبيات\n</p>\n\n<p>\n(ونحن يوم حنين كان مشهدنا ... للدين عزا وعند الله مدخر)\n</p>\n\n<p>\n(إذ نركب الموت مخضرا بطائنه ... والخيل ينجاب عنها ساطع كدر)\n</p>\n\n<p>\n(في مأزق من مجر الحرب كلكلها ... تكاد تأفل فيه الشمس والقمر)\n</p>\n\n<p>\n(وقد صبرنا بأوطاس أسنتنا ... لله ينصر من شئنا وننتصر) وفيها يقول من\nأبيات\n</p>\n\n<p>\n(سمونا لها ورد القطا زفة الضحى ... وكل تراه عن أخيه قد أحجما)\n</p>\n\n<p>\n(لذي غدوة حتى تركنا عشية ... حنينا وقد سالت دوامعه دما)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n            \n</p>\n\n<p>\n(وقد أحرزت منا هوازن سربها ... وحب إليها أن نجيب ونحرما) وفيها يقول من\nأبيات\n</p>\n\n<p>\n(وعلى حنين قد وفى من جمعنا ... ألف أمد به الرسول عرندس)\n</p>\n\n<p>\n(كانوا أمام المسلمين ذرية ... والشمس يومئذ عليهم أشمس)\n</p>\n\n<p>\n(نمضي ويحرسنا الإله بحفظه ... والله ليس بضائع من يحرس)\n</p>\n\n<h1 class='l1' id='head151'>سرية الطفيل بن عمرو الدوسي إلى ذي الكفين سنة ثمان من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في شوال من وادي حنين وأمره بالمسير إلى\nقومه والقيام بهدم ذي الكفين وهو صنم كان لعمرو بن حممة وكان يلوذ به في\nدوس أهل الحطمة وأن يستمد قومه ويأتيه إلى الطائف بالحومة فخرج سريعا ومضى\nسامعا مطيعا فهدم الصنم وحرقه وشتت شمل أصحابه وفرقه وقدم إليه بدبابة\nومنجنيق وصحب معه أربعمائة من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\nذوي الإيمان والتصديق وهو القائل\n</p>\n\n<p>\n(يا ذا الكفين لست من عبادكا ... )\n</p>\n\n<p>\n(ميلادنا أقدم من ميلادكا ... )\n</p>\n\n<p>\n(إني حششت النار في فؤادكا ... )\n</p>\n\n<h1 class='l1' id='head152'>غزوة الطائف وقسم غنائم حنين وعمرة الجعرانة سنة ثمان من الهجرة <span id='ms71'></span></h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم من حنين في الشهر المذكور طالبا غزو\nثقيف في جيشه المؤيد وعسكره المنصور وجعل على مقدمته خالد بن الوليد وانبعث\nإلى جهة قصده محروسا بعين الباعث الشهيد ومضى إلى أن نزل قريبا من حصن\nالطائف فإذا هم قد تستروا بما يمنعهم من الرامي والقاذف فنصب عليهم\nالمنجنيق واحتال المسلمون على أخذهم بكل طريق وحاصروهم تسعة أيام ومثلها\nوأرسلوا لهم من القسي العربية نبلها وقطعوا أثمارهم وحرقوا أشجارهم\n</p>\n\n<p>\nواستمر المشركون على ضلالهم وأرسلوا جماعة من المسلحين بنبالهم واجتهدوا\nفي التحصين والقتال ولكن خرج من حصنهم بضعة عشر من الرجال\n</p>\n\n<p>\nولم يؤذن للنبي صلى الله عليه وسلم في فتحه فأمر كل من الناس بوضع سيفه\nورمحه ثم رحل إلى الجعرانة للنظر في مغانم حنين وقسم ما اشتملت عليه من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nالسبي والنعم واللجين\n</p>\n\n<p>\nفلما استقر بها قدمت عليه من هوازن فرقة وذكروا له ما أصابهم من جهد\nالبلاء وألم الفرقة وسألوه أن يمن عليهم وأن يتجاوز عنهم ويحسن إليهم فأجاب\nسؤالهم وحقق رجاءهم وأطلق لهم بعد أن خيرهم أبناءهم ونساءهم ولحق به قائدهم\nمالك بن عوف متمسكا بحبل بره المبرم فأكرمه واستعمله على قومه بعد أن أسلم\n</p>\n\n<p>\nثم قسم الأموال بين المجاهدين وغمر بإنعامه الصادرين والواردين وأعطى كل\nواحد من أشراف القوم مائة بعير وخص جهة المؤلفة قلوبهم بالفضل الكبير لكنه\nلم يعط الأنصار شيئا من الغنيمة فوجدوا في نفوسهم وجد ذوي العقول السليمة\nفدعاهم سالكا في التلطف بهم مسلك الإعتذار وضاعف رفعتهم بقوله (لولا الهجرة\nلكنت امرءا من الأنصار)\n</p>\n\n<p>\nوكان السبي ثلاثة آلاف نسمة وضعفها وكانت الإبل والغنم أربعين ألفا\nونصفها إلى غير ذلك من الفضة والمتاع والأسلحة التي لا يباع مثلها ولا يصاع\n</p>\n\n<p>\nولما فرغ من ذلك خرج في ذي القعدة إلى العمرة واستخلف عتاب بن أسيد على\nمكة متكلما في الإمرة وترك معه معاذ بن جبل يفقه الناس في الدين ثم رجع إلى\nالمدينة بأصحابه سالمين غانمين\n</p>\n\n<p>\nوفي هذه الغزوة يقول بجير بن <span id='ms72'></span> زهير بن أبي سلمى من أبيات\n</p>\n\n<p>\n(ولقد تعرضنا لكيما يخرجوا ... فتحصنوا منا بباب مغلق)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\n(ترتد حسرانا إلى رجراجة ... شهباء تلمع كالمنايا فيلق)\n</p>\n\n<p>\n(ملمومة خضراء لو قذفوا بها ... حضنا لظل كأنه لم يخلق)\n</p>\n\n<p>\nوفيها يقول مالك بن عوف حين أسلم\n</p>\n\n<p>\n(ما إن رأيت ولا سمعت بمثله ... في الناس كلهم بمثل محمد)\n</p>\n\n<p>\n(أوفى وأعطى للجزيل إذا اجتدي ... ومتى تشأ يخبرك عما في غد)\n</p>\n\n<p>\n(وإذا الكتيبة غردت أنيابها ... بالسمهري وضرب كل مهند)\n</p>\n\n<p>\n(فكأنه ليث على أشباله ... وسط المباءة خادر في مرصد)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\nوفي أثرها يقول كعب بن زهير بن أبي سلمى في كلمته بانت سعاد حين أسلم\n</p>\n\n<p>\n(نبئت أن رسول الله أوعدني ... والعفو عند رسول الله مقبول)\n</p>\n\n<p>\n(مهلا هداك الذي أعطاك نافلة ... القرآن فيه مواعيظ وتفصيل)\n</p>\n\n<p>\n(لا تأخذني بأقوال الوشاة ولم ... أذنب ولو كثرت في الأقاويل)\n</p>\n\n<p>\n(إن الرسول لنور يستضاء به ... مهند من سيوف الله مسلول)\n</p>\n\n<h1 class='l1' id='head153'>سرية عيينة بن حصن الفزاري إلى بني تميم سنة تسع من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في شهر المحرم وجهزه في خمسين فارسا يعرب\nعنهم لسان الفضل ويتكلم وأمرهم بالمسير إلى بني تميم فساروا لا يلوون على\nصديق ولا حميم حتى هجموا عليهم في صحراء قريبة من أرضهم فلما رأوهم خرجوا\nيشتدون في سعيهم وركضهم فأخذوا منهم أحد عشر أسيرا وسبوا إحدى عشر امرأة\nوثلاثين صغيرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n            \n</p>\n\n<p>\nثم إن الأقرع بن حابس وعدة من كبارهم قدموا على الرسول وسألوه في أمر\nأولائك الضباب والحسول فأطلق لهم السبي والأسرى ومن عليهم كما من على غيرهم\nإحسانا وجبرا\n</p>\n\n<p>\nومن ذلك يقول الفرزدق من أبيات\n</p>\n\n<p>\n(وعند رسول الله قام ابن حابس ... بخطة إسوار إلى المجد حازم)\n</p>\n\n<p>\n(له أطلق الأسرى التي في حباله ... مغللة أعناقها في الشكائم)\n</p>\n\n<h1 class='l1' id='head154'>سرية قطبة بن عامر إلى خثعم سنة تسع من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في صفر وجهزه في عشرين من المؤمنين\nبالقضاء والقدر وأمرهم بالمضي إلى خثعم وأن يقتلوهم بذباب المخذم وطرف\nاللهذم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n            \n</p>\n\n<p>\nفساروا حتى أتوا حيا من أحيائهم وأحاطوا بهم عاملين <span id='ms73'></span> على سبي نسائهم\nوأبنائهم\n</p>\n\n<p>\nفقاتلوهم أشد القتال ونصر الله أهل الهدى على أهل الضلال فساقوا النعم\nوجلبوا السبي إلى طيبة وتبعهم المشركون لكنهم منعوا بالسيل ورجعوا بالخيبة\n</p>\n\n<p>\nكاد العدى أن يلحقوا بذوي الهدى ... لما مضوا بالسبي والأنعام)\n</p>\n\n<p>\n(لكن ما قطع الطريق عليهم ... سيل ألم بأمر ذي الإنعام)\n</p>\n\n<h1 class='l1' id='head155'>سرية الضحاك بن سفيان الكلابي إلى القرطاء سنة تسع من الهجرة</h1>\n\n<p>\nبعثه النبي في ربيع الأول وخوله من الإمرة على الجيش المجهز معه بما خول\nوأمرهم بالمسير إلى القرطاء من بني كلاب فمضوا حتى لقوهم بالزج لا ستر\nبينهم ولا حجاب فقاتلوهم وشردوهم وعن تلك المواطن النجدية أبعدوهم ثم\nانصرفوا آيبين ورجعوا للأجور لا للدثور كاسبين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p317'> Vol. 01, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\n(يمم خلال بني كلاب منجدا ... واسأل عن القرطاء والضحاك)\n</p>\n\n<p>\n(يخبرك من شهد الوقيعة أنه ... جزل العداة بسيفه الفتاك)\n</p>\n\n<h1 class='l1' id='head156'>سرية علقمة المدلجي إلى الحبشة سنة تسع من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في ربيع الآخر وجهزه في ثلاث مائة خائضين\nعلى الحقيقة في بحره الزاخر وأمرهم بالمضي إلى الساحل وأن يحاربوا المقيم\nمن الأحابيش والراحل\n</p>\n\n<p>\nوكان قد بلغه ظهورهم بجدة وأنهم تلفعوا بمروط الليل وتلمعوا بحمل العدة\nفساروا حتى وافوهم في بعض الجزائر فخاضوا البحر إليهم مضمرين أخذهم\nبالجرائر فلما رأوهم هربوا ناكصين على الأعقاب ورجع المسلمون مأجورين\nمشكورين على مر السنين والأحقاب\n</p>\n\n<p>\n(نحو الأحابيش سار المسلمون إلى ... سيف القلمس بالأسياف والعدد)\n</p>\n\n<p>\n(لما رأوهم على أعقابهم نكصوا ... خوفا وشتان بين الذئب والأسد)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head157'>سرية علي بن أبي طالب إلى الفلس سنة تسع من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في الشهر المشار إليه وجهز معه مائة\nوخمسين من الأنصار الأخيار لديه فمضى إلى صنم طيء الشهير بالفلس عازما على\nهدمه وسار حتى انتهى إلى محلة آل حاتم مع طلوع الفجر وغيبة نجمه فهدم بيت\nالصنم وظفر بكثير من السبي والنعم وهرب إلى الشام عدي ابن حاتم وقامت في\nالحي لما جرى سوق المآتم وكان في خزانة الفلس ثلاثة أدراع وثلاثة أسياف\nفأضيفت إلى الغنيمة ثم قسمت <span id='ms74'></span> على العدل والإنصاف\n</p>\n\n<p>\n(علي سار للفلس ... بأبطال من الحمس)\n</p>\n\n<p>\n(لهم في درس أعلام ... الأعادي أيما درس)\n</p>\n\n<p>\n(مضوا حتى أتوا بيتا ... لأهل الطرد والعكس)\n</p>\n\n<p>\n(فأشقوه وأبقوه ... كأن لم يغن بالأمس)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head158'>غزوة تبوك سنة تسع من الهجرة</h1>\n\n<p>\nثم خرج النبي صلى الله عليه وسلم في شهر رجب وأوعز بطلب أهل مكة واستنفر\nقبائل العرب وندب الناس إلى الخروج وحضهم لتوفير حظهم على قتال العلوج وجاء\nالبكاؤن وهم سبعة إليه وقصدهم يستحملوه فقال {لا أجد ما أحملكم عليه}\n</p>\n\n<p>\nوحث على الإنفاق في سبيل الله أهل الغنى فجاد كل من أبي بكر وعثمان بما\nملأ الأيدي وبلغ المنا\n</p>\n\n<p>\nواستخلف على المدينة محمد بن مسلمة وأوعت بكتائبه الجرارة وفوارسه\nالمعلمة وأمر علي بن أبي طالب أن يخلفه في أهله فأقام عارفا بفرع ذلك\nالتمييز وأصله\n</p>\n\n<p>\nوكان بلغه أن الروم تجمعت للمحاربة وأن ملكهم هرقل تهيأ يمحص للمقاتلة\nوالمغالبة\n</p>\n\n<p>\nوسار صلى الله عليه وسلم في ثلاثين ألفا من الناس وكان في جيشه العرمرم\nعشرة آلاف من الأفراس وأخذ في الإعناق والإيجاف ثم انتقلوا إلى الإغذاذ\nوالإعصاف مقبلين على الجهاد في سبيل مجازيهم ومثيبهم جازمين بكسر أصلاب\nالأعداء وخفض صليبهم حتى قدموا إلى تبوك وأتوا وكل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\nمن ثغور الشام لمقدمهم ضحوك وأقاموا بها خمسة عشر يوما وخمسة أيام ورسول\nالله صلى الله عليه وسلم يقصر الصلاة مدة المقام بالأقوام\n</p>\n\n<p>\nوفي هذه الغزوة جاء المعذرون من الأعراب وعنها تخلف ناس بغير عذر ولا علة\nوناس من غير شك ولا ارتياب\n</p>\n\n<p>\nوفيها استخلف أبا بكر يصلي بالناس في العسكر واستعمل عباد بن بشر على حرس\nجيشه الأزهر وفيها أصبح الناس ولا ماء معهم فأرسل الله بدعائه المطر وفيها\nضلت ناقته فأخبر بمكانها وحبسها بذمامها في بعض الشجر\n</p>\n\n<p>\nثم انصرف إلى المدينة فوصلها في شهر الصيام وهي آخر غزوة غزاها بنفسه صلى\nالله عليه وسلم\n</p>\n\n<p>\nوفيها يقول أبو خيثمة لما رجع إليها بعد تخلفه من أبيات\n</p>\n\n<p>\n(ولما رأيت الناس في الدين نافقوا ... أتيت التي كانت أعف وأكرما)\n</p>\n\n<p>\n(وبايعت باليمنى يدي <span id='ms75'></span> لمحمد ... فلم أكتسب إثما ولم أغش محرما)\n</p>\n\n<h1 class='l1' id='head159'>سرية خالد بن الوليد إلى دومة الجندل سنة تسع من الهجر</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم وهو بتبوك في رجب وجهز معه أربعمائة\nوعشرين مسارعين إلى ما عليهم وجب فساروا إلى أكيدر النصراني قائد كندة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p221'> Vol. 01, p. 221</a>\n            </div>\n            \n</p>\n\n<p>\nعازمين على أن يهدموا حصنه ويهلكوا جنده حتى انتهوا إليه وقد خرج من\nالحصن في ليلة مقمرة وهو يطارد بقرا وحشية كأنما فرت من قسورة فشدت عليه\nالخيل فاستأسر وقتل أخوه حسان حيث امتنع واستكبر ثم اتفق الحال على فتح\nالحصن لخالد ومصالحته على كثير من المال الطارف والتالد فمن ذلك ثمان مائة\nوألفا بعير فأخرج الخمس وقسم الباقي على من معه من أولائك النفير ثم قدم\nبأكيدر إلى المختص بالوسيلة فضرب عليه الجزية وكتب له أمانا وأطلق سبيله\n</p>\n\n<p>\nوفي هذه السرية يقول بجير بن بجرة الطائي\n</p>\n\n<p>\n(تبارك سائق البقرات إني ... رأيت الله يهدي كل هاد)\n</p>\n\n<p>\n(فمن يك حائدا عن ذي تبوك ... فإنا قد أمرنا بالجهاد)\n</p>\n\n<h1 class='l1' id='head160'>وفد ثقيف وهدم اللات سنة تسع من الهجرة</h1>\n\n<p>\nقدم على النبي صلى الله عليه وسلم وفد ثقيف حيث أرشدهم الطائف بالطائف\nإلى طاعة الخبير اللطيف فبايعوه على الإسلام وتابعوه على أداء فرض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n            \n</p>\n\n<p>\nالصلاة والصيام فقابلهم بالإحتفال والإختصاص وأمر عليهم عثمان بن أبي\nالعاص\n</p>\n\n<p>\nفلما أطلعوا في أفق الرجوع إلى بلادهم شهبة بعث معهم أبا سفيان ابن حرب\nوالمغيرة بن شعبة وأمرهما بهدم اللات وقبض ما في بيتها من العين والآلات\nفخرج معهم إلى الطائف وهدمها المغيرة غير وجل ولا خائف وأخذ ما فيها من\nالحلي والمال ورجع إلى المدينة ناعم العيش رجي البال\n</p>\n\n<p>\n(ذهب المغيرة في ثقيف هادما ... صنم الذين تشبهوا بمحال)\n</p>\n\n<p>\n(والرشد ينشد قائلا يا لات مه ... ذهب الضلال فلات حين ضلال)\n</p>\n\n<h1 class='l1' id='head161'>وفد بني تميم سنة تسع من الهجرة</h1>\n\n<p>\nثم قدم على النبي صلى الله عليه وسلم وفد بني تميم وأقبلوا يفخرون بشرف\nنسبهم الصميم لا يكترثون بذي نباهة ولا قدر ولا يعدلون أحدا بعطارد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n            \n</p>\n\n<p>\nحاجب والزبرقان بن بدر <span id='ms76'></span> فلما دخلوا المسجد رفعوا الأصوات وهرعوا ينادون من\nوراء الحجرات\n</p>\n\n<p>\nثم قام عطارد خطيبا وافتخر في شعره والزبرقان فأجابهما بما أسكتهما كل\nواحد من ثابت بن قيس وحسان\n</p>\n\n<p>\nثم أسلموا وسلموا وبفضل المجيبين تكلموا وانصرفوا مغمورين ببر النبي صلى\nالله عليه وسلم وإكرامه مسرورين بما حصل لهم من جوائزه السنية وإنعامه\n</p>\n\n<p>\nومن قول الزبرقان بن بدر عند قدومه\n</p>\n\n<p>\n(أتيناك حتى يعلم الناس فضلنا ... إذا احتفلوا عند احتضار المواسم)\n</p>\n\n<p>\n(بأنا فروع الناس في كل موطن ... وأن ليس في أرض الحجاز كدارم)\n</p>\n\n<p>\n(وأنا نذود المعلمين إذا انتخوا ... ونضرب رأس الأصيد المتفاقم)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n            \n</p>\n\n<p>\n(وأن لنا المرباع من كل غارة ... يقر بنجد أو بأرض الأعاجم) فأجابه حسان\nبن ثابت من أبيات\n</p>\n\n<p>\n(نصرنا وآوينا النبي محمدا ... على أنف راض من معد وراغم)\n</p>\n\n<p>\n(منعنا رسول الله إذ حل دارنا ... بأسيافنا من كل باغ وظالم)\n</p>\n\n<p>\n(ونحن ضربنا الناس حتى تتابعوا ... على دينه بالمرهفات الصوارم)\n</p>\n\n<p>\n(بني دارم لا تفخروا إن فخركم ... يعود وبالا عند ذكر الأكارم)\n</p>\n\n<h1 class='l1' id='head162'>وفد عبد القيس سنة تسع من الهجرة</h1>\n\n<p>\nثم قدم على النبي صلى الله عليه وسلم وفد عبد القيس مضمرين ألا يجيبوا\nداعي الهدى بكيف ولا ليس وهم صحبة رئيسهم الجارود وكان في دين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\nالنصرانية صليب العود\n</p>\n\n<p>\nفلما وصل المدينة وانتهى إليه رغبة في الإسلام وعرضه عليه ودعاه إلى\nالدخول في زمرة أمته فذكر له الجارود فراق دينه وطلب منه ضمان ذمته فضمن له\nأن قد هداه الله تعالى ما هو خير من دينه فأسلم بمن معه من أصحابه الواردين\nعيون معينه ثم رجع بهم إلى بلادهم وقد ظفروا ببغيهم من الهداية ومرادهم\n</p>\n\n<p>\n(وفد عبد القيس يا بشراكم ... بامتثال الأمر من خير الأنام)\n</p>\n\n<p>\n(قد أعدت جنة الخلد لكم ... وسلمتم فادخلوها بسلام)\n</p>\n\n<h1 class='l1' id='head163'>وفد بني حنيفة سنة تسع من الهجرة</h1>\n\n<p>\nثم قدم على النبي صلى الله عليه وسلم وفد بني حنيفة ونزلوا في دار امرأة\nمن الأنصار بالمدينة الشريفة وكان فيهم مسيلمة الكذاب الذي لا شك في طرده\nوعكسه ولا ارتياب\n</p>\n\n<p>\nثم انتهوا إليه وأسلموا على <span id='ms77'></span> يديه وآمنوا بما جاء به مما يقربهم من الله\nويزلفهم لديه فلما رجعوا إلى اليمامة تنبأ عدو الله مسيلمة بن ثمامة وارتد\nعن الإسلام وأتى من كفره بما تأباه القلوب وتمجه الأحلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nوكان صاحب نيرنجات موهمة وشجعات كليالي خطة من التوفيق مظلمة أحل لقومه\nالزنا والخمر ووضع عنهم الصلاة مخالفا للأمر واستمر تابعا شيطانه المريد\nإلى أن قتله فيما بعد خالد بن الوليد\n</p>\n\n<p>\n(ظلام بني حنيفة عاد ضوءا ... بصحبة من أظلته الغمامة)\n</p>\n\n<p>\n(لقد ذهبوا إلى ربح وولى ... إلى الخسران كذاب اليمامة)\n</p>\n\n<h1 class='l1' id='head164'>وفد طيء سنة تسع من الهجرة</h1>\n\n<p>\nثم قدم على النبي صلى الله عليه وسلم وفد طيء يطوون البيد ويأوون من حرمه\nالشريف إلى ركن شديد وكان سيدهم زيد الخيل المعروف بإسداء المعروف وبذل\nالنيل فلما وصلوا إليه أسلموا على يده المباركة وأظهروا من حسن الإسلام ما\nليس لهم فيه مشاركة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \n</p>\n\n<p>\nونوه النبي صلى الله عليه وسلم بذكر زيد وقطع له أرضين منها ناحية فيد ثم\nخرج يهزه الشوق والوجد حتى أتى ماء يقال له فردة بنجد فحط رحله مفارقا صحبه\nوأهله ورمي هناك من المنية بسهم مصيب وقيل له أنشد يا زيد وإني مقيم ما\nأقام عسيب\n</p>\n\n<p>\nولما أحس بالموت قال\n</p>\n\n<p>\n(أمرتحل قومي المشارف غدوة ... وأنزل في بيت بفردة منجد)\n</p>\n\n<p>\n(ألا رب يوم لو مرضت لعادني ... عوائد من لم يبر منهن يجهد)\n</p>\n\n<h1 class='l1' id='head165'>وفد كندة سنة تسع من الهجرة</h1>\n\n<p>\nثم قدم على النبي صلى الله عليه وسلم وفد كندة والسعد قد رفع لهم علمه\nوعقد عليهم نبده يؤمهم الأشعث بن قيس ويجمع أمرهم وكانوا ثمانين راجين أن\nيرفع الله بالإسلام ذكرهم فدخلوا المسجد وقد ترجلوا وكحلوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n            \n</p>\n\n<p>\nأعينهم وبالحرير تسربلوا\n</p>\n\n<p>\nوأمرهم النبي صلى الله عليه وسلم بنزع الحرير فألقوا ما كان عليهم منه\nطاعة للبشير النذير ثم آمنوا بالله ورسوله وبلغ كل منهم نهاية مطلبه وغاية\nسوله\n</p>\n\n<p>\n(قل لابن قيس ومن قد جاء يصحبه ... من وفد كندة أهل الفوز والظفر)\n</p>\n\n<p>\n(أفلحتم إذ دخلتم طائعين إلى ... ظل الرسول المرجى سيد البشر)\n</p>\n\n<h1 class='l1' id='head166'>وفد <span id='ms78'></span> الأزد سنة تسع من الهجرة</h1>\n\n<p>\nثم قدم على النبي صلى الله عليه وسلم وفد الأزد وفيهم صرد وهو الذي سعى\nفي تأنيس من نفر منهم وشرد فبايعوه على الإسلام ونقضوا حكم الأوثان\nوالأزلام وأمر صرد بن عبد الله على من أسلم من أصحابه وأمره أن يجاهد من\nيليه من أهل الشرك وأربابه\n</p>\n\n<p>\nفسار حسب الأمر إلى قبائل اليمن وأبلى في وقعة أهل جرش أي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \n</p>\n\n<p>\nبلاء حسن قتلهم قتلا لم يكن فيه آثما ثم رجع بالبركة النبوية سالما غانما\n</p>\n\n<p>\n(يا صاح إن وافيت وفد الأزد قل ... مترنما لله درك يا صرد)\n</p>\n\n<p>\n(أرشدت قومك للهدى وكفيتهم ... شر الردى ورددت منهم من شرد)\n</p>\n\n<h1 class='l1' id='head167'>وفد همدان سنة تسع من الهجرة</h1>\n\n<p>\nثم قدم على النبي صلى الله عليه وسلم وفد همدان مجتمعين على التمسك من\nأهل الإيمان بالأردان وفيهم مالك بن نمط الذي لا تحريف في ألفاظ بلاغته ولا\nغلط قد لبسوا الحبرات والعمائم العدنية وركبوا برحال على المهرة والأرحبية\n</p>\n\n<p>\nفدخلوا عليه راغبين في دين الإسلام وكتب كتابا يشهد لهم بحفظ الذمام ثم\nرجعوا إلى ديارهم وفنائهم ونور الإيمان يسعى بين أيديهم ومن ورائهم\n</p>\n\n<p>\nوفي ذلك يقول مالك بن نمط من أبيات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n            \n</p>\n\n<p>\n(حلفت برب الراقصات إلى منى ... صوادر بالركبان من هضب قردد)\n</p>\n\n<p>\n(بأن رسول الله فينا مصدق ... رسول أتى من عند ذي العرش مهتد)\n</p>\n\n<p>\n(فما حملت من ناقة فوق ظهرها ... أشد على أعدائه من محمد)\n</p>\n\n<p>\n(وأعطى إذا ما طالب العرف جاءه ... وأمضى بحد المشرفي المهند)\n</p>\n\n<h1 class='l1' id='head168'>حجة أبي بكر الصديق رضي الله عنه سنة تسع من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم أميرا على الحج بالناس وقد عزم على تطهير\nالبيت من أهل الشرك والأدناس وجهز معه عشرين بدنة قلدها وأشعرها بيده\nالكريمة فخرج في ثلاث مائة رجل من ذوي الصفات الجميلة والوجوه الوسيمة\n</p>\n\n<p>\nفلما كان بالعرج لحقه علي بن أبي طالب وهو على القصواء ناقة المختار من\nبني لؤي بن غالب ورد لقراءة براءة ونبذ العهود فجمل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n            \n</p>\n\n<p>\nبوروده الوفود بل الوجود فمضوا سائرين وأدلجوا <span id='ms79'></span> إلى بيت الله صائرين\n</p>\n\n<p>\nفحج بالناس أبو بكر الصديق وسلك إلى قضاء المناسك أحسن الطريق وقرأ على\nبراءة يوم النحر عند الجمرة ونبذ إلى كل ذي عهد عهده جاعلا بيده أمره وقال\nلا يحج بعد هذا العام مشرك ولا يطوف بالبيت عريان ثم رجعا قافلين إلى حرم\nسيد السادات والأعيان\n</p>\n\n<p>\n(لقد ظفر الحجاج في عام تسعة ... لهجرة رب العلم والفضل واللسن)\n</p>\n\n<p>\n(وفازوا بإقبال ويمن وكيف لا ... وفيهم أبو بكر وفيهم أبو الحسن)\n</p>\n\n<h1 class='l1' id='head169'>سرية علي بن أبي طالب إلى اليمن سنة عشر من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم في شهر التراويح وعقد له لواء يخفى بضوء\nصبحة أنوار المصابيح وعممه بيده الكريمة وخصصه ببركته العميمة وجهزه في\nثلاثمائة فارس وألبسه من خزائن الوصية أجمل الملابس\n</p>\n\n<p>\nفسار مجتهدا في اتباع السنن والسنن حتى أتى بلاد مذحج من اليمن فبث\nأصحابه فيها وفرقهم في أقطارها ونواحيها فغابوا ثم آبوا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p232'> Vol. 01, p. 232</a>\n            </div>\n            \n</p>\n\n<p>\nوعرضوا عليه ما من الغنائم أصابوا\n</p>\n\n<p>\nثم لقي جمعهم فدعاهم إلى الإسلام فأبوا عليه فقاتلهم فانهزموا منه ثم\nأجابوه إلى ما دعاهم إليه وقالوا نحن على من وراءنا من القوم وبذلوا الزكاة\nوأذعنوا إلى الصلاة والصوم\n</p>\n\n<p>\nثم أمر بجمع أصناف الغنائم وضمها فأخرج الخمس وقسم الباقي على مقتضى\nالمعدلة وحكمها ثم قفل فوافى النبي صلى الله عليه وسلم وهو بمكة قد قدمها\nلحج بيت الله الحرام\n</p>\n\n<p>\n(سار بأمر النبي محتفلا ... نجل أبي طالب إلى اليمن)\n</p>\n\n<p>\n(فأنذر القوم ثم جاهدهم ... مجتهدا في إقامة السنن)\n</p>\n\n<p>\n(فآمنوا طاعة لدعوته ... وعرجوا عن إثارة الفتن)\n</p>\n\n<p>\n(مهلا بلغت المدى فكم لك من ... فضل على الناس يا أبا الحسن)\n</p>\n\n<h1 class='l1' id='head170'>حجة الوداع سنة عشر من الهجرة</h1>\n\n<p>\nأجمع رسول الله صلى الله عليه وسلم على الحج في ذي القعدة وأعلم المسلمين\nبحركته المباركة وعرفهم قصده وقدم الناس عليه يتمسكون بأذياله ويأتمون\nبأقواله المرشدة وأفعاله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nفخرج من المدينة مغتسلا وظهر متجردا في إزار ورداء مترجلا واستخلف عليها\nأبا دجانة وأخرج نساءه المتحليات بعقود الصيانة والديانة وصلى الظهر بذي\nالحليفة قصرا ونشر للهدي <span id='ms80'></span> بإشعاره وتقليده ذكرا\n</p>\n\n<p>\nثم ركب ناقته وأحرم من ذلك اليوم واختلفت في صفة إهلاله أقوال القوم ومضى\nيقطع المنازل ويتبع العنق بالنص على البوازل حتى أتى سرف بمن معه من طيبة\nثم دخل مكة من كداء حتى انتهى إلى باب بني شيبة\n</p>\n\n<p>\nفلما رأى البيت رفع يده داعيا ثم طاف به مضطبعا وبين الصفا والمروة ساعيا\n</p>\n\n<p>\nثم خرج إلى منى يوم التروية وبات بها معلنا التلبية ثم عاد إلى عرفات\nفوقف على راحلته بالهضبات ثم دفع بعد الغروب إلى المزدلفة وبات بها بمن\nقلوبهم على محبته مؤتلفة فلما صلى الصبح وقضى من الموقف بقزح أربه مضى قبل\nطلوع الشمس ملبيا حتى رمى جمرة العقبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n            \n</p>\n\n<p>\nثم نحر هديه وحلق رأسه بمنى ثم أفاض طائفا بالبيت عارفا بمن شيد وبنى\nوقضى مناسك الحج وحل من الإحرام وخطب بعد ظهر النحر خطبة بين فيها الحلال\nوالحرام والتقط الناس من درر ألفاظه الثمينة ثم ودع البيت وانصرف راجعا إلى\nالمدينة\n</p>\n\n<p>\n(سار إلى مكة خير الورى ... من طيبة في السنة العاشرة)\n</p>\n\n<p>\n(فأوضح السبل لمن أمها ... بالنور من آياته الباهره)\n</p>\n\n<p>\n(وبين الحج وأركانه ... والسنن المأثورة الزاهره)\n</p>\n\n<p>\n(وأرشد الناس إلى ما به ... يرقون في الدنيا وفي الآخره)\n</p>\n\n<p>\n(صلى عليه الله ما غردت ... ورقاء في أوراقها الناضره)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head171'>سرية أسامة بن زيد إلى أرض فلسطين سنة إحدى عشرة من الهجرة</h1>\n\n<p>\nبعثه النبي صلى الله عليه وسلم لأربع بقين من صفر وأمره من غزو الروم\nوالإغارة عليهم بما أمر وعقد له لواء بيده المباركة وجهزه في المهاجرين\nوالأنصار أرباب الصوارم الفاتكة\n</p>\n\n<p>\nفخرج يحمل لواءه بريدة بن الحصيب وعسكر بالجرف مستعينا بعالم الشهادة\nوالغيب فاجتمع لديه أهل البدو والحضر وانتدب للغزو أعيان الناس حتى أبو بكر\nوعمر وتكلم قوم في إمارته وهو شاب على الكهول فصعد صلى الله عليه وسلم\nالمنبر مغضبا وذكر من تقديمه وتكريمه ما وردت به النقول\n</p>\n\n<p>\nثم اضطجع صلى الله عليه وسلم في مهاد المرض وعرض لأسامة بل لجميع\nالمسلمين من الشغل بوفاته ما عرض\n</p>\n\n<p>\nثم إنه <span id='ms81'></span> سار في خلافة أبي بكر إلى جهة قصده ولم يقدم أحد من المسلمين على\nرد جيشه ولا حل عقده لكن أبا بكر سأله في عمر بن الخطاب وأن يأذن له في\nتخلفه عنه فأجاب حتى انتهى بناحية البلقاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n            \n</p>\n\n<p>\nإلى أهل أبنى فشن الغارة على الأعلى من منازلهم والأدنى وحرق بيوتهم\nوأشجارهم ومزق أعوانهم وأنصارهم وأجال الخيل في عراصهم وأصاب كثيرا من\nسوابحهم وقلاصهم وسبى أولادهم ونساءهم وأخذ أموالهم وسفك دماءهم وقتل قاتل\nأبيه واستأصل الخامل منهم والنبيه واظهر للعسكر نتيجة ما خص به من التفضيل\nوقسم الجملة المجتمعة من الغنائم بينهم على التفصيل\n</p>\n\n<p>\nثم أسرج للرحيل خيله حتى قدم المدينة في خمس عشرة ليلة فخرج أبو بكر\nوالناس مستبشرين إلى لقائه وهذه آخر سرية بعثها رسول الله وخاتم أنبيائه\n</p>\n\n<p>\n(للنجم قد سامى أسامة رفعة ... ولم لا وخير الخلق نوه باسمه)\n</p>\n\n<p>\n(وافى إلى أرض الشآم بمحفل ... فرق العدى ذلت لعزة عزمه)\n</p>\n\n<p>\n(ولكم أقام بغزو الروم من ... علم يلوح بعلمه وبحزمه)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head172'>سحر لبيد بن الأعصم اليهودي</h1>\n\n<p>\nلما رجع النبي صلى الله عليه وسلم من الحديبية في جيشه الأعظم جاءت رؤساء\nيهود المظهرون للإسلام إلى لبيد بن الأعصم وكان أعلمهم بالسحر والسموم\nوطلبوا منه أن يسحر لهم المحفوظ بمن حفظ السماء بالنجوم وجعلوا له على ذلك\nجعلا فأجابهم قولا واتبع القول فعلا\n</p>\n\n<p>\nواجتهدوا في أمره وسحره حتى وجد من تغير حاله ما أنكره وأخذ عن النساء\nوالطعام والشراب وكان يخيل إليه فعل ما لم يفعله حتى عاده الأصحاب\n</p>\n\n<p>\nثم أتاه ملكان وهو بين النائم واليقظان فأخبراه بالسحر وبمن سحر وأنه في\nمشط ومشاطة وجف طلعة ذكر وهو تحت صخرة في بئر ذروان وأنزلت عليه السورتان\nالمعوذتان\n</p>\n\n<p>\nفجهز لإظهاره من ألهم رشده وجعل كلما يقرأ آية تنحل عقدة وشفي مما كان\nيجده صلى الله عليه وسلم ثم عفا عن الساحر اليهودي بعد أن اعترف بذنبه لديه\n</p>\n\n<p>\n(حسد اليهود محمدا فتجمعوا ... كي يزرأه بسحر نجل الأعصم)\n</p>\n\n<p>\n(خسروا وخابوا حيث أعلمه به ... من علم الإنسان ما <span id='ms82'></span> لم يعلم)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head173'>شاة زينب بنت الحارث اليهودية</h1>\n\n<p>\nلما كان النبي صلى الله عليه وسلم في غزو اليهود بخيبر وقتل من قتل فيها\nمن أكابر ذوي الخزي الأكبر أتته زينب بنت الحارث اليهودية وأهدت إليه شاة\nمسمومة مصلية فوضعت بين يديه وبعض أصحابه حضور وكان فيهم بشر بن البراء بن\nمعرور فنهس عليه السلام من ذراعها نهسة وتناول بشر منها لقمة أسكنته في\nليلته رمسة\n</p>\n\n<p>\nفلما ازدرد لقمته أعلمهم بعاقبتها المذمومة وقال إن هذه الذراع تخبرني\nأنها مسمومة وطرح منها لكلب فلم يتبع يده حتى مات وكم له من معجزة باهرة\nالأمارات ظاهرة العلامات\n</p>\n\n<p>\nثم دعا اليهودية وسألها عن الحامل لها على ضره فقالت قلت إن كان نبيا\nفستخبره الشاة وإن كان ملكا استرحنا من شره فدفعها إلى ولاة ابن معرور\nفقتلوها به على الصحيح من القول في المسطور\n</p>\n\n<p>\nولم يزل يعاوده ألم أكله خيبر إلى أن قطعت منه كما ورد عنه الإبهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n            \n</p>\n\n<p>\nوعاش بعد الأكلة المذكورة ثلاثة أعوام ثم علا على درج الشهادة مع ما\nأتحفه الله به من الإكرام\n</p>\n\n<p>\n(وضعت بخيبر للنبي شويهة ... مسمومة بإشارة الكفار)\n</p>\n\n<p>\n(فتكلمت في الكف منه ذراعها ... عن سمها خوفا على المختار)\n</p>\n\n<p>\n(هذا وكم للمصطفى من آية ... سيارة في سائر الأقطار)\n</p>\n\n<h1 class='l1' id='head174'>الإستغفار لأهل البقيع</h1>\n\n<p>\nأمر النبي صلى الله عليه وسلم أن يستغفر لأهل البقيع وأتاه الآتي بذلك\nوهو في بيته ضجيع فخرج في جوف الليل واستغفر لهم طويلا وصلى عليهم بإذن من\nأمره أن يتخذه وكيلا وهنأهم بما أصبحوا فيه وذكر من إقبال الفتن ما لا يمكن\nتلاقيه وعرف من كان معه من صحبه أنه خير بين الدنيا والآخرة فاختار لقاء\nربه\n</p>\n\n<p>\nثم صلى على أهل أحد كالمودع للأحياء والأموات فلما انصرف لازمه الوعك إلى\nأن علت بوفاته الأصوات\n</p>\n\n<p>\n(قبل الوفاة أتى النبي مودعا ... أهل البقيع مصليا مستغفرا)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p240'> Vol. 01, p. 240</a>\n            </div>\n            \n</p>\n\n<p>\n(واختار لقيا ربه سبحانه ... في جنة الفردوس لما خيرا)\n</p>\n\n<h1 class='l1' id='head175'>وفاة رسول الله صلى الله عليه وسلم</h1>\n\n<p>\nدعث لليلتين بقيتا من صفر ثم حصل له من الوعك ما <span id='ms83'></span> أتعب الخواطر وشغل الفكر\nواشتدت حرارة الحمى عليه وانصبت مواد الوصب إليه فهرع المسلمون إلى عيادته\nوتألم المخلصون في محبته وإرادته\n</p>\n\n<p>\nوكان في مرضه يصلي بالناس ويقرأ القرآن حتى قرأ في ليلة سبعين سورة فيهن\nالبقرة وآل عمران فلما ثقل قال (مروا أبا بكر فليصل بالناس) وألبسه من\nالخلافة والإئتمام به في الصلاة أفخر لباس وأمر بسد الأبواب المفتوحة في\nالمسجد إلا بابه وخرج عاصبا رأسه فخطب وأثنى عليه بمحضر من الصحابة\n</p>\n\n<p>\nوجاءه جبريل يعوده من جهة الله إكراما له في ثلاثة أيام واستأذن عليه ملك\nالموت ولم يستأذن على أحد من الأنبياء الأعلام\n</p>\n\n<p>\nفلما نزل به ما لا محيد للخلق عن لقائه جعل يمسح وجهه بالماء ويسأل\nالإعانة في دعائه ثم شخص بصره إلى السماء حيث حان التحويل وخير فاختار\nالرفيق الأعلى مع جبريل وميكائيل\n</p>\n\n<p>\nوتوفي لاثنتى عشرة من ربيع الأول عن ثلاث وستين على الصحيح وغسله العباس\nوعلي ومن معهما وهم الذين وسدوه في الضريح وكفن في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p241'> Vol. 01, p. 241</a>\n            </div>\n            \n</p>\n\n<p>\nثلاثة أثواب سحولية ليس فيها قميص ولا عمامة وصلى المسلمون عليه أفذاذا\nلا يقدم أحد منهم على الإمامة\n</p>\n\n<p>\nودفن في بيت عائشة وفيه كانت وفاته صلى الله عليه وسلم\n</p>\n\n<p>\nقال أبو ذوئيب الهذلي سمعت هاتفا قبل وفاته يقول\n</p>\n\n<p>\n(خطب أجل أناخ بالإسلام ... بين النخيل ومعقد الآطام)\n</p>\n\n<p>\n(قبض النبي محمد فعيوننا ... تذري الدموع عليه بالتسجام) وقال سفيان بن\nالحارث بن عبد المطلب من أبيات\n</p>\n\n<p>\n(لقد عظمت مصيبتنا وجلت ... عشية قيل قد قبض الرسول)\n</p>\n\n<p>\n(فأضحت أرضنا مما عراها ... تكاد بنا جوانبها تزول)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p242'> Vol. 01, p. 242</a>\n            </div>\n            \n</p>\n\n<p>\n(فقدنا الوحي والتنزيل فينا ... يروح به ويغدو جبريل)\n</p>\n\n<p>\n(وذاك أحق ما سالت عليه ... نفوس الناس أو كربت تسيل) وقالت فاطمة عليها\nالسلام\n</p>\n\n<p>\n(اغبر آفاق السماء وكورت ... شمس النهار وأظلم الععصران)\n</p>\n\n<p>\n(والأرض من بعد النبي كئيبة ... أسفا عليه كثيرة الرجفان)\n</p>\n\n<p>\n(فليبكه شرق البلاد وغربها ... ولتبكه مضر وكل يمان)\n</p>\n\n<p>\n(وليبكه الطود المعظم جوه ... والبيت ذو الأستار والأركان)\n</p>\n\n<p>\n(يا خاتم الرسل المبارك ضوؤه ... صلى عليك منزل القرآن) وقالت صفية بنت\nعبد المطلب\n</p>\n\n<p>\n(ألا يا <span id='ms84'></span> رسول الله كنت رجاءنا ... وكنت بنا برا ولم تك جافيا)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p243'> Vol. 01, p. 243</a>\n            </div>\n            \n</p>\n\n<p>\n(وكنت رحيما هاديا ومعلما ... وليبك عليك اليوم من كان باكيا)\n</p>\n\n<p>\n(لعمرك ما أبكي النبي لفقده ... ولكن لما أخشى من الهرج آتيا)\n</p>\n\n<p>\n(أفاطم صلى الله رب محمد ... على جدث بيثرب ثاويا)\n</p>\n\n<p>\n(فدى لرسول الله أمي وخالتي ... وعمي وآبائي ونفسي وماليا)\n</p>\n\n<p>\n(نصحت وبلغت الرسالة صادقا ... ومت صليب العود أبلج صافيا)\n</p>\n\n<p>\n(عليك من الله السلام تحية ... وأدخلت جنات من العدن راضيا) ،، تم بحمد\nالله،، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p244'> Vol. 01, p. 244</a>\n            </div>\n             <span id='ms85'></span>\n</p>\n",
  "pages": [
    "000",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "317",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239",
    "240",
    "241",
    "242",
    "243",
    "244"
  ],
  "volumes": [
    "01"
  ]
}