{
  "content": "\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nهذا ما رواه الأساطين، في عدم المجيء إلى السلاطين: أخرج أبو داود،\nوالترمذي وحسنه، والنسائي، والبيهقي في )شعب الإيمان(، عن ابن عباس، رضي\nالله عنهما، عن النبي صلى الله عليه وسلم قال: )من سكن البادية جفا، ومن\nاتبع الصيد غفل، ومن أتى أبواب السلاطين افتتن(.\n</p>\n\n<p>\nوأخرج أو داود، والبيهقي، عن أبي هريرة، رضي الله عنه، عن النبي صلى الله\nعليه وسلم قال: )من بدا فقد جفا، ومن اتبع الصيد غفل، ومن أتى أبواب\nالسلاطين افتتن، وما ازداد عبد من السلطان دنوا إلا ازداد من الله بعدا(.\n</p>\n\n<p>\nوأخرج أحمد في مسنده، والبيهقي بسند صحيح، عن أبي هريرة رضي الله عنه،\nقال: قال رسول الله صلى الله عليه وسلم: )من بدا جفا، ومن اتبع الصيد غفل،\nومن أتى أبواب السلطان افتتن، وما ازداد أحد من السلطان قربا، إلا ازداد من\nالله بعدا(.\n</p>\n\n<p>\nوأخرج ابن عدي عن أبي هريرة رضي الله عنه، قال: قال رسول الله صلى الله\nعليه وسلم: )إن في جهنم واديا تستعيذ منه كل يوم سبعين مرة، أعده الله\nللقراء المرائين في أعمالهم وإن أبغض الخلق إلى الله عالم السلطان(.\n</p>\n\n<p>\nوأخرج ابن لال والحافظ أبو الفتيان الدهستاني في كتاب )التحذير من علماء\nالسوء(، والرافعي في )تاريخ قزوين(، عن أبي هريرة، قال: قال رسول الله صلى\nالله عليه وسلم: )إن أبغض الخلق إلى الله تعالى العالم يزور العمال(.\n</p>\n\n<p>\nولفظ أبي الفتيان: )إن أهون الخلق على الله: العالم يزور العمال(.\n</p>\n\n<p>\nوأخرج ابن ماجه، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم:\n)إن أبغض القراء إلى الله تعالى الذين يزورون الأمراء(.\n</p>\n\n<p>\nوأخرج الديلمي في )مسند الفردوس( عن أبي هريرة رضي الله عنه قال: قال\nرسول الله صلى الله عليه وسلم: )إذا رأيت العالم يخالط السلطان مخالطة\nكثيرة فاعلم أنه لص(.\n</p>\n\n<p>\nوأخرج ابن ماجه بسند رواته ثقات، عن ابن عباس رضي الله عنه عن النبي صلى\nالله عليه وسلم قال: )إن أناسا من أمتي سيتفقهون في الدين <span id='ms01'></span>، ويقرؤون القرآن،\nويقولون نأتي الأمراء، فنصيب من دنياهم، ونعتزلهم بديننا ولا يكون ذلك كما\nلا يجتني من القتاد إلا الشوك، كذلك لا يجتنى من قربهم إلا الخطايا(.\n</p>\n\n<p>\nوأخرج الطبراني في )الأوسط( بسند رواته ثقات، عن ثوبان رضي الله عنه مولى\nرسول الله صلى الله عليه وسلم قال: يا رسول الله من أهل البيت أنا؟ فسكت،\nثم قال في الثالثة: )نعم ما لم تقم على باب سدة، أو تأتي أميرا فتسأله(.\n</p>\n\n<p>\nقال الحافظ المنذري في )الترغيب والترهيب( المراد بالسدة هنا، باب\nالسلطان ونحوه.\n</p>\n\n<p>\nوأخرج الترمذي وصححه، والنسائي،.........\n</p>\n\n<p>\nوالحاكم وصححه، قال رسول الله صلى الله عليه وسلم: )سيكون بعدي أمراء،\nفمن دخل عليهم فصدقهم بكذبهم، وأعانهم على ظلمهم، فليس مني، ولست منه، وليس\nبوارد علي الحوض، ومن لم يدخل عليهم، ولم يعنهم على ظلمهم، ولم يصدقهم\nبكذبهم، فهو مني، وأنا منه، وهو وارد علي الحوض(.\n</p>\n\n<p>\nوأخرج أحمد، وأبو يعلى، وابن حبان في صحيحه عن أبي سعيد الخدري رضي الله\nعنه، عن النبي صلى الله عليه وسلم: )تكون أمراء تغشاهم غواش وحواش من\nالناس(.\n</p>\n\n<p>\nوأخرج أحمد، والبزار، وابن حبان، في صحيحه عن جابر بن عبد الله رضي الله\nعنه أن رسول الله صلى الله عليه وسلم قال: )سيكون أمراء، من دخل عليهم\nوأعانهم على ظلمهم، وصدقهم بكذبهم، فليس مني ولست منه، ولن يرد علي الحوض.\nومن لم يدخل عليهم، ولم يعنهم على ظلمهم، ولم يصدقهم بكذبهم فهو مني وأنا\nمنه وسيرد علي الحوض(.\n</p>\n\n<p>\nوأخرج الشيرازي في )الألقاب( عن ابن عمر رضي الله عنهما قال: قال رسول\nالله صلى الله عليه وسلم: )إنها ستكون أمراء، فمن صدقهم بكذبهم، وأعانهم\nعلى ظلمهم، وغشي أبوابهم، فليس مني ولست منه، ولا يرد علي الحوض، ومن لم\nيصدقهم بكذبهم، ولم يعنهم على ظلمهم، ولم يغش أبوابهم، فهو مني وسيرد علي\nالحوض(.\n</p>\n\n<p>\nوأخرج الحسن بن سفيان في مسنده، والحاكم في تاريخه، وأبو نعيم، والعقيلي،\nوالديلمي، والرافعي في تاريخه، عن أنس بن مالك، رضي الله عنه قال: قال رسول\nالله <span id='ms02'></span> صلى الله عليه وسلم: )العلماء أمناء الرسل على عباد الله ما لم\nيخالطوا السلطان فإذا خالطوا السلطان، فقد خانوا الرسل فاحذروهم،\nواعتزلوهم(. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n             وأخرج العسكري، عن علي بن أبي طالب رضي الله عنه\nقال: قال رسول الله صلى الله عليه وسلم: )الفقهاء أمناء الرسل، ما لم\nيدخلوا في الدنيا ويتبعوا السطان، فإذا فعلوا ذلك فاحذروهم(.\n</p>\n\n<p>\nوأخرج الحاكم في تاريخه، والديلمي، عن معاذ بن جبل رضي الله عنه قال: قال\nرسول الله صلى الله عليه وسلم: )ما من عالم أتى صاحب سلطان طوعا، إلا كان\nشريكه في كل لون يعذب به في نار جهنم(.\n</p>\n\n<p>\nوأخرج أبو الشيخ في )الثواب( عن معاذ بن جبل رضي الله عنه، قال: قال رسول\nالله صلى الله عليه وسلم: )إذا قرأ الرجل القرآن وتفقه في الدين، ثم أتى\nباب السطان، تملقا إليه، وطمعا لما في يده، خاض بقدر خطاه في نار جهنم(.\n</p>\n\n<p>\nوأخرج الديلمي، عن ابن عباس رضي الله عنهما قال: قال رسول الله صلى الله\nعليه وسلم: )يكون في آخر الزمان علماء يرغبون الناس في الآخرة ولا يرغبون،\nويزهدون الناس في الدنيا ولا يزهدون، وينهون عن غشيان الأمراء ولا ينتهون(.\n</p>\n\n<p>\nوأخرج الديلمي عن عمر بن الخطاب رضي الله عنه قال: قال رسول الله صلى\nالله عليه وسلم: )إن الله يحب الأمراء إذا خالطوا العلماء، ويمقت العلماء\nإذا خالطوا الأمراء، لأن العلماء إذا خالطوا الأمراء رغبوا في الدنيا،\nوالأمراء إذا خالطوا العلماء رغبوا في الآخرة(.\n</p>\n\n<p>\nوأخرج أبو عمرو الداني في كتاب )الفتن( عن الحسن، قال: قال رسول الله صلى\nالله عليه وسلم: )لا تزال هذه الأمة تحت يد الله وكنفه، ما لم يماري قراؤها\nأمراءها(.\n</p>\n\n<p>\nوأخرج الحاكم، وصححه، عن عبد الله بن الشخير رضي الله عنه قال: قال رسول\nالله صلى الله عليه وسلم: )أقلوا الدخول على الأغنياء، فإنه أجدر ألا\nتزدروا نعمة الله(.\n</p>\n\n<p>\nوأخرج الحكيم الترمذي في )نوادر الأصول( عن عمر بن الخطاب، رضي الله عنه،\nقال: أتاني رسول الله صلى الله عليه وسلم وأنا أعرف <span id='ms03'></span> الحزن في وجهه، فأخذ\nبلحيته، فقال: )إنا لله وإنا إليه راجعون أتاني جبريل آنفا، فقال لي: إن\nأمتك مفتتنه بعك بقليل من الدهر، غير كثير، قلت: ومن أين ذلك!؟ قال: من قبل\nقرائهم وأمرائهم، يمنع الأمراء الناس حقوقهم، فلا يعطونها، وتتبع القراء\nأهواء الأمراء قلت: يا جبريل! فبم يسلم من يسلم منهم؟ قال: بالكف والصبر،\nإن أعطوا الذي لهم أخذوه وإن منعوه تركوه(.\n</p>\n\n<p>\nوأخرج الحاكم، عن عبد الله بن الحارث رضي الله عنه: أنه سمع النبي صلى\nالله عليه وسلم يقول: )سيكون بعدي سلاطين، الفتن على أبوابهم كمبارك الإبل،\nلا يعطون أحدا شيئا، إلا أخذوا من دينه مثله(.\n</p>\n\n<p>\nوأخرج الديلمي، عن أبي الأعور السلمي رضي الله تعالى عنه، قال: قال رسول\nالله صلى الله عليه وسلم: )إياكم، وأبواب السلطان(.\n</p>\n\n<p>\nوأخرج الحسن بن سفيان في مسنده والديلمي، عن ابن عمر رضي الله عنهما قال:\nقال رسول الله صلى الله عليه وسلم: )اتقوا أبواب السلطان وحواشيها، فإن\nأقرب الناس منها أبعدهم من الله، ومن آثر سلطان على الله، جعل الفتنة في\nقلبه ظاهرة وباطنة، وأذهب عنه الورع وتركه حيران(.\n</p>\n\n<p>\nوأخرج ابن عساكر، عن ابن عباس رضي الله عنهما قال: قال رسول اله صلى الله\nعليه وسلم: )سيكون قوم بعدي من أمتي، يقرؤون القرآن، ويتفقهون في الدين،\nيأتيهم الشيطان، فيقول: لو أتيتم السلطان، فأصلح من دنياكم، واعتزلوهم\nبدينكم! ولا يكون ذلك، كما لا يجتنى من القتاد، إلا الشوك، كذلك لا يجتنى\nمن قربهم إلا الخطايا(.\n</p>\n\n<p>\nوأخرج هناد بن السري في )الزهد(، عن عبيد بن عمير رضي الله عنه أن رسول\nالله صلى الله عليه وسلم قال: )ما ازداد رجل من السلطان قربا إلا ازداد من\nالله بعدا(.\n</p>\n\n<p>\nوأخرج الديلمي، عن أنس رضي الله عنه، قال: قال رسول الله صلى الله عليه\nوسلم: )من تقرب من ذي سلطان ذراعا، تباعد الله منه باعا(.\n</p>\n\n<p>\nوأخرج الديلمي، عن أبي الدرداء، قال: قال رسول الله صلى الله عليه وسلم:\n)من مشى إلى سلطان جائر طوعا، من ذات <span id='ms04'></span> نفسه، تملقا إليه بلقائه، والسلام\nعليه، خاض نار جهنم بقدر خطاه، إلى أن يرجع من عنده إلى منزله، فإن مال إلى\nهواه، أو شد على عضده لم يحلل به من الله لعنة إلا كان عليه مثلها، ولم\nيعذب في النار بنوع من العذاب، إلا عذب بمثله(. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n             وأخرج أبو\nالشيخ، عن ابن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم:\n)من قرأ القرآن، وتفقه في الدين ثم أتى صاحب سلطان طمعا لما في يديه، طبع\nالله على قلبه، وعذب كل يوم بلونين من العذاب، لم يعذب به قبل ذلك(.\n</p>\n\n<p>\nوأخرج الحاكم في تاريخه عن معاذ رضي الله عنه، قال: قال رسول الله صلى\nالله عليه وسلم: )من قرأ القرآن وتفقه في الدين ثم أتى صاحب سلطان طمعا لما\nفي يديه خاض بقدر خطاه في نار جهنم(.\n</p>\n\n<p>\nوأخرج البيهقي، عن رجل من بني سليم، قال: قال رسول الله صلى الله عليه\nوسلم: )إياكم وأبواب السلطان(.\n</p>\n\n<p>\nوأخرج الديلمي، عن علي، قال: قال رسول الله صلى الله عليه وسلم: )إياكم\nومجالسة السلطان، فإنه ذهاب الدين، وإياكم ومعونته فإنكم لا تحمدون أمره(.\n</p>\n\n<p>\nوأخرج ابن أبي شيبة، والطبراني عن ابن عباس رضي الله عنهما، قال: قال\nرسول الله صلى الله عليه وسلم: )إنها ستكون أمراء تعرفون، وتنكرون فمن\nناوأهم نجا، ومن اعتزلهم سلم، أو كاد، ومن خالطهم هلك(.\n</p>\n\n<p>\nوأخرج البيهقي، عن علي بن أبي طالب رضي الله عنه، قال: )اتقوا أبواب\nالسلطان(.\n</p>\n\n<p>\nوفي )الفردوس( من حديث علي رضي الله عنه مرفوعا: )أفضل التابعين من أمتي\nمن لا يقرب أبواب السلاطين(.\n</p>\n\n<p>\nوأخرج البيهقي، عن ابن مسعود رضي الله عنه، قال: )إن على أبواب السلطان\nفتنا كمبارك الإبل، لا تصيبون من دنياهم شيئا إلا أصابوا من دينكم مثله(.\n</p>\n\n<p>\nوأخرج الدارمي في مسنده عن ابن مسعود رضي الله عنه قال: )من أراد أن يكرم\nدينه، فلا يدخل على السلطان، ولا يخلون بالنسوان ولا يخاصمن أصحاب\nالأهواء(.\n</p>\n\n<p>\nوأخرج البخاري في تاريخه وابن سعد في )الطبقات( عن <span id='ms05'></span> ابن مسعود رضي الله\nعنه قال: )يدخل الرجل على السلطان ومعه دينه، فيخرج وما معه شيء(.\n</p>\n\n<p>\nوأخرج ابن سعد في )الطبقات( عن سلمة بن نبيط قال: )قلت لأبي - وكان قد\nشهد النبي صلى الله عليه وسلم ورآه وسمع منه - يا أبت لو أتيت هذا السلطان\nفأصبت منهم وأصاب قومك في جناحك؟ قال: أي بني إني أخاف أن أجلس منهم مجلسا\nيدخلني النار(.\n</p>\n\n<p>\nوأخرج الدارمي، عن ابن مسعود رضي الله عنه قال: )من طلب العلم لأربع دخل\nالنار: ليباهي به العلماء، ويماري به السفهاء، أو ليصرف به وجوه الناس\nإليه، أو يأخذ به من الأمراء(.\n</p>\n\n<p>\nوأخرج ابن ماجه، والبيهقي، عن ابن مسعود، قال: لو أن أهل العلم صانعوا\nالعلم، ووضعوه عند أهله، لسادوا به أهل زمانهم ولكنهم بذلوه لأهل الدنيا\nلينالوا به من دنياهم، فهانوا عليهم. سمعت نبيكم صلى الله عليه وسلم يقول:\n)من جعل الهم هما واحدا هم آخرته، كفاه الله ما همه من أمر دنياه ومن تشعبت\nبه الهموم في أحوال الدنيا لم يبال الله في أي أوديتها هلك(.\n</p>\n\n<p>\nوأخرج ابن أبي شيبة، عن حذيفة بن اليمان رضي الله تعالى عنه قال: )ألا!\nلا يمشين رجل منكم شبرا إلى ذي سلطان(.\n</p>\n\n<p>\nوأخرج ابن أبي شيبة، وأبو نعيم في )الحلية(، عن حذيفة رضي الله تعالى عنه\nقال: )إياكم ومواقف الفتن! قيل وما مواقف الفتن؟ قال أبواب الأمير؛ يدخل\nالرجل على الأمير، فيصدقه بالكذب، ويقول ما ليس فيه(.\n</p>\n\n<p>\nوأخرج ابن عساكر، عن أبي أمامة الباهلي، قال: قال النبي صلى الله عليه\nوسلم: )أبعد الخلق من الله، رجل يجالس الأمراء، فما قالوا من جور صدقهم\nعليه(.\n</p>\n\n<p>\nوأخرج البيهقي، عن وهب بن منبه، أنه قال لعطاء: )إياك وأبواب السلطان!\nفإن على أبواب السلطان فتنا كمبارك الإبل، لا تصيب من دنياهم شيئا إلا\nأصابوا من دينك مثله(.\n</p>\n\n<p>\nوأخرج ابن أبي شيبة، والبيهقي، عن سلمة بن قيس، قال: لقيت أبا ذر، فقال:\n)يا سلمة بن قيس! ثلاث فاحفظها: لا تجمع بين الضرائر فإنك لن تعدل <span id='ms06'></span> ولو\nحرصت، ولا تعمل على الصدقة، فإن صاحب الصدقة زائد وناقص، ولا تغش ذات سلطان\nفإنك لا تصيب من دنياهم شيئا، إلا أصابوا من دينك أفضل منه(.\n</p>\n\n<p>\nفصل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n             ذهب جمهور العلماء من السلف، وصلحاء الخلف إلى أن هذه\nالأحاديث والآثار جارية على إطلاقها سواء دعوه إلى المجيء إليهم أم لا،\nوسواء دعوه لمصلحة دينية أم لغيرها. قال سفيان الثوري: )إن دعوك لتقرأ\nعليهم: قل هو الله أحد، فلا تأتهم( رواه البيهقي، كما تقدم وروى أبو نعيم\nفي الحلية عن ميمون بن مهران: أن عبد الله بن عبد الملك بن مروان قدم\nالمدينة، فبعث حاجبه إلى سعيد بن المسيب فقال له: أجب أمير المؤمنين! قال:\nوما حاجته؟ قال: لتتحدث معه. فقال: لست من حداثه. فرجع الحاجب إليه فأخبره،\nقال: دعه.\n</p>\n\n<p>\nقال البخاري في تاريخه: )سمعت آدم بن أبي إياس يقول: شهدت حماد بن سلمة\nودعاه السلطان فقال: اذهب إلى هؤلاء! لا والله لا فعلت(.\n</p>\n\n<p>\nوروى الخطيب، عن حماد بن سلمة: أن بعض الخلفاء أرسل إليه رسولا يقول له:\nإنه قد عرضت مسألة، فأتنا نسألك. فقال للرسول: قل له: )إنا أدركنا أقواما\nلا يأتونا أحدا لما بلغهم من الحديث فإن كانت لك مسألة فاكتبها في رقعة\nنكتب لك جوابها(.\n</p>\n\n<p>\nوأخرج أبو الحسن بن فهر في كتاب )فضائل مالك(، عن عبد الله بن رافع وغيره\nقال: قدم هارون الرشيد المدينة، فوجه البرمكي إلى مالك، وقال له: احمل إلي\nالكتاب الذي صنفته حتى أسمعه منك(. فقال للبرمكي: )أقرئه السلام وقل له: إن\nالعلم يزار ولا يزور( فرجع البرمكي إلى هارون الرشيد، فقال له: يا أمير\nالمؤمنين! يبلغ أهل العراق أنك وجهت إلى مالك في أمر فخالفك! أعزم عليه حتى\nيأتيك. فأرسل إليه فقال: قل له يا أمير المؤمنين لا تكن أول من وضع العلم\nفيضيعك الله.\n</p>\n\n<p>\nوروى غنجار في تاريخه عن ابن منير: أن سلطان بخاري، بعث إلى محمد بن\nإسماعيل البخاري يقول: احمل إلي كتاب )الجامع( و )التاريخ( لأسمع منك. فقال\nالبخاري لرسوله <span id='ms07'></span>: )قل له أنا لا أذل العلم، ولا آتي أبواب السلاطين فإن كانت\nلك حاجة إلى شيء منه، فلتحضرني في مسجدي أو في داري(.\n</p>\n\n<p>\nوقال نعيم بن الهيصم في جزئه المشهور: )أخبرنا خلف بن تميم عن أبي همام\nالكلاعي، عن الحسن أنه مر ببعض القراء على بعض أبواب السلاطين، فقال:\nأقرحتم جباهكم، وفرطحتم نعالكم، وجئتم بالعلم تحملونه على رقابكم إلى\nأبوابهم؟! أما إنكم، لو جلستم في بيوتكم لكان خيرا لكم، تفرقوا فرق الله\nبين أعضائكم(.\n</p>\n\n<p>\nوقال الزجاجي في أماليه: )أنبأنا أبو بكر محمد بن الحسن، أخبرني عبد\nالرحمن ابن أخي الأصمعي، عن عمه قال: مر الحسن البصري بباب عمر بن هبيرة\nوعليه القراء فسلم، ثم قال: )ما لكم جلوسا قد أحفيتم شواربكم وحلقتم\nرؤوسكم، وقصرتم أكمامكم، وفلطحتم نعالكم! أما والله! لو زهدتم فيما عندهم،\nلرغبوا فيما عندكم، ولكنكم رغبتم فيما عندهم، فزهدوا فيما عندكم فضحتم\nالقراء فضحكم الله(.\n</p>\n\n<p>\nوأخرج ابن النجار، عن الحسن أنه قال: )إن سركم أن تسلموا ويسلم لكم\nدينكم، فكفوا أيديكم عن دماء المسلمين، وكفوا بطونكم عن أموالهم، وكفوا\nألسنتكم عن أعراضهم ولا تجالسوا أهل البدع، ولا تأتوا الملوك فيلبسوا عليكم\nدينكم(.\n</p>\n\n<p>\nوأخرج أبو نعيم في الحلية عن وهيب بن الورد قال: )بلغنا أن العلماء ثلاث،\nفعالم يتعلمه للسلاطين، وعالم يتعلمه لينفذ به عند التجار، وعالم يتعلمه\nلنفسه، لا يريد به إلا أنه يخاف أن يعمل بغير علم، فيكون ما يفسد أكثر مما\nيصلح(.\n</p>\n\n<p>\nوأخرج أبو نعيم، عن أبي صالح الأنطاكي، قال: سمعت ابن المبارك يقول: )من\nبخل بالعلم ابتلى بثلاث: إما بموت فيذهب علمه، وإما ينسى، وإما يلزم\nالسلطان فيذهب علمه(.\n</p>\n\n<p>\nوقال الخطيب البغدادي في كتاب رواه مالك: )كتب إلى القاضي أبو القاسم\nالحسن بن محمد بن الأنباري، من مصر، أنبأنا محمد بن أحمد بن المسور، نبأنا\nالمقدام بن داود الرعيني، نبأنا علي ابن معبد، نبأنا إسحاق بن يحيى، عن\nمالك بن أنس رحمه الله، قال: )أدركت بضعة عشر رجلا من التابعين يقولون لا\nتأتوهم، ولا تأمروهم <span id='ms08'></span>، يعني السلطان(. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n             وقال ابن باكويه الشيرازي\nفي )أخبار الصوفية(: )حدثنا سلامة بن أحمد التكريني أنبأنا يعقوب ابن\nاسحاق، نبأنا عبيد الله بن محمد القرشي، قال: كنا مع سفيان الثوري بمكة،\nفجاءه كتاب من عياله من الكوفة: بلغت بنا الحاجة أنا نقلي النوى فنأكله\nفبكى سفيان. فقال له بعض أصحابه: يا أبا عبد الله! لو مررت إلى السلطان،\nصرت إلى ما تريد! فقال سفيان: )والله لا أسأل الدنيا من يملكها، فكيف\nأسألها من لا يملكها(.\n</p>\n\n<p>\nحدثنا عبد الواحد، نبأنا أحمد بن محمد بن حمدون، نبأنا أبو عيسى\nالأنباري، نبأنا، فتح بن شخرف، نبأنا عبد الله بن حسين، عن سفيان الثوري:\nإنه كان يقول: )تعززوا على أبناء الدنيا بترك السلام عليهم(.\n</p>\n\n<p>\nحدثنا عبد الله بن محمد بن جعفر، نبأنا ابن حسان، نبأنا أحمد بن أبي\nالحواري قال: قلت لأبي سليمان تخالف العلماء؟ فغضب وقال: )أرأيت عالما يأتي\nباب السلطان فيأخذ دراهمهم(.\n</p>\n\n<p>\nسمعت عبد الواحد بن بكر يقول: سمعت محمد بن داود الدينوري يقول: سمعت\nأحمد بن الصلت يقول: )جاء رجل إلى بشر بن الحارث، فقال له: يا سيدي!\nالسلطان يطلب الصالحين، فترى لي أن أختبئ؟ فقال له بشر: )جز من بين يدي، لا\nيجوز حمار الشوك فيطرحك علينا(.\n</p>\n\n<p>\nأخبرنا أبو العلاء، سمعت أحمد بن محمد التستري، سمعت زياد بن علي الدمشقي\nيقول: سمعت صالح بن خليفة الكوفي، يقول: سمعت سفيان الثوري يقول: )إن فجار\nالقراء اتخذوا سلما إلى الدنيا فقالوا: ندخل على الأمراء نفرج عن مكروب\nونكلم في محبوس(.\n</p>\n\n<p>\nوقال أبو علي الآمدي في تعليقه: )حدثني أبو محمد جعفر بن مصعب ابن\nالزبير، عن جدة الزبير بن بكار، قال: حدثني أبو المكرم عقبة بن مكرم بن\nعقبة الضبي عن بريد بن كميت، عن عمار بن سيف، أنه سمع سفيان الثوري يقول:\n)النظر إلى السلطان خطيئة(.\n</p>\n\n<p>\nوأخرج ابن باكويه، عن الفضيل بن عياض، قال: )لو أن أهل العلم أكرموا على\nأنفسهم وشحوا على دينهم، وأعزوا العلم وصانوه، وأنزلوه حيث أنزله الله،\nلخضعت لهم <span id='ms09'></span> رقاب الجبابرة وانقاد لهم الناس، واشتغلوا بما يعنيهم، وعز\nالإسلام وأهله لكنهم استذلوا أنفسهم ولم يبالوا بما نقص من دينهم، إذا سلمت\nلهم دنياهم وبذلوا علمهم لأبناء الدنيا ليصيبوا ما في أيديهم، فذلوا وهانوا\nعلى الناس(.\n</p>\n\n<p>\nقال الآمدي: حدثني أبو العباس، قال: سمعت: قدم طاهر بن عبد الله بن طاهر\nمن خراسان في حياة أبيه يريد الحج: فنزل في دار إسحاق بن إبراهيم فوجه\nإسحاق إلى العلماء، فأحضرهم ليراهم طاهر، ويقرأ عليهم فحضر أصحاب الحديث\nوالفقه وأحضر ابن الأعرابي، وأبا نصر صاحب الأصمعي ووجه إلى أبي عبيد\nالقاسم بن سلام في الحضور، فأبى أن يحضر وقال: العلم يقصد فغضب إسحاق من\nقوله ورسالته، وكان عبد الله بن طاهر جرى له في الشهر ألفي درهم فلم يوجه\nإليه إسحاق، وقطع الرزق عنه، وكتب إلى عبد الله بالخبر فكتب إليه: قد صدق\nأبو عبيد في قوله، وقد أضعفت الرزق له من أجل فعله فأعطاه فأته ورد عليه\nبعد ذلك ما يستحقه.\n</p>\n\n<p>\nوأخرج ابن عساكر، من طريق ابن وهب، عن عبد الرحمن بن يزيد، قال: حدثنا\nأبو حازم أن سليمان بن هشام بن عبد الملك قدم المدينة فأرسل إلى أبي حازم\nفدخل عليه فقال: فسلمت وأنا متكئ على عصاي فقيل ألا تتكلم!؟ قلت: وما أتكلم\nبه!؟ ليست لي حاجة فأتكلم فيها، وإنما جئت لحاجتكم التي أرسلتم إلي فيها،\nوما كل من يرسل إلى آتيه، ولولا الخوف من شركم ما جئتكم. إني أدركت أهل\nالدنيا تبعا لأهل العلم حيث كانوا، يقضي أهل العلم لأهل الدنيا حوائج\nدنياهم وأخراهم، ولا يستغني أهل الدنيا عن أهل العلم لنصيبهم من العلم ثم\nحال الزمان، فصار أهل العلم تبعا لأهل الدنيا حيث كانوا، فدخل البلاء على\nالفريقين جميعا. ترك أهل الدنيا النصيب الذي كانوا يتمسكون به من العلم حيث\nرأوا أهل العلم قد جاؤوهم، وضيع أهل العلم جسيم ما قسم لهم باتباعهم أهل\nالدنيا(.\n</p>\n\n<p>\nوأخرج ابن أبي الدنيا، والخرائطي، وابن عساكر، عن زمعة بن صالح، قال: كتب\nبعض <span id='ms10'></span> بني أمية إلى أبي حازم أن يرفع إليه حوائجه، فكتب إليه: )أما بعد فقد\nجاءني كتابك بعزم أن ترفع حوائجي إليك وهيهات! رفعت حوائجي إلى مولاي فما\nأعطاني منها قبلت، وما أمسك عني منها رضيت(. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n             وأخرج ابن عساكر،\nعن عبد الجبار بن عبد العزيز أبي حازم عن أبيه، عن جده: أن سليمان بن عبد\nالملك دخل المدينة، فأقام بها ثلاثا. فقال: ههنا رجل ممن أدرك أصحاب محمد\nصلى الله عليه وسلم ويحدثنا؟ فقيل له: بلى ههنا رجل يقال له أبو حازم فبعث\nإليه، فجاءه، فقال له سليمان: يا أبا حازم! ما هذا الجفاء أتاني وجوه\nالمدينة كلهم ولم تأتني!؟ قال أبو حازم: إن الناس لما كانوا على الصواب،\nكانت الأمراء تحتاج إلى العلماء، وكانت العلماء تفر بدينها من الأمراء،\nفلما رأى ذلك قوم من أذلة الناس تعلموا العلم وأتوا به إلى الأمراء فاستغنت\nبه عن العلماء، واجتمع القوم على المعصية فسقطوا أو تعسوا أو تنسكوا ولو\nكان علماؤنا هؤلاء يصونون علمهم، لم تزل الأمراء تهابهم(.\n</p>\n\n<p>\nوأخرج البيهقي، وابن عساكر، عن زمعة بن صالح قال: قال الزهري لسليمان أو\nهشام: ألا تسأل أبا حازم ما قال في العلماء؟ قال يا أبا حازم: ما قلت في\nالعلماء؟ قال: )وما عسيت أن أقول في العلماء إلا خيرا، إني أدركت العلماء\nوقد استغنوا بعملهم عن أهل الدنيا، ولم تستغن أهل الدنيا بدنياهم عن علمهم\nفلما رأى ذلك هذا وأصحابه تعلموا العلم فلم يستغنوا به واستغنى أهل الدنيا\nبدنياهم عن علمهم..\n</p>\n\n<p>\nفلما رأوا ذلك، قذفوا بعلمهم إلى أهل الدنيا ولم ينلهم أهل الدنيا من\nدنياهم شيئا، إن هذا وأصحابه ليسوا علماء إنما هم رواة(.\n</p>\n\n<p>\nوأخرج أبو نعيم، وابن عساكر، عن يوسف بن أسباط قال: أخبرنا نجم: أن بعض\nالأمراء أرسل إلى أبي حازم فأتاه، وعنده الإفريقي، والزهري وغيرهما فقال\nله: تكلم يا أبا حازم فقال أبو حازم: )إن خير الأمراء من أحب العلماء، وأن\nشر العلماء من أحب الأمراء. وكانوا فيما مضى إذا بعث الأمراء <span id='ms11'></span> إلى العلماء\nلم يأتوهم، وإذا سألوهم لم يرخصوا لهم وكان الأمراء يأتون العلماء في\nبيوتهم فيسألونهم، وكان في ذلك صلاح للأمراء وصلاح للعلماء. فلما رأى ذلك\nناس من الناس، قالوا: ما لنا لا نطلب العلم حتى نكون مثل هؤلاء! وطلبوا\nالعلم فأتوا الأمراء فحدثوهم فرخصوا لهم فخربت العلماء على الأمراء، وخربت،\nالأمراء على العلماء.\n</p>\n\n<p>\nوأخرج البيهقي في )الزهد(، وابن عساكر، عن سفيان: قال: قال بعض الأمراء\nلأبي حازم: ارفع إلي حاجتك قال: هيهات! هيهات! رفعتها إلى من لا تختزن\nالحوائج دونه، فما أعطاني منها قنعت، وما زوى عني منها رضيت، كان العلماء\nفيما مضى يطلبهم السلطان وهم يفرون منه، وأن العلماء اليوم طلبوا العلم حتى\nإذا جمعوه بحذافيره، أتوا به أبواب السلاطين، والسلاطين يفرون منهم، وهم\nيطلبونهم(.\n</p>\n\n<p>\nوأخرج ابن عساكر، عن محمد بن عجلان المدني، قال: أرسل سليمان بن هشام إلى\nأبي حازم، فقال له: تكلم! قال: )ما لي من حاجة أتكلم بها، ولولا اتقاء شركم\nما جئتكم لقد أتى علينا زمان وإنما الأمراء تطلب العلماء فتأخذ مما في\nأيديهم فتنتفع به، فكان في ذلك صلاح للفريقين جميعا، فطلبت اليوم العلماء\nالأمراء وركنوا إليهم واشتهوا ما في أيديهم، فقالت الأمراء ما طلب هؤلاء ما\nفي أيدينا حتى كان ما في أيدينا خيرا مما في أيديهم، فكان في ذلك فساد\nللفريقين كليهما( فقال سليمان بن هشام: صدقت.\n</p>\n\n<p>\nوأخرج ابن عساكر، من طريق أبي قلابة عبد الملك بن محمد الرقاشي قال:\nحدثنا أبو سعيد الأصمعي، عن أبي الزناد، عن أبيه، قال: )كان الفقهاء كلهم\nبالمدينة يأتون عمر بن عبد العزيز، خلا سعيد بن المسيب، فإن عمر كان يرضى\nأن يكون بينهما رسول، وكنت الرسول بينهما.\n</p>\n\n<p>\nوأخرج ابن عساكر، عن الأوزاعي، قال: قدم عطاء الخراساني على هشام بن عبد\nالملك فنزل على مكحول، فقال عطاء لمكحول: ههنا أحد يحركنا؟ - يعني يعظنا -\nقال: )نعم، يزيد بن ميسرة فأتوه، فقال له عطاء: حركنا رحمك الله، قال: نعم،\nكانت العلماء إذا علموا عملوا، فإذا عملوا شغلوا <span id='ms12'></span>، فإذا شغلوا فقدوا، فإذا\nفقدوا طلبوا، فإذا طلبوا هربوا( قال: أعد علي، فأعاد عليه. فرجع ولم يلق\nهشاما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n             وأخرج الخطيب وابن عساكر، عن مقاتل بن صالح الخراساني\nقال: دخلت على حماد بن سلمة، فبينا أنا عنده جالس، إذ دق داق الباب فقال:\n)يا صبية أخرجي فانظري من هذا! فقالت: هذا رسول محمد بن سليمان الهاشمي -\nوهو أمير البصرة والكوفة - قال: قولي له يدخل وحده، فدخل وسلم فناوله\nكتابه، فقال: اقرأه فإذا فيه: )بسم الله الرحمن الرحيم من سليمان إلى حماد\nبن سلمة. أما بعد: فصبحك الله بما صبح به أولياءه وأهل طاعته. وقعت مسألة\nفأتينا نسألك عنها( فقال: )يا صبية هلمي الدواة!( ثم قال: لي: )اقلب الكتاب\nوكتب: أما بعد فقد صبحك الله بما صبح به أولياءه وأهل طاعته، إنا أدركنا\nالعلماء وهم لا يأتون أحدا، فإن وقعت مسألة فأتنا فاسألنا عما بدا لك! وإن\nأتيتني، فلا تأتني إلا وحدك، ولا تأتني بخيلك ورجلك، فلا أنصحك ولا أنصح\nنفسي، والسلام( فبينما أنا عنده، إذ دق داق الباب فقال: )يا صبية أخرجي\nفانظري من هذا!( قالت: )هذا محمد بن سليمان، قال: )قولي له يدخل وحده(\nفدخل، فسلم ثم جلس بن يديه، ثم ابتدأ، فقال: ما لي إذا نظرت إليك امتلأت\nرعبا!؟ فقال حماد: )سمعت ثابت البناني يقول: سمعت أنس بن مالك يقول: سمعت\nرسول الله صلى الله عليه وسلم يقول: )إن العالم إذا أراد بعلمه وجه الله\nهابه كل شيء، وإذا أراد به أن يكثر به الكنوز، هاب من كل شيء( وذكر بقية\nالقصة.\n</p>\n\n<p>\nوأخرج ابن النجار في تاريخه عن مفلح بن الأسود، قال: قال المأمون ليحيى\nبن أكثم: إني أشتهي أن أرى بشر بن الحارث. قال: إذا اشتهيت يا أمير\nالمؤمنين، فإلى الليلة ولا يكون معنا بشر. فركبا، فدق يحيى الباب فقال بشر:\nمن هذا؟ قال: من تجب عليك طاعته. قال: وأي شيء تريد؟ قال: أحب لقاك فقال\nبشر: طائعا أو مكرها قال: ففهم المأمون، فقال ليحيى: اركب فمر على <span id='ms13'></span> رجل يقيم\nالصلاة صلاة العشاء الآخرة فدخلا يصليان فإذا الإمام حسن القراءة فلما أصبح\nالمأمون وجه إليه، فجاء به فجعل يناظره في الفقه، وجعل الرجل يخالفه،\nويقول: القول في هذه المسألة خلاف هذا فغضب المأمون. فلما كثر خلافه قال:\n)عهدي بك، كأنك تذهب إلى أصحابك فتقول: خطأت أمير المؤمنين. فقال: والله يا\nأمير المؤمنين إني لأستحي من أصحابي أن يعلموا أني جئتك! فقال المأمون:\nالحمد لله الذي جعل في رعيتي من يستحي أن يجيئني، ثم سجد لله شكرا. والرجل\nإبراهيم بن إسحاق الحربي.\n</p>\n\n<p>\n)وأخرج ابن النجار في تاريخه عن سفيان الثوري قال: )ما زال العلم عزيزا،\nحتى حمل إلى أبواب الملوك فأخذوا عليه أجرا، فنزع الله الحلاوة من قلوبهم\nومنعهم العلم به(.\n</p>\n\n<p>\nوأخرج البيهقي في )شعب الإيمان( عن بشر الحافي قال: )ما أقبح أن يطلب\nالعالم، فيقال: هو بباب الأمير(.\n</p>\n\n<p>\nوأخرج أيضا عن الفضيل بن عياض، قال: إن آفة القراء العجب، واحذروا أبواب\nالملوك فإنها تزيل النعم فقيل: كيف؟ قال: الرجل يكون عليه من الله نعمة\nليست له إلى خلق حاجة فإذا دخل إلى هؤلاء فرأى ما بسط لهم في الدور والخدم\nاستصغر ما هو فيه من خير ثم تزول النعم(.\n</p>\n\n<p>\nفصل\n</p>\n\n<p>\nعقد الغزالي في )الإحياء( بابا في مخالطة السلاطين، وحكم غشيان مجالستهم،\nوالدخول عليهم، قال فيه: )اعلم أن لك مع الأمراء والعمال الظلمة، ثلاثة\nأحوال: الحال الأولى: وهي شرها، أن تدخل عليهم.\n</p>\n\n<p>\nوالثانية: وهي دونها أن يدخلوا عليك.\n</p>\n\n<p>\nوالثالثة: - وهي الأسلم - : أن تعتزل عنهم، ولا تراهم ولا يروك.\n</p>\n\n<p>\nأما الحالة الأولى: وهي الدخول عليهم، فهي مذمومة جدا في الشرع وفيه\nتغليظات وتشديدات تواردت بها الأخبار والآثار فننقلها لتعرف ذم الشرع له.\nثم نتعرض لما يحرم منه، وما يباح وما يكره، على، ما تقتضيه الفتوى في ظاهر\nالعلم( ثم سرد كثيرا من الأحاديث والآثار التي سبق ذكرها. ومما أورده مما\nلم يسبق له ذكر: )قال سفيان: في جهنم واد لا يسكنه إلا القراء الزوارون\nللملوك(. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n             وقال الأوزاعي: )ما شيء أبغض <span id='ms14'></span> إلى الله من عالم يزور\nعاملا(. وقال إسحاق: )ما أسمج بالعالم يؤتى مجلسه ولا يوجد فيسأل عنه\nفيقال: إنه عند الأمير. وكنت أسمع أنه يقال: إذا رأيتم العالم يزور السلطان\nفاتهموه على دينكم. أنا ما دخلت قط على هذا إلا وحاسبت نفسي بعد الخروج،\nفأرمي عليها الدرك مع ما أواجههم به من الغلظة والمخالفة لهواهم(. وكان\nسعيد بن المسيب يتجر في الزيت ويقول: )إن في هذا لغنى عن هؤلاء السلاطين(.\n</p>\n\n<p>\nوقال وهب: )هؤلاء الذين يدخلون على الملوك، لهم أضر على الأمة من\nالمقامرين(. وقال محمد ابن مسلمة: )الذباب على العذرة، أحسن من قارئ على\nباب هؤلاء( ولما خالط الزهري السلطان كتب له أخ في الدين: )عافانا الله\nوإياك يا أبا بكر من الفتن، فقد أصبحت بحال ينبغي لمن يعرفك أن يدعو لك\nويرحمك، أصبحت شيخا كبيرا وقد أثقلتك نعم الله لما فهمك من كتابه وعلمك من\nسنة نبيه صلى الله عليه وسلم، وليس كذلك أخذ الله الميثاق على العلماء.\nواعلم أن أيسر ما ارتكبت، وأخف ما احتملت، أنك أنست وحشة الظالم، وسهلت\nسبيل الغي، بدنوك ممن لم يؤد حقا، ولم يترك باطلا حين أدناك، اتخذك قطبا\nتدور عليك رحايا ظلمهم، وجسرا يعبرون عليك إلى بلائهم وسلما يصعدون فيه إلى\nضلالتهم، يدخلون بك الشك على العلماء ويغتالون بك قلوب الجهال، فما أيسر ما\nعمروا لك في جنب ما أخربوا عليك، وما أكثر ما أخذوا منك فيما أفسدوا عليك\nمن دينك فما يؤمنك أن تكون ممن قال الله فيهم: (فخلف من بعدهم خلف أضاعوا\nالصلواة واتبعوا الشهوات)، وإنك تعامل من لا يجهل، ويحفظ عليك من لا يغفل،\nفداو دينك فقد دخله سقم وهيء زادك فقد حضره سفر بعيد، وما يخفى على الله\nشيء في الأرض ولا في السماء والسلام(.\n</p>\n\n<p>\nقال: )فهذه الأخبار والآثار تدل على ما في مخالطة السلاطين من الفتن\nوأنواع الفساد ولكنا نفصل ذلك تفصيلا فقهيا، نميز فيه المحظور عن المكروه\nوالمباح.\n</p>\n\n<p>\nفنقول: الداخل على السلطان متعرض لأن يعصي الله <span id='ms15'></span> إما بفعله، وإما بسكوته،\nوإما بقوله، وإما باعتقاده ولا ينفك عن أحد هذه الأمور.\n</p>\n\n<p>\nأما الفعل: فالدخول عليهم في غالب الأحوال يكون إلى دار مغصوبة، وتخطيها\nوالدخول فيها بغير إذن المالك حرام والتواضع للظالم لا يباح إلا بمجرد\nالسلام. فأما تقبيل اليد والانحناء في الخدمة فمعصية.\n</p>\n\n<p>\nوقد بالغ بعض السلف، حتى امتنع عن رد جوابهم في السلام. والإعراض عنهم\nاستحقارا لهم من محاسن القربات. والجلوس على بساطهم، إذا كان أغلب أموالهم\nحراما، لا يجوز.\n</p>\n\n<p>\nوأما السكوت فإنه يرى في مجلسهم من الفرش الحرير، وأواني الفضة والحرير\nوالملبوس عليهم، وعلى غلمانهم ما هو حرام. وكل من رأى سيئة وسكت عليها، فهو\nشريك في تلك السيئة. بل يسمع من كلامهم ما هو فحش، وكذب وشتم، وإيذاء،\nوالسكوت عن جميع ذلك حرام. فإن ما هو فحش، وكذب وشتم، وإيذاء، والسكوت عن\nجميع ذلك حرام. فإن قلت: إنه يخاف على نفسه، وهو معذور في السكوت فهذا حق\nولكنه مستغن عن أن يعرض نفسه لارتكاب ما لا يباح إلا بعذر، فإنه لو لم يدخل\nولم يشاهد لم يتوجه عليه الخطاب بالحسبة، حتى يسقط عنه بالعذر. ومن علم\nفسادا في موضع، وعلم أنه لا يقدر على إزالته لا يجوز له أن يحضر ليجري ذلك\nبين يديه، وهو يشاهده ويسكت بل يحتزر عن مشاهدته.\n</p>\n\n<p>\nوأما القول: فإنه يدعو للظالم، أو يثني عليه، أو يصدقه فيما يقول من باطل\nبصريح قوله، أو بتحريك رأسه، أو باستبشار في وجهه أو يظهر له الحب\nوالموالاة، والاشتياق إلى لقائه، والحرص على طول عمره وبقائه.\n</p>\n\n<p>\nفإنه في الغالب لا يقتصر على السلام، بل يتكلم ولا يعدو كلامه هذا\nالإمام. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n             وأما دعاؤه فلا يحل له إلا أن يقول: )أصلحك، أو وفقك\nالله للخيرات أو طول الله عمرك في طاعته( أو ما يجري في هذا المجرى. فأما\nالدعاء له بالحراسة وطول البقاء وإسباغ النعمة، مع الخطاب بالمولى وما في\nمعناه، فغير جائز، وقال صلى الله عليه وسلم: )من دعى لظالم بالبقاء، فقد\nأحب أن <span id='ms16'></span> يعصى الله في أرضه(. فإن جاوز الدعاء إلى الثناء فيذكر ما ليس فيه،\nفيكون كاذبا أو منافقا أو مكرما لظالم. وهذه ثلاث معاص، وقد قال صلى الله\nعليه وسلم: )إن الله ليغضب إذا مدح الفاسق(. وفي خبر آخر: )من أكرم فاسقا\nفقد أعان على هدم الإسلام فإن جاوز ذلك إلى التصديق له فيما يقول، والتزكية\nعلى ما يعمل، كان عاصيا بالتصديق وبالإعانة. فإن التزكية، والثناء إعانة\nعلى المعصية وتحريك للرغبة فيها كما أن التكذيب والمذمة والتقبيح زجر عنه\nوتضعيف لدواعيه. والإعانة على المعصية معصية ولو بشطر كلمة. وقد سئل سفيان\nعن ظالم أشرف على الهلاك في برية: هل يسقى شربة ماء؟ فقال: )لا. دعه يموت\nفإن ذلك إعانة له(. وأيضا فلا يسلم من فساد يتطرق إلى قلبه فإنه ينظر إلى\nتوسعه في النعمة ويزدري نعمة الله عليه ويكون مقتحما نهي رسول الله صلى\nالله عليه وسلم حيث قال: )يا معشر المهاجرين لا تدخلوا على أهل الدنيا\nفإنها مسخطة للرزق(. وهذا مع ما فيه من اقتداء غيره في الدخول، ومن تكثير\nسواد الظلمة بنفسه وتحميله إياهم إن كان ممن به وكل ذلك إما مكروهات أو\nمحظورات فلا يجوز الدخول عليهم إلا بعذرين.\n</p>\n\n<p>\nأحدهما: أن يكون من جهتهم أمر إلزام، لا إكرام، وعلم أنه لو امتنع أوذي.\n</p>\n\n<p>\nوالثاني: أن يدخل عليهم في دفع الظلم عن مسلم، فذلك رخصة بشرط أن لا\nيكذب، ولا يدع نصيحة يتوقع لها قبولا(.\n</p>\n\n<p>\nثم قال: )فإن قلت: فلقد كان علماء السلف يدخلون على السلاطين فأقول: نعم\nتعلم الدخول منهم، ثم أدخل عليهم! فقد حكي: أن هشام بن عبد الملك، قدم حاجا\nإلى مكة فلما دخلها قال: ائتوني برجل من الصحابة( فقيل: يا أمير المؤمنين!\nفقد تفانوا قال: من التابعين. فأتي بطاوس اليماني فلما دخل عليه، خلع نعليه\nبحاشية البساط، ولم يسلم بإمرة المؤمنين، ولكن قال: )السلام عليك يا هشام!(\nولم يكنه وجلس بإزائه وقال: )كيف أنت يا هشام!( فغضب هشام غضبا شديدا حتى\nهم بقتله وقال له <span id='ms17'></span>: )ما حملك على ما صنعت؟!( قال: )وما الذي صنعت؟!(. فازداد\nغضبا وغيظا، فقال: )خلعت نعلك بحاشية بساطي، وما قبلت يدي، ولم تسلم علي\nبإمرة المؤمنين، ولم تكنني وجلست بإزاي بغير إذن، وقلت: )كيف أنت يا هشام؟(\nفقال: أما قولك: )خلعت نعلي، بحاشية بساطك، فأنا أخلعها بين يدي رب\nالعالمين كل يوم خمس مرات ولا يعاقبني ولا يغضب علي. وأما قولك: )لم تقبل\nيدي فإني سمعت علي بن أبي طالب قال:)لا يحل لرجل أن يقبل يد أحد، إلا\nامرأته بشهوة أو ولده برحمة(. وأما قولك: لم تسلم بإمرة المؤمنين، فليس كل\nالناس راض بإمرتك، فكرهت أن أكذب. وأما قولك: )لم تكنني فإن الله تعالى سمى\nأولياءه وقال: يا داود، يا يحيى، يا عيسى وكني أعداءه فقال: (تبت يدا أبي\nلهب) وأما قولك: جلست بإزائي فإني سمعت علي بن أبي طالب يقول: )إذا أردت أن\nتنظر إلى رجل من أهل النار، انظر إلى رجل جالس وحوله قوم قيام( فقال هشام:\nعظني؟.\n</p>\n\n<p>\nقال: )سمعت علي بن أبي طالب يقول: )إن في جهنم حيات كالقلال، وعقارب\nكالبغال تلدغ كل أمير لا يعدل في رعيته( ثم قام وخرج.\n</p>\n\n<p>\nوعن سفيان الثوري قال: )دخلت على أبي جعفر بمنى، فقال لي: ارفع حاجتك؟\nفقلت له:)اتق الله! فإنك قد ملأت الأرض جورا وظلما(. قال: فطأطأ رأسه، ثم\nرفع وقال: ارفع لنا حاجتك؟ فقلت: )إنما أنزلت هذه المنزلة بسيوف المهاجرين\nوالأنصار، وأبناؤهم يموتون جوعا، فاتق الله وأوصل إليهم حقوقهم(. قال:\nفطأطأ رأسه ثم رفع وقال: ارفع إلينا حاجتك؟ قلت: )حج عمر بن الخطاب رضي\nالله عنه فقال لخازنه: كم أنفقت؟ قال: بضعة عشر درهما، وأرى هاهنا أمورا لا\nتطيق الجمال حملها(.\n</p>\n\n<p>\nفهكذا كانوا يدخلون على السلاطين إذا أكرهوا فكانوا يفرون بأرواحهم في\nالله أعني علماء الآخرة، فأما علماء الدنيا فيدخلون ليتقربوا إلى قلوبهم،\nفيدلونهم على الرخص، ويستنبطون بدقائق الحيل السعة فيما يوافق أغراضهم(\nانتهى كلام الغزالي ملخصا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n             وفي )أمالي( الشيخ عز الدين بن عبد\nالسلام التي علقها <span id='ms18'></span> عنه تلميذه الشيخ شهاب الدين القرافي أحد أئمة المالكية،\nما نصه: )ومن جملة كلامه - يعني الشيخ عز الدين رضي الله عنه - وقد كتب\nإليه بعض أرباب الدولة يحضه على الاجتماع بملك وقتهم، والتردد إليه ليكون\nذلك مقيما لجاهه وكاتبا لعدوه. فقال رضي الله عنه: )قرأت العلم لأكون سفيرا\nبين الله وبين خلقه، وأتردد إلى أبواب هؤلاء!( قال القرافي: )فأشار رضي\nالله تعالى عنه إلى من حمل العلم، فقد صار ينقل عن الله إلى عباده، فهو في\nمقام الرسالة ومن كان له هذا الشرف لا يحسن منه ذلك(. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n             وقال ابن\nالحاج في )المدخل(: )ينبغي للعالم، بل يتعين عليه أن لا يتردد لأحد من\nأبناء الدنيا، لأن العالم ينبغي أن يكون الناس على بابه، لا عكس الحال أن\nيكون هو على بابهم ولا حجة له في كونه يخاف من عدو أو حاسد وما أشبههما بمن\nيخشى أن يشوش عليه، أو يرجو أحد منهم دفع شيء مما يخشاه أو يرجو أن يكون\nذلك شيئا لقضاء حوائج المسلمين من جلب مصلحة لهم أو دفع مضرة عنهم فهذا ليس\nفيه عذر ينفعه. أما الأول: فلأنه إذا أخذ ذلك بإشراف نفس لم يبارك فيه.\nوإذا كان خائفا مما ذكر، فذلك أعظم من إشراف النفس، وقد يسلط عليه من يتردد\nإليه في مصلحة عقوبة له معجلة. وأما الثاني: فهو يرتكب أمرا محظورا محققا\nلأجل محذور مظنون توقعه في المستقبل. وقد يكون، وقد لا يكون وهو مطلوب في\nالوقت بعدم ارتكاب ذلك الفعل المذموم شرعا، بل الإعانة على قضاء حوائجه\nوحوائج المسلمين إنما هو بالانقطاع عن أبواب هؤلاء، والتعويل على الله\nسبحانه والرجوع إليه فإنه سبحانه هو القاضي للحوائج، والدافع للمخاوف،\nوالمسخر لقلوب الخلق، والمقبل بها على ما شاء، كيف شاء. قال تعالى خطابا\nلسيد الخلق: (لو أنفقت ما في الأرض جميعا ما ألفت بين قلوبهم ولكن الله ألف\nبينهم). فذكر سبحانه هذا في معرض الامتنان على نبيه صلى الله عليه وسلم.\nوالعالم إذا كان متبعا له عليه <span id='ms19'></span> أفضل الصلاة والسلام سيما في التعويل على\nربه سبحانه والسكون إليه دون مخلوقاته فإنه سبحانه يعامله بهذه المعاملة\nاللطيفة التي عامل نبيه صلى الله عليه وسلم، ولبركة الاتباع له صلى الله\nعليه ويسلم بذلك من التردد إلى أبواب هؤلاء كالذي يفعله بعض الناس، وهو سم\nقاتل. ويا ليتهم لو اقتصروا على ما ذكر لا غير. بل يضمون إلى ذلك ما هو أشد\nوأشنع، وهو أنهم يقولون أن ترددهم إلى أبوابهم من باب التواضع، أو من باب\nإرشادهم إلى الخير إلى غير ذلك مما يخطر لهم، وهو كثير قد عمت به البلوى،\nوإذا اعتقدوا ذلك فقد قل الرجاء من توبتهم ورجوعهم. وقد نقل بعض علمائنا أن\nالعدل إذا تردد إلى باب القاضي يكون ذلك حرجة في حقه وترد به شهادته. فإذا\nكان هذا في التردد إلى باب القاضي وهو عالم من علماء المسلمين ، سالم مجلسه\nمما يجري من مجالس هؤلاء، فكيف التردد إلى غير القاضي، فمن باب أولى وأوجب\nالمنع من ذلك(. وقال في موضع آخر:) ينبغي للعالم أنه إذا قطع عنه معلوم\nالمدرسة لا يترك ما كان منه من الاجتهاد ولا يتبرم، ولا يضجر لأنه قد يكون\nالمعلوم قد قطع عنه اختبارا من الله تعالى لكي يرى صدقه في علمه وعمله، فإن\nرزقه مضمون له لا ينحصر في جهة غير أخرى. قال عليه الصلاة والسلام: )من طلب\nالعلم تكفل الله برزقه( ومعناه يسره له من غير تعب ولا مشقة، وإن كان الله\nتعالى تكلف برزق الخلق أجمعين، لكن حكمة تخصيص العالم بالذكر أن ذلك ييسر\nله بلا تعب، ولا مشقة، فجعل نصيبه من التعب والمشقة في الدرس والمطالعة\nوالتفهم للمسائل وإلقائها وذلك من الله تعالى على سبيل اللطف به والإحسان\nإليه وهذا من كرامات العلماء، أعني فهم المسائل وحسن إلقائها، والمعرفة\nبسياسة الناس في تعلمها، كما أن كرامات الأولياء فيها أشياء أخرى يطول\nتعدادها مثل المشي على الماء والطيران في الهواء. وينبغي له أن يصون هذا\nالمنصب الشريف من التردد <span id='ms20'></span> لمن يرجى أن يعين على إطلاق المعلوم، أو التحدث\nفيه أو إنشاء معلوم عوضه. وقد حدثني من أثق به أنه رأى بعض العلماء، وكان\nيدرس في مدرسة وانقطع المعلوم عنه وعن طلبته فقالوا للمدرس: لعلك أن تمشي\nإلى فلان! وكان من أبناء الدنيا لتجتمع به عسى أن يأمر بإطلاق المعلوم\nفقال: )والله إني لأستحي من ربي عز وجل أن تكذب هذه الشيبة عنده( فقالوا\nله: وكيف ذلك!؟ فقال: )إني أصبح كل يوم، أقول: اللهم لا مانع لما أعطيت،\nولا معطي لما منعت( فأقول هذا وأقف بين يدي مخلوق أسأله في ذلك والله لا\nفعلته( والعالم أولى من يثق بربه عز وجل في المنع والعطاء، ولا عذر له في\nالطلب لأجل العائلة لأنه إن ترك ذلك تقية على هذا المنصب الشريف لم يضيع\nالله الكريم قصده وأتاه به أو فتح له من غيبه ما هو أحسن له من ذلك وأعانه\nوسد خلته على ما شاء، كيف شاء، وليس رزقه بمخصوص في جهة بعينها، وعادة الله\nأبدا المستمرة على أنه سبحانه وتعالى يرزق من هذا حاله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n             من غير\nباب يقصده، أو يؤمله، لأن مراد الله تعالى من العلماء انقطاعهم إليه،\nوتعويلهم في كل أمورهم عليه، ولا ينظرون إلى الأسباب وإلى مسبب الأسباب\nومدبرها، والقادر عليها، وكيف لا يكون العالم كذلك وهو المرشد للخلق\nوالموضح الطريق المستقيم للسلوك إليه سبحانه، ومن ترك شيئا لله عوضه الله\nخيرا منه من حيث لا يحتسب( انتهى.\n</p>\n\n<p>\nوفي )طبقات الحنفية( في ترجمة علي بن الحسن الصندلي: )أن السلطان ملك شاة\nقال له: )لم لا يجيء إلي؟ قال: أردت أن تكون من خير الملوك، حيث تزور\nالعلماء، ولا أكون من شر العلماء حيث أزور الملوك(.\n</p>\n\n<p>\nوقال ابن عدي في )الكامل(: )سمعت أبا الحسين محمد بن المظفر يقول: سمعت\nمشائخنا بمصر يعترفون لأبي عبد الرحمن النسائي بالتقدم والإمامة ويصفون من\nاجتهاده في العبادة بالليل، ومواظبته على الاجتهاد، وأنه خرج إلى الغزو مع\nوالي مصر فوصف من شهامته، وإقامته السنن <span id='ms21'></span> المأثورة، واحترازه عن مجالسة\nالسلطان الذي خرج معه ولم يزل ذلك دأبه إلى أن استشهد رضي الله عنه(.\n</p>\n\n<p>\nوفي )تهذيب الكمال( للمزي في ترجمة أبي يحيى أحمد بن عبد الملك الحراني\nشيخ البخاري، ما نصه: )قال أبو الحسن الميموني: سألت أحمد بن حنبل عنه\nفقال: )قد كان عندنا ورأيته كيسا، وما رأيت به بأسا، رأيته حافظا لحديثه،\nوما رأيت إلا خيرا فقلت: رأيت جماعة يسيئون الثناء عليه. قال: هو يغشى\nالسلطان بسبب ضيعة له(.\n</p>\n\n<p>\nوفي )تهذيب الكمال( أيضا بسنده عن رشدين بن سعد قال: سمعت إبراهيم بن\nأدهم يقول: سمعت )أعز الأشياء في آخر الزمان ثلاثة: أخ في الله يؤتسى وكسب\nدرهم من حلال، وكلمة حق عند سلطان(.\n</p>\n\n<p>\nوعن خلف بن تميم قال: سمعت إبراهيم بن أدهم ينشد:\n</p>\n\n<p>\nأرى أناسا بأدنى الدين قد قنعوا ... ولا أراهم رضوا في العيش بالدون\n</p>\n\n<p>\nفاستغن بالله عن دنيا الملوك ... كما استغنى الملوك بدنياهم عن الدين\n</p>\n\n<p>\nوقال القالي في أماليه: )حدثنا أبو بكر ابن الأنباري، حدثني أبي قال: بعث\nسليمان المهلبي إلى الخيل بن أحمد بمائة ألف درهم، وسأله في صحبته فرد عليه\nالمائة ألف وكتب إليه بأبيات:\n</p>\n\n<p>\nأبلغ سليمان أني عنه في سعة ... وفي غنى غير أني لست ذا مال\n</p>\n\n<p>\nسخي بنفسي أني لا أرى أحدا ... يموت هزلا ولا يبقى على حال\n</p>\n\n<p>\nفالرزق عن قدر لا العجز ينقصه ... ولا يزيدك فيه حول محتال\n</p>\n\n<p>\nوالفقر في النفس لا في المال تعرفه ... ومثل ذاك الغنى في النفس لا المال\n</p>\n\n<p>\nوأخرج أبو نعيم في )الحلية( عن محمد بن وهيب بن هشام قال: أنشدني بعض\nأصحابي لابن المبارك رحمه الله تعالى:\n</p>\n\n<p>\nكل الجاورس والأرز بالخبز الشعيرواجعلن ذلك طعاما تنج من حر السعير\n</p>\n\n<p>\nوانأى ما استطعت هداك الله عن باب الأمير وأخرج أبو نعيم في )الحلية( عن\nأحمد بن جميل المروزي قال: قيل لعبد الله بن المبارك رضي الله عنه وأرضاه\nأن إسماعيل بن علية قد ولي الصدقات فكتب إليه ابن المبارك:\n</p>\n\n<p>\nيا جاعل العلم له بازيا ... يصطاد أموال <span id='ms22'></span> المساكين\n</p>\n\n<p>\nاحتلت الدنيا ولذاتها ... بحيلة تذهب بالدين\n</p>\n\n<p>\nفصرت مجنونا بها بعدما ... كنت دواء للمجانين\n</p>\n\n<p>\nأين روايتك في سردها ... لترك أبواب السلاطين\n</p>\n\n<p>\nأين روايتك فيما مضى ... عن ابن عون وابن سيرين\n</p>\n\n<p>\nإن قلت أكرهت فذا باطل ... زل عمار العلم في الطين\n</p>\n\n<p>\nقال: فلما قرأ الكتاب بكى واستعفى.\n</p>\n\n<p>\nونظير هذا ما أخرجه ابن عساكر في تاريخه من طريق البيهقي، عن الحاكم قال:\nأخبرني أبو الفضل بن أبي نصر، نبأنا علي بن الحسن بن حبيب الدمشقي، قال:\nسمعت الناقوسي، وكان من أهل القرآن والعلم، قال سمعت محمد بن عبد الله بن\nالحكم يقول: سمعت الشافعي يقول: )كان لي صديق يقال له حصين، وكان يبرني\nويصلني فولاه أمير المؤمنين السيبن، قال فكتب إليه: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n             خذها إليك\nفإن ودك طالق ... مني وليس طلاق ذات البين\n</p>\n\n<p>\nفإن ارعويت فإنها تطليقة ... ويدوم ودك على ثنتين\n</p>\n\n<p>\nوإن التويت شفعتها بمثالها ... وتكون تطليقتين في حيضين\n</p>\n\n<p>\nفإذا الثلاث أتتك مني طائعا ... لم تغن عنك ولاية البحرين\n</p>\n\n<p>\nلم أرض أن أهجر حصينا وحده ... حتى اسود وجه كل حصين\n</p>\n\n<p>\nوأخرج أبو نعيم عن محمد بن وهب، قال: أنشدني بعض أصحابنا لابن المبارك:\n</p>\n\n<p>\nألا اقتديتم بسفيان ومسعركم ... وبابن مغول إذ يجمعهم الورع\n</p>\n\n<p>\nوبالتقي أخي طيء فرابعهم ... زين البلاد جميعا خيرة فرع\n</p>\n\n<p>\nمثل الفراخ تراهم في تهجدهم ... سهد العيون فلا غمض ولا هجع\n</p>\n\n<p>\nجلس البيوت جثوما في منازلهم ... إلا النوائب أو تزعجهم الجمع\n</p>\n\n<p>\nخمص البطون مع الأكباد جائعة ... لا يطمعون حراما خشية الفزع\n</p>\n\n<p>\nللناس هم وهم القوم أنفسهم ... عند الحصاد القوم ما زرعوا\n</p>\n\n<p>\nوقال بعضهم:\n</p>\n\n<p>\nهيهات اغتر بالسلطان تأتيه ... قد ضل والج أبواب السلاطين\n</p>\n\n<p>\nوقال الإمام أبو القاسم الشاطبي صاحب القصيدة المشهورة:\n</p>\n\n<p>\nيلومونني إذ ما وجدت ملائما ... ومالي مليما حين سمت الأكارما\n</p>\n\n<p>\nوقالوا تعلم العلوم نفاقها ... بسحر نفاق يستحق العزائما\n</p>\n\n<p>\nوقلب جناها حولا قلبا بما ... يدني أنوف الشامخات رواغما\n</p>\n\n<p>\nولا بد من مال به العلم يعتلى ... وجاه في الدنيا يكف المظالما\n</p>\n\n<p>\nولولا مصابيح السلاطين لم تجد ... على ظلمات السبيل بالحق قائما\n</p>\n\n<p>\nفخالطهم واصبر لذل حجابهم <span id='ms23'></span> ... تنل بهم عزا يسميك عالما\n</p>\n\n<p>\nوقال الجمال اللغوي في كتاب )المعجب( ومن خطه نقلت: أخبرني بعض الفضلاء:\nأن الأمير عز الدين حرسك بعث إلى الشيخ الشاطبي يدعوه للحضور عنده، فأمر\nالشيخ بعض أصحابه أن يكتب إليه هذه الأبيات وهي قوله:\n</p>\n\n<p>\nقل للأمير مقالة ... من ناصح فطن نبيه\n</p>\n\n<p>\nإن الفقيه إذا أتى ... أبوابكم لا خير فيه\n</p>\n\n<p>\nوفي )التذييل( للبدر النابلسي: قال سعيد بن إبراهيم بن عبد ربه وقد انقبض\nعن الملوك في آخر عمره:\n</p>\n\n<p>\nأمن بعد غوصي في علوم الحقائق ... وطول انبساطي في مذاهب خالق\n</p>\n\n<p>\nوفي حين إشرافي على ملكوته ... أرى طالبا رزقا إلى غير رازقي\n</p>\n\n<p>\nوقد أذنت نفسي بتفويض خلها ... وأسرع في سوقي إلى الموت سابقي\n</p>\n\n<p>\nدونك يا من يرى النصح ذلة ... استوسع فيك الشامتين المراجما\n</p>\n\n<p>\nإذ لعبت صبيانهم بك وابتغت ... شيوخهم فيك الصروف الفواتحا\n</p>\n\n<p>\nفقلت مجيبا ليس يسعدني سوى ... نجى الحشا والدمع ينهل حاجما\n</p>\n\n<p>\nإلى الله أشكو وحدتي في مصائبي ... وهذا زمان الصبر لو كنت حازما\n</p>\n\n<p>\nوكم زفر تحت الضلوع لهيجها ... حكيم يبيع العلم بالجور حاكما\n</p>\n\n<p>\nوكأن جناب العلم يسمو بأهله ... إلى أطيب أنفاس الحياة تواسما\n</p>\n\n<p>\nيردون درت به زهرة الدنيا إلى ... نجعة الأخرى فيرتاد حائما\n</p>\n\n<p>\nوقال الحافظ أبو نصر بن ما كولا:\n</p>\n\n<p>\nتجمعت أبواب الملوك لآتي ... علمت بما لم يعلم الثقلان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n             رأيت\nسهيلا لم يحد عن طريقه ... من الشمس إلا من مقام هوان\n</p>\n\n<p>\nوأخرج ابن عساكر في تاريخه عن زيد بن أسلم قال: كنت مع أبي حازم فأرسل\nإليه عبد الرحمن بن خالد الأمير أن ائتنا حتى نسألك وتحدثنا.\n</p>\n\n<p>\nفقال أبو حازم: )معاذ الله أدركت أهل العلم لا يحملون العلم لأهل الدنيا\nفلن أكون أول من فعل ذلك فإن كان لك حاجة، فأبلغنا( فأرسل إليه عبد الرحمن\nقد ازددت عندنا بهذا كرامة.\n</p>\n\n<p>\nانتهى وحسبنا الله ونعم الوكيل ولا قوة إلا بالله العلي العظيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n             <span id='ms24'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014"
  ],
  "volumes": [
    "01"
  ]
}