{
  "content": "\n<p>\n| بسم الله الرحمن الرحيم | خطبة الكتاب\n</p>\n\n<p>\nرب يسر وأعن يا كريم .\n</p>\n\n<p>\nالحمد لله رب العالمين ، وبحوله نستعين ، وبهدايته نعرف الحق ونستبين ،\nوإياه | نسأل أن يصلي على سيدنا محمد خاتم النبيين ، وعلى آله وأصحابه\nأجمعين .\n</p>\n\n<p>\nهذه نبذ من فنون مهمة في علوم الحديث ، يستعان بها على فهم مصطلحات |\nأهله ومقاصدهم ومراتبهم على سبيل الاختصار والإيجاز ، لتكون كالمدخل إلى |\nالتوسع في هذا الفن إن شاء الله تعالى وهو مرتب أبواب : | \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n| الاقتراح في بيان الاصطلاح وما أضيف إلى ذلك من الأحاديث المعدودة من\nالصحاح تأليف تقي الدين بن دقيق العبد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nالباب الأول في ألفاظ متداولة تتعلق بهذه الصناعة & اللفظ الأول الصحيح\n</p>\n\n<p>\nومداره بمقتضى أصول الفقهاء والأصوليين على صفة عدالة الراوي العدالة\nالمشترطة في قبول الشهادة على ما قرر من الفقه\n</p>\n\n<p>\nفمن لم يقبل المرسل منهم زاد في ذلك أن يكون مسندا\n</p>\n\n<p>\nوزاد أصحاب الحديث أن لا يكون شاذا ولا معللا وفي هذين الشرطين نظر على\nمقتضى مذهب الفقهاء فإن كثيرا من العلل التي يعلل بها المحدثون الحديث لا\nتجري على أصول الفقهاء\n</p>\n\n<p>\nوبمقتضى ذلك حد الحديث الصحيح بأنه\n</p>\n\n<p>\nالحديث المسند الذي يتصل إسناده بنقل العدل الضابط عن العدل الضابط إلى\nمنتهاه ولا يكون شاذا ولا معللا\n</p>\n\n<p>\nولو قيل في هذا الحديث الصحيح المجمع على صحته هو كذا وكذا إلى آخره لكان\nحسنا\n</p>\n\n<p>\nلأن من لا يشترط مثل هذه الشروط لا يحصر الصحيح في هذه الأوصاف ومن شرط\nالحد أن يكون جامعا مانعا\n</p>\n\n<p>\nوقد اختلف أرباب الحديث في أصح الأسانيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nفمذهب البخاري أن أصح الأسانيد مالك عن نافع عن ابن عمر\n</p>\n\n<p>\nوعن يحيى بن معين أجودها الأعمش عن إبراهيم عن علقمة عن عبد الله\n</p>\n\n<p>\nوعن عمرو بن علي أصح الأسانيد محمد بن سيرين عن عبيدة عن علي\n</p>\n\n<p>\nثم قيل أيوب عن محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nوقيل ابن عون عن محمد & اللفظ الثاني الحسن\n</p>\n\n<p>\nوفي تحقيق معناه الاضطراب\n</p>\n\n<p>\nفقال الخطابي الحسن ما عرف مخرجه واشتهر رجاله وعليه مدار أكثر الحديث\nوهو الذي يقبله أكثر العلماء ويستعمله عامة الفقهاء <span id='ms01'></span>\n</p>\n\n<p>\nوهذه عبارة ليس فيها كبير تلخيص ولا هي أيضا على صناعة الحدود والتعريفات\nفإن الصحيح أيضا قد عرف مخرجه واشتهر رجاله فيدخل الصحيح في حد الحسن\n</p>\n\n<p>\nوكأنه يريد بهذا الكلام ما عرف مخرجه واشتهر رجاله مما لم يبلغ درجة\nالصحيح\n</p>\n\n<p>\nوأما ما قيل من أن الحسن يحتج به ففيه إشكال وذلك أن ههنا أوصافا يجب\nمعها قبول الرواية إذا وجدت في الراوي\n</p>\n\n<p>\nفأما أن يكون هذا الحديث المسمى بالحسن مما قد وجدت فيه هذه الصفات على\nأقل الدرجات التي يجب معها القبول أو لا\n</p>\n\n<p>\nفإن وجدت فذلك حديث صحيح وإن لم توجد فلا يجوز الاحتجاج به وأن سمي حسنا\n</p>\n\n<p>\nاللهم ألا أن يرد هذا إلى أمر اصطلاحي وهو أن يقال أن الصفات التي يجب\nقبول الرواية معها لها مراتب ودرجات\n</p>\n\n<p>\nفاعلاها هي التي يسمى الحديث الذي اشتمل رواته عليها صحيحا وكذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n             أوساطها مثلا\n</p>\n\n<p>\nوأدناها هو الذي نسميه حسنا\n</p>\n\n<p>\nوحينئذ يرجع الأمر في ذلك إلى الاصطلاح ويكون الكل صحيحا في الحقيقة\nوالأمر في الاصطلاح قريب لكن من أراد هذه الطريقة فعليه أن يعتبر ما سماه\nأهل الحديث حسنا ويحقق وجود الصفات التي يجب معها قول الرواية في تلك\nالأحاديث\n</p>\n\n<p>\nفهذا ما يتعلق من البحث على كلام الخطابي\n</p>\n\n<p>\nوقال أبو عيسى الترمذي أنه يريد بالحسن\n</p>\n\n<p>\nأن لا يكون في إسناده من يتهم بالكذب ولا يكون حديثا شاذا ويروى من غير\nوجه نحو ذلك\n</p>\n\n<p>\nوهذا يشكل عليه ما يقال فيه\n</p>\n\n<p>\nأنه حسن مع أنه ليس له مخرج إلا من وجه واحد\n</p>\n\n<p>\nوقال بعضهم\n</p>\n\n<p>\nالحديث الذي فيه ضعف قريب محتمل هو الحسن ويصلح للعمل به\n</p>\n\n<p>\nوهذا فيه من البحث ما قدمناه من الكلام على قبول الحسن\n</p>\n\n<p>\nمع أن قوله فيه ضعف قريب محتمل ليس مضبوطا بضابط يتميز به القدر المحتمل\nمن غيره\n</p>\n\n<p>\nوإذا اضطرب هذا الوصف لم يحصل التعريف المميز للحقيقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر الفقيه الحافظ أبو عمرو بن الصلاح رحمه الله\n</p>\n\n<p>\nأنه تنقح له واتضح أن الحديث الحسن قسمان\n</p>\n\n<p>\nأحدهما الحديث الذي لا يخلو رجال <span id='ms02'></span> إسناده من مستور لم تتحقق أهليته غير\nأنه ليس مغفلا كثير الخطأ فيما يرويه ولا هو متهم بالكذب في الحديث أي لم\nيظهر منه تعمد الكذب في الحديث ولا سبب آخر مفسق ويكون متن الحديث مع ذلك\nقد عرف بأن روي مثله أو نحوه من وجه آخر أو أكثر حتى اعتضد بمتابعة من تابع\nراويه على مثله أو بما له من شاهد وهو ورود حديث آخر بنحوه فيخرج بذلك عن\nأن يكون شاذا ومنكرا\n</p>\n\n<p>\nالقسم الثاني أن يكون راويه من المشهورين بالصدق والأمانة غير أنه لم\nيبلغ درجة رجال الصحيح لكونه يقصر عنهم في الحفظ والإتقان وهو مع ذلك يرتفع\nعن حال من يعد ما ينفرد به من حديثه منكرا\n</p>\n\n<p>\nويعتبر في كل هذا مع سلامة الحديث من أن يكون شاذا ومنكرا سلامته من أن\nيكون معللا\n</p>\n\n<p>\nوهذا كلام فيه مباحثات ومناقشات على بعض الألفاظ\n</p>\n\n<p>\nوذكر هذا الحافظ أشكالا على قولهم هذا حديث حسن صحيح لأن الحسن قاصر عن\nالصحيح ففي الجمع بينهما في حديث واحد جمع بين نفي ذلك القصور وإثباته\n</p>\n\n<p>\nوأجاب\n</p>\n\n<p>\nبأن ذلك راجع إلى الإسناد فإذا روي الحديث الواحد بإسنادين أحدهما إسناد\nحسن والآخر إسناد صحيح استقام أن يقال فيه أنه حديث صحيح حسن صحيح أي أنه\nحسن بالنسبة إلى إسناد صحيح بالنسبة إلى إسناد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n             قال على أنه غير\nمستنكر أن يكون بعض من قال ذلك أراد بالحسن معناه اللغوي وهو ما تميل إليه\nالنفس ولا يأباه القلب دون المعنى الاصطلاحي الذي نحن بصدده\n</p>\n\n<p>\nوأقول\n</p>\n\n<p>\nأما الأول فيرد عليه الأحاديث التي قيل فيها حسن صحيح مع أنه ليس لها إلا\nمخرج واحد ووجهة واحدة وإنما يعتبر اختلاف الأسانيد بالنسبة إلى المخارج\n</p>\n\n<p>\nوهذا موجود في كلام أبي عيسى الترمذي في مواضع يقول هذا حديث حسن صحيح لا\nنعرفه إلا من هذا الوجه أو لا نعرفه إلا من حديث فلان وقد ذكرت مواضع من\nذلك فيما أمليته على مقدمة شرح الأحكام الصغرى لأبي محمد عبد الحق رحمه\nالله تعالى <span id='ms03'></span>\n</p>\n\n<p>\nوأما إطلاق الحسن باعتبار المعنى اللغوي فيلزم عليه أن يطلق على الحديث\nالموضوع إذا كان حسن اللفظ أنه حسن وذلك لا يقوله أحد من أهل الحديث إذا\nجروا على اصطلاحهم\n</p>\n\n<p>\nوالذي أقول في جواب هذا السؤال\n</p>\n\n<p>\nأنه لا يشترط في الحسن قيد القصور عن الصحيح وإنما يجيئه القصور ويفهم\nذلك فيه إذا اقتصر على قوله حسن\n</p>\n\n<p>\nفالقصور يأتيه من قيد الاقتصار لا من حيث حقيقته وذاته\n</p>\n\n<p>\nوشرح هذا وبيانه\n</p>\n\n<p>\nإن ههنا صفات للرواة تقتضي قبول الرواية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nولتلك الصفات درجات بعضها فوق بعض كالتيقظ والحفظ والإتقان مثلا فوجود\nالدرجة الدنيا كالصدق مثلا وعدم التهمة بالكذب لا ينافيه وجود ما هو أعلى\nمنه كالحفظ والإتقان\n</p>\n\n<p>\nفإذا وجدت الدرجة العليا لم يناف ذلك وجود الدنيا كالحفظ مع الصدق فيصح\nأن يقال في هذا أنه حسن باعتبار وجود الصفة الدنيا وهي الصدق مثلا صحيح\nباعتبار الصفة العليا وهي الحفظ والإتقان\n</p>\n\n<p>\nويلزم على هذا أن يكون كل صحيح حسنا\n</p>\n\n<p>\nيلتزم ذلك ويؤيده ورود قولهم هذا حديث حسن في الأحاديث الصحيحة وهذا\nموجود في كلام المتقدمين $ الثالث الضعيف\n</p>\n\n<p>\nوهو ما نقص على درجة الحسن\n</p>\n\n<p>\nوقد قدمنا في قسم الصحيح الكلام على أصح الأسانيد\n</p>\n\n<p>\nوقد ذكرنا ابن نعيم الكلام على أوهى الأسانيد فقال في معرفة علوم الحديث\n</p>\n\n<p>\n| القول في الأسانيد الواهية\n</p>\n\n<p>\nفأوهى أسانيد أهل البيت عمرو بن شمر عن جابر الجعفي عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \nالحارث الأعور عن علي\n</p>\n\n<p>\nوأوهى أسانيد الصديق صدقة الدقيقي عن فرقد السبخي عن مرة الطيب عن أبي\nبكر\n</p>\n\n<p>\nوأوهى أسانيد العمريين محمد بن القاسم بن عبد الله بن عمر بن حفص بن عاصم\nعن أبيه عن جده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n             فإن محمدا والقاسم وعبد الله لا يحتج بهم\n</p>\n\n<p>\nوأوهى أسانيد أبي هريرة السري بن إسماعيل عن داود بن يزيد الأودي عن أبيه\nعن أبي هريرة\n</p>\n\n<p>\nوأوهى أسانيد عائشة نسخة عند البصريين عن الحارث بن شبل عن أم النعمان عن\nعائشة\n</p>\n\n<p>\nوأوهى أسانيد عبد الله بن مسعود شريك عن أبي فزارة عن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \nزيد عن عبد الله\n</p>\n\n<p>\nوأوهى أسانيد <span id='ms04'></span> أنس بن مالك داود بن المحبر بن قحذم عن أبيه عن أبان بن أبي\nعياش عن أنس\n</p>\n\n<p>\nوأوهى أسانيد المكيين عبد الله بن ميمون القداح عن شهاب بن خراش عن\nإبراهيم بن يزيد الخوزي عن عكرمة عن ابن عباس\n</p>\n\n<p>\nوأوهى أسانيد اليمانيين حفص بن عمر العدني عن الحكم بن أبان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \nعن عكرمة عن ابن عباس\n</p>\n\n<p>\nوأوهى أسانيد المصريين أحمد بن محمد بن الحجاج بن رشدين عن أبيه عن جده\nعن قرة بن عبد الرحمن بن حيويل عن كل من روى عنه فإنها نسخة كبيرة\n</p>\n\n<p>\nوأوهى أسانيد الشاميين محمد بن قيس المصلوب عن عبيد الله بن زحر بن علي\nبن يزيد عن القاسم عن أبي أمامة\n</p>\n\n<p>\nوأوهى أسانيد الخراسانيين عبد الله بن عبد الرحمن بن مليحة عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n             نهشل بن سعيد عن الضحاك عن ابن عباس\n</p>\n\n<p>\nوابن مليحة ونهشل نيسابوريان & اللفظ الرابع المرسل\n</p>\n\n<p>\nوالمشهور فيه أنه ما سقط من منتهاه ذكر الصحابي\n</p>\n\n<p>\nبأن يقول التابعي قال رسول الله صلى الله عليه وسلم & اللفظ الخامس\nالمعضل\n</p>\n\n<p>\nفإن سقط اثنان فهو المعضل\n</p>\n\n<p>\nوقد يكون فيما سقط منه اثنان دون الصحابي أيضا وهذا هو اللفظ الخامس &\nاللفظ السادس المنقطع\n</p>\n\n<p>\nوقد يطلق بعض القدماء المرسل على ما سقط منه رجل مطلقا وإن كان في أثنائه\n</p>\n\n<p>\nوما سقط منه رجل في أثنائه يسمي بالمنقطع وهو السادس عند الجمهور & اللفظ\nالسابع المقطوع\n</p>\n\n<p>\nوهو غير المقطوع وهو ما روي عن من دون الصحابي وقطع عليه\n</p>\n\n<p>\nوهذا هو اللفظ السابع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n             & الثامن الموقوف\n</p>\n\n<p>\nوهو ما أسند إلى الصحابي من قوله أو فعله\n</p>\n\n<p>\nويقابله & التاسع المرفوع\n</p>\n\n<p>\nالمرفوع وهو التاسع هو ما ذكر فيه النبي صلى الله عليه وسلم فنسب إليه\nقول أو فعل أو تقرير\n</p>\n\n<p>\nومن هذا يقال رواه فلان موقوفا ورواه فلان مرفوعا & العاشر الموصل\n</p>\n\n<p>\nوهو ما سلم من الانقطاع & الحادي عشر المسند\n</p>\n\n<p>\nوهو ما اتصل سنده إلى ذكر النبي صلى الله عليه وسلم\n</p>\n\n<p>\nوقيل هو ما ذكر فيه النبي صلى الله عليه وسلم وإن كان منقطعا في أثنائه &\nالثاني عشر <span id='ms05'></span> الشاذ\n</p>\n\n<p>\nوهو ما خالف رواية الثقات أو ما انفرد به من لا يحتمل حاله أن يقبل ما\nتفرد به & الثالث عشر المنكر\n</p>\n\n<p>\nوهو كالشاذ\n</p>\n\n<p>\nوقيل هو ما انفرد به الراوي وهو منقوض بالأفراد الصحيحة & الرابع عشر\nالغريب\n</p>\n\n<p>\nوهو تارة ترجع غرابته إلى اللفظ\n</p>\n\n<p>\nوتارة ترجع إلى الإسناد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nثم تارة يكون غريبا مطلقا بأن ينفرد راو بإسناده كله وتارة يكون غريبا عن\nشخص معين ويكون معروفا عن غيره\n</p>\n\n<p>\nفإذا قيل\n</p>\n\n<p>\nهذا غريب من حديث فلان عن فلان احتمل الوجهين جميعا\n</p>\n\n<p>\nوكذلك إذا قلنا\n</p>\n\n<p>\nتفرد به فلان عن فلان احتمل أن يكون تفردا مطلقا واحتمل أن يكون تفرد به\nعن هذا المعين ويكون مرويا من غير جهة ذلك المعين فتنبه لذلك فإنه قد يقع\nفيه المؤاخذة على قوم من المتكلمين على الأحاديث ويكون له وجه كما ذكرناه\nالآن & الخامس عشر المتسلسل\n</p>\n\n<p>\nوهو ما كان إسناده على صفة واحدة في طبقاته\n</p>\n\n<p>\nفتارة يكون في جميعها كما إذا كان كله بصيغة سمعت فلانا يقول إلى آخره\n</p>\n\n<p>\nوتارة يكون في أكثره مثل الحديث المسلسل بقولهم أول حديث سمعته منه فإن\nسلسلته تقف على الراوي عن سفيان بن عيينة وهو عبد الرحمن بن بشر على الصحيح\nورفعها أبو نصر الوزيري إلى منتهاه\n</p>\n\n<p>\nوقد يسلسلون باطعمني وسقاني ويحدثني ويده علي كتفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nوفائدة المسلسل أمران\n</p>\n\n<p>\nأحدهما أنه قد يكوه فيه اقتداء بالنبي صلى الله عليه وسلم فيما فعله\n</p>\n\n<p>\nوالثاني أن يكون مفيدا لإيصال الرواية وعدم إنقطاعها إذا كانت السلسلة\nتقتضي ذلك كقوله سمعت فلانا وكأطعمني وسقاني وكأول حديث سمعته منه وغير ذلك\n& السادس عشر المعنعن\n</p>\n\n<p>\nمن الحديث وهو ما كان صيغة روايته فلان عن فلان\n</p>\n\n<p>\nفمن الناس من قال لا يقبل حتى يثبت لقاء الراوي لشيخه ولو مرة\n</p>\n\n<p>\nومنهم من اكتفى بمجرد إمكان اللقاء في الزمن وهذا مذهب مسلم وقد أطنب في\nالرد على الأولى في مقدمة كتابه\n</p>\n\n<p>\nثم الراوي بالعنعنة عن شيخه إذا لقيه أو اكتفينا بمجرد إمكان لقائه على\nاختلاف المذهبين إما أن يكون مدلسا أو <span id='ms06'></span> لا\n</p>\n\n<p>\nفإن لم يكن حملنا الرواية على الاتصال والسماع\n</p>\n\n<p>\nوإن كان مدلسا فالمشهور أنه لا يحمل على السماع حتى يبين الراوي ذلك وما\nلم يبين فهو كالمنقطع فلا يقبل\n</p>\n\n<p>\nوهذا جار على القياس\n</p>\n\n<p>\nإلا أن الجري عليه في تصرفات المحدثين وتخريجاتهم صعب عسير يوجب اطراح\nكثير من الأحاديث التي صححوها إذ يتعذر علينا إثبات سماع المدلس فيها من\nشيخه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nاللهم إلا أن يدعي مدع أن الأولين اطلعوا على ذلك ولم نطلع نحن عليه وفي\nذلك نظر & السابع عشر التدليس\n</p>\n\n<p>\nوهو أن يروي الراوي حديثا عن من لم يسمعه منه\n</p>\n\n<p>\nفإن كانت صيغة روايته تقتضي سماعه منه نصا فهذا كذب لا يسمى بالتدليس وإن\nلم يقتض ذلك نصا كما كان المتقدمون يقولون فلان عن فلان ولا يقولون أخبرنا\nولا حدثنا\n</p>\n\n<p>\nوكذلك إذا قال قال فلان أو روى فلان أو غيرهما من الألفاظ التي لا تصرح\nباللقاء فهذا هو التدليس\n</p>\n\n<p>\nولهم في ذلك أغراض\n</p>\n\n<p>\nبعضهما مذموم قادح فيمن فعله لذلك الغرض عالما به وهو أن يترك ذكر الراوي\nلأنه لو صرح به لعرف ضعفه ولم يقبل حديثه\n</p>\n\n<p>\nوإنما قلنا أنه قادح لما فيه من عدم النصح وترويج الباطل\n</p>\n\n<p>\nوأكثر مقصود المتأخرين في التدليس طلب العلو أو إيهام المشايخ كما إذا\nروي عن شيخ باسمه المشهور ثم نسبه مرة أخرى إلى جد له أعلى ثم ذكره مرة\nأخرى بكنيته ثم نسبه مرة أخرى إلى موضع لا تشتهر نسبته إليه أو ذكر لفظا\nمشتركان ينطلق في المشهور على غير الموضع الذي أراده كما إذا قال حدثني\nفلان بالعراق ويريد موضعا باخميم أو حدثني بزبيد ويريد موضعا بقوص أو بحلب\nويريد موضعا متصلا بالقاهرة أوبما وراء النهر ويريد أنه انتقل من أحد جانبي\nبغداد إلى الآخر والنهر دجلة\n</p>\n\n<p>\nفهذا كله إذا كان صحيحا في نفس الأمر فليس بكذب إنما المقصود منه الإغراب\n</p>\n\n<p>\nوقد يكون التدليس خفيا جدا ولذلك مثالان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nأحدهما أنهم اختلفوا في سماع الحسن من أبي هريرة\n</p>\n\n<p>\nفورد في بعض الروايات عن الحسن حدثنا <span id='ms07'></span> أبو هريرة فقيل أنه أراد حدث أهل\nبلدنا\n</p>\n\n<p>\nوهذا إن لم يقم دليل قاطع على أن الحسن لم يسمع من أبي هريرة لن يجز أن\nيصار إليه\n</p>\n\n<p>\nالثاني قول أبي إسحاق ليس أبو عبيدة ذكره ولكن عبد الرحمن بن الأسود عن\nالأسود عن أبيه فظاهره أن المراد سماعه من عبد الرحمن بن الأسود عن أبيه\nلعدوله عن أبي عبيدة فقيل أنه تدليس كما لو قال ابتداء عبد الرحمن بن\nالأسود عن أبيه ولم يقل قبله ليس أبو عبيدة ذكره\n</p>\n\n<p>\nوللتدليس مفسدة وفيه مصلحة\n</p>\n\n<p>\nأما مفسدته فإنه قد يخفى ويصير الراوي مجهولا فيسقط العمل بالحديث لكون\nالراوي مجهولا عند السامع مع كونه عدلا معروفا في نفس الأمر وهذه جناية\nعظمى ومفسدة كبرى\n</p>\n\n<p>\nوأما مصلحته فامتحان الأذهان في استخراج التدليسات وإلقاء ذلك إلى من\nيراد اختبار حفظه ومعرفته بالرجال\n</p>\n\n<p>\nووراء ذلك مفسدة أخرى يراعيها باب أرباب الصلاح والقلوب وهو ما في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n             التدليس من التزين وقد تنبه لذلك ياقوتة العلماء المعافى بن\nعمران الموصلي وكان من أكابر العلماء والصحابة & الثامن عشر المضطرب\n</p>\n\n<p>\nوهو ما روي من وجوه مختلفة\n</p>\n\n<p>\nوهو أحد أسباب التعليل عندهم وموجبات الضعف للحديث\n</p>\n\n<p>\nوالأمر فيه منقسم\n</p>\n\n<p>\nفإذا كان أحد الوجوه مرميا من وجه ضعيف والآخر من وجه قوي فلا تعليل\nوالعمل بالقوي متعين\n</p>\n\n<p>\nوإن لم يكن كذلك فإن أمكن الجمع بين تلك الوجوه بحيث يمكن أن يكون\nالمتكلم معبرا باللفظين الواردين عن معنى واحد فلا إشكال أيضا مثل\n</p>\n\n<p>\nأن يكون في أحد الوجهين قد قال الراوي عن رجل وفي الوجه الآخر سمى رجلا\nفهذا يمكن أن يكون ذلك المسمى هو ذلك المبهم فلا تعارض\n</p>\n\n<p>\nوإن لم يكن كذلك بأن يسمي مثلا الراوي باسم معين في رواية ويسمي آخر باسم\nآخر في رواية أخرى فهذا محل نظر إذ يتعارض فيه آمران\n</p>\n\n<p>\nأحدهما أنه يجوز أن يكون الحديث عن الرجلين معا\n</p>\n\n<p>\nوالثاني أن يغلب على الظن أن الراوي واحد اختلف فيه فههنا لا يخلو أن\nيكون الرجلان معا ثقتين أو لا\n</p>\n\n<p>\nفإن <span id='ms08'></span> كان ثقتين فههنا مقتضى مذاهب الفقهاء والأصوليين أن لا يضر هذا\nالاختلاف لأنه إن كان الحديث عن هذا المعين فهو عدل وإن كان عن الآخر فهو\nعدل فكيفما انقلبنا انقلبنا إلى عدل فلا يضر هذا الاختلاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nوغيرهم قد يقول أن الاضطراب في الحديث دليل على عدم انضباطه\n</p>\n\n<p>\nوهذا إنما يتوجه إذا كان لا دليل لنا على أن الحديث عنهما جميعا أما أن\nدل دليل على ذلك فلا اختلاف مثل أن يروي إنسان حديثا عن رجل تارة ويروي ذلك\nالحديث عن آخر تارة أخرى ثم يرويه عنهما معا في مرة ثالثة\n</p>\n\n<p>\nوأما أن كان أحد الراويين ضعيفا فقد تردد الحال بين أن يكون عن القوي أو\nعن الضعيف أو عنهما\n</p>\n\n<p>\nوهو على أحد هذه التقديرات غير حجة وهو ما إذا كان عن الضعيف وهذا بشرط\nأن لا يكون الطريقان مختلفين بل يكونان عن رجل واحد ومع ذلك فجوز أن يكون\nقد رواه عنهما جميعا\n</p>\n\n<p>\nفمن يعتمد مجرد الجواز لا يلتفت إلى هذا التعليل ولا يغفلن في جميع هذا\nعن طلب الترجيح عند الاختلاف فإن النظر إنما هو عند التساوي أو التفاوت &\nالتاسع عشر المدرج\n</p>\n\n<p>\nوهي ألفاظ تقع مع بعض الرواة متصلة بلفظ الرسول صلى الله عليه وسلم ويكون\nظاهرها أنها من لفظه فيدل دليل على أنه من لفظ الراوي\n</p>\n\n<p>\nوكثيرا ما يستدلون على ذلك بأن يرد الفصل بين كلام الرسول صلى الله عليه\nوسلم وكلام الراوي مبينا في بعض الروايات\n</p>\n\n<p>\nوهذا طريق ظني قد يقوى قوة صالحة في بعض المواضع وقد يضعف\n</p>\n\n<p>\nفمما يقوى فيه أن يكون كلام الراوي أتى بعد انقضاء كلام النبي صلى الله\nعليه وسلم متصلا بآخره\n</p>\n\n<p>\nومما قد يضعف فيه أن يكون مدرجا في أثناء لفظ الرسول صلى الله عليه وسلم\nلا سيما أن كان مقدما على اللفظ المروي أو معطوفا عليه بواو العطف كما لو\nقال من مس أنثييه وذكره فليتوضأ بتقديم لفظ الأنثيين على الذكر فههنا يضعف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             الإدارج لما فيه من اتصال هذه اللفظة بالعامل <span id='ms09'></span> الذي هو من لفظ\nالرسول صلى الله عليه وسلم & العشرون في التمييز بين ألفاظ الأداء في\nالمصطلح\n</p>\n\n<p>\nفما قيل فيه حدثنا فهو ما سمع من لفظ الشيخ واصطلحوا أن يقال ذلك فيما\nحدث به الشيخ جماعة هو فيهم\n</p>\n\n<p>\nوأن يقال حدثني فيما حدث به الراوي وحده وإن جاز في هذا من حيث اللغة أن\nيقول حدثنا\n</p>\n\n<p>\nومن الناس من أجاز حدثنا فيما يقرؤه الراوي على الشيخ وهو بعيد عن الوضع\nاللغوي\n</p>\n\n<p>\nوأما أخبرنا فهو لفظ صالح لما حدث به الشيخ ولما قرىء عليه فأقر به\n</p>\n\n<p>\nولفظ الأخبار أعم من لفظ التحديث فكل تحديث أخبار ولا ينعكس\n</p>\n\n<p>\nومن الناس من سوى بينهما\n</p>\n\n<p>\nوالكلام في أخبرنا وأخبرني كما قلناه في حدثنا وحدثني\n</p>\n\n<p>\nوأما أنبأنا فالمتقدمون يطلقونها بمعنى أخبرنا أو حدثنا\n</p>\n\n<p>\nوالمتأخر ون يطلقونها على الإجازة\n</p>\n\n<p>\nوهو بعيد من الوضع اللغوي إلا أن يوضع اصطلاحا\n</p>\n\n<p>\nوأما العبارة عن الإجازة فمن الناس من يطلق فيها أخبرنا وهم قوم من\nالمغاربة\n</p>\n\n<p>\nومنهم من يقول أخبرنا إجازة ويشترط البيان\n</p>\n\n<p>\nوالذي أراه\n</p>\n\n<p>\nأن لا يستعمل فيها أخبرنا بالإطلاق ولا بالتقييد لبعد دلالة لفظ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             الإجازة عن الأخبار إذ معناها في الوضع الأذن في الرواية &\nالحادي والعشرون الموضوع من الحديث أي المختلق\n</p>\n\n<p>\nوأهل الحديث كثيرا ما يحكمون بذلك باعتبار أمور ترجع إلى المروي وألفاظ\nالحديث\n</p>\n\n<p>\nوحاصله يرجع إلى أنه حصلت لهم لكثرة محاولة ألفاظ الرسول صلى الله عليه\nوسلم هبة نفسانية أو ملكة يعرفون بها ما يجوز أن يكون من ألفاظ النبي صلى\nالله عليه وسلم وما لا يجوز أن يكون من ألفاظه كما سئل بعضهم\n</p>\n\n<p>\nكيف تعرف أن الشيخ كذاب\n</p>\n\n<p>\nفقال إذا روى لا تأكلوا القرعة حتى تذبحوها علمت أنه كذاب\n</p>\n\n<p>\nوكذلك ربما حكموا به بناء على قرائن في حال الراوي كما قالوا في غياث\nالذي دخل على المهدي فروى له لا سبق إلا في نصل أو خف أو حافر أو جناح لأجل\nأن المهدي كان مشتغلا بالطيور عندما دخل إليه\n</p>\n\n<p>\nوقد ذكر فيه إقرار الراوي بالوضع وهذا <span id='ms10'></span> كاف في رده لكنه ليس بقاطع في كونه\nموضوعا لجواز أن يكذب في هذا الإقرار بعينه & الثاني والعشرون المطلوب\n</p>\n\n<p>\nوهو أن يكون الحديث معروفا برواية رجل معين فيروى عن غيره طلبا للاغتراب\nوتنفيقا لسوق تلك الرواية\n</p>\n\n<p>\nمثل أن يكون معروفا برواية مالك بن نافع عن ابن عمر فيرويه عن مالك بن\nعبد الله بن دينار عن ابن عمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا فيه على طريقة الفقهاء أنه يجوز أن يكون عنها جميعا\n</p>\n\n<p>\nلكن يقوم عند المحدثين قرائن وظنون يحكمون بها على الحديث أنه مقلوب\n</p>\n\n<p>\nوقد يطلق على راويه أنه يسرق الحديث\n</p>\n\n<p>\nوقد يطلق المقلوب على اللفظ بالنسبة إلى الإسناد والإسناد بالنسبة إلى\nاللفظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n| الباب الثاني\n</p>\n\n<p>\nفي كيفية السماع والتحمل وضبط الرواية وآدابها\n</p>\n\n<p>\nوفيه مسائل & الأولى\n</p>\n\n<p>\nتحمل الحديث لا يشترط فيه أهلية الرواية فلو سمع في حال صغره أو حال كفره\nأو فسقه ثم روى بعد بلوغه أو إسلامه أو عدالته قبل\n</p>\n\n<p>\nومما علم أن الصحابي تحمله قبل الإسلام ثم رواه بعد الإسلام حديث جبير بن\nمطعم أنه سمع النبي صلى الله عليه وسلم يقرأ في المغرب بالطور & الثانية\n</p>\n\n<p>\nاصطلح أهل الحديث على أن يجعلوا ما سمعه الصبي لخمس سنين سماعا وما سمعه\nلدون ذلك حضورا وتأنسوا في بحديث محمود بن الربيع أنه عقل مع النبي صلى\nالله عليه وسلم مجة مجها في وجهه وهو ابن خمس سنين من دلو\n</p>\n\n<p>\nوهذا ليس بدليل على أن هذا السن وقت صحة السماع وما دونه ليس كذلك لكنه\nراجع إلى الاصطلاح من المتأخرين\n</p>\n\n<p>\nوالمعتبر في الحقيقة إنما هو أهلية الفهم والتمييز حيث وجدت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \n& الثالثة\n</p>\n\n<p>\nوقد ذكرنا طرفا من كيفية أداء الرواي عن الشيخ الذي سمعه منه من حدثنا أو\nأخبرنا أو أنبأنا أو أجاز لنا\n</p>\n\n<p>\nومما وقع في اصطلاح المتأخرين أنه إذا روي كتاب مصنف بيننا وبينه وسائط\nتصرفوا في أسماء الرواة وقلبوها على أنواع إلى أن يصلوا إلأى المصنف فإذا\nوصلوا إليه تبعوا لفظه من غير تغيير\n</p>\n\n<p>\nوهذا فيه بحثان\n</p>\n\n<p>\nأحدهما أنه ينبغي أن يحفظ فيه <span id='ms11'></span> شروط الرواية بالمعنى\n</p>\n\n<p>\nفقد رأينا من يعبر في هذه الرواية بعبارات لعل المروي عنه لو أراد\nالتعبير عنه لم يستجز ذلك أو لم يستحسنه\n</p>\n\n<p>\nفهذا خارج عن الرواية بالمعنى فليراع ذلك\n</p>\n\n<p>\nمثاله أن يقول الشيخ أخبرنا فلان عن فلان\n</p>\n\n<p>\nفيقول الراوي عنه أخبرنا فلان قال أخبرنا الإمام العلامة أوحد الزمان إلى\nغير ذلك من ألفاظ التعظيم التي لوعرضت على الشيخ قد لا يختارها ولا يرى\nالمروي عنه أهلا لها\n</p>\n\n<p>\nفكيف يسوغ أن يحمل عليه ما يجوز أن لا يراه ثم إن هذه شهادة لذلك الشخص\nبهذه المرتبة وقد أخبر هذا الراوي عن شيخه بهذه المرتبة وأنه شاهد بها\n</p>\n\n<p>\nومن ذلك\n</p>\n\n<p>\nأن أرباب الأصول اشترطوا في الرواية بالمعنى عدم الزيادة والنقصان\nبالنسبة إلى الترجمة والمترجم عنه\n</p>\n\n<p>\nونرى بعض أهل الحديث لا يلتزم ذلك فيذكر الرواية عن شخص فيزيد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             فيه تاريخ السماع إذا كان يعلمه وإن لم يذكره الشيخ وربما زاد\nفيه بقراءة فلان أو بتخريج فلان وإن لم يسمع ذلك أو لم يقرأه\n</p>\n\n<p>\nوكل هذا زيادة على ما تحمله لفظا أو معنى ولا يجري على قانون أهل الأصول\nفلينتبه لذلك\n</p>\n\n<p>\nالبحث الثاني الذي اصطلحوا عليه من عدم التغيير للألفاظ بعد وصولهم إلى\nالمصنف ينبغي أن ينظر فيه هل هو على سبيل الوجوب أو هو اصطلاح على سبيل\nالاستحسان\n</p>\n\n<p>\nوفي كلام بعضهم ما يشعر أنه ممتنع لأنه وإن كان له الرواية بالمعنى فليس\nله تغيير التصنيف\n</p>\n\n<p>\nوهذا كلام فيه ضعف\n</p>\n\n<p>\nوأقل ما فيه أنه يقتضي تجويز هذا فيما ينقل من المصنفات المتقدمة إلى\nأجزائنا وتخاريجنا فإنه ليس فيه تغيير للتصنيف المتقدم وليس هذا جاريا على\nالاصطلاح فإن الاصطلاح على أن لا تغير الألفاظ بعد الانتهاء إلى الكتب\nالمصنفة سواء رويناها فيها أو نقلناها منها & المسألة الرابعة\n</p>\n\n<p>\nمن المتأخرين من يتسامح ويقول\n</p>\n\n<p>\nسمعت فلانا يقول فيما قرأه عليه أو سمع من القارىء عله\n</p>\n\n<p>\nوهذا تسامح خارج عن الوضع ليس له وجه إلا أن يكون بتغيير اصطلاح وهو أن\nيقع الاصطلاح على أن يعبر <span id='ms12'></span> بهذه اللفظة عن هذا المعنى\n</p>\n\n<p>\nفإن كان هذا الاصطلاح عاما فقد يقرب الأمر فيه وإن وضعه هذا الراوي بنفسه\nفلا أرى ذلك جائزا\n</p>\n\n<p>\nوربما قربه بعضهم بأن يقول سمعت فلانا قراءة عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nولاشك أن الاصطلاح واقع على قول المؤرخين في التراجم\n</p>\n\n<p>\nسمع فلانا وفلانا من غير تقييده بسماعه من لفظه & المسألة الخامسة\n</p>\n\n<p>\nجرت عادة المتقدمين إذا رووا كتابا عن شيخ نسبوه في أول حديث ثم أدرجوا\nعليه اسمه بأن يقول في بقية الأحاديث أخبرنا فلان ولا ينسبه فهل يجوز لم\nروى عن هذا الراوي أن ينسبه في بقية الأحاديث إن منعنا الرواية بالمعنى لم\nيجز وإن أجزناها فقد يمكن جوازه\n</p>\n\n<p>\nوحكى الخطيب عن أكثر أهل العلم أنهم أجازوه\n</p>\n\n<p>\nوالأولى عندنا أن يقال فيه هو فلان ابن فلان أو يعني فلان ابن فلان &\nالمسألة السادسة\n</p>\n\n<p>\nلأهل الحديث نسخ بإسناد واحد تشتمل على أحاديث عديدة فإذا أراد أن يروي\nمنها واحدا فهل له إفراده من بين ما معه من الأحاديث أم لا\n</p>\n\n<p>\nمثاله نسخة همام بن منبه عن أبي هريرة فمسلم رحمه الله إذا أوصل الإسناد\nإلى همام وقال هذا ما حدثنا أبو هريرة عن محمد رسول الله صلى الله عليه\nوسلم يقول مسلم فذكر أحاديث منها وقال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nوهذا عندنا من باب الأولى ولو أفرد بعضها لم يمتنع إذا كانت العبارة هكذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             & السابعة\n</p>\n\n<p>\nاختصار الحديث هل يجوز أم لا\n</p>\n\n<p>\nوإن كان اختصاره مما يغير المعنى لو لم يختصر لم يجز\n</p>\n\n<p>\nوإن لم يغير المعنى مثل أن يذكر لفظين مستقلين في معنيين فيقتصر على\nأحدهما فالأقرب الجواز لأن عمدة الرواية في التجويز هو الصدق وعمدتها في\nالتحريم هو الكذب وفي مثل ما ذكرناه الصدق حاصل فلا وجه للمنع\n</p>\n\n<p>\nفإن احتاج ذلك إلى تغيير لا يخل بالمعنى فهو خارج على جواز الرواية &\nالثامنة\n</p>\n\n<p>\nتارة يقدمون متن الحديث على إسناده بأن يذكر لفظه ثم يقول أخبرنا به فلان\nويسوق السند ثم يقول بذلكم في آخره\n</p>\n\n<p>\nوتارة لا يقال بذلك <span id='ms13'></span>\n</p>\n\n<p>\nفهل يجوز لمن سمعه على هذا الوجه أن يذكر الإسناد أولا ويتبعه بذلك اللفظ\n</p>\n\n<p>\nقيل عن بعض المتقدمين إنه جوزه وهو خارج على الرواية بالمعنى إن لم تخل\nبه & التاسعة\n</p>\n\n<p>\nإذا أخرج الشيخ الكتاب وقال أخبرنا فلان ويسوق السند فهل يجوز السامع ذلك\nمنه أن يقول أخبرنا فلان ويذكر الأحاديث كلا أو بعضا\n</p>\n\n<p>\nالذي أراه أنه يجوز من جهة الصدق فإنه تصريح بالإخبار بالكتاب\n</p>\n\n<p>\nوغاية ما في الباب أنه إخبار جملي ولا فرق في معنى الصدق بين الإجمالي\nوالتفصيل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nنعم فيه نظر من حيث\n</p>\n\n<p>\nأن العادة جارية بأن لا يطلق الأخبار إلا فيما قرىء ويسمى مثل هذا مناولة\nوليس هذا عندي بالمتعين من جهة الصدق فإن أوقع تهمة فقد يمنع منه من هذا\nالوجه & العاشرة\n</p>\n\n<p>\nإذا روى الحديث بإسناد وأتبعه بإسناد آخر وقال مثله\n</p>\n\n<p>\nفهل يجوز أن يروي هذا الثاني بلفظ الأول\n</p>\n\n<p>\nالظاهر أنه لا يجوز وهو محكي عن شعبة أنه كان لا يجيز ذلك\n</p>\n\n<p>\nوحكى عن بعضهم أنه يجيزه إذا عرف أن المحدث ضابط متحفظ يذهب إلى تمييز\nالألفاظ وعد الحروف فإذا لم يعرف ذلك منه لم يجز\n</p>\n\n<p>\nقلت ويشترط أن يكون ممن يفرق بين مدلول قوله مثله وبين مدلول قوله مثله\nأو نحوه\n</p>\n\n<p>\nفإنه قد يتسامح بعض الناس في ذلك وكثيرا ما يعبرون عن مثل هذا بأن يقولوا\nمثل حديث قبله\n</p>\n\n<p>\nوأختار أنا في ذلك إذا قال وبإسناده أن يذكر الإسناد الأول فإذا انتهى\nإلى اللفظ قال فذكر حديثا ثم قال وبإسناده ويذكر المتن\n</p>\n\n<p>\nوأما في الصورة الأولى فأختار أن يذكر الإسناد الثاني فإذا وصل إلى\nمنتهاه قال وقال مثله يعني مثل حديث قبله ويذكر المتن الأول & الحادية عشرة\n</p>\n\n<p>\nإذا كان السماع على صفة فيها بعض الوهن مثل ما يحدث به في حالة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n             المذاكرة فليقل حدثنا فلان مذاكرة لأن الحفظ والمذاكرة تقع\nفيهما المساهلة\n</p>\n\n<p>\nوقريب من هذا ما إذا سمع ولم يقابل فليبين ذلك وليقل مثلا أخبرنا فلان مع\nالحاجة إلى المقابلة أو المعارضة\n</p>\n\n<p>\nفإن لم يفعل ذلك <span id='ms14'></span>\n</p>\n\n<p>\nفإن علم من نفسه كثرة النسيان والخطأ لم يرو ذلك بوجه إلا بعد المقابلة\nأو بعد بيان آخر لكثرة الخطأ في الكتابة\n</p>\n\n<p>\nوإن كان تغلب الصحة على الكتابة فقد يقال إن الظاهر عدم التغيير\nوالمخالفة بعد الاطلاع على ما في الأصل ويكون البيان مستحبا\n</p>\n\n<p>\nوقد يقال أن الأصل عدم وقوع هذا المكتوب على وفق الأصل حتى يتحقق ذلك\nبالمقابلة & الثانية عشرة\n</p>\n\n<p>\nإذا روي الحديث عن شخصين ولم يميز لفظ أحدهما عن الآخر في أثناء الحديث\n</p>\n\n<p>\nفإن كان ثقتين فلا بأس فإن الحجة قائمة برواية العدل ولا تضرنا جهالته\nبعينه بعد معرفة ثقته\n</p>\n\n<p>\nوإن كان أحدهما مجروحا لم يحتج بلفظ معين لاحتمال أن يكون عن المجروح\nوالله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n| الباب الثالث\n</p>\n\n<p>\nفي آداب المحدث وآداب كتابة الحديث\n</p>\n\n<p>\nوفيه مسائل & الأولى\n</p>\n\n<p>\nالعمدة العظمى في كل عبادة تصحيح النية\n</p>\n\n<p>\nومن أحسن ما يقصد في هذا العلم شيئان\n</p>\n\n<p>\nأحدهما التعبد بكثرة الصلاة على النبي صلى الله عليه وسلم كلما تكرر ذكره\nويحتاج ذلك إلى أن يكون مقصودا عند اللفظ به ولا يخرج على وجه العادة\n</p>\n\n<p>\nوالثاني قصد الانتفاع والنفع للغير كما قال ابن المبارك وقد استكثر كثرة\nالكتابة منه لعل الكلمة التي فيها نجاتي لم أسمعها إلى الآن\n</p>\n\n<p>\nولا خفاء بما في تبليغ العلم من الأجور لا سيما و برواية الحديث يدخل\nالراوي في دعوة النبي صلى الله عليه وسلم حيث قال نضر الله امرءا سمع\nمقالتي فوعاها ثم أداها إلى من لم يسمعها & الثانية\n</p>\n\n<p>\nمتى احتيج إلى الشخص في روايته فليتصد لذلك\n</p>\n\n<p>\nويختلف ذلك بحسب الزمان والمكان فرب بلاد مهجورة يقع إليها من يحتاج إلى\nروايته هناك ولا يحتاج إلى روايته في البلاد التي يكثر فيها العلماء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nواستحب بعضهم أن يحدث بعد استيفاء الخمسين وقال ليس بمنكر أن يحدث عند\nاستيفاء الأربعين\n</p>\n\n<p>\nواعترض على هذا بجمع من السلف المتقدمين ومن بعدهم من المحدثين ممن لم\nينته إلى هذا السن ومات قبله\n</p>\n\n<p>\nوقيل أنه ينبغي إمساك المحدث عن التحديث في السن الذي يخشى عليه فيه <span id='ms15'></span> من\nالهرم والخوف ويخاف عليه أن يخلط ويروي ما ليس من حديثه\n</p>\n\n<p>\nقال ابن خلاد أعجب إلي أن يمسك في الثمانين\n</p>\n\n<p>\nوهذا عندما يظهر أمارة الاختلال ويخاف منها فأما من لم يظهر ذلك فيه فلا\nينبغي الامتناع لأنه هذا الوقت أحوج ما يكون الناس إلى بيان روايته\n</p>\n\n<p>\nوكذلك القول في الأعمى إذا خيف منه التخليط & الثالثة\n</p>\n\n<p>\nيستحب أن لا يحدث ببلد فيه من هو أولى منه لسنهن أو لغير ذلك هكذا قالوا\n</p>\n\n<p>\nولابد أن يكون ذلك مشروطا بأن لا يعارض هذه الأداب ما هو مصلحة راجحة\nعليه\n</p>\n\n<p>\nمن الآداب المذكورة\n</p>\n\n<p>\nأنه إذا التمس منه ما يعلمه عند غيره بإسناد أعلى من إسناده أو أرجح من\nوجه آخر أن يعلم الطالب به ويرشده إليه نصحا\n</p>\n\n<p>\nوهذا أيضا يفصل الحال فيه\n</p>\n\n<p>\nوينبغي أن يكون عند الاستواء فيما عدا الصفة المرجحة أما مع التفاوت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n             بأن يكون الأعلى إسنادا عاميا لا معرفة به بالصنعة والأنزل\nإسنادا عارفا ضابطا فهذا يتوقف فيه بالنسبة إلى الإرشاد المذكور لأنه قد\nيكون في الرواية عن هذا الشخص العامي ما يوجب خللا\n</p>\n\n<p>\nومن آدابه\n</p>\n\n<p>\nأن يحدث على طهارة ووقار وهيبة وتمكن\n</p>\n\n<p>\nوروي عن مالك رحمه الله أنه كان يغتسل للحديث ويتبخر ويتطيب فإن رفع أحد\nصوته في مجلسه زبره وقال\n</p>\n\n<p>\nقال الله تعالى <span class='quran'>يا أيها الذين آمنوا لا ترفعوا أصواتكم فوق صوت\nالنبي </span></p>\n\n<p>\nوليقبل على القوم بوجهه ولا يورد الحديث سردا يمنع السامع من إدراك بعضه\n</p>\n\n<p>\nولقد تسامح الناس في هذا الأعصار فيستعجل القراء استعجالا يمنع من إدراك\nحروف كثيرة بل كلمات\n</p>\n\n<p>\nوهذا عندنا شديد لأن عمدة الرواية الصدق ومطابقة ما يخبر به للواقع\n</p>\n\n<p>\nوإذا قال السامع على هذا الوجه قرأه علي فلان وأنا أسمع أو أخبرنا فلان\nقراءة عليه وأنا أسمع فهذا إخبار غير مطابق فيكون كذبا\n</p>\n\n<p>\nوما قيل في هذا من أنه يدخل في الإجازة المقرونة بالسماع ويكون ذلك رواية\nلبعض الألفاظ بالإجازة من غير بيان فهذا تسامح لا أرضاه لما أشرنا إليه من\nبعد لفظ الإجازة <span id='ms16'></span> من معنى الإخبار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nبل ههنا أمر زائد وهو دلالة اللفظ على أنه سمع جميع ما يرويه من الشيخ\nولم يكن المتقدمون على هذا التساهل هذا أبو عبد الرحمن النسائي يقول فيما\nلا يحصى من المواضع في كتابه وذكر كلمة معناها كذا وكذا\n</p>\n\n<p>\nوالذي أراه في مثل هذا أن يستقر الشيخ برواية جميع الجزء فإذا وقع مثل\nهذا في السماع أطلق الراوي الأخبار قائلا أخبرنا فلان من غير أن يقول قراءة\nعليه\n</p>\n\n<p>\nلأنا قد بينا أن الإخبار الجملي في هذا كاف لمطابقة الواقعة وكونه على\nقانون الصدق\n</p>\n\n<p>\nوغاية ما في الباب أن يكون بعض تلك الألفاظ التي لم يسمعها داخلة في هذا\nالإخبار الجملي وذلك صدق\n</p>\n\n<p>\nوإنما كرهنا ذلك فيما إذا لم يسمع الجزء أصلا لمخالفته العادة ولكونه قد\nيوقع تهمة إذا علم أنه لم يسمع الجزء من الشيخ وهذا معدوم في هذه الصورة لا\nسيما إذا أثبت السماع بغير خطه وانتفت الريبة من كل وجه\n</p>\n\n<p>\nواستحبوا أيضا عقد مجلس الإملاء أسيا بالسلف الماضيين ولأنه لا يقوم بذلك\nإلا أهل المعرفة ولأن السماع يكون محققا متبن الألفاظ مع العادة في قراءته\nللمقابلة بعد الإملاء\n</p>\n\n<p>\nوقد قال الحافظ أبو طاهر السلفي شعرا فيه % فأجل أنواع الحديث بأسرها %\nما يكتب الإنسان في الإملاء % $ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nومن آدابه\n</p>\n\n<p>\nافتتاح الكلام بحمد الله تعالى على رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nومن عادتهم أن يقول المستملي من ذكرت أو ما ذكرت رحمك الله أو غفر الله\nلك أو ما أشبهه من الدعاء\n</p>\n\n<p>\nوالأحسن عندي أن يقول من حدثك أو من أخبرك إن لم يكن تقدم من الشيخ لأحد\nذكر إلا أن تكون هذه العبارة أعني قوله من ذكرت عادة للسلف مستمرة فالاتباع\nأولى\n</p>\n\n<p>\nوليثن على شيخه في حال الرواية عنه بما هو أهل ولا يتجاوز إلى أن يأتي في\nذلك بما لا يستحقه الشيخ فإن معرفة مراتب الرواة من المهمات\n</p>\n\n<p>\nفمتى وصف غير الحافظ بالحفظ فقد نزله منزلة يترتب عليها حكم\n</p>\n\n<p>\nومتى انتهى إلى ذكر النبي صلى <span id='ms17'></span> الله عليه وسلم قيل يرفع الصوت\n</p>\n\n<p>\nومن الآداب\n</p>\n\n<p>\nإذا جمع بين جماعة من شيوخه في الرواية عنهم أن يقدم من يستحق التقديم\nالأعلى إسنادا والأحفظ\n</p>\n\n<p>\nوتقديم الأحفظ والأتقن أولى\n</p>\n\n<p>\nواختاروا في الانتقاء ما علا سنده وقصر متنه\n</p>\n\n<p>\nوكان الحفاظ المتقدمون يختارون ما فيه فائدة تخصه بالنسبة إلى غيره\nكزيادة في المتن أو غرابة في السند أو بتبيين لمجمل\n</p>\n\n<p>\nولهذا كان يختار للانتقاء الحفاظ\n</p>\n\n<p>\nويتجنب في الإملاء ما لا تحتمله عقول الحاضرين أو ما يقع لهم فيه شبهة أو\nإشكال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             وينبغي أن يتخير لجمهور الناس أحاديث فضائل الأعمال وما\nيناسبها وللمتفقة من أحاديث الأحكام وليجتنب الموضوعات فإن كان ولا بد فمع\nبيان أمرها\n</p>\n\n<p>\nومن عادتهم ختم مجالس الإملاء بالحكايات والأشعار فإن كانت مناسبة لما\nتقدم من الأحاديث فهو أحسن\n</p>\n\n<p>\nهذه آداب المحدث\n</p>\n\n<p>\nوأما آداب الطالب\n</p>\n\n<p>\nفبعد حسن النية التي هي رأس المال أن يأخذ نفسه بالأخلاق الزكية والآداب\nالمرضية\n</p>\n\n<p>\nوليجد في الاجتهاد ويبدأ بالسماع من شيوخ أهل مصره مقدما للأولى فالأولى\n</p>\n\n<p>\nوالناس اليوم منهمكون على طلب العالي فهو عندي الذي أضر بالصنعة فإنه\nاقتضى الإضراب عن طلب المتقنين والحفاظ ولم يكن فيه إلا الإعراض عن من طلب\nالعلم وضبطه بتمييزه إلى من أجلس في المجلس صغيرا لا تمييز له ولا ضبط ولا\nفهم طلبا للعلو بقدم السماع\n</p>\n\n<p>\nفإذا فرغ من أهل مصره فليرحل إلى غيرهم ولا يتساهل في التحمل والسماع\nويستعمل ما يسمعه من الأحاديث المرغبة في الخير ما لم تكن موضوعة أو تقتضي\nإثبات شيء من الأحكام لا على الوجه\n</p>\n\n<p>\nوليعظم الشيخ ولا يثقل ولا يطول تطويلا يضجر\n</p>\n\n<p>\nولا يستعمل ما قاله بعض الشعراء % أعنت الشيخ بالسؤال تجده % سلسا يلتقيك\nبالراحتين % % وإذا لم تصح صياح الثكالى % رحت عنه وأنت صفر اليدين % $\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nوليعد الطلة بعضهم بعضا ولا يمنع السماع ولا يمنعه الحياء والكبر عن كثير\nمن الطلب ف لا يتعلم العلم مستحي ولا مستكبر و من رق وجهه رق علمه\n</p>\n\n<p>\nوليكتب ما يستفيده ولو أنه ممن دونه\n</p>\n\n<p>\nويسمع الأجزاء والكتب على <span id='ms18'></span> التمام\n</p>\n\n<p>\nولا ينتخب إذا أمكنه ذلك فإذا اتسع مسموعة بحيث يكون كتابة الكتب كاملة\nكالتكرار فلينتخب ما يستفيد\n</p>\n\n<p>\nوكذلك إذا قلت ذات يده أو قل الزمن عند أخذ الكتب كاملة فلينتخب وقد كان\nالناس على ذلك\n</p>\n\n<p>\nوليقدم العناية بالكتب الستة ومقدمها الصحيحان ثم كتب المسانيد وكتب\nالعلل وكتب الضبط لمشكل الأسماء والمؤتلف والمختلف\n</p>\n\n<p>\nوليتقن ما أشكل عليه وليذاكر بما عنده ويشتغل بالتصنيف والتخريج فهو من\nأعظم الأشياء عونا له على الحفظ\n</p>\n\n<p>\nولتكن عنايته بالأولى فالأولى من علوم الحديث\n</p>\n\n<p>\nونحن نرى أن أهمها ما يؤدي إلى معرفة صحيح الحديث\n</p>\n\n<p>\nومن الخطأ الاشتغال بالتتمات والتكملات من هذه العلوم وغيرها من تضييع\nالمهمات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n| الباب الرابع\n</p>\n\n<p>\nفي آداب كتابة الحديث\n</p>\n\n<p>\nينبغي الإتقان والضبط فيما يكتب مطلقا لا سيما هذا الفن لأنه بين إسناد\nومتن\n</p>\n\n<p>\nوالمتن لفظ رسول الله صلى الله عليه وسلم وتغييره يؤدي إلى أن يقال عنه\nما لم يقل أو يثبت حكم من الأحكام الشرعية بغير طريقه\n</p>\n\n<p>\nوأما الإسناد ففيه أسماء الرواة الذي لا يدخله القياس ولا يستدل عليه\nبسياق الكلام ولا بالمعنى الذي يدل عليه باللفظ\n</p>\n\n<p>\nوقد اختلف الناس هل الأولى ضبط كل ما يكتب أو يخص الضبط بما يشكل\n</p>\n\n<p>\nفقيل يضبط الكل لأن الإشكال يختلف باختلاف الناس فقد يكون الشيء غير\nمتشكل عند الكاتب ويكون مشكلا عند من يقف عليه ممن ليس له معرفة\n</p>\n\n<p>\nوقيل إنما يشكل ما يشكل فإن في ضبط الكل عناء وقد يكون بعضه لا فائدة فيه\n</p>\n\n<p>\nومن عادة المتقنين أن يبالغوا في إيضاح المشكل فيفرقوا حروف الكلمة في\nالحاشية ويضبطوها حرفا حرفا\n</p>\n\n<p>\nورأيت بعض إذا تكررت كلمات أو كلمة يكتب عددها في الحاشية بحروف الجمل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nوربما كتبوا ما يدل على الضبط بألفاظه كاملة دالة عليه\n</p>\n\n<p>\nومن أشد ما ينبغي أن يعتنى به أسماء البلاد الأعجمية والقبائل العربية\n</p>\n\n<p>\nوقد كرهوا الخط الدقيق من غير عذر وكذلك التعليق والمشق وجعلوا علامات\nللإهمال والإعجام\n</p>\n\n<p>\nوينبغي في هذا كله أن لا يصطلح الإنسان مع نفسه اصطلاحا لا يعرفه غيره\nيخرج <span id='ms19'></span> به عن عادة الناس\n</p>\n\n<p>\nولقد قرأت جزءا على بعض الشيوخ فكان كاتبه يعمل على الكاف علامة شبيهة\nبالخاء التي تكتب على الكلمات دلالة على أنها نسخة أخرى وكان الكلام يساعد\nعلى إسقاط الكلمة وإثباتها في مواضع فقرأت ذلك على أنها نسخة وبعد فراغ\nالجزء تبين لي اصطلاحه فاحتجت إلى إعادة قراءة الجزء\n</p>\n\n<p>\nوقالوا ينبغي أن يجعل بين كل حديثين دائرة تفصل بينهما\n</p>\n\n<p>\nوقيل ينبغي أن تكون الدارات غفلا فإذا عارض أو قرأ نقط فيها نقطة أو خط\nفي وسطها خطا يكون علامة الفراغ من القراءة أو العرض\n</p>\n\n<p>\nوإذا كتب فلا بن فلان وكان الأول من الأسماء المعبدة كعبد الله وعبد\nالرحمن فالأدب أن لا يجعل إسم الله تعالى في أول سطر والتعبيد في آخر ما\nقبله احترازا عن قباحة الصورة وإن كان غير مقصود\n</p>\n\n<p>\nوكذلك الحكم في قول رسول الله صلى الله عليه وسلم لا تجعل رسول في آخر\nسطره وإسم الله مع الصلاة في أول الثاني\n</p>\n\n<p>\nوإذا فقدت الصلاة على النبي صلى الله عليه وسلم من الرواية فلا ينبغي أن\nيتركها لفظا وهل له أن يكتبها\n</p>\n\n<p>\nأجازه بعضهم ولم يتوقف في إثباته على كونه مرويا\n</p>\n\n<p>\nوالذي نميل إليه أن يتبع الأصول والروايات فإن العمدة في هذا الباب هو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nأن يكون الأخبار مطابقا لما وقع\n</p>\n\n<p>\nفإذا دل هذا اللفظ على أن الرواية هكذا ولم يكن الأمر كذلك لم تكن\nالرواية مطابقة لما في الواقع\n</p>\n\n<p>\nولهذا أقول\n</p>\n\n<p>\nإذا ذكر الصلاة لفظا من غير أن تكون في الأصل فينبغي أن يصحبها قرينة تدل\nعلى ذلك مثل كونه يرفع رأسه عن النظر في الكتاب بعد أن كان يقرأ فيه\n</p>\n\n<p>\nوكذلك أرى إذا كان لم تكن في الأصل وذكره أن ينوي بقلبه أنه هو المصلي لا\nحاكيا عن غيره\n</p>\n\n<p>\nوالمقابلة بأصل السماع من المهمات والأفضل أن تكون في حالة السماع حين\nيحدث الشيخ أو يقرأ عليه ن كان متيسرا لتثبت الراوي في القراءة وإلا فتقديم\nالمقابلة الأولى\n</p>\n\n<p>\nبل أقول إنه أولى مطلقا لأنه إذا <span id='ms20'></span> قوبل أولا كان حالة السماع أيسر\n</p>\n\n<p>\nوأيضا فإن وقع أشكال كشف عنه وضبط فقريء على الصحة وكم من جزء قري بغتة\nفوقع فيه أغاليط وتصحيفات لم يتبين صوابها إلا بعد الفراغ فأصلحت وربما كان\nذلك على خلاف ما وقعت القراءة عليه فكان كذبا إن قال قرأت لأنه لم يقرأ على\nذلك الوجه\n</p>\n\n<p>\nوإذا وقع في الرواية خلل في اللفظ فالذي اصطلح عليه أن لا يغير حسما\nللمادة إذ غير قوم الصواب بالخطأ ظنا منهم أنه الصواب\n</p>\n\n<p>\nوإذا بقي على حاله ضبب عليه وكتب الصواب في الحاشية\n</p>\n\n<p>\nوسمعت من شيخنا أبي محمد بن عبد السلام وكان أحد سلاطين العلماء يرى في\nهذه المسألة بما لم أره لأحد وهو أن هذا اللفظ المختل لا يروى على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             الصواب وعلى الخطأ\n</p>\n\n<p>\nأما على الصواب فلأنه لم يسمع من الشيخ كذلك وأما على الخطأ فلأن رسول\nالله صلى الله عليه وسلم لم يقله كذلك\n</p>\n\n<p>\nهذا معنى ما قاله أو قريب منه\n</p>\n\n<p>\nوأما مقابلة الشخص بنفسه لفرعه بالأصل فقد قيل إنه أصدق المعارضة\n</p>\n\n<p>\nوعندي أن ذلك يختلف باختلاف الشخص\n</p>\n\n<p>\nفمن كان من عادته أن لا يسهو عند نظره في الأصل والفرع فهذا يقابل بنفسه\n</p>\n\n<p>\nومن عادته لقلة حفظه أن يسهو فمقابلته مع الغير أولى أو أوجب\n</p>\n\n<p>\nوإذا قابل بأصل شيخ لا بأصل سماعه من شيخه فهل يكتفى بذلك\n</p>\n\n<p>\nتسامح في ذلك قوم من المغاربة وبعض المشارقة\n</p>\n\n<p>\nوأباه المحققون من مشايخنا لأنه يحتمل أن يكون الذي يريد أن يرويه غير\nمسموع له وإن كان في أصل شيخ الشيخ فيكون في روايته له مبلغا ما لم يتحمل\n</p>\n\n<p>\nوقد روى كتاب الصحيح للبخاري ثلاثة مشايخ عن الفربري وأخذه عنهم الحافظ\nأبو ذر الهروي وضبط اختلافهم فكان كثيرا على ما هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             معروف في\nروايته وكلهم عن شخص واحد\n</p>\n\n<p>\nفلو كان أبو ذر اكتفى بالمقابلة على أصل الفربري مثلا لكان قد حمل كل\nواحد من شيوخه ما لم يروه له\n</p>\n\n<p>\nوإذا وقع سقط فالمختار من الاصطلاح أن يخرج له من بين <span id='ms21'></span> الأسطر تخريجا لا\nيمد كثيرا ثم يكون في قبالة ذلك الساقط مكتوبا على جهة اليمين إلى الناحية\nالعليا\n</p>\n\n<p>\nفإن وقع شيء في السطر بعينه كتب في الجهة اليسرى وهذا فائدة كون الأول\nعلى اليمنى\n</p>\n\n<p>\nوفائدة كونه على الجهة العليا الحذر من أن يقع شيء آخر أسفل من الموضع\nالأول فلو كتب الأول إلى أسفل لا ختلط بالثاني\n</p>\n\n<p>\nوليس من الحسن أن يكرر الكلمة في المخرج مع ما في الأصل ثم يقول\n</p>\n\n<p>\nالتصحيح كتابة صح وهو فيما يصح رواية ومعنى ويفعله المتقنون عندما تقع\nالشبهة أو الشك فيه مثل أن تكون الكلمة متكررة يتوهم أن أحد اللفظين ساقط\nلتكراره فيكتب عليه صح أو تكون اللفظة غريبة وقد خولف فيها فينبه على صحتها\n</p>\n\n<p>\nوالتمريض حيث تكون اللفظة صحيحة في الرواية دون المعنى فيكتب عليها صورة\nصاد صغيرة ممدودة نصف صح إيذانا بأن الصحة لم تكمل فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n             $ الباب\nالخامس\n</p>\n\n<p>\nفي معرفة العالي والنازل\n</p>\n\n<p>\nوقد عظمت رغبة المتأخرين في طلب العلو حتى كان ذلك سببا لخلل كثير في\nالصنعة\n</p>\n\n<p>\nوقالوا العلو قرب من الله تعالى\n</p>\n\n<p>\nوهذا كلام يحتاج إلى تحقيق وبحث\n</p>\n\n<p>\nوقال بعض الزهاد طلب العلو من زينة الدنيا\n</p>\n\n<p>\nوهذا كلام واقع وهو الغالبين على الطالبين لذلك ولا أعلم وجها جيدا\nلترجيح العلو إلا أنه أقرب إلى الصحة وقلة الخطأ الطالبين يتفاوتون في\nالإتقان والغالب عدم الإتقان في أبناء الزمان\n</p>\n\n<p>\nفإذا كثرت الوسائط وقع من كل واسطة تساهل ما كثر الخطأ والزلل\n</p>\n\n<p>\nوإذا قلت الوسائط قل\n</p>\n\n<p>\nفإن كان النزول فيه إتقان والعلو بضده فلا تردد في أن النزول أولى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nأحدها العلو بالنسبة إلى قلة الوسائط بيننا وبين الرسول صلى الله عليه\nوسلم\n</p>\n\n<p>\nوغالب ما يقع من هذا لمشايخنا اليوم بالأسانيد الجيدة ثمانية رجال ولنا\nتسعة وقد يقع أقل من هذا فيكون لنا ثمانيا وقد يقع أقل منه فيكون لنا\nسباعيا ولكن ليس في درجة الأول بالنسبة إلى جودة الرجال\n</p>\n\n<p>\nوثانيها العلو إلى إمام من أئمة الحديث كمالك وسفيان والليث والأعمش\nوغيرهم\n</p>\n\n<p>\nوأعلى ما وقع <span id='ms22'></span> لنا إلى مالك رحمه الله ستة رجال وأكثر منه سبعة\n</p>\n\n<p>\nووقع لنا إلى سفيان ستة في أحاديث كثيرة بسبب طول عمره وتأخره بعد مالك\nرحمهما الله تعالى\n</p>\n\n<p>\nوثالثها العلو إلى صاحبي الصحيحين ومصنفي الكتب المشهورة\n</p>\n\n<p>\nوأعلى ما وقع لنا إلى البخار رحمه الله خمسة رجال وأعلى ما وقع لنا إلى\nأبي داود خمسة أيضا والأكثر في هذا ستة\n</p>\n\n<p>\nورابعها علو التنزيل\n</p>\n\n<p>\nوهو الذي يولعون به وذلك أن ينظر إلى عدد الرجال بالنسبة إلى غاية أما\nإلى النبي صلى الله عليه وسلم أو إلى بعض رواة الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nوينظر العدد بالنسبة إلى هؤلاء الأئمة وتلك الغاية فيتنزل بعض الرواة من\nالطريق التي توصلنا إلى المصنفين منزلة بعض الرواة من الطريق التي ليست من\nجهتهم لو أردنا تخريج الحديث من جهتهم فيحصل بذلك علو\n</p>\n\n<p>\nمثاله أن يكون بيننا وبين النبي صلى الله عليه وسلم تسعة أنفس ويكون أحد\nهؤلاء المصنفين بينه وبين النبي صلى الله عليه وسلم سبعة مثلا فيتنزل هذا\nالمصنف بمنزلة شيخ شيخنا فإن اتفق أن يتنزل منزلة شيخنا وكأنا سمعنا ذلك\nالحديث من ذلك المصنف سموه مصافحة\n</p>\n\n<p>\nوخامسها العلو بقدم السماع وإن استوى العدد\n</p>\n\n<p>\nكما إذا روى شيخ من شيوخنا حديثا عن شيخ قديم الوفاة كالحافظ أبي الحسن\nالمقدسي عن السلفي وروينا نحن ذلك الحديث عن من تأخرت وفاته كابن بنت\nالسلفي فإن المقدسي توفي سنة إحدى عشرة وستمائة وتوفي السبط سنة إحدى\nوخمسين فالعدد بالنسبة إلى السلفي واحد إلا أن الأول أقدم فهذا يعدونه علوا\nويثبتون له مزية في الرواية\n</p>\n\n<p>\nومن الناس من يعد العلو الإتقان والضبط وإن كان نازلا في العدد وهذا علو\nمعنوي والأول صوري ورعاية الثاني إذا تعارضا أولى والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nوذلك في أمور & الأول\n</p>\n\n<p>\nفي الفرق بين الغريب والعزيز\n</p>\n\n<p>\nالغريب قد ذكرنا أولا ما يشير إليه\n</p>\n\n<p>\nوأما العزيز فعن ابن منده أنه قال\n</p>\n\n<p>\nالغريب من الحديث كحديث الزهري وقتادة وشبههما من الأئمة ممن يجمع حديثهم\nإذا انفرد الرجل منهم بالحديث يسمى غريبا\n</p>\n\n<p>\nفإذا روى عنهم <span id='ms23'></span> رجلان وثلاثة واشتركوا في حديث يسمى عزيزا\n</p>\n\n<p>\nفإذا روى الجماعة عنهم حديثا سمي مشهورا & وثانيها معرفة المدبج\n</p>\n\n<p>\nوهو رواية الأقران بعضهم عن بعض وهم المتقاربون في السن والطبقة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n             يروي كل واحد منهم عن الآخر كعائشة وأبي هريرة وعمر بن عبد\nالعزيز والزهري ومالك والأوزاعي وأحمد بن حنبل وعلي بن المديني\n</p>\n\n<p>\nفإن تباعدت الطبقة والريبة فليس من ذلك بل يكون من روية الأكابر عن\nالأصاغر & وثالثها معرفة المؤتلف والمختلف\n</p>\n\n<p>\nوهو أن يشترك اسمان في صورة الخط ويختلفا في النطق\n</p>\n\n<p>\nكحيان وحبان الأول بالياء آخر الحروف والثاني بالباء ثانيها\n</p>\n\n<p>\nوكبشير وبشير الأول بفتح الباء والثاني بضمها والثاني بالباء ثانيها &\nورابعها معرفة المتفق المفترق\n</p>\n\n<p>\nوهو أن يشترك اثنان أو أكثر في الاسم واسم الأب والجد مثلا ويفترقان في\nنفس الأمر وهذا هو المشترك\n</p>\n\n<p>\nوهو فن مهم لأنه قد يقع الغلط فيعتقد أن أحد الشخصين هو الآخر وربما كان\nأحدهما ثقة والآخر ضعيفا فإذا غلط من الضعيف إلى القوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             صحح ما\nلا يصح وإذا غلط من القوي إلى الضعيف أبطل ما يصح\n</p>\n\n<p>\nوقد يقع هذا في الأنساب كما يقع في الأسماء ويقع الأشكال فيه إذا أطلق\nالنسب من غير تسمية & وخامسها الألقاب\n</p>\n\n<p>\nوهو ما وضع لتعريف ذات معينة لا على سبيل الاسمية العلمية وهذا قد يحتاج\nإليه في المعرفة بحال الرجل إذا أردنا الكشف عنه ويكون مشهورا بلقبه فيذكر\nبه في الإسناد\n</p>\n\n<p>\nفإذا أردنا كشفه من كتب التواريخ مثلا التي رتبت على الأسماء والحروف\nفطلبناه في الحرف الذي هو أول في اللقب لم نجده مذكورا بلقبه فطلبناه في\nكتب الألقاب فوجدنا اسمه فيها فرجعنا إلى التواريخ فعرفنا حاله منها\n</p>\n\n<p>\nوكذلك بالعكس إذا كان مشهورا بنسبه فذكرناه بلقبه في الإسناد فإن لم نعرف\nأن لقبه لم نهتد إلى الكشف عن حاله\n</p>\n\n<p>\nوقد نهي عن التنابر بالألقاب بقوله\n</p>\n\n<p>\n<span class='quran'>ولا تنابزوا بالألقاب </span>ونزلت حين قدم النبي صلى الله عليه وسلم\nالمدينة وللرجل منهم اللقب واللقبان\n</p>\n\n<p>\nغير أنه قد سومح بذلك إذا كان التعريف بالشخص متوقفا عليه لشهرته <span id='ms24'></span>\n</p>\n\n<p>\nفإن كان بحيث يتأذى له ولا يتوقف التعريف عليه فهو داخل تحت النهي مع عدم\nالمعارض & وسادسها الموافقات\n</p>\n\n<p>\nوهو أن يروي حديثا من غير طرق الأئمة المشهورين إلى أن يوصل بشيخ أحدهم\nفيكون موافقة في شيخه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nوقد كثر حرص المتأخرين على ذلك وإنما يحرصون عليه بشرط أن يعلو إسناده\nعلى الطريق التي يروونها إلى الأمام\n</p>\n\n<p>\nمثاله أن أكثر ما يقع لمشايخنا العلو إلى الأئمة المشهورين كالبخاري\nومسلم وغيرهما بأن يرووا عن خمسة إليه\n</p>\n\n<p>\nفإذا رووا من غير طريق ذلك الإمام عن خمسة إلى شيخه كان ذلك عاليا موافقا\nكرواية البخاري ومسلم وقتيبة بن سعيد فإذا رووا عن خمسة إلى قتيبة كان على\nالشرط المذكور في العلو والموافقة\n</p>\n\n<p>\nومن غريب ما وقع في ذلك ونادره حديث آخر فيه موافقة البخاري ومسلم معا مع\nأن كل واحد منهما روى عن شيخ غير شيخ الآخر وهو حديث أبي بكر بن أبي شيبة\nعن خالد بن مخلد عن سليمان بن بلال عن أبي حازم عن سهل بن سعد في فضيلة\nالصوم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nفإن مسلما رواه عن أبي بكر بن أبي شيبة والبخاري رواه عن خالد بن مخلد\nفوقع موافقة لهما مع اختلاف شيخهما وهو عزيز\n</p>\n\n<p>\nوأما الموافقة لهما معا في شيخ واحد يرويان عنه فموجود متيسر\n</p>\n\n<p>\nوقد صنف في هذا الفن خلق كثير وحرص عليه المتأخرون وجاء الحافظ أبو\nالقاسم بن عساكر الدمشقي فصنف في ذلك كتابا ضخما أنبأ عن تبحره في هذا الفن\n</p>\n\n<p>\nوسابعها الإبدال\n</p>\n\n<p>\nوهو أن يروي أحد الأئمة المصنفين عن شيخ آخر فيروى هذا الحديث بعينه عن\nغير شيخ ذلك الإمام عن ذلك الآخر\n</p>\n\n<p>\nمثاله أن يروي البخاري حديثا عن قتيبة عن مالك\n</p>\n\n<p>\nفيروى الحديث من غير جهة البخاري عن أبي مصعب عن مالك فيكون أبو مصعب\nبدلا من قتيبة ومن شرطهم في ذلك أيضا العلو والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n| الباب التاسع\n</p>\n\n<p>\nفي معرفة الثقات من الرواة\n</p>\n\n<p>\nولا خفاء بشروط العدالة التي يجب معها قبول الرواية والشهادة ولزيادة\nالضبط بالنسبة إلى الحديث مزيد بالنسبة <span id='ms25'></span> إلى الشهادة\n</p>\n\n<p>\nوقد فهم عن بعض أرباب الحديث أنه يطلق اسم الثقة على من لم يظهر فيه جرحه\nمع زوال الجهالة عنه وهذا هو المستور الحال وزوال الجهالة يرجع إلى العين\n</p>\n\n<p>\nوقد يكون الشخص غير مجهول العين ويكون مجهول الحال\n</p>\n\n<p>\nفمن كان يرى هذا المذهب فتزكيته للراوي بكونه ثقة لا يكفي عند من لا يقبل\nرواية المستور\n</p>\n\n<p>\nوأما من لا يرى هذا المذهب فإذا قال فلان ثقة كفى ذلك إن صرح بأنه لا\nيقبل رواية مثل هذا الشخص\n</p>\n\n<p>\nوإن أطلق هذا اللفظ من لا يعلم مذهبه في هذا فالأقرب أن ينزل قوله فلان\nثقة على أنه معروف الحال عندهم لا على كونه مستورا بالتفسير الذي ذكرناه\n</p>\n\n<p>\nولمعرفة كون الراوي ثقة طرق منها\n</p>\n\n<p>\nإيراد أصحاب التواريخ ألفاظ المزكين في الكتب التي صنفت على أسماء الرجال\nككتاب تاريخ البخاري وابن أبي حاتم وغيرهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nومنها تخريج الشيخيه أو أحدهما في الصحيح للراوي محتجين به\n</p>\n\n<p>\nوهذه درجة عالية لما فيها من الزيادة على الأول وهو إطباق جمهور الأمة أو\nكلهم على تسمية الكتابين بالصحيحين والرجوع إلى حكم الشيخين بالصحة\n</p>\n\n<p>\nوهذا معنى لم يحصل لغير من خرج عنه في الصحيح فهو بمثابة إطباق الأمة أو\nأكثرهم على تعديل من ذكر فيهما\n</p>\n\n<p>\nوقد وجد في هؤلاء الرجال المخرج عنهم في الصحيح من تكلم فيه بعضهم\n</p>\n\n<p>\nوكان شيخ شيوخنا الحافظ أبو الحسن المقدسي يقول في الرجل يخرج عنه في\nالصحيح هذا جاز القنطرة\n</p>\n\n<p>\nيعني بذلك أنه لا يلتفت إلى ما قيل فيه وهكذا يعتقد وبه نقول ولا نخرج\nعنه إلا ببيان شاف وحجة ظاهرة تزيد في غلبة الظن على المعنى الذي قدمناه من\nاتفاق الناس بعد الشيخين على تسمية كتابيهما بالصحيحين\n</p>\n\n<p>\nومن لوازم ذلك تعديل رواتهما\n</p>\n\n<p>\nنعم يمكن أن يكون للترجيح مدخل عند تعارض الروايات فيكون من لم يتكلم فيه\nأصلا راجحا على من قد تكلم فيه وإن كانا جميعا من رجال الصحيح وهذا عند\nوقوع التعارض\n</p>\n\n<p>\nومنها تخريج من خرج الصحيح بعد الشيخين ومن خرج في <span id='ms26'></span> كتابيهما\n</p>\n\n<p>\nفيستفاد من ذلك جملة كثيرة من الثقات إذا كان المخرج قد سمى كتابه\nبالصحيح وذكر لفظا يدل على اشتراطه لذلك فليتنبه لذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nويعتني بألفاظ هؤلاء المخرجين التي تدل على شروطهم فيما خرجوه\n</p>\n\n<p>\nو منها أن يتتبع رواية من روى عن شخص فزكاه في روايته بأن يقول حدثنا\nفلان وكان ثقة مثلا\n</p>\n\n<p>\nوهذا يوجد منه ملتقطات يستفاد به ما لا يستفاد من الطرق التي قدمناها\nويحتاج إلى عناية وتتبع\n</p>\n\n<p>\nوالوجوه التي ذكرناها كلها راجعة إلى ما ذكرناه من وجوه التزكية لكنها\nطرق مختلفة في معرفة التزكية التي يستفاد بالتنبيه عليها تيسير معرفة\nالثقات والسبيل إلى حصرهم وجمعهم والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n| الباب الثامن\n</p>\n\n<p>\nفي معرفة الضعفاء\n</p>\n\n<p>\nوهو من الأسباب والعلوم الضرورية في هذا الفن إذ به يزول ما لا يحتج به\nمن الأحاديث\n</p>\n\n<p>\nوقد اختلف الناس في أسباب الجرح ولأجل ذلك قال من قال أنه لا يقبل إلا\nمفسرا\n</p>\n\n<p>\nوقد عقد الحافظ الإمام أبو بكر الخطيب بابا فيمن جرح فاستفسر فذكر ما ليس\nبجرح هذا أو معناه\n</p>\n\n<p>\nوفي بعض ما يذكر في هذا ما يمكن توجيهه\n</p>\n\n<p>\nوهذا الباب تدخل فيه الآفة من وجوه\n</p>\n\n<p>\nأحدها وهو شرها الكلام بسبب الهوى والغرض والتحامل وهذا مجانب لأهل الدين\nوطرائقهم\n</p>\n\n<p>\nوهذا وإن كان تنزه عنه المتقدمون لتوفر أديانهم فقد تأخر أقوام ووضعوا\nتواريخ ربما وقع فيها شيء من ذلك على أن الفلتات من الأنفس ولا يدعى العصمة\nمنها فإنه ربما حدث غضب لمن هم من أهل التقوى فبدرت منه بادرة اللفظ\n</p>\n\n<p>\nوقد ذكر أبو عمر بن عبد البر الحافظ أمورا كثيرة عن أقوام من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \nالمتقدمين وغيرهم حكم بأنه لا يلتفت إليها وحمل بعضها على أنها خرجت عن غضب\nوحرج من قائلها هذا أو قريب منه\n</p>\n\n<p>\nومن رأيه أن من اشتهر بحمل العلم فلا يقبل فيه جرح إلا ببيان هذا أو\nمعناه\n</p>\n\n<p>\nوثانيها المخالفة في العقائد\n</p>\n\n<p>\nفإنها أوجبت تكفير الناس بعضهم لبعض أو تبديعهم وأوجبت عصبية اعتقدوها\nدينا يتدينون به ويتقربون به إلى الله تعالى ونشأ من <span id='ms27'></span> ذلك الطعن بالتكفير أو\nالتبديع\n</p>\n\n<p>\nوهذا موجود كثيرا في الطبقة المتوسطة من المتقدمين\n</p>\n\n<p>\nوالذي تقرر عندنا أنه لا تعتبر المذاهب في الرواية إذ لا نكفر أحدا من\nأهل القبلة إلا بإنكار متواتر من الشريعة\n</p>\n\n<p>\nفإذا اعتقدنا ذلكم وانضم إليه أهل التقوى والورع والضبط والخوف من الله\nتعالى فقد حصل معتمد الرواية وهذا مذهب الشافعي رضي الله عنه فيما حكي عنه\nحيث يقول\n</p>\n\n<p>\nأقبل شهادة أهل الأهواء إلا الخطابية من الروافض\n</p>\n\n<p>\nوعلة ذلك أنهم يرون جواز الكذب لنصرة مذهبهم\n</p>\n\n<p>\nونقل ذلك أيضا عن بعض الكرامية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nنعم ههنا نظر في أمرين\n</p>\n\n<p>\nأحدهما أنه هل تقبل رواية المبتدع فيما يؤيد به مذهبه أم لا\n</p>\n\n<p>\nهذا محل نظر فمن يرى رد الشهادة بالتهمة فيجيء على مذهبه أن لا يقبل ذلك\n</p>\n\n<p>\nالثاني أنا نرى أن من كان داعية لمذهبه المبتدع متعصبا له متجاهرا بباطله\nأن تترك الرواية عنه إهانة له وإخمادا لبدعته فإن تعظيم المبتدع تنويه\nلمذهبه به\n</p>\n\n<p>\nاللهم إلا أن يكون ذلك الحديث غير موجود لنا إلا من جهته فحينئذ تقدم\nمصلحة حفظ الحديث على مصلحة إهانة المبتدع\n</p>\n\n<p>\nومن هذا الوجه أعني وجه الكلام بسبب المذاهب يجب أن تتفقد مذاهب الجارحين\nوالمزكين مع مذاهب من تكلموا فيه فإن رأيتها مختلفة فتوقف عن قبوال الجرح\nغاية التوقف حتى يتبين وجهه بيانا لا شبهة فيه\n</p>\n\n<p>\nو ما كان مطلقا أو غير مفسر فلا يجرح به\n</p>\n\n<p>\nفإن كان المجروح موثقا من جهة أخرى فلا تحفلن بالجرح المبهم ممن خالفه\n</p>\n\n<p>\nوإن كان غير موثق فلا تحكمن بجرحه ولا تعديله\n</p>\n\n<p>\nفاعتبر ما قلت لك في هؤلاء المختلفين كائنا من كانوا\n</p>\n\n<p>\nوثالثها الاختلاف الواقع ببن المتصوفة وأصحاب العلوم الظاهرة\n</p>\n\n<p>\nفقد وقع بينهم تنافر أوجب كلام بعضهم في بعض وهذه غمرة لا يخلص منها إلا\nالعالم الوافي بشواهد الشريعة\n</p>\n\n<p>\nولا أحصر ذلك في العلم بالفروع المذهبية فإن كثيرا من أحوال المحققين من\nالصوفية لا يفي بتمييز حقه من باطله علم الفروع بل لا بد مع ذلك من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n             معرفة القواعد الأصولية والتمييز <span id='ms28'></span> بين الواجب والجائز والمستحيل\nالعقلي والمستحيل العادي فقد يكون المتميز في الفقه جاهلا بذلك حتى يعد\nالمستحيل عادة مستحيلا عقلا\n</p>\n\n<p>\nوهذا المقام خطير شديد فإن القادح في المحق من الصوفية معاد لأولياء الله\nتعالى وفيما قال فيما أخبر عنه نبيه صلى الله عليه وسلم من عادى لي وليا\nفقد بارزني بالمحاربة\n</p>\n\n<p>\nوالتارك لإنكار الباطل مما يسمعه عن بعضهم تارك للأمر بالمعروف والنهي عن\nالمنكر عاص لله تعالى بذلك\n</p>\n\n<p>\nفإن لم ينكر بقلبه فقد دخل تحت قوله عليه السلام\n</p>\n\n<p>\nوليس وراء ذلك من الإيمان حبة خردل\n</p>\n\n<p>\nورابعها الكلام بسبب الجهل بالعلوم ومراتبها والحق والباطل منها\n</p>\n\n<p>\nوهذا محتاج إليه في المتأخرين أكثر مما يحتاج إليه في المتقدمين وذلك لأن\nالناس انتشرت بينهم أنواع من العلوم المتقدمة والمتأخرة حتى علوم الأوائل\n</p>\n\n<p>\nوقد علم أن علوم الأوائل قد انقسمت إلى حق وباطل\n</p>\n\n<p>\nومن الحق علم الحساب والهندسة والطب\n</p>\n\n<p>\nومن الباطل ما يقولونه في الطبيعيات وكثير من الإلهيات وأحكام النجوم\n</p>\n\n<p>\nوقد تحدث في هذه الأمور أقوام\n</p>\n\n<p>\nويحتاج القادح بسبب ذلك إلى أن يكون مميزا بين الحق والباطل لئلا يكفر من\nليس بكافر أو يقبل رواية الكافر\n</p>\n\n<p>\nوالمتقدمون قد استراحوا من هذا الوجه لعدم شيوع هذه الأمور في زمانهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nوخامسها الخلل الواقع بسبب عدم الورع والأخذ بالتوهم والقرائن التي قد\nتختلف\n</p>\n\n<p>\nفمن فعل ذلك فقد دخل تحت قوله عليه السلام إياكم والظن فإن الظن أكذب\nالحديث\n</p>\n\n<p>\nوهذا ضرره عظيم فيما إذا كان الجارح معروفا بالعلم وكان قليل التقوى فإن\nعلمه يقتضي أن يجعل أهلا لسماع قوله وجرحه فيقع الخلل بسبب قلة ورعه وأخذه\nبالوهم\n</p>\n\n<p>\nولقد رأيت رجلا لا يختلف أهل عصرنا في سماع قوله إن جرح ذكر له إنسان أنه\nسمع من شيخ فقال له أين سمعت منه فقال لا بمكة أو قريبا من هذا وقد كان جاء\nإلى مصر يعني في طريقه للحج فأنكر ذلك وقال ذاك صحابي لو جاء إلى مصر لا\nجتمع بي أو كما قال\n</p>\n\n<p>\nفانظر إلى هذا التعلق بهذا الوهم البعيد <span id='ms29'></span> والخيال الضعيف فيما أنكره\n</p>\n\n<p>\nولصعوبة اجتماع هذه الشرائط عظم الخطر في الكلام في الرجال لقلة اجتماع\nهذه الأمور في المزكين\n</p>\n\n<p>\nولذلك قلت\n</p>\n\n<p>\nأعراض المسلمين حفرة من حفر النار وقف على شفيرها طائفتان من الناس\nالمحدثون والحكام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             $ الباب التاسع\n</p>\n\n<p>\nفي ذكر طرف من الأسماء المؤتلفة والمختلفة\n</p>\n\n<p>\nوهو فن واسع محتاج إليه من دفع معرة التصحيف وفيه مصنفات كثيرة والذي\nنذكره الآن شيء مما قلت فيه المخالفة من أحد الطرفين حتى إن بعضه لا يختلف\nفيه بالنسبة إلى رجل واحد مثل\n</p>\n\n<p>\nأجمد بن عجيان فأجمد بالجيم فرد وباقي الرواة أحمد\n</p>\n\n<p>\nآبي اللحم ممدود الهمزة على صيغة الفاعل من أبى الشيء يأباه أحد الصحابة\nوباقي الرواة أبي\n</p>\n\n<p>\nأتش بالتاء ثالث الحروف والشين المعجمة محمد بن حسن بن أتش الصنعاني\nوباقي الرواة أنس\n</p>\n\n<p>\nثم نقول\n</p>\n\n<p>\nبحير بفتح الباء وكسر الحاء والد عبد الرحمن بن بحير بن عبد الله بن\nمعاوية بن بحير ابن ريسان روى عنه ابنه محمد عن مالك أحاديث منكرة قالوا\nالحمل فيها على ابنه\n</p>\n\n<p>\nتزيد بفتح التاء ثالث الحروف وكسر الزاي يأتي في نسب الأنصار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \nوهو تزيد بن جشيم\n</p>\n\n<p>\nأوس بن حجر بفتح الحاء والجيم شاعر جاهلي يستشهد بشعره وأما\n</p>\n\n<p>\nأوس بن حجر بضم الحاء وسكون الجيم أبو تميم الأسلمي وقيل هو كالأول صحابي\n</p>\n\n<p>\nحسين بفتح الحاء وكسر السين بن عمرو ابن الغوث بن طييء يأتي في الأنساب\nذكره الوزير المغربي وقال ولم أر حسينا غيره\n</p>\n\n<p>\nصالح بن سعيد بضم السين وفتح العين شيخ يروي عن عمر بن عبد العزيز وأما\nصالح بن سعيد فغير واحد\n</p>\n\n<p>\nربيعة بضم الراء المهملة وفتح ثاني الحروف وتشديد آخر الحروف مكسورا والد\nعبد الله بن ربيعة من الصحابة وربيعة كثير\n</p>\n\n<p>\nإبراهيم بن زياد بفتح الزاي وتشديد آخر الحروف ابن فايد بن زياد كالأول\nابن أبي هند الداري حدث عن أبي زياد وأما إبراهيم بن زياد فجماعة\n</p>\n\n<p>\nمسلم بن صبيح بضم الصاد وفتح الباء أبو الضحى تابعي كوفي مشهور وشاركه في\nهذه النسبة غيره وأما مسلم <span id='ms30'></span> بن صبيح بفتح الصاد وكسر الباء فكوفي أيضا حدث\nعن أبيه روى عنه محمد بن المنتشر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nأجرم بالجيم والراء ابن ناهش بن أفراس في خثعم\n</p>\n\n<p>\nصباح بن عتيك بن أسلم بن يذكر بن عنزة يأتي في النسب بضم الصاد المهملة\nوفتح ثاني الحروف\n</p>\n\n<p>\nضجر بالضاد المعجمة ثم بالجيم ابن الخزرج في الأنصار والباقي صخر\n</p>\n\n<p>\nعيث بن عمرو بن الغوث في النسب بالعين المهملة وأما غنث بالغين المعجمة\nوبعدها نون فابن أفيان بن القحم بن معد ابن عدنان\n</p>\n\n<p>\nعبشمس مفتوح العين مكسور الباء ابن عدي بن أخزم في طييء وفي باهلة\n</p>\n\n<p>\nعلي بن رباح بن قصير اللخمي مصري بضم العين وفتح اللام ثقة ويقال أن ابنه\nموسى كان يحرج على من يصغر عليا\n</p>\n\n<p>\nعبادة بفتح العين وتخفيف الباء والد محمد بن عبادة الواسطي وهو محمد بن\nعبادة بن البختري أبو جعفر العجلي روى عنه البخاري وقيل أيضا محمد بن عبادة\nبن زياد الأسدي سمع أباه ونصر بن مزاحم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nعتيق بن محمد أبو بكر النيسابوري عن عون بن عمارة والراوردي وإسحاق بن\nبشر\n</p>\n\n<p>\nوفي كتاب الوزير كل شيء من قبائل العرب فهو غنم بالغين والنون الأعثم بن\nالربعة ابن رشدان بن قيس بن جهينة فإنه بالعين والثاء\n</p>\n\n<p>\nموسى بن قرير بضم القاف وفتح الراء المهملة وآخره راء عن عيسى بن عبد\nالله الهاشمي قال الخطيب في حديثه نكرة\n</p>\n\n<p>\nمعوية مثل مفعلة ابن امرىء القيس ابن ثعلبة بن مالك بن كنانة بن القين بن\nجسر أبن قضاعة\n</p>\n\n<p>\nفي كتاب الوزير كل شيء في العرب معاوية إلا معوية هذا\n</p>\n\n<p>\nالمجر بكسر الميم ابن ربيع بن مالك بن زيد مناة\n</p>\n\n<p>\nوالمجر بالضم سلمة بن عمرو بن أبي كرب في كندة وقيل إنه بالتثقيل\n</p>\n\n<p>\nولنقتصر على هذا القدر من هذا النوع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nونختم الكتاب بذكر أحاديث صحيحة منقسمة على أقسام الصحيح المتفق عليه\nوالمختلف فيه $ القسم الأول\n</p>\n\n<p>\nالمتفق على إخراجه في صحيحي البخاري ومسلم رحمهما الله تعالى واللفظ فيما\nنورده لرواية البخاري\n</p>\n\n<p>\n| الحديث الأول\n</p>\n\n<p>\n1 عن عمر رضي <span id='ms31'></span> الله عنه أن رسول الله صلى الله عليه وسلم قال إنما الأعمال\nبالنية وإنما لإمرىء ما نوى فمن كانت هجرته إلى الله ورسوله فهجرته إلى\nالله ورسوله ومن كانت هجرته إلى دنيا يصيبها أو إمرأة يتزوجها فهجرته إلى\nما هاجر إليه\n</p>\n\n<p>\n| الثاني\n</p>\n\n<p>\n2 عن ابن عمر رضي الله عنهما قال قال رسول الله صلى الله عليه وسلم بني\nالإسلام على خمس شهادة أن لا إله إلا الله وأن محمدا رسول الله وإقام\nالصلاة وإيتاء الزكاة والحج وصوم رمضان\n</p>\n\n<p>\n| الثالث\n</p>\n\n<p>\n3 عن أبي موسى الأشعري رضي الله عنه قال قالوا يا رسول الله أي الإسلام\nأفضل قال من سلم المسلمون من لسانه ويده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n| الرابع\n</p>\n\n<p>\n4 عن أنس رضي الله عنه عن النبي صلى الله عليه وسلم قال\n</p>\n\n<p>\nلا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه\n</p>\n\n<p>\n| الخامس\n</p>\n\n<p>\n5 عن أبي سعيد الخدري رضي الله عنه أن رسول الله صلى الله عليه وسلم قال\nمن صام يوما في سبيل اله بعد الله وجهه عن النار سبعين خريفا\n</p>\n\n<p>\n| السادس\n</p>\n\n<p>\n6 عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم سئل\n</p>\n\n<p>\nأي العمل أفضل قال قال إيمان بالله ورسوله\n</p>\n\n<p>\nقيل ثم ماذا قال الجهاد في سبيل الله\n</p>\n\n<p>\nقيل ثم ماذا قال حج مبرور\n</p>\n\n<p>\n| السابع\n</p>\n\n<p>\n7 عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه قال\n</p>\n\n<p>\nآية المنافق ثلاث إذا حدث كذب وإذا وعد أخلف وإذا اؤتمن خان\n</p>\n\n<p>\n| الثامن\n</p>\n\n<p>\nعن عبد الله وهو ابن مسعود رضي الله عنه أن النبي صلى الله عليه وسلم قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n             سباب المسلم فسوق وقتاله كفر\n</p>\n\n<p>\n| التاسع\n</p>\n\n<p>\n9 عن جرير بن عبد الله قال بايعت رسول الله صلى الله عليه وسلم على إقام\nالصلاة وإيتاء الزكاة والنصح لك مسلم\n</p>\n\n<p>\n| العاشر\n</p>\n\n<p>\n10 عن عبد الله بن مسعود رضي الله عنه قال قال النبي صلى الله عليه وسلم\n</p>\n\n<p>\nلا حسد إلا في اثنتين رجل أتاه الله مالا فسلط على هلكته في الحق ورجل\nأتاه الله الحكمة فهو يقضي بها ويعلمها\n</p>\n\n<p>\n| الحادي عشر\n</p>\n\n<p>\n11 عن أبي هريرة <span id='ms32'></span> رضي الله عنه قال قال رسول الله صلى الله عليه وسمل ليس\nالشديد بالصرعة إنما الشديد الذي يملك نفسه عند الغضب\n</p>\n\n<p>\n| الثاني عشر\n</p>\n\n<p>\n12 عن ربعي بن حراش قال سمعت عليا رضي الله عنه يقول\n</p>\n\n<p>\nقال النبي صلى الله عليه وسلم لا تكذبوا علي فإنه من كذب علي فليلج النار\n</p>\n\n<p>\n| الثالث عشر\n</p>\n\n<p>\n13 عن عبد العزيز بن صهيب سمعت أنسا يقول كان النبي صلى الله عليه وسلم\nإذا دخل الخلاء قال اللهم إني أعوذ بك من الخبث والخبائث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n| الرابع عشر\n</p>\n\n<p>\n14 عن عبد الله بن قتادة عن أبيه قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nإذا شرب أحدكم فلا يتنفس في الإناء وإذا أتى الخلاء فلا يمس ذكره بيمينه\nولا يتمسح بيمينه\n</p>\n\n<p>\n| الخامس عشر\n</p>\n\n<p>\n15 عن عائشة رضي الله عنها قالت كان النبي صلى الله عليه وسلم يحب التيمن\nما استطاع في شأنه كله في طهوره وترجله وتنعله\n</p>\n\n<p>\n| السادس عشر\n</p>\n\n<p>\n16 عن حذيفة رضي الله عنه قال كان النبي صلى الله عليه وسلم إذا قام من\nالليل يشوص فاه بالسواك\n</p>\n\n<p>\n| السابع عشر\n</p>\n\n<p>\n17 عن نافع عن عبد الله استفتى عمر النبي صلى الله عليه وسلم أينام أحدنا\nوهو جنب قال نعم إذا توضأ\n</p>\n\n<p>\n| الثامن عشر\n</p>\n\n<p>\n18 عن ابن عمر رضي الله عنهما قال قال النبي صلى الله عليه وسلم اجعلوا\nآخر صلاتكم بالليل وترا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n| التاسع عشر\n</p>\n\n<p>\n19 عن أبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nلا يصلي أحدكم في الثوب الواحد ليس على عاتقيه شيء\n</p>\n\n<p>\n| العشرون\n</p>\n\n<p>\n20 عن قتادة رضي الله عنه قال سمعت أنس بن مالك رضي الله عنه قال قال\nالنبي صلى الله عليه وسلم البزاق في المسجد خطيئة وكفارتها دفنها\n</p>\n\n<p>\n| الحادي والعشرون\n</p>\n\n<p>\n21 عن أبي قتادة السلمي رضي الله عنه أن رسول الله صلى الله عليه وسلم\nقال إذا دخل أحدكم المسجد فليركع ركعتين قبل أن يجلس\n</p>\n\n<p>\n| الثاني والعشرون\n</p>\n\n<p>\n22 عن عبد الله بن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم\nقال الذي تفوته صلاة العصر فكأنما <span id='ms33'></span> وتر أهله وماله\n</p>\n\n<p>\n| الثالث والعشرون\n</p>\n\n<p>\n23 عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال من\nأدرك من الصبح ركعة قبل أن تطلع الشمس فقد أدرك الصبح ومن أدرك ركعة من\nالعصر قبل أن تغرب الشمس فقد أدرك العصر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n| الرابع والعشرون\n</p>\n\n<p>\n24 عن أبي سعيد الخدري رضي الله عنه قال سمعت رسول الله صلى الله عليه\nوسلم يقول لا صلاة بعد اتلصبح حتى ترتفع الشمس ولا صلاة بعد العصر حتى تغيب\nالشمس\n</p>\n\n<p>\n| الخامس والعشرون\n</p>\n\n<p>\n25 عن أبي سعيد الخدري رضي الله عنه أن رسول الله صلى الله عليه وسلم قال\nإذا سمعتم النداء فقولوا مثل ما يقول المؤذن\n</p>\n\n<p>\n| السادس والعشرون\n</p>\n\n<p>\n26 عن عبد الله بن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم\nقال صلاة الجماعة تفضل صلاة الفذ بسبع وعشرين درجة\n</p>\n\n<p>\n| السابع والعشرون\n</p>\n\n<p>\n27 عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال من غدا\nإلى المسجد وراح أعد له نزلا من الجنة كلما غدا أو راح\n</p>\n\n<p>\n| الثامن والعشرون\n</p>\n\n<p>\n28 عن عبادة بن الصامت رضي الله عنه أن رسول الله صلى الله عليه وسلم قال\nلا صلاة لمن لم يقرأ بفاتحة الكتاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n| التاسع والعشرون\n</p>\n\n<p>\n29 عن ابن عباس رضي الله عنهما أمر النبي صلى الله عليه وسلم أن يسجد على\nسبعة أعضاء ولا يكف شعرا ولا ثوبا الجبهة واليدين والركبتين والرجلين\n</p>\n\n<p>\n| الثلاثون\n</p>\n\n<p>\n30 عن عبد الله بن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم\nقال إذا جاء أحدكم الجمعة فليغتسل\n</p>\n\n<p>\n| الحادي والثلاثون\n</p>\n\n<p>\n31 عن جابر بن عبد الله رضي الله عنهما قال جاء رجل والنبي صلى الله عليه\nوسلم يخطب الناس يوم الجمعة فقال صليت يا فلان فقال لا قال قم فاركع\n</p>\n\n<p>\n| الثاني والثلاثون\n</p>\n\n<p>\n32 عن عبد الله بن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم\nكان يصلي قبل الظهر ركعتين وبعدها ركعتين وبعد المغرب ركعتين في بيته وبعد\nالعشاء ركعتين وكان لا يصلي بعد الجمعة حتى ينصرف فيصلي <span id='ms34'></span> ركعتين\n</p>\n\n<p>\n| الثالث والثلاثون\n</p>\n\n<p>\n33 عن عائشة رضي الله عنها قالت كل الليل أوتر رسول الله صلى الله عليه\nوسلم وانتهى وتره إلى السحر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n| الرابع والثلاثون\n</p>\n\n<p>\n34 عن عباد بن تميم عن عمه أن النبي صلى الله عليه وسلم استسقى فصلى\nركعتين وقلب رداءه\n</p>\n\n<p>\n| الخامس والثلاثون\n</p>\n\n<p>\n35 عن أبي هريرة رضي الله عنه قال كان النبي صلى الله عليه وسلم يقرأ في\nالجمعة في صلاة الفجر آلم تنزيل السجدة وهل أتى على الإنسان\n</p>\n\n<p>\n| السادس والثلاثون\n</p>\n\n<p>\n36 عن عبد الله بن عامر بن ربيعة عن أبيه قال رأيت النبي صلى الله عليه\nوسلم يصلي على راحلته حيث توجهت به\n</p>\n\n<p>\n| السابع والثلاثون\n</p>\n\n<p>\n37 عن مسروق قال سألت عائشة رضي الله عنها أي العمل كان أحب إلى رسول\nالله صلى الله عليه وسلم قالت الدائم قلت متى كان يقوم قالت كان يقوم إذا\nسمع الصارخ\n</p>\n\n<p>\n| الثامن والثلاثون\n</p>\n\n<p>\n38 عن عائشة رضي الله عنها قالت كان رسول الله صلى الله عليه وسلم يصلي\nبالليل ثلاث عشرة ركعة ثم يصلي إذا سمع النداء بالصبح ركعتين خفيفتين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n| التاسع والثلاثون\n</p>\n\n<p>\n39 عن عمرو سمع جابر بن عبد الله رضي الله عنهما قال قال النبي صلى الله\nعليه وسلم الحرب خدعة\n</p>\n\n<p>\n| الأربعون\n</p>\n\n<p>\n40 عن أبي بكر الصديق رضي الله عنه أنه قال لرسول الله صلى الله عليه\nوسلم\n</p>\n\n<p>\nعلمني دعاء أدعو به في صلاتي\n</p>\n\n<p>\nقال قل اللهم إني ظلمت نفسي ظلما كثيرا ولا يغفر الذنوب إلا أنت فاغفر لي\nمغفرة من عندك وارحمني إنك أنت الغفور الرحيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n| القسم الثاني\n</p>\n\n<p>\nفي إفراد البخاري من مسانيد الصحابة رضي الله عنهم\n</p>\n\n<p>\n| الحديث الأول\n</p>\n\n<p>\n1 عن أنس رضي الله عنه قال كان النبي صلى الله عليه وسلم يتوضأ عند كل\nصلاة\n</p>\n\n<p>\nقلت كيف كنت تصنعون\n</p>\n\n<p>\nقال يجزىء أحدنا الوضوء ما لم يحدث\n</p>\n\n<p>\n| الحديث الثاني\n</p>\n\n<p>\n2 عن جابر رضي الله عنه أن رسول الله صلى الله عليه وسلم قال من قال حين\nيسمع النداء اللهم رب هذه الدعوة التامة والصلاة القائمة آت محمدا الوسيلة\nوالفضيلة وابعثه اللهم مقاما محمودا الذي وعدته حلت له شفاعتي <span id='ms35'></span> يوم القيامة\n</p>\n\n<p>\n| الحديث الثالث\n</p>\n\n<p>\n3 عن رفاعة بن رافع قال كنا يوما نصلي وراء النبي صلى الله عليه وسلم\nفلما رفع رأسه من الركعة قال سمع الله لمن حمده قال رجل وراءه ربنا ولك\nالحمد حمدا كثيرا طيبا مباركا فيه\n</p>\n\n<p>\nفلما انصرف قال من المتكلم قال أنا قال رأيت بضعة وثلاثين ملاكا\nيبتدرونها أيهم يكتبها أولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث الرابع\n</p>\n\n<p>\n4 عن أنس رضي الله عنه أن النبي صلى الله عليه وسلم كان يجمع بن هاتيي\nالصلاتين في السفر يعني المغرب والعشاء\n</p>\n\n<p>\n| الحديث الخامس\n</p>\n\n<p>\n5 عن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم كان لا يدع\nأربعا قبل الظهر وركعتين قبل الغداة\n</p>\n\n<p>\n| الحديث السادس\n</p>\n\n<p>\n6 عن جابر رضي الله عنه قال كان النبي صلى الله عليه وسلم إذا كان يوم\nعيد خالف الطريق\n</p>\n\n<p>\n| الحديث السابع\n</p>\n\n<p>\n7 عن أنس رضي الله عنه قال كان النبي صلى الله عليه وسلم لا يغدو يوم\nالفطر حتى يأكل تمرات وفي رواية ويأكلهن وترا\n</p>\n\n<p>\n| الحديث الثامن\n</p>\n\n<p>\n8 عن جابر رضي الله عنه أن إهلال رسول الله صلى الله عليه وسلم من ذي\nالحليفة حين استوت به راحلته\n</p>\n\n<p>\n| الحديث التاسع\n</p>\n\n<p>\n9 عن ثمامة قال حج أنس على رحل ولم يكن شحيحا\n</p>\n\n<p>\nوحدث أن النبي صلى الله عليه وسلم حج على رحل وكانت زاملته\n</p>\n\n<p>\n| الحديث العاشر\n</p>\n\n<p>\n10 عن جويرية رضي الله عنها أن النبي صلى الله عليه وسلم دخل عليها يوم\nالجمعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n             وهي صائمة فقال أصمت أمس قالت لا قال تريدين أن تصومي\nغدا قالت لا قال فافطري\n</p>\n\n<p>\n| الحادي عشر\n</p>\n\n<p>\n11 عن عائشة رضي الله عنها قالت قال النبي صلى الله عليه وسلم من نذر أن\nيطيع الله فليطعه ومن نذر أن يعصي الله فلا يعصه\n</p>\n\n<p>\n| الثاني عشر\n</p>\n\n<p>\n12 عنها رضي الله عنها قالت أنزلت الآية <span class='quran'>لا يؤاخذكم الله باللغو في\nأيمانكم </span>في قول الرجل لا والله وبلى والله\n</p>\n\n<p>\n| الثالث عشر\n</p>\n\n<p>\n13 عنها رضي الله عنها قالت قال رسول الله صلى الله عليه وسلم لا تسبوا\nالأموات فإنهم قد أفضوا إلى ما قدموا\n</p>\n\n<p>\n| الرابع عشر\n</p>\n\n<p>\n14 عنها <span id='ms36'></span> رضي الله عنها قالت قلت يا رسول الله إن لي جارين فإلى أيهما\nأهدي قال إلى أقربهما منك بابا\n</p>\n\n<p>\n| الخامس عشر\n</p>\n\n<p>\n15 عن أنس بن مالك رضي الله عنه عن النبي صلى الله عليه وسلم قال إن الله\nقال إذا ابتليت عبدي بحبيبتيه ثم صبر عوضته منهما الجنة يريد عينيه\n</p>\n\n<p>\n| السادس عشر\n</p>\n\n<p>\n16 عنه رضي الله عنه عن النبي صلى الله عليه وسلم قال إذا نعس أحدكم في\nالصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n             فليتم حتى يعلم ما قرأ\n</p>\n\n<p>\n| السابع عشر\n</p>\n\n<p>\n17 عنه رضي الله عنه عن النبي صلى الله عليه وسلم يرويه عن ربه عز وجل\nقال إذا تقرب العبد إلى شبرا تقربت إليه ذراعا وإذا تقرب إلي ذراعا تقربت\nمنه باعا وإذا أتاني مشيا أتيته هرولة\n</p>\n\n<p>\n| الثامن عشر\n</p>\n\n<p>\n18 عنه رضي الله عنه أن النبي صلى الله عليه وسلم قال ليصيبن أقواما سفع\nمن النار بذنوب أصابوها عقوبة ثم يدخلهم الله الجنة بفضل رحمته يقال لهم\nالجهنميون\n</p>\n\n<p>\n| التاسع عشر\n</p>\n\n<p>\n19 عنه رضي الله عنه عن النبي صلى الله عليه وسلم قال\n</p>\n\n<p>\nإن في الجنة لشجرة يسير الراكب في ظلها مائة عام لا يقطعها\n</p>\n\n<p>\n| العشرون\n</p>\n\n<p>\n20 عنه رضي الله عنه قال لم يأكل النبي صلى الله عليه وسلم على خوان حتى\nمات وما أكل خبزا مرققا حتى مات\n</p>\n\n<p>\n| الحادي والعشرون\n</p>\n\n<p>\n21 عن قتادة قال قلت لأنس أكانت المصافحة في أصحاب رسول الله صلى الله\nعليه وسلم قال نعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\n| الثاني والعشرون\n</p>\n\n<p>\n22 عنه رضي الله عنه قال كنا نبكر إلى الجمعة ثم نقيل\n</p>\n\n<p>\n| الثالث والعشرون\n</p>\n\n<p>\n23 عنه رضي الله عنه قال أن كانت الأمة من إماء أهل المدينة لتأخذ بيد\nالنبي صلى الله عليه وسلم فتنطلق به حيث شاءت\n</p>\n\n<p>\n| الرابع والعشرون\n</p>\n\n<p>\n24 عنه رضي الله عنه قال قال رسول الله صلى الله عليه وسلم ما من الناس\nمسلم يموت له ثلاثة من الولد لم يبلغوا الحنث إلا أدخله الله الجنة بفضل\nرحمته إياهم\n</p>\n\n<p>\n| الخامس والعشرون\n</p>\n\n<p>\n25 عنه قال قال رسول الله صلى الله عليه وسلم اسمعوا وأطيعوا وان استعمل\nعليكم عبد حبشي كأن رأسه زبيبة\n</p>\n\n<p>\n| السادس <span id='ms37'></span> والعشرون\n</p>\n\n<p>\n26 عن الزبير بن عدي قال أتينا أنس بن مالك فشكونا إليه ما يلقون من\nالحجاج فقال اصبروا فإنه لا يأتي عليكم زمان إلا والدي بعده شر منه حتى\nتلقوا ربكم\n</p>\n\n<p>\nسمعته من نبيكم صلى الله عليه وسلم\n</p>\n\n<p>\n| السابع والعشرون\n</p>\n\n<p>\n27 عنه رضي الله عنه قال إنكم لتعملون أعمالا هي أدق في أعينكم من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n             الشعر إن كنا نعدها على عهد رسول الله صلى الله عليه وسلم\nالموبقات\n</p>\n\n<p>\n| الثامن والعشرون\n</p>\n\n<p>\n28 عن جابر رضي الله عنه قال قضي النبي صلى الله عليه وسلم بالشفعة في كل\nما لم يقسم فإذا وقعت الحدود وصرفت الطرق فلا شفعة\n</p>\n\n<p>\n| التاسع والعشرون\n</p>\n\n<p>\n29 عن محمد بن عبد الرحمن بن ثوبان عن جابر أن رسول الله صلى الله عليه\nوسلم كان يصلي على راحلته حيث ما توجهت فإذا أراد الفريضة نزل\n</p>\n\n<p>\n| الثلاثون\n</p>\n\n<p>\n30 عنه رضي الله عنه أن رسول الله صلى الله عليه وسلم قال رحم الله رجلا\nسمحا إذا باع وإذا اشترى وإذا اقتضى\n</p>\n\n<p>\n| الحادي والثلاثون\n</p>\n\n<p>\n31 عنه رضي الله عنه قال لما نزل على رسول الله صلى الله عليه وسلم <span class='quran'>قل هو القادر على أن يبعث عليكم عذابا من فوقكم </span>قال أعوذ بوجهك <span class='quran'>أو من تحت أرجلكم </span>قال أعوذ بوجهك فلما نزلت <span class='quran'>أو يلبسكم شيعا ويذيق\nبعضكم بأس بعض </span>قال هاتان أهون أو أيسر\n</p>\n\n<p>\n| الثاني والثلاثون\n</p>\n\n<p>\n32 عنه رضي الله عنه قال كنا إذا صعدنا كبرنا وإذا نزلنا سبحنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n| الثالث والثلاثون\n</p>\n\n<p>\n33 عنه رضي الله عنه قال كان جذع يقوم إليه النبي صلى الله عليه وسلم\nفلما وضع له المنبر سمعنا للجذع مثل أصوات العشار حتى نزل النبي صلى الله\nعليه وسلم فوضع يده عليه\n</p>\n\n<p>\n| الرابع والثلاثون\n</p>\n\n<p>\n34 عن أبي هريرة رضي الله عنه قال أشهد أني سمعت رسول الله صلى الله عليه\nوسلم يقول من صلى في ثوب فليخالف بين طرفيه\n</p>\n\n<p>\n| الخامس والثلاثون\n</p>\n\n<p>\n35 عنه رضي الله عنه قال سمعت رسول الله صلى الله عليه وسلم يقول لم يبق\nمن النبوة إلا المبشرات قال وما المبشرات قال الرؤيا الصالحة\n</p>\n\n<p>\n| السادس والثلاثون\n</p>\n\n<p>\n36 عنه <span id='ms38'></span> رضي الله عنه قال قال رسول الله صلى الله عليه وسلم لو تعلمون ما\nأعلم لضحكتم قليلا ولبكيتم كثيرا\n</p>\n\n<p>\n| السابع والثلاثون\n</p>\n\n<p>\n37 عنه رضي الله عنه عن النبي صلى الله عليه وسلم قال خير الصدقة ما كان\nعن ظهر غنى وابدأ بمن تعول\n</p>\n\n<p>\n| الثامن والثلاثون\n</p>\n\n<p>\n38 عنه رضي الله عنه قال سمعت رسول الله صلى الله عليه وسلم يقول والله\nإني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             لأستغفر الله وأتوب إليه في اليوم أكثر من سبعين مرة\n</p>\n\n<p>\n| التاسع والثلاثون\n</p>\n\n<p>\n39 عنه رضي الله عنه أن رسول الله صلى الله عليه وسلم قال إذا قال الرجل\nلأخيه يا كافر فقد باء به أحدهما\n</p>\n\n<p>\n| الأربعون\n</p>\n\n<p>\n40 عنه رضي الله عنه قال قال رسول الله صلى الله عليه وسلم من يرد الله\nبه خيرا يصب منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n| القسم الثالث\n</p>\n\n<p>\nفي أحاديث انفرد بها مسلم رحمه الله تعالى\n</p>\n\n<p>\n| بحسب مسانيد الصحابة رضي الله عنهم\n</p>\n\n<p>\nالحديث الأول $\n</p>\n\n<p>\n1 عن ابن عمر رضي الله عنهما عن النبي صلى الله عليه وسلم قال إن الإسلام\nبدأ غريبا وسيعود غريبا كما بدأ وهو يأرز بين المسجدين كما تأرز الحية إلى\nجحرها\n</p>\n\n<p>\n| الحديث الثاني\n</p>\n\n<p>\n2 عنه رضي الله عنه أن النبي صلى الله عليه وسلم قال من نزع يدا من طاعة\nفإنه يأتي يوم القيامة لا حجة له ومن مات وهو مفارق للجماعة فإنه يموت ميتة\nجاهلية\n</p>\n\n<p>\n| الحديث الثالث\n</p>\n\n<p>\n3 عنه رضي الله عنه عن النبي صلى الله عليه وسلم قال صلاة في مسجدي هذا\nأفضل من ألف صلاة فيما سواه إلا المسجد الحرام\n</p>\n\n<p>\n| الحديث الرابع\n</p>\n\n<p>\n4 عنه رضي الله عنه أن رسول الله صلى الله عليه وسلم قال لا يحل للمؤمن\nأن يهجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n             أخاه فوق ثلاثة أيام\n</p>\n\n<p>\n| الحديث الخامس\n</p>\n\n<p>\n5 عنه رضي الله قال كان من دعاء النبي صلى الله عليه وسلم اللهم إني أعوذ\nبك من زوال نعمتك وتحول عافيتك وفجاءة نقمتك وجميع سخطك\n</p>\n\n<p>\n| الحديث السادس\n</p>\n\n<p>\n6 عنه رضي الله عنه قال قال رسول الله صلى الله عليه وسلم إن أحب أسمائكم\nإلى الله عبد الله وعبد الرحمن\n</p>\n\n<p>\n| الحديث السابع\n</p>\n\n<p>\n7 عنه رضي الله عنه <span id='ms39'></span> أن النبي صلى الله عليه وسلم قال من ضرب غلاما له حدا\nلم يأته ولطمه فإن كفارته أن يعتقه\n</p>\n\n<p>\n| الحديث الثامن\n</p>\n\n<p>\n8 عن ابن عباس رضي الله عنهما قال نهى رسول الله صلى الله عليه وسلم عن\nكل ذي ناب من السباع وعن كل ذي مخلب من الطير\n</p>\n\n<p>\n| الحديث التاسع\n</p>\n\n<p>\n9 عنه رضي الله عنه قال سمعت رسول الله صلى الله عليه وسلم يقول إذا دبغ\nالأهاب فقد طهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث العاشر\n</p>\n\n<p>\n10 عنه رضي الله عنه أن النبي صلى الله عليه وسلم قال لا تتخذوا شيئا فيه\nالروح غرضا\n</p>\n\n<p>\n| الحادي عشر\n</p>\n\n<p>\n11 عنه رضي الله عنه قال قال رسول الله صلى الله عليه وسلم من سمع سمع\nالله به ومن رايا رايا الله به\n</p>\n\n<p>\n| الثاني عشر\n</p>\n\n<p>\n12 عنه أن رسول الله صلى الله عليه وسلم قضى بيمين وشاهد\n</p>\n\n<p>\n| الثالث عشر\n</p>\n\n<p>\n13 عنه رضي الله عنه أن النبي صلى الله عليه وسلم كان يعلمهم هذا الدعاء\nكما يعلمهم السورة من القرآن يقول قولوا اللهم إنا نعوذ بك من عذاب جهنم\nوأعوذ بك من عذاب القبر وأعوذ بك من فتنة المسيح الدجال وأعوذ بك من فتنة\nالمحيا والممات\n</p>\n\n<p>\n| الرابع عشر\n</p>\n\n<p>\n14 عنه رضي الله عنه أن النبي صلى الله عليه وسلم قال الأيم أحق بنفسها\nمن وليها والبكر تستأذن وإذنها صماتها\n</p>\n\n<p>\nقال وربما قال وصمتها إقرارها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n| الخامس عشر\n</p>\n\n<p>\n15 عن إياس بن سلمة عن أبيه عن النبي صلى الله عليه وسلم قال من سل علينا\nالسيف فليس منا\n</p>\n\n<p>\n| السادس عشر\n</p>\n\n<p>\n16 عن أبي برزة رضي الله عنه قال قلت يا نبي الله علمني شيئا أنتفع به\nقال أعزل الأذى عن طريق المسلمين\n</p>\n\n<p>\n| السابع عشر\n</p>\n\n<p>\n17 عن كعب بن عجرة رضي الله عنه عن النبي صلى الله عليه وسلم قال معقبات\nلا يخيب قائلهن أو فاعلهن دبر كل صلاة مكتوبة ثلاث وثلاثون تسبيحة وثلاث\nوثلاثون تحميدة وأربع وثلاثون تكبيرة\n</p>\n\n<p>\n| الثامن عشر\n</p>\n\n<p>\n18 عن أبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم من\nأكل من هذه الشجرة فلا يقربن مسجدنا <span id='ms40'></span> ولايؤذنا بريح الثوم\n</p>\n\n<p>\n| التاسع عشر\n</p>\n\n<p>\n19 عنه عن النبي صلى الله عليه وسلم قال إذا أقيمت الصلاة فلا صلاة إلا\nالمكتوبة\n</p>\n\n<p>\n| العشرون\n</p>\n\n<p>\n20 عنه قال قال رسول الله صلى الله عليه وسلم أن الله يقول يوم القيامة\nأين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n             المتحابون بجلالي اليوم أظلهم في ظلي يوم لا ظل إلا ظلي\n</p>\n\n<p>\n| الحادي والعشرون\n</p>\n\n<p>\n21 عنه قال قال رسول الله صلى الله عليه وسلم كافل اليتين له أو لغيره\nأنا وهو كهاتين في الجنة وأشار الراوي بالسبابة والوسطى\n</p>\n\n<p>\n| الثاني والعشرون\n</p>\n\n<p>\n22 عنه قال نهى رسول الله صلى الله عليه وسلم عن الشغار\n</p>\n\n<p>\n| الثالث والعشرون\n</p>\n\n<p>\n23 عنه قال نهى رسول الله صلى الله عليه وسلم عن بيع الحصاة وعن بيع\nالغرر\n</p>\n\n<p>\n| الرابع والعشرون\n</p>\n\n<p>\n24 عنه قال قال رسول الله صلى الله عليه وسلم إذا دعي أحدكم فليجب فإن\nكان صائما فليصل وإن كان مفطرا فليطعم\n</p>\n\n<p>\n| الخامس والعشرون\n</p>\n\n<p>\n25 عنه قال قال رسول الله صلى الله عليه وسلم لأن أقول سبحان الله والحمد\nلله ولا إله إلا الله والله أكبر أحب إلي مما طلعت عليه الشمس\n</p>\n\n<p>\n| السادس والعشرون\n</p>\n\n<p>\n26 عنه قال قال رسول الله صلى الله عليه وسلم اثنتان في الناس هما بهم\nكفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n             الطعن في النسب والنياحة على الميت\n</p>\n\n<p>\n| السابع والعشرون\n</p>\n\n<p>\n27 عنه أن رسول الله صلى الله عليه وسلم قال أقرب ما يكون العبد من ربه\nوهو ساجد فأكثروا الدعاء\n</p>\n\n<p>\n| الثامن والعشرون\n</p>\n\n<p>\n28 عنه أن رسول الله صلى الله عليه وسلم كان يقول في سجوده اللهم اغفر لي\nذنبي كله دقه وجله وأوله وآخره وعلانيته وسره\n</p>\n\n<p>\n| التاسع والعشرون\n</p>\n\n<p>\n29 عنه قال نهى رسول الله صلى الله عليه وسلم عن المحاقلة والمزابنة\n</p>\n\n<p>\n| الثلاثون\n</p>\n\n<p>\n30 عنه أن رسول الله صلى الله عليه وسلم قال لا تصحب الملائكة رفقة فيها\nكلب ولا جرس\n</p>\n\n<p>\n| الحادي والثلاثون\n</p>\n\n<p>\n31 عنه عن رسول الله صلى الله عليه وسلم قال من كان منكم مصليا بعد\nالجمعة فليصل أربعا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n| الثاني والثلاثون\n</p>\n\n<p>\n32 عن رسول الله صلى الله عليه وسلم قال من أخذ شبرا من الأرض طوقه إلى\nسبع أرضين\n</p>\n\n<p>\n| الثالث والثلاثون\n</p>\n\n<p>\n33 عنه قال كان رسول الله <span id='ms41'></span> صلى الله عليه وسلم يكره الشكال من الخيل\n</p>\n\n<p>\n| الرابع والثلاثون\n</p>\n\n<p>\n34 عنه رضي الله عنه قال قال رسول الله صلى الله عليه وسلم من سأل الناس\nأموالهم تكثرا فإنما يسأل جمرا فليستقل أو ليستكثر\n</p>\n\n<p>\n| الخامس والثلاثون\n</p>\n\n<p>\n35 عنه رضي الله عنه عن النبي صلى الله عليه وسلم قال لقنوا موتاكم لا\nإله إلا الله\n</p>\n\n<p>\n| السادس والثلاثون\n</p>\n\n<p>\n36 عنه رضي الله عنه قال قال النبي صلى الله عليه وسلم بدأ الإسلام غريبا\nوسيعود غريبا فطوبى للغرباء\n</p>\n\n<p>\n| السابع والثلاثون\n</p>\n\n<p>\n37 عنه رضي الله عنه قال قيل يا رسول الله ادع على المشركين قال إني لم\nأبعث لعانا وإنما بعثت رحمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n| الثامن والثلاثون\n</p>\n\n<p>\n38 عنه رضي الله قال قال سمعت رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nإذا قام أحدكم من اللي فليفتتح صلاته بركعتين خفيفتين\n</p>\n\n<p>\n| التاسع والثلاثون\n</p>\n\n<p>\n39 عنه رضي الله عنه قال قال رسول الله صلى الله عليه وسلم إذا قام أحدكم\nمن الليل فاستعجم القرآن على لسانه فلم يدر ما يقول فليضطجع\n</p>\n\n<p>\n| الأربعون\n</p>\n\n<p>\n40 عنه رضي الله عنه أن رسول الله صلى الله عليه وسلم قال لتؤدن الحقوق\nإلى أهلها يوم القيامة حتى يقاد للشاة الجلحاء من الشاة القرناء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n| القسم الرابع\n</p>\n\n<p>\nفي أحاديث رواها من أخرج له الشيخان في صحيحهما\n</p>\n\n<p>\n| ولم يخرجا تلك الأحاديث وذلك بحسب مسانيد الصحابة رضي الله عنهم أجمعين\n</p>\n\n<p>\nالحديث الأول $\n</p>\n\n<p>\n1 عن أنس بن مالك رضي الله عنه أن النبي صلى الله عليه وسلم كان يزور أم\nسليم فتدركه الصلاة أحيانا فيصلي على بساط لنا وهو حصير ننضحه بالماء\n</p>\n\n<p>\n| الحديث الثاني\n</p>\n\n<p>\n2 عنه رضي الله عنه أن رسول الله صلى الله عليه وسلم دخل على أم حرام\nفأتوه بسمن وتمر فقال\n</p>\n\n<p>\nردوا هذا في وعائه وهذا في سقائه فإني صائم\n</p>\n\n<p>\nثم قام فصلى بنا ركعتين تطوعا فقامت أم سليم وأم حرام خلفنا قال ثابت لا\nأعلمه إلا قال أقامني عن يمينه على بساطه\n</p>\n\n<p>\n| الحديث الثالث\n</p>\n\n<p>\n3 عن ابن عمر رضي الله عنهما قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nلا تمنعوا نساءكم المساجد وبيوتهن خير لهن <span id='ms42'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث الرابع\n</p>\n\n<p>\n4 عن ابن عباس رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال\n</p>\n\n<p>\nليس لولي مع الثيب أمر واليتيمة تستأمر وصمتها إقرارها\n</p>\n\n<p>\nأخرجه النسائي\n</p>\n\n<p>\n| الحديث الخامس\n</p>\n\n<p>\n5 عن عبد الله وهو ابن مسعود رضي الله عنه في رجل تزوج امرأة فمات عنها\nولم يدخل بها ولم يفرض لها فقال لها الصداق كاملا وعليها العدة ولها\nالميراث\n</p>\n\n<p>\nفقال معقل بن سنان سمعت رسول الله صلى الله عليه وسلم قضى به في بروغ بنت\nواشق أخرجه أبو داود والترمذي والنسائي وابن ماجه وصححه الترمذي\n</p>\n\n<p>\n| الحديث السادس\n</p>\n\n<p>\n6 عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال من كانت له\nامرأتان فمال إلى إحداهما جاء يوم القيامة وشقه مائل\n</p>\n\n<p>\nأخرجه الأربعة المذكورون\n</p>\n\n<p>\n| الحديث السابع\n</p>\n\n<p>\n7 عن أنس رضي الله عنه قال كان رسول الله صلى الله عليه وسلم إذا دخل\nالخلاء وضع خاتمه أخرجه أبو داود والترمذي وصححه وجعله أبو داود منكرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث الثامن\n</p>\n\n<p>\n8 عنه أن النبي صلى الله عليه وسلم كان يشير في الصلاة\n</p>\n\n<p>\n| الحديث التاسع\n</p>\n\n<p>\n9 عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال لا غرار في\nالصلاة ولا تسليم\n</p>\n\n<p>\n| الحديث العاشر\n</p>\n\n<p>\n10 عن أنس بن مالك رضي الله عنه عن النبي صلى الله عليه وسلم قال رصوا\nصفوفكم وقاربوا بينها وحاذوا بالأعناق فوالذي نفسي بيده إني لأرى الشيطان\nيدخل من خلل الصف كأنها الحذف والحذف بفتح الحاء المهملة والذال المعجمة\nغنم صغار\n</p>\n\n<p>\n| الحادي عشر\n</p>\n\n<p>\n11 عن ابن عباس رضي الله عنهما قال كانت المرأة تكون مقلاة فتجعل على\nنفسها أن عاش لها ولد أن تهوده فلما أجليت بنو النضير كان فيهم أبنا ء\nالأنصار فقالوا لا ندع أبناءنا فأنزل الله عز وجل <span class='quran'>لا إكراه في الدين\nقد تبين الرشد من الغي </span></p>\n\n<p>\nوقال المقلاة التي لا يعيش لها ولد أخرجه النسائي\n</p>\n\n<p>\n| الثاني عشر\n</p>\n\n<p>\n12 عن عائشة رضي الله عنه قالت إن كانت المرأة لتجير على المسلمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n             فيجوز\n</p>\n\n<p>\n| الثالث عشر\n</p>\n\n<p>\n13 عن عبد الله بن بريدة عن أبيه <span id='ms43'></span> رضي الله عنهما عن النبي صلى الله عليه\nوسلم قال من استعلمناه على عمل فرزقناه رزقا فما أخذ بعد ذلك فهو غلول\n</p>\n\n<p>\n| الرابع عشر\n</p>\n\n<p>\n14 عن أبي هريرة رضي الله عنه قال رسول الله صلى الله عليه وسلم ما\nأوتيكم من شيء وما أمنعكموه إن أنا إلا خازن أضع حيث أمرت\n</p>\n\n<p>\n| الخامس عشر\n</p>\n\n<p>\n15 عن بشير بن يسار أنه سمع نفرا من أصحاب النبي صلى الله عليه وسلم\nقالوا فذكر هذا الحديث يعني حديثا تقدم قال فكان النصف سهام المسلمين وسهم\nرسول الله صلى الله عليه وسلم وعزل النصف للمسلمين لما ينوبهم من الأمور\nوالنوائب أخرجه أبو داود في حكم أرض خيبر وهو كالذي قبله\n</p>\n\n<p>\n| السادس عشر\n</p>\n\n<p>\n16 عن عمر رضي الله عنه قال لولا آخر المسلمين ما فتحت قرية إلا قسمتها\nكما قسم رسول الله صلى الله عليه وسلم خيبر\n</p>\n\n<p>\nوهو كالذي قبله\n</p>\n\n<p>\n| السابع عشر\n</p>\n\n<p>\n17 عن ابن عباس رضي الله عنهما قال صام النبي صلى الله عليه وسلم في\nالسفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n             وأفطر أخرجه ابن ماجة\n</p>\n\n<p>\n| الثامن عشر\n</p>\n\n<p>\n18 عن أسامة بن شريك رضي الله عنه قال أتيت النبي صلى الله عليه وسلم\nوأصحابه كأنما على رؤوسهم الطير فسلمت ثم قعدت فجاء الأعراب من ههنا وههنا\nفقالوا يا رسول الله أنتداوى فقال تداووا فإن الله عز وجل لم يضع داء إلا\nوضع له دواء غير داء واحد الهرم\n</p>\n\n<p>\n| التاسع عشر\n</p>\n\n<p>\n19 عن ثابت بن وديعة رضي الله عنه قال كنا مع النبي صلى الله عليه وسلم\nفي جيش فأصبنا ضبابا قال فشويت منها ضبا فأتيت رسول الله صلى الله عليه\nوسلم فوضعته بين يديه قال فأخذ عودا فعد به أصابعه ثم قال أمة من بني\nإسرائيل مسخت دواب في الأرض وإني لا أدري أي الدواب هي فلم يأكل ولم ينه\n</p>\n\n<p>\n| العشرون\n</p>\n\n<p>\n20 عن أياس بن عبد المزني أن النبي صلى الله عليه وسلم نهى عن بيع فضل\nالماء\n</p>\n\n<p>\n| الحادي والعشرون\n</p>\n\n<p>\n21 عن ابن عباس رضي الله عنهم أنه سأل عن قضية النبي صلى الله عليه وسلم\nفي ذلك <span id='ms44'></span> أي في دية الجنين فقام حمل بن مالك كنت بين إمرأتين فضربت إحداهما\nالأخرى بمسطح فقتلتها وجنينها فقضى رسول الله صلى الله عليه وسلم في جنينها\nبغرة وأن تقتل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n| الثاني والعشرون\n</p>\n\n<p>\nعن عبد الله بن الحارث بن جزء الزبيدي قال أنا أول من سمع النبي صلى الله\nعليه وسلم يقول لا يبولن أحدكم مستقبل القبلة وأنا أول من حدث الناس بذلك\n</p>\n\n<p>\n| الثالث والعشرون\n</p>\n\n<p>\n23 عنه رضي الله عنه قال ما كان ضحك رسول الله صلى الله عليه وسلم وأنا\nأول من حدث الناس بذلك\n</p>\n\n<p>\n| الرابع والعشرون\n</p>\n\n<p>\n24 عن الحرث بن مالك بن البرصاء قال سمعت النبي صلى الله عليه وسلم يقول\nيوم فتح مكة لا تغزى هذه بعد اليوم إلى يوم القيامة أخرجه الترمذي وصححه\n</p>\n\n<p>\n| الخامس والعشرون\n</p>\n\n<p>\n25 عن مطرف بن عبد الله بن الشخير عن أبيه قال رأيت رسول الله صلى الله\nعليه وسلم وفي صدره أزيز كأزيز الرحى من البكاء أخرجه أبو داود والترمذي\nوالنسائي\n</p>\n\n<p>\n| السادس والعشرون\n</p>\n\n<p>\n26 عن جابر بن عبد الله رضي الله عنهما عن النبي صلى الله عليه وسلم قال\nمن أحيى أرضا ميته فهي له أخرجه الترمذي وقال حسن صحيح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n| السابع والعشرون\n</p>\n\n<p>\n27 عن الصعب بن جثامة الليثي رضي الله عنه أن رسول الله صلى الله عليه\nوسلم قال لا حمى إلا لله ولرسوله\n</p>\n\n<p>\n| الثامن والعشرون\n</p>\n\n<p>\n28 عن زيد بن أرقم رضي الله عنه قال عادني رسول الله صلى الله عليه وسلم\nمن وجع كان بعيني\n</p>\n\n<p>\n| التاسع والعشرون\n</p>\n\n<p>\n29 عن عائشة رضي الله عنها قالت أدرج رسول الله صلى الله عليه وسلم في\nثوب حبرة ثم أخر عنه\n</p>\n\n<p>\n| الثلاثون\n</p>\n\n<p>\n30 عن ثوبان رضي الله عنه أن رسول الله صلى الله عليه وسلم أتى بدابة وهو\nمع الجنازة فأبى أن يركبها فلما انصرف أتى بدابة فركب فقيل له فقال إن\nالملائكة كانت تمشي فلم أكن لأركب وهم يمشون فلما ذهبوا ركبت\n</p>\n\n<p>\n| الحادي والثلاثون\n</p>\n\n<p>\n31 عن أبي هريرة رضي الله عنه قال صلى رسول الله صلى الله عليه وسلم على\nجنازة فقال اللهم اغفر لحينا <span id='ms45'></span> وميتنا وصغيرنا وكبيرنا وذكرنا وأنثانا\nوشاهدنا وغائبنا اللهم من أحييته منا فأحيه على الإيمان ومن توفيته منا\nفتوفه على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n             الإسلام اللهم لا تحرمنا أجره ولا تضلنا بعده\n</p>\n\n<p>\n| الثاني والثلاثون\n</p>\n\n<p>\n32 عن عائشة رضي الله عنها أن رسول الله صلى الله عليه وسلم قال كسر\nالعظم الميت ككسره حيا\n</p>\n\n<p>\n| الثالث والثلاثون\n</p>\n\n<p>\n33 عن أنس رضي الله عنه قال قال رسول الله صلى الله عليه وسلم لا عقر في\nالإسلام\n</p>\n\n<p>\nقال عبد الرزاق كانوا يعقرون عند القبر\n</p>\n\n<p>\n| الرابع والثلاثون\n</p>\n\n<p>\n34 عن عمران بن حصين رضي الله عنهما قال قال النبي صلى الله عليه وسلم من\nحلف على يمين مصبورة كاذبا فليتبوأ بوجهه مقعده من النار\n</p>\n\n<p>\n| الخامس والثلاثون\n</p>\n\n<p>\n35 عن ابن عباس رضي الله عنهما أن امرأة ركبت البحر فنذرت إن نجاها الله\nأن تصوم شهرا فنجاها الله فلم تصمه حتى ماتت فجاءت بنتها أو أختها إلى رسول\nالله صلى الله عليه وسلم فأمرها أن تصوم عنها أخرجه النسائي\n</p>\n\n<p>\n| السادس والثلاثون\n</p>\n\n<p>\nعن قيس بن أبي عرزة رضي الله عنه قال كنا في عهد رسول الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \nصلى الله عليه وسلم نسمى السماسرة فمر بنا رسول الله صلى الله عليه وسلم\nفسمانا باسم هو أحسن منه فقال يا معشر التجار إن البيع يحضره اللغو والحلف\nفشوبوه بالصدقة أخرجه الأربعة وصححه الترمذي\n</p>\n\n<p>\n| السابع والثلاثون\n</p>\n\n<p>\n37 عن محارب قال سمعت جابر بن عبد الله رضي الله عنهما قال كان لي على\nالنبي صلى الله عليه وسلم دين فقضاني وزادني أخرجه أبو داود والنسائي\n</p>\n\n<p>\n| الثامن والثلاثون\n</p>\n\n<p>\n38 عن أبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم من\nأقال مسلما أقاله الله عز وجل وجل عثرته\n</p>\n\n<p>\n| التاسع والثلاثون\n</p>\n\n<p>\n39 عن حكيم بن حزام رضي الله عنه قال يا رسول الله يأتيني الرجل فيريد\nمني البيع ليس عندي أفأبتاعه له من السوق فقال لا تبع ما لا ليس عندك\n</p>\n\n<p>\nأخرجه الأربعة\n</p>\n\n<p>\n| الأربعون\n</p>\n\n<p>\n40 عن جابر رضي الله عنه أن النبي صلى الله عليه وسلم قال لا ترقبوا ولا\nتعمروا فمن أرقب شيئا أو <span id='ms46'></span> أعمره فهو لورثته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\n| القسم الخامس\n</p>\n\n<p>\nفي أحاديث رواها قوم خرج عنهم البخاري\n</p>\n\n<p>\n| في الصحيح ولم يخرج عنها مسلم رحمهما الله أو خرج عنهم\n</p>\n\n<p>\nمع الإقتران بالغير والمراد بهم من دون الصحابة\n</p>\n\n<p>\n| الحديث الأول\n</p>\n\n<p>\n1 عن عمرو بن عبسة رضي الله عنه قال صلى بنا رسول الله صلى الله عليه\nوسلم إلى بعير من المغنم فلما سلم أخذ وبرة من جنب البعير ثم قال ولا يحل\nلي من غنائمكم مثل هذه إلا الخمس والخمس مردود فيكم\n</p>\n\n<p>\n| الحديث الثاني\n</p>\n\n<p>\nعن ابن عباس رضي الله عنهما أن النبي صلى الله عليه وسلم نحر عن الحسن\nوالحسين كبشا كبشا\n</p>\n\n<p>\n| الحديث الثالث\n</p>\n\n<p>\nعن عياض بن حمار رضي الله عنه قال أهديت للنبي صلى الله عليه وسلم ناقة\nفقال أسلمت قلت لا قال إني نهيت عن زبد المشركين\n</p>\n\n<p>\n| الحديث الرابع\n</p>\n\n<p>\n4 عن ابن عباس رضي الله عنهما أن أخت عقبة نذرت أن تمشي إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \nالبيت فأمرها النبي صلى الله عليه وسلم أن تركب وتهدي هديا\n</p>\n\n<p>\n| الحديث الخامس\n</p>\n\n<p>\n5 عن إبراهيم السكسكي عن ابن أبي أوفى أن رجلا قال يا رسول الله علمني\nشيئا يجزيني عن القرآن فقال سبحان الله والحمد لله ولا إله إلا الله والله\nأكبر\n</p>\n\n<p>\nأخرجه أبو محمد بن الجارود في المنتقى وفيه زيادة بعد هذا\n</p>\n\n<p>\n| الحديث السادس\n</p>\n\n<p>\n6 عن عبد الله بن مسعود رضي الله عنه قال لعن رسول الله صلى الله عليه\nوسلم المحلل والمحلل له أخرجه النسائي والترمذي وصححه\n</p>\n\n<p>\n| الحديث السابع\n</p>\n\n<p>\n7 عن أحمر بن جزء صاحب رسول الله صلى الله عليه وسلم أن رسول الله صلى\nالله عليه وسلم كان إذا سجد جافى عضديه عن جنبيه حتى نأوي له أخرجه أبو\nداود وابن ماجه\n</p>\n\n<p>\n| الحديث الثامن\n</p>\n\n<p>\n8 عن ابن عباس رضي الله عنهما أن النبي صلى الله عليه وسلم نهى عن لبن\nالجلالة أخرجه أبو داود\n</p>\n\n<p>\n| الحديث التاسع\n</p>\n\n<p>\n9 عن أبي موسى الأشعري رضي الله عنه قال قال رسول الله صلى الله عليه\nوسلم إن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n             بين يدي الساعة فتنا كقطع الليل المظلم يصبح الرجل\nفيها مؤمنا ويمسي <span id='ms47'></span> كافرا ويمسي مؤمنا ويصبح كافرا القاعد فيها خير من القائم\nوالماشي فيها خير من الساعي فكسروا قسيكم وقطعوا أوتاركم واضربوا سيوفكم\nبالحجارة فإن دخل يعني على أحد منكم فيكن كخير ابني آدم أخرجه أبو داود\nوالترمذي وابن ماجه\n</p>\n\n<p>\n| الحديث العاشر\n</p>\n\n<p>\n10 عن أبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم من\nخبب زوجه إمريء أو مملوكة فليس منا\n</p>\n\n<p>\nأخرجه أبو داود والنسائي\n</p>\n\n<p>\n| الحادي عشر\n</p>\n\n<p>\n11 عن عكرمة قال سمعت الحجاج بن عمرو الأنصاري رضي الله عنه قال قال رسول\nالله صلى الله عليه وسلم من كسر أو عرج فقد حل وعليه الحج من قابل\n</p>\n\n<p>\nقال عكرمة فسألت ابن عباس وأبا هريرة رضي الله عنهم عن ذلك فقالا صدق\nأخرجه الأربعة\n</p>\n\n<p>\nوفي رواية من عرج أو كسر أو مرض\n</p>\n\n<p>\n| الثاني عشر\n</p>\n\n<p>\n12 عن ابن عباس رضي الله عنه قال إعتمر رسول الله صلى الله عليه وسلم\nأربع عمر عمرة الحديبية والثانية حين حين تواطؤوا على عمرة قابل والثالثة\nمن الجعرانة والرابعة التي قرن مع حجته أخرجه أبو داود والترمذي وابن ماجه\n</p>\n\n<p>\nوذكر الترمذي أنه روي مرسلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n| الثالث عشر\n</p>\n\n<p>\n13 عنه رضي الله عنه قال قال توفي النبي صلى الله عليه وسلم ودرعه مرهونة\nبعشرين صاعا من الطعام أخذه لأهله أخرجه الترمذي وصححه والنسائي\n</p>\n\n<p>\n| الرابع عشر\n</p>\n\n<p>\n14 عنه رضي الله عنه قال قال رسول الله صلى الله عليه وسلم يوم بدر من\nفعل كذا وكذا فله من النفل كذا وكذا\n</p>\n\n<p>\nقال فتقدم الفتيان ولزم المشيخة الرايات فلم يبرحوها فلما فتح الله عز\nوجل عليهم قالت المشيخة كنا رداء لكم لو انهزمتم لفئتم إلينا فلا تذهبون\nبالمغنم ونبقى فأبى الفتيان وقالوا جعله رسول الله صلى الله عليه وسلم لنا\nفأنزل الله عز وجل <span class='quran'>يسألونك عن الأنفال قل الأنفال لله والرسول </span>إلى قوله <span class='quran'>كما أخرجك ربك من بيتك بالحق وإن فريقا من المؤمنين لكارهون\n</span></p>\n\n<p>\nيقول فكان ذلك خيرا لهم فكذلك أيضا فأطيعوني فإني أعلم بعاقبة هذا منكم\nأخرجه أبو داود والنسائي\n</p>\n\n<p>\n| الخامس عشر\n</p>\n\n<p>\nعنه <span id='ms48'></span> أيضا رضي الله عنه قال قضى رسول الله صلى الله عليه وسلم في المكاتب\nيقتل يودى ما أدى من كتابته دية الحر و ما بقي دية المملوك أخرجه أبو داود\nوالنسائي\n</p>\n\n<p>\n| السادس عشر\n</p>\n\n<p>\n16 عنه أيضا رضي الله عنه أثبتت الحبلى والمرضع يعني الفدية في الصوم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\n| السابع عشر\n</p>\n\n<p>\n17 عنه رضي الله عنه قال لا أدري أكان رسول الله صلى الله عليه وسلم يقرأ\nفي الظهر والعصر أم لا\n</p>\n\n<p>\nأخرجهما أبو داود\n</p>\n\n<p>\n| الثامن عشر\n</p>\n\n<p>\n18 عن عوف بن مالك الأشجعي رضي الله عنه قال أتيت رسول الله صلى الله\nعليه وسلم في غزوة تبوك وهو في قبة من أدم فسلمت فرد وقال ادخل فقلت أكلي\nيا رسول الله قال كلك فدخلت أخرجه أبو داود\n</p>\n\n<p>\nوروي عن عثمان بن أبي العاتكة قال إنما قال أدخل كلي من صغر القبة\n</p>\n\n<p>\n| التاسع عشر\n</p>\n\n<p>\n19 عن ابن عباس رضي الله عنهما قال قالت قريش ليهود أعطونا شيئا نسأل هذا\nالرجل فقالوا سلوه عن الروح قال فسألوه عن الروح فأنزل الله تعالى <span class='quran'>ويسألونك عن الروح قل الروح من أمر ربي وما أوتيتم من العلم إلا قليلا </span>قالوا أتوينا علما كثيرا التوراة ومن أوتي التوراة فقد أوتي خيرا كثيرا\nفأنزل الله تعالى <span class='quran'>قل لو كان البحر مدادا لكلمات ربي لنفد البحر قبل أن\nتنفد كلمات ربي </span>إلى آخر الآية\n</p>\n\n<p>\n| العشرون\n</p>\n\n<p>\n20 عنه رضي الله عنه أن النبي صلى الله عليه وسلم خطب الناس وكان عليه\nعمامة دسماء أخرجه الترمذي في الشمائل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\n| الحادي والعشرون\n</p>\n\n<p>\n21 عنه رضي الله عنه قال كان رجل من الأنصار أسلم ثم ارتد ولحق بالشرك ثم\nتندم فأرسل إلى قومه سلوا لي رسول الله صلى الله عليه وسلم هل لي من توبة\nفجاء قومه إلى النبي صلى الله عليه وسلم فقالوا إن فلانا قد ندم وإنه أمرنا\nأن نسألك هل له من توبة فنزلت <span class='quran'>كيف يهدي الله قوما كفروا بعد إيمانهم\nوشهدوا أن الرسول حق </span>إلى قوله <span class='quran'>غفور رحيم </span>فأرسل إليه فأسلم\nأخرجه النسائي\n</p>\n\n<p>\n| الثاني والعشرون\n</p>\n\n<p>\n22 عنه رضي الله <span id='ms49'></span> عنه قال قال أبو بكر يا رسول الله أراك قد شبت قال\nشيبتني هود والواقعة والمراسلات وعم يتساءلون أخرجه الحافظ أبو بكر البزاز\nفي مسنده وذكر فيه اختلافا رواه عن أبي كريب عن معاوبة بن هشام\n</p>\n\n<p>\n| الثالث والعشرون\n</p>\n\n<p>\n23 أن جارية بكرا أتت النبي صلى الله عليه وسلم فذكرت أن أباها زوجها وهي\nكارهة فخيرها النبي صلى الله عليه وسلم\n</p>\n\n<p>\nأخرجه أبو داود من حديث جرير بن حازم عن أيوب عن عكرمة عنه وكأنه رجح\nكونه مرسلا\n</p>\n\n<p>\n| الرابع والعشرون\n</p>\n\n<p>\n24 روى سعيد عن أيوب عن عكرمة عن ابن عباس رضي الله عه قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \nلما تزوج علي فاطمة قال له رسول الله صلى الله عليه وسلم أعطها شيئا قال ما\nعندي شيء قال أين درعك الحطمية أخرجه أبو داود\n</p>\n\n<p>\n| الخامس والعشرون\n</p>\n\n<p>\n25 عنه أيضا رضي الله عنه أن النبي صلى الله عليه وسلم أفطر بعرفة وأرسلت\nإليه أم الفضل بلبن فشرب\n</p>\n\n<p>\nأخرجه الترمذي وصححه وأخرجه النسائي أيضا\n</p>\n\n<p>\n| السادس والعشرون\n</p>\n\n<p>\nعنه أيضا رضي الله عنه أن النبي صلى الله عليه وسلم كان يلحظ في الصلاة\nيمينا وشمالا ولا يلوي عنقه خلف ظهره أخرجه الترمذي والنسائي\n</p>\n\n<p>\nوذكر الترمذي فيه اختلافا قد يعلل به\n</p>\n\n<p>\n| السابع والعشرون\n</p>\n\n<p>\n27 عن المغيرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم الماشي\nأمام الجنازة والراكب خلفها والطفل يصلى عليه أخرجه الحاكم وقال صححه على\nشرط البخاري\n</p>\n\n<p>\n| الثامن والعشرون\n</p>\n\n<p>\n28 عنه أيضا رضي الله عنه في قصة ذكرها قال فنهى رسول الله صلى الله عليه\nوسلم عند ذلك عن الخلوة أخرجه أبو بكر البزاز الحافظ عن بن عبد الرحيم عن\nزكريا عن عدي عبيد الله بن عمرو عن عبد الكريم عن عكرمة عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\n| التاسع والعشرون\n</p>\n\n<p>\n29 عنه أيضا رضي الله عنه أن النبي صلى الله عليه وسلم نهى عن الجثمة\nوالجلالة وأن يشرب من في السقاء\n</p>\n\n<p>\nرواه أيضا من جهة ابن أبي عدي عن سعيد عن قتادة عن عكرمة عنه\n</p>\n\n<p>\nوأخرجه الترمذي من جهة سعيد وهشام عن قتادة عنه\n</p>\n\n<p>\n| الثلاثون\n</p>\n\n<p>\n30 عنه أيضا <span id='ms50'></span> رضي الله عنه عن النبي صلى الله عليه وسلم قال من استمع إلى\nحديث قوم وهم له كارهو صب في أذنه الآنك يوم القيامة أخرجه أيضا عن ابن\nالمثنى عن عبد الوهاب بن عبد المجيد عن خالد الحذاء عن عكرمة\n</p>\n\n<p>\n| الحادي والثلاثون\n</p>\n\n<p>\n31 عنه أيضا قال نهى عن المزاء\n</p>\n\n<p>\nأخرجه وقال يعني خلط التمر بالبسر رواه عن عبد الوارث بن عبد الصمد عن\nأبيه عن عمام عن قتادة عن عكرمة عنه\n</p>\n\n<p>\nوأخرجه الطبراني فقال نهى رسول الله صلى الله عليه وسلم عبد القيس عن\nالمزاء رواه بإسناده صحيح وفيه زيادة\n</p>\n\n<p>\n| الثاني والثلاثون\n</p>\n\n<p>\n32 عنه رضي الله عنه أن النبي صلى الله عليه وسلم قال الحية مسخ كما مسخت\nالقردة والخنازير أخرجه أيضا عن أبي كامل بن عبد العزيز بن المختار عن خالد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n             الحداء عن عكرمة عنه\n</p>\n\n<p>\nوقد رواه عن الحسين بن مهدي عن عبد الرزاق عن معمر عن أيوب عن عكرمة عن\nابن عباس عن النبي صلى الله عليه وسلم بنحوه أو قريب منه\n</p>\n\n<p>\nوأخرجه الطبراني عن عبد الله بن أحمد بن حنبل عن إبراهيم بن الحجاج عن\nعبد العزيز\n</p>\n\n<p>\n| الثالث والثلاثون\n</p>\n\n<p>\n33 عنه أيضا رضي الله عنه أن رسول الله صلى الله عليه وسلم قال الخير مع\nأكابركم\n</p>\n\n<p>\nرواه عن محمد بن سهل بن عسكر عن نعيم بن حماد عن الوليد بن مسلم عن عبد\nالله بن المبارك عن خالد الحذاء عن عكرمة عنه\n</p>\n\n<p>\n| الرابع والثلاثون\n</p>\n\n<p>\n34 عنه أيضا أن رسول الله صلى الله عليه وسلم تزوج قتيلة أخت الأشعث بن\nقيس فمات قبل أن يخيرها فبرأها الله منه\n</p>\n\n<p>\nرواه عن محمد بن المثنى بن عبد الأعلى عن داود عن عكرمة عنه\n</p>\n\n<p>\n| الخامس والثلاثون\n</p>\n\n<p>\n35 عنه أيضا رضي الله عنه قال طاف رسول الله صلى الله عليه وسلم سبعا\nفطاف سعيا وإنما طاف سعيا ليري المشركين قوته\n</p>\n\n<p>\nأخرجه أيضا عن محمد بن المثنى عن عبد الصمد عن همام عن قتادة عن عكرمة\nعنه\n</p>\n\n<p>\n| السادس والثلاثون\n</p>\n\n<p>\n36 عنه أيضا قال فرض الله عليكم أن لا يفر <span id='ms51'></span> واحد من عشرة ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \nعشرة من مائة فشق ذلك عليهم فأنزل الله <span class='quran'>الآن خفف الله عنكم وعلم أن\nفيكم ضعفا </span>فخفف عنكم\n</p>\n\n<p>\nرواه عن محمد بن عبد الرحيم عن الأسود بن عامر عن جرير بن حازم عن الزبير\nهو ابن الخريت عن عكرمة عنه\n</p>\n\n<p>\n| السابع والثلاثون\n</p>\n\n<p>\n37 روى الأعمش عن طلحة عن هزيل قال جاء رجل قال عثمان سعد فوقف على باب\nالنبي صلى الله عليه وسلم يستأذن فقام على الباب قال عثمان مستقبل الباب\nفقال له النبي صلى الله عليه وسلم هكذا عنك أو هكذا فإنما الاستئذان من\nالنظر أخرجه أبو داود من حديث جرير وحفص عن الأعمش ورواه من طريق سفيان عن\nالأعمش عن طلحة بن مصرف عن رجل عن سعد نحوه عن النبي صلى الله عليه وسلم\n</p>\n\n<p>\nفيظهر من الرواية الثانية أن الرجل المبهم فيها هو هزيل المبين في الأولى\nوأنه يرويه عن سعد وعثمان المذكور هو ابن أبي شيبة\n</p>\n\n<p>\n| الثامن والثلاثون\n</p>\n\n<p>\n38 عن ابن عباس رضي الله عنهما أن ماعز بن مالك أتى النبي صلى الله عليه\nوسلم فقال له لعلك قبلت أو لمست أو غمزت قال لا قال فعلت كذا وكذا لا يكفي\nقال نعم فأمر برجمه\n</p>\n\n<p>\nلفظ رواية الطبراني من حديث يعلى بن حكيم عن عكرمة عنه وقد أخرجه غيره من\nالأئمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n| التاسع والثلاثون\n</p>\n\n<p>\n39 عنه رضي الله عنه قال نهى عن طعام المتبارين\n</p>\n\n<p>\nأخرجه الطبراني عن عبد الله بن أحمد بن حنبل عن نصر بن علي عن أبيه عن\nهارون بن موسى عن الزبير بن الخريت عن عكرمة عنه\n</p>\n\n<p>\nوقد أخرجه غيره من الأئمة المشهورين\n</p>\n\n<p>\n| الأربعون\n</p>\n\n<p>\nعن مقسم هو ابن بجرة عن ابن عباس رضي الله عنهم أن النبي صلى الله عليه\nوسلم صلى خمس صلوات ببمنى\n</p>\n\n<p>\nأخرجه الحاكم وقال صحيح على شرط البخاري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n| القسم السادس\n</p>\n\n<p>\nفي ذكر أحاديث أخرج مسلم رحمه الله\n</p>\n\n<p>\n| عن رجالها في الصحيح ولم يحتج بهم البخاري\n</p>\n\n<p>\nالحديث الأول $\n</p>\n\n<p>\n1 عن أبي سعيد الخدري رضي الله عنه قال كان رسول الله صلى الله <span id='ms52'></span> عليه وسلم\nيضحي بكبش أسود فحيل ينظر في سواد ويأكل في سواد ويمشي في سواد\n</p>\n\n<p>\nأخرجه الأربعة وصححه الترمذي\n</p>\n\n<p>\n| الثاني\n</p>\n\n<p>\n2 عن عائشة رضي الله عنها أن امرأة قالت يا رسول الله إن أمي اقتتلت\nنفسها ولولا ذلك لتصدقت وأعطت أفترى أن أتصدق عنها فقال النبي صلى الله\nعليه وسلم نعم تصدقي عنها\n</p>\n\n<p>\n| الثالث\n</p>\n\n<p>\n3 عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال إن كان\nفي شيء مما تداويتم به خير فالحجامة\n</p>\n\n<p>\n| الرابع\n</p>\n\n<p>\n4 عنه رضي الله عنه أن النبي صلى الله عليه وسلم كان إذا رفأ إنسانا إذا\nتزوج قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n             بارك الله لك وبارك عليك وجمع بينكما في خير\n</p>\n\n<p>\n| الخامس\n</p>\n\n<p>\n5 عن أبي الزبير عن جابر رضي الله عنه قال رمي رجل بسهم في صدره أو في\nحلقة فمات فأدرج في ثنابه كما هو ونحن مع رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n| السادس\n</p>\n\n<p>\n6 من رواية ابن شهاب عن أنس بن مالك رضي الله عنه أن شهداء أحد لم يغسلوا\nودفنوا بدمائهم ولم يصل عليهم\n</p>\n\n<p>\n| السابع\n</p>\n\n<p>\n7 عنه رضي الله عنه أن النبي صلى الله عليه وسلم مر بحمزة وقد مثل به ولم\nيصل على أحد من الشهداء غيره\n</p>\n\n<p>\n| الثامن\n</p>\n\n<p>\n8 عن عائشة رضي الله عنها أنها حدثت أن النبي صلى الله عليه وسلم كان\nيغتسل من أربع من الجنابة ويوم الجمعة ومن الحجامة وغسل الميت\n</p>\n\n<p>\n| التاسع\n</p>\n\n<p>\n9 عن جابر بن عبد الله رضي الله عنهما أن رجلا قام يوم الفتح فقال يا\nرسول الله إن نذرت لله إن فتح الله عليك مكة أن أصلي في بيت المقدس ركعتين\nفقال صل ههنا ثم أعاد عليه فقال صل ههنا ثم أعاد عليه فقال شأنك إذن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\n| العاشر\n</p>\n\n<p>\n10 عن سماك قال حدثني سويد بن قيس قال جلبت أنا ومخرفة العبدي بزا من هجر\nفأتينا به مكة فجاءنا رسول الله صلى الله عليه وسلم يمشي فساومنا سراويل\nفبعناه وثم رجل يزن بالأجر فقال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n| الحادي عشر\n</p>\n\n<p>\n11 عن أنس رضي الله <span id='ms53'></span> عنه قال قال الناس يا رسول الله غلا السعر فسعر لنا\nقال رسول الله صلى الله عليه وسلم إن الله هو المسعر القابض الباسط الرازق\nوإني لأرجو أن ألقى الله وليس أحد منكم يطالبني بمظلمة في دم ولا مال\n</p>\n\n<p>\n| الثاني عشر\n</p>\n\n<p>\n12 عن أبي الزبير عن جابر ان النبي صلى الله عليه وسلم نهى أن يتعاطف\nالسيف مسلولا\n</p>\n\n<p>\n| الثالث عشر\n</p>\n\n<p>\n13 عن أنس بن مالك رضي الله عنه قال كنا إذا نزلنا منزلا لا نسبح حتى تحل\nالرحال\n</p>\n\n<p>\n| الرابع عشر\n</p>\n\n<p>\n14 عن أبي هريرة رضي الله عنه أن عمرو بن أقيش كان له ربا في الجاهلية\nفكره أن يسلم حتى يأخذه فجاء يوم أحد فقال أين بنو عمي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n             قالوا\nبأحد قال أين فلان قالوا بأحد قال وأين فلان قال وأين فلان قالوا بأحد\n</p>\n\n<p>\nفلبس لأمته وركب فرسه ثم توجه قبلهم فلما رآه المسلمون قالوا إليك عنا يا\nعمرو قال إني قد آمنت فقاتل حتى جرح فحمل إلى أهله جريحا فجاء سعد بن معاذ\nفقال لأخته سليه حمية لقومك أو غضبا لهم أم غضبا لله فقال بل غضبا لله\nورسوله فمات فدخل الجنة وما صلى لله صلاة أخرجه أبو داود\n</p>\n\n<p>\n| الخامس عشر\n</p>\n\n<p>\n15 عن أنس رضي الله عنه أن النبي صلى الله عليه وسلم قال جاهدوا المشركين\nبأموالكم وأنفسكم وألسنتكم أخرجه النسائي\n</p>\n\n<p>\n| السادس عشر\n</p>\n\n<p>\n16 عن أبي هريرة رضي الله عنه قال اشتكى أصحاب رسول الله صلى الله عليه\nوسلم إلى النبي صلى الله عليه وسلم مشقة السجود عليهم إذا انفرجوا فقال\nاستعينوا بالركب\n</p>\n\n<p>\n| السابع عشر\n</p>\n\n<p>\n17 عن أنس بن مالك رضي الله عنه أن رسول الله صلى الله عليه وسلم قال\nأتموا الصف المقدم ثم الذي يليه فما كان من نقص فليكن في الصف المؤخر\n</p>\n\n<p>\n| الثامن عشر\n</p>\n\n<p>\n18 عنه رضي الله عنه أن النبي صلى الله عليه وسلم قال لا تقوم الساعة حتى\nيتباهى الناس في المساجد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\n| التاسع عشر\n</p>\n\n<p>\n19 عن أبي الزبير عن جابر رضي الله عنه أن رسول الله صلى الله عليه وسلم\nاحتجم على وركه <span id='ms54'></span> من وثيء كان به\n</p>\n\n<p>\nأخرجه أبو داود\n</p>\n\n<p>\n| العشرون\n</p>\n\n<p>\n20 عن أنس بن مالك رضي الله عنه قال قال رجل يا رسول الله إنا كنا في دار\nكثير فيها عددنا وكثير فيها أموالنا فنزلنا إلى دار أخرى فقل فيها عددنا\nوقلت فيها أموالنا فقال رسول الله صلى الله عليه وسلم ذروها ذميمة أخرجه\nأبو داود\n</p>\n\n<p>\n| الحادي والعشرون\n</p>\n\n<p>\n21 عن جابر رضي الله عنه أن النبي صلى الله عليه وسلم قرأ <span class='quran'>واتخذوا\nمن مقام إبراهيم مصلى </span>أخرجه الأربعة وصححه الترمذي\n</p>\n\n<p>\n| الثاني والعشرون\n</p>\n\n<p>\n22 عن أبي زميل قال حدثني عبد الله بن عباس رضي الله عنهم قال لما خرجت\nالحرورية أتيت عليه عليه السلام فقال ائت هؤلاء القوم فلبست أحسن ما يكون\nمن حلل اليمن قال أبو زميل وكان ابن عباس رجلا جميلا جهيرا قال ابن عباس\nفأتيتهم فقالوا مرحبا بك يا ابن عباس ما هذه الحلة قال ما تعيبون علي لقد\nرأيت على رسول الله صلى الله عليه وسلم أحسن ما يكون من الحلل أخرجه أبو\nداود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\n| الثالث والعشرون\n</p>\n\n<p>\n23 عن العلاء بن عبد الرحمن عن أبيه قال سألت أبا سعيد الخدري عن الإزار\nفقال على الخبير سقطت قال رسول الله صلى الله عليه وسلم إزارة المسلم إلى\nنصف الساق ولا حرج أو لا جناح فيما بينه وبين الكعبين فما كان أسفل من\nالكعبين فهو في النار من جر إزاره لم ينظر الله إليه أخرجه أبو داود\nوالنسائي\n</p>\n\n<p>\n| الرابع والعشرون\n</p>\n\n<p>\n24 عن سهيل عن أبيه عن أبي هريرة رضي الله عنه قال لعن رسول الله صلى\nالله عليه وسلم الرجل يلبس لبسة المرأة والمرأة تلبس لبسة الرجل أخرجه أبو\nداود والنسائي\n</p>\n\n<p>\n| الخامس والعشرون\n</p>\n\n<p>\n25 عن أبي بكر بن نافع عن أبيه عن صفية بنت أبي عبيد أنها أخبرته أن أم\nسلمة زوج النبي صلى الله عليه وسلم قالت لرسول الله صلى الله عليه وسمل حين\nذكر الإزار فالمرأة يا رسول الله قال ترخي شبرا قالت أم سلمة إذن ينكشف\nعنها قال فذراع لا تزيد عليه أخرجه أبو داود <span id='ms55'></span> والنسائي\n</p>\n\n<p>\n| السادس والعشرون\n</p>\n\n<p>\n26 عن أبي رمثة قال انطلقت مع أبي نحو النبي صلى الله عليه وسلم فإذا هو\nذو وفرة بها ردع حناء وعليه بردان أخضران \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n| السابع والعشرون\n</p>\n\n<p>\n27 عنه رضي الله عنه قال أتيت النبي صلى الله عليه وسلم أنا وأبي فقال\nلرجل أو لأبيه من هذا قال ابني قال لا تجني عليه وكان قد لطخ لحيته بالحناء\n</p>\n\n<p>\n| الثامن والعشرون\n</p>\n\n<p>\n28 عن أبي الزبير عن جابر أن رجلا زنا بامرأة فأمر به النبي صلى الله\nعليه وسلم فجلد الحد ثم أخبر أنه محصن فأمر به فرجم\n</p>\n\n<p>\n| التاسع والعشرون\n</p>\n\n<p>\n29 عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال لا يشكر\nالله من لا يشكر الناس أخرجه أبو داود والترمذي وصححه\n</p>\n\n<p>\n| الثلاثون\n</p>\n\n<p>\n30 عن أنس رضي الله عنه أن المهاجرين قالوا يا رسول الله ذهب الأنصار\nبالأجر كله قال لا ما دعوتم الله لهم وأثنيتم عليه أخرجه أبو داود والنسائي\n</p>\n\n<p>\n| الحادي والثلاثون\n</p>\n\n<p>\n31 عن عائشة رضي الله عنها قالت كان كلام رسول الله صلى الله عليه وسلم\nكلاما فضلا يفهمه كل من يسمعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n| الثاني والثلاثون\n</p>\n\n<p>\n32 عن أبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم ما\nمن قوم يقومون عن مجلس لا يذكرون الله فيه إلا قاموا عن مثل جيفة حمار وكان\nلهم حسرة أخرجه أبو داود والنسائي\n</p>\n\n<p>\n| الثالث والثلاثون\n</p>\n\n<p>\n33 عن عائشة رضي الله عنها قالت قلت للنبي صلى الله عليه وسلم حسبك من\nصفية كذا وكذا قال غير مسدد تعني قصيرة فقال لقد قلت كلمة لو مزجت بماء\nالبحر لمزجته قالت وحكيت له إنسانا فقال ما أحب أني حكيت إنسانا وأن لي كذا\nوكذا أخرجه أبو داود والترمذي وصححه\n</p>\n\n<p>\n| الرابع والثلاثون\n</p>\n\n<p>\n34 عن أبي الزبير عن جابر رضي الله عنه أن النبي صلى الله عليه وسلم قال\nمن تسمى باسمي فلا يكتني بكنيتي ومن اكتنى بكنيتي فلا يتسمة باسمي أخرجه\nأبو داود والترمذي\n</p>\n\n<p>\n| الخامس والثلاثون\n</p>\n\n<p>\n35 عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم <span id='ms56'></span> أنه كان يقول\nإذا أصبح اللهم بك أصبحنا وبكم أمسينا وبك نحيي وبك نموت وإليك النشور\n</p>\n\n<p>\nوإذا أمسى قال اللهم بك أمسينا وبك نحيى وبك نموت وإليك النشور أخرجه أبو\nداود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\n| السادس والثلاثون\n</p>\n\n<p>\n36 عن عائشة رضي الله عنها أن النبي صلى الله عليه وسلم كان إذا رأى\nناشئا في أفق السماء ترك العمل وإن كان في صلاة ثم يقول اللهم إني أعوذ بك\nمن شرها فإن مطر قال اللهم صيبا هنيئا أخرجه أبو داود\n</p>\n\n<p>\n| السابع والثلاثون\n</p>\n\n<p>\n37 عن عبد الرحمن بن عبد الله بن مسعود عن أبيه قال من نصر قومه على غير\nالحق فهو كالبعير الذي ردي فهو ينزع بذنبه أخرجه أبو داود هكذا موقوفا من\nحديث زهير عن سماك بن حرب ثم أخرجه مرفوعا من حديث سفيان عنه عن عبد الرحمن\nابن عبد الله عن أبيه قال انتهيت إلى النبي صلى الله عليه وسلم وهو في قبة\nمن أدم قال فذكر نحوه\n</p>\n\n<p>\n| الثامن والثلاثون\n</p>\n\n<p>\n38 عن حماد عن سهيل عن أبيه قال حدثنا أبو هريرة أنه سمع رسول الله صلى\nالله عليه وسلم يقول من الطلع في دار قوم بغير إذنهم ففقؤوا عينه فقد هدرت\nعينه\n</p>\n\n<p>\n| التاسع والثلاثون\n</p>\n\n<p>\n39 عنه أن رسول الله صلى الله عليه وسلم قال رسول الرجل إلى الرجل إذنه\nأخرجهما أبو داود\n</p>\n\n<p>\n| الأربعون\n</p>\n\n<p>\n40 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\n| القسم السابع\n</p>\n\n<p>\nفي أحاديث يصححها بعض الأئمة\n</p>\n\n<p>\n| ليست من شرط الشيخين واللفظ فيها لأبي داواد إلا ما بين\n</p>\n\n<p>\nالحديث الأول $\n</p>\n\n<p>\n1 عن الحسن عن سمرة بن جندب رضي الله عنه قال قال رسول الله صلى الله\nعليه وسلم اقتلوا شيوخ المشركين واستبقوا شرخهم أخرجه أبو داود والترمذي\nوصححه\n</p>\n\n<p>\n| الحديث الثاني\n</p>\n\n<p>\n2 عن سليم بن عامر رجل من حمير قال كان بين معاوية وبين الروم عهد وكان\nيسير نحو بلادهم حتى إذا انقضى العهد غزاهم فجاء رجل على فرس أو برذون وهو\nيقول الله أكبر الله أكبر وفاء لا عذر فنظروا فإذا هو عمرو بن عنبسة فأرسل\nإليه معاوية فسأله فقال سمعت رسول الله صلى الله عليه <span id='ms57'></span> وسلم يقول من كان\nبينه وبين قوم عهد فلا يشد عقدة ولا يحلها حتى ينقضي أمدها أو ينبذ إليهم\nعلى سواء فرجع معاوية أخرجه أبو داود والنسائي والترمذي وصححه\n</p>\n\n<p>\n| الحديث الثالث\n</p>\n\n<p>\n3 عن عبيد بن فيروز قال سألت البراء ابن عازب ما لا يجوز في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \nالأضاحي فقال قام فينا رسول الله صلى الله عليه وسلم وأصابعي أقصر من\nأصابعه وأناملي أقصر من أنامله فقال أربع لا تجوز في الأضاحي العوراء بين\nعورها والمريضة بين مرضها والظالع بين ظلعها والكسير الذي لا ينقي قال قلت\nفإني أكره أن يكون في السن نقص قال ما كرهته فدعه ولا تحرمه على أحد أخرجه\nالأربعة وصححه الترمذي\n</p>\n\n<p>\n| الحديث الرابع\n</p>\n\n<p>\n4 عن علي رضي الله عنه قال أمرنا رسول الله صلى الله عليه وسلم أن نستشرف\nالعين والأذن ولا نضحي بعوراء ولا مقابلة ولا مدابرة ولا خرقاء ولا شرقاء\nقال زهير وهو ابن معاوية فقلت لأبي إسحاق وهو السبيعي أذكر عضباء قال لا\nقلت فما المقابلة قال يقطع طرف الأذن قلت فما المدابرة قال يقطع من مؤخر\nالأذن قلت فما الشرقاء قال تشق الأذن قلت فما الخرقاء قال تخرق أذنها السمة\n</p>\n\n<p>\nوهو كالذي قبله\n</p>\n\n<p>\n| الحديث الخامس\n</p>\n\n<p>\n5 عن أم كرز قالت قال رسول الله صلى الله عليه وسلم عن الغلام شاتان وعن\nالجارية شاة\n</p>\n\n<p>\nأخرجه أبو داود وصححه الترمذي\n</p>\n\n<p>\n| الحديث السادس\n</p>\n\n<p>\n6 عن سمرة أن رسول الله صلى الله عليه وسلم قال كل غلام رهينة بعقيقته\nتذبح عنه يوم سابعه ويحلق ويسمى قال أبو داود ويسمى وهو كالذي قبله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\n| الحديث السابع\n</p>\n\n<p>\n7 عن عبد الله بن جعفر رضي الله عنهما قال قال رسول الله صلى الله عليه\nوسلم اصنعوا لآل جعفر طعاما فإنه قد أتاهم أمر شغلهم\n</p>\n\n<p>\n| الحديث الثامن\n</p>\n\n<p>\n8 عن جابر بن عبد الله رضي الله عنهما قال كنا حملنا القتلى يوم أحد\nلندفنهم فجاء منادي رسول الله صلى الله عليه وسلم فقال إن رسول الله صلى\nالله عليه وسلم أمركم أن تدفنوا القتلى في مضاجعهم ودماءهم أخرجه الأربعة\nوصححه <span id='ms58'></span> الترمذي\n</p>\n\n<p>\n| الحديث التاسع\n</p>\n\n<p>\n9 عن الحسن عن سمرة أن النبي صلى الله عليه وسلم نهى عن بيع الحيوان\nبالحيوان نسيئه أخرجه الأربعة وصححه الترمذي\n</p>\n\n<p>\n| الحديث العاشر\n</p>\n\n<p>\n10 عن عائشة رضي الله عنها قالت قال رسول الله صلى الله عليه وسلم الخراج\nبالضمان أخرجه أبو داود والنسائي والترمذي وصححه\n</p>\n\n<p>\n| الحادي عشر\n</p>\n\n<p>\nعن ابن عمر وابن عباس رضي الله عنهم عن النبي صلى الله عليه وسلم قال لا\nيحل لرجل أن يعطي عطية أو يهب هبة فيرجع فيها إلا الوالد فيما يعطي لولده\nومثل الذي يعطي عطية فيرجع فيها كمثل الكلب يأكل فإذا شبع قاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \nثم عاد في قيئه أخرجه الأربعة وصححه الترمذي\n</p>\n\n<p>\n| الثاني عشر\n</p>\n\n<p>\n12 عن أبي الدرداء رضي الله عنه قال سمعت رسول الله صلى الله عليه وسلم\nيقول ابغوني الضعفاء فإنما ترزقون وتنصرون بضعفائكم أخرجه أبو داود\nوالترمذي وصححه\n</p>\n\n<p>\n| الثالث عشر\n</p>\n\n<p>\n13 عن مالك بن يخامر أن معاذ بن جبل حدثهم أنه سمع رسول الله صلى الله\nعليه وسلم يقول من قاتل في سبيل الله فواق ناقة فقد وجبت له الجنة ومن سأل\nالله القتل في نفسه صادقا ثم مات أو قتل فإن له أجر شهيد أخرجه أبو داود عن\nهشام بن خالد وابن المصفى قال وزاد ابن المصفى من هنا ومن جرح جرحا في سبيل\nالله أو نكب نكبة فإنها تجيء يوم القيامة كأغزر ما كانت لونها لون الزعفران\nوريحها ريح المسك ومن خرج له خراج في سبيل الله كان عليه طابع الشهداء\nأخرجه الترمذي وصححه\n</p>\n\n<p>\n| الرابع عشر\n</p>\n\n<p>\n14 عن أبي سعيد الخدري رضي الله عنه امترى رجل من بني خدرة ورجل من بني\nعمرو بن عوف في المسجد الذي أسس على التقوى فقال الخدري هو مسجد رسول الله\nصلى الله عليه وسلم وقال الآخر هو مسجد قباء فأتى رسول الله صلى الله عليه\nوسلم في ذلك فقال هو هذا يعني مسجده وفي ذلك خير كثير أخرجه الترمذي وصححه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\n| الخامس عشر\n</p>\n\n<p>\n15 عن ابن عباس رضي الله عنهما قال اغتسل بعض أزواج النبي صلى <span id='ms59'></span> الله عليه\nوسلم في جفنة فجاء النبي صلى الله عليه وسلم ليتوضأ منها أو يغتسل فقالت له\nيا رسول الله إني كنت جنبا فقال رسول الله صلى الله عليه وسلم إن الماء لا\nيجنب أخرجه الأربعة وصححه الترمذي\n</p>\n\n<p>\n| السادس عشر\n</p>\n\n<p>\n16 عن عبد الحميد بن محمود قال صليت مع أنس بن مالك يوم الجمعة فدفعنا\nإلى السواري فتقدمنا وتأخرنا فقال أنس كنا نتقي هذا على عهد رسول الله صلى\nالله عليه وسلم\n</p>\n\n<p>\nأخرجه أبو داود والترمذي وصححه\n</p>\n\n<p>\n| السابع عشر\n</p>\n\n<p>\n17 عن جابر بن يزيد بن الأسود عن أبيه رضي الله عنه قال صليت خلف رسول\nالله صلى الله عليه وسلم فكان إذا انصرف انحرف أخرجه أبو داود والنسائي\nوالترمذي وصححه\n</p>\n\n<p>\n| الثامن عشر\n</p>\n\n<p>\n18 عن فضالة بن عبيد رضي الله عنه أن رسول الله صلى الله عليه وسلم قال\nكل الميت يختم على عمله إلا المرابط فإنه ينمو له عمله إلى يوم القيامة\nويؤمن من فتان القبر\n</p>\n\n<p>\nأخرجه أبو داود والترمذي وصححه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\n| التاسع عشر\n</p>\n\n<p>\n19 عن ابن عباس رضي الله عنهما عن النبي صلى الله عليه وسلم قال إذا أكل\nأحدكم طعاما فلا يأكل من أعلى الصفحة ولكن ليأكل من أسفلها فإن البركة تنزل\nمن أعلاها\n</p>\n\n<p>\n| العشرون\n</p>\n\n<p>\n20 عن جابر بن عبد الله رضي الله عنهما قال سألت رسول الله صلى الله عليه\nوسلم عن الضبع فقال هو صيد ويجعل فيه كبش إذا أصابه المحرم\n</p>\n\n<p>\n| الحادي والعشرون\n</p>\n\n<p>\n21 عن عبد الله بن مسعود رضي الله عنه عن رسول الله صلى الله عليه وسلم\nقال الطيرة شرك الطيرة شرك ثلاثا وما منا إلا ولكن الله يذهبه بالتوكل\nأخرجه أبو داود وابن ماجه والترمذي وصححه\n</p>\n\n<p>\n| الثاني والعشرون\n</p>\n\n<p>\n22 عن عاصم بن لقيط بن صبرة عن أبيه لقيط ابن صبرة قال كنت وافد بين\nالمنتفق أو في وفد بني المنتفق إلى رسول الله صلى الله عليه وسلم فذكر\nالحديث فقال يعني النبي صلى الله عليه وسلم لا تحسبن ولم يقل لا تحسبن\nأخرجه الأربعة وصححه الترمذي\n</p>\n\n<p>\n| الثالث والعشرون\n</p>\n\n<p>\n23 عن علي رضي <span id='ms60'></span> الله عنه قال نهاني رسول الله صلى الله عليه وسلم عن خاتم\nالذهب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n             وعن لبس القسي والميثرة الحمراء وهو كالذي قبله\n</p>\n\n<p>\n| الرابع والعشرون\n</p>\n\n<p>\n24 عن نبهان مولى أم سلمة عن أم سلمة رضي الله عنها قالت كنت عند رسول\nالله صلى الله عليه وسلم وعنده ميمونة فأقبل ابن أم مكتوم وذلك بعد أن\nأمرنا بالحجاب فقال النبي صلى الله عليه وسلم احتجبا منه فقلنا يا رسول\nالله أليس بأعمى لا يبصرنا ولا يعرفنا فقال النبي صلى الله عليه وسلم\nأفعمياوان أنتما ألستما تبصرانه\n</p>\n\n<p>\n| الخامس والعشرون\n</p>\n\n<p>\n25 عن أبي موسى عن النبي صلى الله عليه وسلم قال إذا تعطرت المرأة فمرت\nعلى القوم ليجدوا ريحها فهي كذا وكذا قال قولا شديدا أخرجه أبو داود\nوالنسائي ولفظه فهي زانية والترمذي وصححه\n</p>\n\n<p>\n| السادس والعشرون\n</p>\n\n<p>\n26 عن كبشة بنت كعب بن مالك وكانت تحت ابن أم قتادة\n</p>\n\n<p>\nأن أبا قتادة دخل فسكبت له وضوءا فجاءت هرة فشربت منه فأصغى لها الإناء\nحتى شربت قالت كبشة فرآني أنظر إليه فقال أتعجبين ابنة أخي فقلت نعم فقال\nإن رسول الله صلى الله عليه وسلم قال إنها ليست بنجس إنها من الطوافين\nعليكم والطوافات أخرجه الأربعة وصححه الترمذي\n</p>\n\n<p>\n| السابع والعشرون\n</p>\n\n<p>\n27 عن قسامة بن زهير عن أبي موسى الأشعري رضي الله عنه قال قال رسول الله\nصلى الله عليه وسلم إن الله خلق آدم من قبضة قبضها من جميع الأرض فجاء بنو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n             آدم على قدر الأرض جاء منهم الأحمر والأبيض والأسود وبين ذلك\nوالسهل والحزن والخشن والطيب أخرجه أبو داود والترمذي وصححه\n</p>\n\n<p>\n| الثامن والعشرون\n</p>\n\n<p>\n28 عن أبي الدرداء رضي الله عنه أن النبي صلى الله عليه وسلم قال ما من\nشيء في الميزان أفضل من حسن الخلق وهو كالذي قبله\n</p>\n\n<p>\n| التاسع والعشرون\n</p>\n\n<p>\n29 عن الحسن عن سمرة بن جندب رضي الله عنه قال قال رسول الله صلى الله\nعليه وسلم لا تلاعنوا بلعنة الله ولا بغضب الله ولا بالنار\n</p>\n\n<p>\nوهو كالذي قبله\n</p>\n\n<p>\n| الثلاثون\n</p>\n\n<p>\n30 عن أبي قابوس مولى لعبد الله بن عمرو عن عبد <span id='ms61'></span> الله بن عمرو يبلغ به\nالنبي صلى الله عليه وسلم قال الراحمون الرحمن ارحموا أهل الأرض يرحمكم من\nفي السماء أخرجه أبو داود ورواه الترمذي أتم منه وصححه\n</p>\n\n<p>\n| الحادي والثلاثون\n</p>\n\n<p>\n31 عن وكيع بن عدس عن عمه أبي رزين قال قال رسول الله صلى الله عليه وسلم\nالرؤيا على رجل طائر ما لم تعبر فإذا عبرت وقعت قال وأحسبه قال ولا تقصها\nإلا على واد أو ذي رأي أخرجه أبو داود وابن ماجة والترمذي وصححه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\n| الثاني والثلاثون\n</p>\n\n<p>\n32 عن أبي هريرة أن أبا بكر الصديق رضي الله عنهما قال يا رسول الله مرني\nبكلمات أقولهن إذا أصبحت وإذا أمسيت قال قل اللهم فاطر السماوات والأرض\nعالم الغيب والشهادة رب كل شيء ومليكه أشهد أن لا إله إلا أنت أعوذ بك من\nشر نفسي ومن شر الشيطان وشركه قال قلها إذا أصبحت وإذا أمسيت وإذا أخذت\nمضجعك\n</p>\n\n<p>\nأخرجه أبو داود والنسائي والترمذي وصححه\n</p>\n\n<p>\n| الثالث والثلاثون\n</p>\n\n<p>\n33 عن معاذ بن عبد الله بن خبيب عن أبيه أنه قال خرجنا في ليلة مطر وظلمة\nشديدة نطلب رسول الله صلى الله عليه وسلم ليصلي بنا فأدركنا فقال قل فلم\nأقل شيئا ثم قال قل فلم أقل شيئا ثم قال قل قلت يا رسول الله ما أقول قال\nقل هو الله أحد والمعوذتين حين تمسي وحين تصبح ثلاث مرات تكفيك من كل شيء\n</p>\n\n<p>\nأخرجه أبو داود وصححه الترمذي بعد تخريجه\n</p>\n\n<p>\n| الرابع والثلاثون\n</p>\n\n<p>\n34 عن حبيب بن عبيد عن المقدام بن معدي كرب وكان قد أدركه عن النبي صلى\nالله عليه وسلم قال إذا أحب الرجل أخاه فليخبره أنه يحبه\n</p>\n\n<p>\nأخرجه أبو داود والنسائي والترمذي وصححه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n| الخامس والثلاثون\n</p>\n\n<p>\n35 عن أبي جري الهجيمي قال أتيت رسول الله صلى الله عليه وسلم فقلت عليك\nالسلام يا رسول الله قال لا تقل عليك السلام فإن عليك السلام تحية الموتى\nأخرجه أبو داود وصححه الترمذي بعد تخريجه\n</p>\n\n<p>\n| السادس والثلاثون\n</p>\n\n#\n<p>\n| 36 عن جري بن كليب عن علي رضي الله عنه أن النبي صلى الله عليه وسلم <span id='ms62'></span>\nنهى أن يضحى بعضباء الأذن والقرن أخرجه الأربعة وصححه الترمذي\n</p>\n\n<p>\nالسابع والثلاثون $\n</p>\n\n<p>\n37 عن الحسن عن عمران بن حصين رضي الله عنهم أن رجلا أتى النبي صلى الله\nعليه وسلم فقال إن ابن ابني مات فما لي من ميراثه قال لك السدس فلما أدبر\nدعاه فقال لك سدس آخر فلما أدبر دعاه فقال إن السدس الآخر طعمة قال قتادة\nفلا يدرون مع أي شيء ورثه قال قتادة أقل شيء ورث الجد السدس أخرجه أبو\nداوود والنسائي والترمذي وصححه\n</p>\n\n<p>\n| الثامن والثلاثون\n</p>\n\n<p>\n38 عن عمرو بن شعيب عن أبيه عن جده عبد الله ابن عمرو رضي الله عنهم قال\nقال رسول الله صلى الله عليه وسلم لا يتوارث أهل ملتين شتى أخرجه أبو داود\nوالنسائي وابن ماجه\n</p>\n\n<p>\nوبعض أهل الحديث يصحح مثل هذا الإسناد إذا ذكر فيه عبد الله بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\n| التاسع والثلاثون\n</p>\n\n<p>\n39 عن مجاهد عن ابن عباس رضي الله عنهما قال إن رسول الله صلى الله عليه\nوسلم قبل الركن اليماني ووضع خده عليه\n</p>\n\n<p>\n| الأربعون\n</p>\n\n<p>\n40 عن مجاهد عن ابن عباس رضي الله عنهما قال قال رسول الله صلى الله عليه\nوسلم لا ضرورة في الإسلام\n</p>\n\n<p>\nأخرجهما الحاكم وقال في كل واحد منهما صحيح الإسناد ولم يخرجاه قلت\nالثاني مخرج في بعض الكتب المشهورة\n</p>\n\n<p>\nفهذا ما أردنا ذكره من بيان مصطلحات عند أهل الحديث على حسب ما اقترح ذلك\nمع ما أضفت إليه من ذكر أحاديث صحاح\n</p>\n\n<p>\nوما قلت منها فيه أخرجه فلان وفلان فاللفظ للمذكور أولا وذلك بحسب ما\nانتهى إلينا\n</p>\n\n<p>\nو الله الموفق برحمته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p130'> Vol. 01, p. 130</a>\n            </div>\n             <span id='ms63'></span>\n</p>\n",
  "pages": [
    "001",
    "001",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130"
  ],
  "volumes": [
    "01"
  ]
}