{
  "content": "\n<p>\nالمقدمة\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nصلى الله على محمد وآله\n</p>\n\n<p>\nرأيت في أول نسخة الشيخ الإمام أبي بكر محمد بن الأنباري اللغوي، وهي\nالتي قرأها على أبي العباس أحمد الأحوال اللغوي ما صورته: \" وهي مكتوبة بخط\nعلي بن عبد العزيز كاتب أبي عبيد وراويته \" وقال علي بن عبد العزيز كاتب\nأبي عبيد القاسم بن سلام: كتبت هذا الكتاب من نسخة أبي عبيد من خطه بيده،\nوعارضت بها حرفا حرفا، ثم قرأناه على أبي محمد سلمة بن عاصم النحوي، صاحب\nالفراء، فزادنا فيه أشياء ألحقتها في حواشي الكتاب، ثم قرأته على أبي عبد\nالله الزبير بن بكار، وهو قاضي أهل مكة، فكتبت أيضا ما زادنا فيه، ونسبت\nذلك إليه، فوجدت خط أبي عبيد هذا كتاب الأمثال، وهي حكمة العرب في الجاهلية\nوالإسلام، وبها كانت تعارض كلامها فتبلغ بها ما حولت من حاجتها في المنطق،\nبكناية غير تصريح، فيجتمع لها بذلك ثلاثة خلال، إيجاز اللفظ، وإصابة\nالمعنى، وحسن التشبيه. وقد ألفناها في كتابنا هذا على منازلها، ولخصنا\nصنوفها، وذكرنا المواضع التي يتكلم بها فيها، وتضرب عندها، وإسنادها إلى\nعلمائها، واستشهدنا بنوادر الشعر عليها، أو على ما أمكن منها. وكان مما\nدعانا إلى تأليف هذا الكتاب وحثنا عليه ما روينا من الأحاديث المأثورة عن\nالنبي صلى الله عليه وسلم إنه قد ضربها وتمثل بها هو ومن بعده من السلف.\nوقد ذكرنا بعض ذلك ليكون حجة لمذهبنا. فكان مما حفظ عنه صلى الله عليه وسلم\nمنها المثل الذي ضربه للإسلام والقرآن، وهو قوله صلى الله عليه وسلم: ضرب\nالله مثلا صراطا مستقيما، وعلى جنبتي الصراط سور فيه أبواب مفتوحة، وعلى\nتلك الأبواب ستور مرخاة، وعلى رأس الصراط داع يقول: أدخلوا الصراط ولا\nتعوجوا \" .\n</p>\n\n<p>\nقال: فالصراط: الإسلام، والستور: حدود الله، والأبواب المفتحة: محارم\nالله، وذلك الداعي: القرآن.\n</p>\n\n<p>\nومن الأمثال أيضا: قوله صلى الله عليه وسلم: مثل المؤمن كمثل الخامة من\nالزرع، تفيئها الريح مرة ههنا، ومرة ههنا، ومثال الكافر كمثل الازرة\nالمجذية على الأرض حتى <span id='ms001'></span> يكون انعجافها مرة \" .\n</p>\n\n<p>\nومنها قوله حين ذكر الفتن والحوادث التي تكون في آخر الزمان، فقال حذيفة\nبن اليمان: ابعد هذا الشر خير؟ فقال: هدنة على دخن، وجماعة على أقذاء. فقيل\nله: وما هو؟ فقال: \" لا ترجع قلوب قوم على ما كانت \" .\n</p>\n\n<p>\nقال أبو عبيد: فقد علم إن الأقذاء إنما تكون العين أو في الشراب، وإن\nالدخن إنما هو مأخوذ عن الدخان، فجعل ذلك رسول الله صلى الله عليه وسلم\nمثلا لنغل القلوب وما فيها من الضغائن والأحقاد.\n</p>\n\n<p>\nومنها حديثه صلى الله عليه وسلم حين ذكر الدنيا وزينتها فقال: وإن ما\nينبت الربيع ما يقتل حبطا أو يلم فأراد صلى الله عليه وسلم إنها، وإن كانت\nذات زهرة وجمال، فقد تؤول بصاحبها، إذا سلك بها غير القاصد، إلى سوء\nالمغبة، كما أن آكلة الخضر من الماشية إذا لم تقصد في مراعيها آل ذلك بها\nإلى أن تستوبله حتى تحبط عنه بطونها فتهلك. ومنها قوله عليه السلام لأبي\nسفيان بن حرب: أنت يا أبا سفيان كما قيل: كل الصيد في جوف الفرا. أي انك في\nالرجال كالفرأ في الصيد، وهو الحمار الوحشي، قال له ذلك يتألفه على\nالإسلام. ومنها قوله حين ذكر الضرائر فقال: ولا تسأل المرأة طلاق أختها\nلتكتفئ ما في صحفتها فقد علم إنه لم يرد الصفحة الخاصة، إنما جعلها مثلا\nلحظها من زوجها، يقول: إنه إذا طلقها لقول هذه كانت قد أمالت نصيب صاحبها\nإلى نفسها.\n</p>\n\n<p>\nومنها قوله صلى الله عليه وسلم حين ذكر الغلو في العبادة فقال: إن المنبت\nلا أرضا قطع ولا ظهرا أبقى يقول: إن هذا إذا كلف نفسه فوق طاقتها من\nالعبادة بقي حسيرا، كالذي أفرط في إغذاذ السير حتى عطبت راحلته، ولم يقض\nسفره.\n</p>\n\n<p>\nومنها قوله صلى الله عليه وسلم: وإياكم وخضراء الدمن. قيل: وما خضراء\nالدمن؟ قال: \" المرأة الحسناء في منبت السوء \" . ومنها قوله صلى الله عليه\nوسلم حين ذكر كثرة الربا في آخر الزمان فقال: من لم يأكله أصابه من غباره.\nفقد <span id='ms002'></span> علم إنه ليس ثم غبار، وإنما هذا مثل لما ينال الناس منه. ومنها قوله\nصلى الله عليه وسلم: الإيمان قيد الفتك. فقد علم إنه ليس هناك قيد. ولكنه\nجعل منع الإيمان إياه تقييدا. ثم قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n             الحرب خدعة \" قال علي:\nقال أبو محمد سلمة: من قال: الحرب خدعة فمعناه إنه من خدع فيها خدعة فزلت\nقدمه وعطب فليس له إقالة، ومن قال خدعة أي إنها تخدع أهلها، ومن قال: الحرب\nخدعة بضم الخاء وتسكين الدال فهي تخدع أحد الفريقين صاحبه فكأنما خدعت هي.\nقال أبو عبد الله الزبير بن بكار القاضي: هي عندنا خدعة قال الزبير: حدثني\nسفيان بن عيينة عن عمرو بن دينار قال: سمعت جابر بن عبد الله يقول: قال\nرسول الله صلى الله عليه وسلم: \" الحرب خدعة \" قال علي: فقلت للزبير:\nأتراها محكية؟ قال: نعم \" وقال في فرس ركبه: وجدته بحرا. وقال أيضا: إن من\nالبيان لسحرا. وقال في أهل الإسلام وأهل الشرك: لا تراءى نارهما. وقال:\nللعاهر الحجر. وقال: لا ترفع عصاك عن اهلك. فقد علم إنه لم يرد ضربهم\nبالعصا، إنما هو الأدب، وكذلك الحجر، إنما معناه إنه لا حق له في نسب\nالولد. وقوله صلى الله عليه وسلم: لا يلسع المؤمن من جحر مرتين. وفي أشياء\nكثيرة لا تحصى، من الأمثال عنه صلى الله عليه وسلم، ثم جاءت عمن بعده من\nالصحابة وغيرهم، وقد ذكرنا ذلك عنهم في مواضعه ووجوهه مفسرا. وهذا: بسم\nالله الرحمن الرحيم\n</p>\n\n<p>\nجماع أبواب الأمثال في وصف المنطق\n</p>\n\n<p>\nباب المثل في حفظ اللسان وما يؤمر به منه للتقوى وسلامة الدين مع الموعظة\nفيه.\n</p>\n\n<p>\nقال أبو عبيد: وجدنا من الأمثال في حفظ اللسان والحض عليه قول عبد الله\nبن مسعود: و الذي لا إله غيره ما على الأرض شيء أحق بطول سجن لسان.\n</p>\n\n<p>\nفجعل عبد الله الفم للسان سجنا يمنعه من الجهل والزلل، كما يحبس أهل\nالدعارة في السجون.\n</p>\n\n<p>\nومنها قول انس بن مالك: ما اتقى الله أحد حق تقاته حتى يخزن <span id='ms003'></span> من لسانه.\n</p>\n\n<p>\nفجعل الفم للسان خزانة، كما جعل أبن مسعود له سجنا.\n</p>\n\n<p>\nومنها قول شداد بن أوس الأنصاري: ما تكلمت بكلمة منذ كذا وكذا حتى أخطمها\nوأزمها.\n</p>\n\n<p>\nقال أبو عبيد: فقد علم إنه ليس هناك خطام ولا زمام، وإنما جعل هذا مثلا\nلمنعه لسانه من بوادر الفلتات والخطأ.\n</p>\n\n<p>\nومنها قول شريح بن الحارث قاضي الكوفة لرجل سمعه يتكلم\n</p>\n\n<p>\nامسك عليك نفقتك.\n</p>\n\n<p>\nقال أبو عبيدك فجعل النفقة التي يخرجها من ماله مثلا لكلامه. وقد جاءنا\nفي بعض الحديث إنه قال: \" ما صداقة الفضل من صداقة من قول \" .\n</p>\n\n<p>\nومنها قول عمر بن عبد العزيز: التقي ملجم.\n</p>\n\n<p>\nقال أبو عبيد: فقد علم إنه ليس هناك لجام، إنما هو كنحو ما ذكرناه من سجن\nاللسان وخزنه وحفظه وخطمه وزمه ويقال في نحو من هذا: من أغتاب خرق، ومن\nاستغفر رقع.\n</p>\n\n<p>\nويقال: \" رفأ \" وكذلك قولهم: من صدق الله نجا.\n</p>\n\n<p>\nوفي حديث آخر مرفوع \" وهل يكب الناس على مناخرهم في النار إلا حصائد\nألسنتهم \" .\n</p>\n\n<p>\nباب حفظ اللسان لما يخاف على أهله من عقوبات الدنيا\n</p>\n\n<p>\nقال: أبو عبيد: من أمثالهم في هذا مقالة أكثم بن صيفي التميمي: مقتل\nالرجل بين فكيه.\n</p>\n\n<p>\nيعني لسانه. والفكان: اللحيان. وقال بعض العرب لرجل وهو يعظه في حفظ\nاللسان: إياك أن يضرب لسانك عنقك.\n</p>\n\n<p>\nومنه قول الشاعر:\n</p>\n\n<p>\nرأيت اللسان على أهله ... إذا ساسه الجهل ليثا مغيرا\n</p>\n\n<p>\nو منه قول أكثم بن صيفي أيضا: رب قول أشد من صول.\n</p>\n\n<p>\nوقد يوضع هذا المثل أيضا فيما يتقى من العار. ومن كلام أكثم أيضا في حفظ\nاللسان من خطأ القول وهذره: ولكل ساقطة لاقطة.\n</p>\n\n<p>\nقال أبو عبيد: وهذا تحذير من سقط الكلام، يقول: إن في الناس من يلتقطه\nفينميه ويشيعه حتى يورط قائله، فأحذره.\n</p>\n\n<p>\nوقال الأصمعي واسمه عبد الملك بن قريب: من أمثالهم في التحفظ: ربما أعلم\nفأذر.\n</p>\n\n<p>\nيريد إني قد أدع ذكر الشيء وأنا به عالم لما أحاذر من غبه. قال أبو عبيد:\nومن جناية اللسان على صاحبه قولهم: محا السيف ما قال ابن <span id='ms004'></span> داره أجمعا وهو\nسالم بن دارة بني عبد الله بن غطفان، وكان هجا بعض بني فزارة فأغتاله\nالفزاري حتى ضربه بسيفه. قال أبو عبد الله الزبير بن بكار القاضي: هو سالم\nبن دارة ، وكان اسم دارة مسافعا. ضربه زميل بن أبي أبرد الفزاري ثم\nالمازني، وكان يعرف بأمه أم دينار، قال: فأخبرني محمد بن الضحاك عن أبيه\nقال: مسافع أبو سالم لزميل بعد أن أمن: ويحك يا زميل، لم قتلت سالما؟ فقال:\nأحرقني بالهجاء، قال: أنت أشعر الناس حين تقول: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n             أجارتنا من\nيجتمع يتفرق ... ومن يك رهنا للحوادث يغلق\n</p>\n\n<p>\nقال: أبو عبيد: وأخبرني الأصمعي عن أبي الأشهب العطاري قال: كان يقال:\nإذا وقي الرجل الشر لقلقه وقبقبة وذبذبه فقد وقي.\n</p>\n\n<p>\nقال: فاللقلق: اللسان، والقبقب: البطن، والذبذب: الفرج. وفي بعض الأحاديث\n\" إن أبن آدم إذا أصبح كفرت أعضاؤه للسان فتقول له: أتق الله فأنك إن\nاستقمت استقمنا، وإن اعوججت أعوججنا \" ومن أمثالهم المعروفة في هذا: \" من\nصدق الله عز وجل نجا \" يكون في القول والعمل جميعا.\n</p>\n\n<p>\nويروى عن يونس بن عبيد إنه قال: ليست خلة من خلال الخير تكون في الرجل\nوهي أحرى أن تكون جامعة لأنواع الخير كلها فيه حفظ اللسان.\n</p>\n\n<p>\nباب الاقتصاد في المنطق وما يتقى فيه من الإكثار والهذر.\n</p>\n\n<p>\nقال أبو عبيد واسمه معمر بن المثنى: من أمثالهم في هذا: من أكثر أهجر.\n</p>\n\n<p>\nقال أبو عبيد: يعني أن المكثر ربما خرج إلى الهجر، وهو الكلام القبيح.\nوقال أكثم بن صيفي: المكثار كحاطب الليل.\n</p>\n\n<p>\nقال أبو عبيد: وإنما شبهه بحاطب الليل لأنه ربما نهشته الحية أو لسبته\nالعقرب في احتطابه ليلا، قال: فكذلك هذا المهذار ربما أصابه في إكثاره بعض\nما يكره وقال أكثم أيضا: الصمت يكسب أهله المحبة وقال غيره من الحكماء\nالندم على السكوت خير من الندم على القول. وقال الثالث: عيي صامت خير من\nعيي ناطق. وقال بعض أشياخنا: كان ربيعة الرأي مكثارا، فسمعا أعرابي يوما\nيتكلم، فلما كان عند انقضاء مجلسه سأله رجل: ما تعدون <span id='ms005'></span> العي عندكم بالبادية؟\nفقال الأعرابي: ما هذا فيه منذ اليوم، يعني إكثار ربيعة. ويروى في الحديث\nعن لقلمان الحكيم إنه قال: الصمت حكم وقيل فاعله وقال علقمة بن علاثة\nالجعفري، وكان من حكماء العرب.\n</p>\n\n<p>\nأول العي الاختلاط وأسوء القول الإفراط.\n</p>\n\n<p>\nباب القصد في المدح وما يؤمر به من ذلك\n</p>\n\n<p>\nقال أبو عبيدة: من أمثالهم في هذا: من حفنا أورافنا فليقصد. ويقول: من\nمدحنا فلا يغلون في ذلك. ولكن ليتكلم بالحق منه. قال أبو عبيد: ومنه حديث\nمرفوع \" أن رجلا جاء إلى النبي صلى الله عليه وسلم فقال: أنت أفضل قريش\nقولا، وأعظمها طولا. فقال النبي عليه السلام: يا أيها الناس، قولوا بقولكم،\nولا يستجرينكم الشيطان \" . وروينا عن علي بن أبي طالب رضي الله عنه \" إن\nرجلا أثنى عليه في وجهه فقال له علي: أنا دون ما تقول وفوق ما في نفسك.\n</p>\n\n<p>\nقال أبو عبيد: ترى معناه إنه أتهمه بأنه يصفه بخلاف ما في قلبه وكان مورج\nالعجلي يقول: من أمثالهم في إفراط المادح أن يقولوا: شاكه أبا فلان.\n</p>\n\n<p>\nقال: وأصل هذا إن رجلا كان يعرض فرسا له، فقال له رجل: أهذه فرسك التي\nكنت تصيد عليها الوحش؟ فقال له رب الفرس: شاكه أي قارب في المدح، والمشاكهة\nللشيء هو الذي يشبهه أو يدنو من شبهه. قال أبو عبيد: والعامة تقول في هذا\nالمثل: دون ذا ينفق الحمار وكلام العرب هو الأول. ومن هذا قولهم: لا تهرف\nبما لا تعرف والهرف هو الإطناب وفي الثناء والمدح، ويروى عن وهب بن منبه\nإنه قال: إذا سمعت الرجل يقول فيه من الخير ما ليس فيك فلا تأمن أن يقول\nفيك من الشر ما ليس فيك.\n</p>\n\n<p>\nباب الحض على صدق الحديث والنهي عن الكذب\n</p>\n\n<p>\nوقال أبو عبيد من أمثالهم فيما يحثون عليه من الصدق قولهم: سبني وأصدق\nيقول إني لا أبالي إن تسبني بما أعرفه من نفسي بعد أن تجانب الكذب. قال أبو\nعبيد: ومن أمثالهم: إن خصلتين خيرهما الكذب لخصلتا سوء.\n</p>\n\n<p>\nحكي هذا <span id='ms006'></span> عن عمر بن عبد العزيز يضرب للرجل يكذب ليتعذر من شيء فعله. قال\nأبو عبيد: وهذا كالمثل الذي تتكلم به العامة: عذره أشد من جرمه وقال بعضهم:\nدع الكذب حيث ترى إنه ينفعك فانه يضرك وعليك بالصدق حيث ترى إنه يضرك فانه\nينفعك. وقال: رجل من الحكماء: لا تكذبن ولا تشبهن بالكذب وروينا عن أبن\nالعباس وعائشة انهما قالا: الحدث حدثان، وحدث من فيك وحدث من فرجك وقال بعض\nالعلماء لقوم: أعيدوا الوضوء فأن بعض ما تذكرون شر من الحدث.\n</p>\n\n<p>\nباب الرجل يعرف بالكذب حتى يرد صدقه لذلك.\n</p>\n\n<p>\nالأصمعي أو غيره قال: من هذا المثل قولهم: إذا سمعت بسرى القين فإنه\nمصبح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n             قال: وأصله أن اليقين بالبادية ينتقل في مياههم، ويقيم\nبالموضع أياما فيكسد عليه عمله، ثم يقول لأهل الماء: إني راحل عنكم الليلة،\nوإن لم يرد ذلك، ولكنه يشيعه ليستعمله من يريد استعماله فكثر ذلك من قوله\nحتى صار لا يصدق. يضرب به للرجل يعرفه الناس بالكذب فلا يقبل قوله وإن كان\nصادقا: قال نشهل بن حري الدارمي:\n</p>\n\n<p>\nوعهد الغانيات كعهد قين ... ونت عنه الجعال مستذاق\n</p>\n\n<p>\nوقال أبو عبيد: ومنه المثل السائر في العامة: من عرف بالصدق جاز كذبه ومن\nعرف بالكذب لم يجز صدقه.\n</p>\n\n<p>\nقال: أبو عبيد ومما يحقق هذا المثل حكم الله تبارك وتعالى في الشهادة\nإنها مردودة من أهل الفسوق، ولعلهم قد شهدوا بحق. وقال بعض الحكماء: الصد\nعز والكذب خضوع وقال آخر: لو لم يترك العاقل الكذب إلا مروءة لقد كان حقيقا\nبذلك، فكيف وفيه المأثم والعار. وحكي الكسائي عن لسان العرب: إن المرء\nليكذب حتى يصدق فما يقبل منه.\n</p>\n\n<p>\nباب الانتفاع بالصدق والمخافة من عاقبة الكذب\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم فيما يخاف من مغبة الكذب قولهم: ليس لمكذوب\nرأي.\n</p>\n\n<p>\nوكان المفضل بن محمد الضبي، فيما بلغني عنه، يحدث إن صاحب هذا المثل هو\nالعنبر بن عمرو بن تميم بن مر، وقاله لأبنته الهيجمانة، وذلك إن عبد شمس بن\nسعد بن زيد مناة بن <span id='ms007'></span> تميم كان يزورها، فنهاه قومه عن ذلك، فأبى حتى وقعت\nالحرب بين قومه وبين قومها، فأغار عليهم عبد شمس في حيشه، فعلمت به\nالهيجمانة فأخبرت أباها، قال: وقد كانوا يعرفون إعجاب الهيجمانة به كإعجابه\nبها. فلما قالت هذه المقالة لأبيها قال مازن بن مالك بن عمرو بن تميم: حنت\nولا تهنت وأني لك مقروع.\n</p>\n\n<p>\nقال: ومقروع هو عبد شمس بن سعد بن زيد مناة، كان يلقب به، فقال لها أبوها\nعند ذلك: أي بنية اصدقيني، أكذلك هو فأنه لا رأي لمكذوب فقالت: ثكلتك إن لم\nأكن صدقتك\n</p>\n\n<p>\nفانج ولا إخالك ناجيا\n</p>\n\n<p>\nفذهبت كلمته وكلمه وكلمتها وكلمة مازن أمثالا. قال أبو عبيد: ومن أمثالهم\nفيما يخاف من غب الكذب قولهم: لا يكذب الرائد أهله.\n</p>\n\n<p>\nوهو الذي يقدمونه ليرتاد لهم كلأ أو منزلا أو ماء أو موضع حرز يلجؤون\nإليه من عدو يطالبهم، فإن كذبهم أو غرهم صار تبذيرهم على خلاف الصواب،\nفكانت فيه هلكتهم. قال أبو عبيد: ومثل العامة في هذا قولهم: الكذب داء\nوالصدق شفاء.\n</p>\n\n<p>\nوذلك إن المصدوق يعمل على تقدير يكون فيه مصيبا، وإن المكذوب على ضد ذلك\n</p>\n\n<p>\nباب تصديق الرجل صاحبه عند إخباره إياه\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا: صدقني سن بكره.\n</p>\n\n<p>\nقال الأصمعي: وأصله أن رجلا ساوم رجلا في بكر أراد شراءه، فسأل البائع عن\nسنه فأخبره بالحق، فقال المشتري: صدقني سن بكره فذهبت مثلا. قال أبو عبيد:\nوهذا المثل نرويه عن على بن أي طالب رضي الله عنه، إنه أتي فقيل له: إن بني\nفلان وبني فلان اقتتلوا فغلب بني فلان، فأنكر ذلك، ثم أتاه آخر فقال: بل\nغلب بنو فلان \" للقبيلة الأخرى \" فقال علي: \" صدقني سن بكره \" وقد روي هذا\nالمثل عن الأحنف بن قيس أيضا إنه خرج من عند معاوية وهو يقول: \" صدقني سن\nبكره \" وذلك لكلام كان معاوية كامه به. قال أبو عبيدة: ومن أمثالهم في\nالتصديق قولهم: القول ما قالت حذام.\n</p>\n\n<p>\nقال أبو عبيدة: وسمعت أبي عبيدة وأحسبه أبن الكلبي، يقول <span id='ms008'></span>: إن هذا المثل\nللجيم بن صعب والد حنيفة وعجل أبني لجيم، وكانت حذام امرأة، فقال فيها\nزوجها لجيم:\n</p>\n\n<p>\nإذا قالت حذام فصدقوها ... فإن القول ما قالت حذام\n</p>\n\n<p>\nهكذا ينشد بالخفض، مثل: رقاش وقطام ونحو ذلك، وهو موضع رفع. ومن التصديق\nحديث لبي بكر رحمه الله حين قالت له قريش: هذا صاحبك يخبر أنه سرى في ليلة\nإلى بيت المقدس وانصرف، فقال: إن كان قاله فقد صدق، فسمي بذلك الصديق.\n</p>\n\n<p>\nباب الرجل المعروف بالكذب تكون منه الصدقة الواحدة أحيانا\n</p>\n\n<p>\nقال أبو عبيدة: من أمثالهم في هذا: إن الكذوب قد يصدق.\n</p>\n\n<p>\nقال أبو عبيدة: وهذا المثل قد يضرب أيضا للرجل تكون الإساءة هي الغالبة\nعليه، ثم تكون منه الهنة من الإحسان. قال أبو عبيدة: ومثله قولهم: مع\nالخواطئ سهم صائب.\n</p>\n\n<p>\nوهذا نحو قول العامة.\n</p>\n\n<p>\nرب رمية من غير رام.\n</p>\n\n<p>\nباب الرجل المعروف بالإصابة والصدق تكون منه الزلة والسقطة.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n             لا يعدم الحسناء ذما قال\nأبو عبيد: والذم: هو العيب وفيه لغتان ذم وذيم. ومنه قولهم: لكل جواد كبوة،\nولكل صارم نبوة ولكل عالم هفوة.\n</p>\n\n<p>\nومثل العامة في هذا.\n</p>\n\n<p>\nإن الجواد قد يعثر.\n</p>\n\n<p>\nقال أبو عبيد: وقد يضرب هذا المثل في غير المنطق أيضا، وذلك كالرجل يكون\nالغالب عليه أفعال الأمور الجميلة، ثم تكون منه الهفوة والزلة. ومثله قول\nأبي الدرداء الأنصاري: من لك بأخيك كله.\n</p>\n\n<p>\nوكذلك قولهم: أي الرجال المهذب.\n</p>\n\n<p>\nومنه قول النابغة الذبياني:\n</p>\n\n<p>\nولست بمستبق أخا لا تلمه ... على شعث أي الرجال المهذب\n</p>\n\n<p>\nقال أبو عبيد: معاني هذه الأمثال كلها أنه ليس أحد يخلو من عيب يكون فيه،\nفإذا كان الغالب على الرجل الإحسان اغتفرت سقطته. ومنه الحديث المرفوع:\nأقيلوا ذوي الهيئات عثراتهم.\n</p>\n\n<p>\nوكذلك مقالة أبي عبيدة بن الجراح لعمر: ما سمعت منك فهة في الإسلام\nقبلها.\n</p>\n\n<p>\nوكان عمر قد قال له: \" ابسط يدك أبايعك \" .\n</p>\n\n<p>\nباب إصابة الرجل في منطقه مرة وأخطائه مرة.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا أن يقال: شخب في الإناء وشخب في <span id='ms009'></span> الأرض.\n</p>\n\n<p>\nقال: واصله الحالب يحلب فيصيب مرة فيسكب في إنائه، ويخطئ مرة فيحلب في\nالأرض. يضرب للرجل يخطئ ويصيب. قال الأصمعي: هو يشوب ويروب.\n</p>\n\n<p>\nقال أبو عبيد: ومن هذا قولهم: يشج مرة ويأسو مرة.\n</p>\n\n<p>\nأي يفسد أحيانا، ويصلح أحيانا. وقال الأحمر: ويقال في نحو هذا: اطرقي\nوميشي.\n</p>\n\n<p>\nوأصله خلط الشعر بالصوف، يقول: فكذلك هذا يخلط في كلامه بين صواب وخطأ،\nقال رؤية بن العجاج: في ذلك\n</p>\n\n<p>\nعاذل قد أولعت بالترقيش ... إلي سرا فاطرق وميشي\n</p>\n\n<p>\nقال الزبير: من أمثال العامة في هذا: سهم عليك وسهم لك.\n</p>\n\n<p>\nباب سوء المسألة والإجابة في المنطق.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في المجيب على غير فهم: أساء سمعا فأساء جابة.\n</p>\n\n<p>\nقال أبو عبيد: هكذا تحكى هذه الكلمة \" جابة \" بغير ألف، وذلك لأنه اسم\nموضوع، يقال: أجابني فلان جابة حسنة، فإذا أرادوا المصدر قالوا: أجاب\nإجابة، بالألف قال الزبير: وأصل هذا فيما أخبرني به محمد بن سلام قال: كان\nلسهل بن عمرو أبن مضعف، قال: فقال إنسان يوما: أين أمك؟ يريد: أين تؤم؟ فظن\nأنه يقول أين أمك؟ قال: فحسبته قال: ذهبت تشتري دقيقا، فقال سهيل: \" أساء\nسمعا فأساء جابة \" فأرسلها مثلا، فلما انصرف إلى زوجته أخبرها بما قال\nابنها فقالت: أنت تبغضه فقال: أشبه امرؤ بعض بزه.\n</p>\n\n<p>\nفأرسلها مثلا أيضا قال أبو عبيد: ومن أمثالهم في سوء السمع والإجابة: حدث\nحديثين امرأة، فإن لم تفهم فأربعة.\n</p>\n\n<p>\nوهذا المثل نرويه عن عامر الشعبي أنه تمثل به. \" قال الزبير بن بكار: وقد\nتمثل به النعمان بن بشير الأنصاري على المنبر: أخبرني محمد بن الضحاك عن\nأبيه، ومحمد بن فضالة يزيد أحدهما على صاحبه، أن النعمان بن بشير بلغه حيث\nمات معاوية كلام عن بعض أهل الكوفة وهو عامل عليها، فرقي المنبر فقال: يا\nأهل الكوفة، إن مثلي ومثلكم الضبع والثعلب، أتيا الضب يحتكمان إليه، وكان\nحكم الدواب والسباع في الجاهلية فجاءه فقالت الضبع: يا أبا الحسيل، قال:\nسميعا دعوت.\n</p>\n\n<p>\nقالت: اخرج فاحكم بيننا، قال: في بيته يؤتى الحكم <span id='ms010'></span>.\n</p>\n\n<p>\nقالت: إني خرجت أتمشى قال: \" فعل الحرة فعلت \" قالت: فلقطت تمرة، قال: \"\nطيبا لقطت \" قالت: فاختلستها ثعالة، قال: \" لنفسه بغى \" قالت: فلطمته\nفلطمني، قال: كان حرا فانتصر لنفسه.\n</p>\n\n<p>\nقالت: اخرج فاقض بيننا، قال: \" حدث المرأة حديثين فإن أبت فعشرة \" ولم\nيذكر محمد بن فضالة النعمان، إنما ذكر الحديث قال أبو عبيد: وقد رواه بعضهم\n\" حدث حديثين امرأة فإن لم تفهم فأربع \" أي كف عنها واسكت.\n</p>\n\n<p>\nقال أبو عبيد: ومثلهم في سوء المسألة إذا عجل بها قبل أوانها قولهم: إليك\nيساق الحديث.\n</p>\n\n<p>\nقال أبو عبيد: وهذا مثل قد ابتذلته العامة. قال الزبير: وكان أصل قولهم:\n\" إليك يساق الحديث \" فيما بلغني أن رجلا خطب امرأة إلى نفسها فجعل يكلمها\nويصف لها نفسه، وهي مع نسوة وجعل كلما كلمته يتحرك ذلك منه حتى يصف الثوب\nفجعل يضربه بيده ويقول: \" إليك يساق الحديث \" قال أبو عبيد: ومن أمثالهم في\nهذا قولهم: ربما كان السكوت جوابا.\n</p>\n\n<p>\nيقال ذلك للرجل الذي يجل خطوه عن أن يكلم بشيء فيجاب بالترك للجواب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n             باب الرجل يطيل الصمت ثم ينطق بالفهاهة والزلل.\n</p>\n\n<p>\nقال أبو عبيدة: من أمثالهم في هذا: سكت ألفا ونطق خلفا.\n</p>\n\n<p>\nقال أبو عبيد: والخلف من القول هو السقط الرديء، كالخلف من الناس، وهذا\nالمثل كقول الشاعر:\n</p>\n\n<p>\nوكائن ترى من صامت لك معجب ... زيادته أو نقصه في التكلم\n</p>\n\n<p>\nو هذا البيت يروى عن الأحنف بن قيس، وذلك أنه كان يجالس رجل يطيل الصمت\nحتى أعجب به الأحنف ثم إنه تكلم فقال للأحنف: يا أبا بحر أتقدر أن تمشي على\nشرف المسجد؟ فعندها تمثل الأحنف بهذا البيت.\n</p>\n\n<p>\nباب الرجل يعرف بالصدق ثم يحتاج إلى الكذب.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا: عند النوى يكذبك الصادق.\n</p>\n\n<p>\nوكان المفضل يخبر بحديثه أن رجلا كان له عبد لم يكذب قط، فبايعه رجل\nليكذبنه، وجعلا الخطر بينهما أهلهما ومالهما، فقال الرجل لسيد العبد: دعه\nيبت عندي الليلة، ففعل فأطعمه لحم حوار وسقاه لبنا حليبا في سقاء حازر فلما\nأصبحوا تحملوا وقالوا للعبد <span id='ms011'></span>: الحق بأهلك، فلما توارى عنهم نزلوا، فأتى\nالعبد سيده فسأله فقال: أطعموني لحما لا غثا ولا سمينا وسقوني لبنا لا\nمحمضا ولا حقينا وتركتهم قد ظعنوا فاستقلوا فساروا بعد أو حلوا \" و في\nالنوى يكذبك الصادق \" فأرسلها مثلا وأحرز مولاه مال الذي بايعه وأهله.\n</p>\n\n<p>\nقال أبو عبد الله الزبير بن بكار: ومما يشبهه حديث أخبرني به محمد بن\nالضحاك عن أبيه قال: كان الحجاج قد حبس الغضبان أبن القبعثرى، فدعا به يوما\nوقال: زعموا أنه لم يكذب قط، وليكذبن اليوم، فقال له لما أتي به: سمنت يا\nغضبان، قال: \" القيد والرتعة \" .\n</p>\n\n<p>\nوالخفض والدعة، وقلة التعتعة، ومن يك ضيف الأمير يسمن، قال: أتحبني يا\nغضبان؟ قال: \" أو فرقا خير من حبين \" قال: لأحملنك على الأدهم، قال: مثل\nالأمير حمل على الأدهم والكميت والأشقر، قال: إنه حديد، قال: لأن يكون\nحديدا خير من أن يكون بليدا.\n</p>\n\n<p>\nباب حفظ اللسان في كتمان السر وترك النطق به.\n</p>\n\n<p>\nقال أبو عبيدة: من أمثالهم في الإصغاء بكتمان السر قولهم: صدرك أوسع\nلسرك.\n</p>\n\n<p>\nأي فلا تفشه إلى أحد. ومنه قول أكثم بن صيفي: لا تفش سرك إلى أمة ولا تبل\nعلى أكمة.\n</p>\n\n<p>\nقال أبو عبيد: وهذا مثل قد ابتذله الناس. ومن تحصينهم للسر مقالة الرجل\nلأخيه في الأمر يسره إليه: اجعل هذا في وعاء غير سرب.\n</p>\n\n<p>\nقال: وأصله في السقاء السائل، وهو السرب يقول: فلا تبد سري كإبداء السقاء\nماءه سائل. وقد قال بعض الحكماء: السر أمانة.\n</p>\n\n<p>\nوفي الحديث المرفوع \" إذا حدث الرجل الرجل بحديث فالتفت فهو أمانة \" فقد\nجعله أمانة وإن لم يستكتمه. وقال أبو محجن الثقفي:\n</p>\n\n<p>\nوأطعن الطعنة النجلاء عن عرض ... وأكتم السر فيه ضربة العنق\n</p>\n\n<p>\nو قال قيس بن الخطيم الأنصاري:\n</p>\n\n<p>\nإذا جاوز الاثنين سر فإنه ... بنث وتكثير الوشاة قمين\n</p>\n\n<p>\nو قد أكثرت الشعراء في هذا المعنى. وقال رجل من سلف العلماء: كان يقال:\nأملك الناس لنفسه من كتم سره من صديقه وخليله.\n</p>\n\n<p>\nقال أبو عبيد: أحسب ذلك للنظر في العاقبة ألا يتغير الذي <span id='ms012'></span> بينهما يوما ما\nفيفشي سره. ومن أمثالهم: سرك من دمك.\n</p>\n\n<p>\nيقال: ربما أفشيته فيكون سبب حتفك.\n</p>\n\n<p>\nباب إعلان السر وإبداؤه بعد كتمانه\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا: صرح الحق عن محضه.\n</p>\n\n<p>\nأي انكشف لك الأمر بعد ستره.\n</p>\n\n<p>\nقال الزبير: صرح وحصحص بمعنى، قال: \" قالت امرأة العزيز الآن حصحص الحق \"\nقال أبو عبيد: ومثله قولهم.\n</p>\n\n<p>\nأبدي الصريح عن الرغوة.\n</p>\n\n<p>\nأي ظهر ما كانوا يخفون. قال الزبير: النجيث: ما كان مدفونا فنجثوه وكذلك\nالنبيث. قال الأصمعي وأبو زيد: فإذا ظهر الأمر الظهور كله حتى لا يستتر منه\nشيء قيل: قد بين الصبح لذي عينين.\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم في هذا: قد أفرخ القوم بيضتهم.\n</p>\n\n<p>\nوأصله خروج الفرخ من البيضة، يقول: قد أبدى هؤلاء أمرهم كما تفرخ الحمامة\nبيضها، قاله الأصمعي وأبو زيد. قال أبو عبيد: ومثل العامة في هذا.\n</p>\n\n<p>\nبرح الخفاء.\n</p>\n\n<p>\nباب إسرار الرجل إلى أخيه بما يستره من غيره\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا.\n</p>\n\n<p>\nأفضيت إليه بشقوري.\n</p>\n\n<p>\nأي أخبرته بأمري، وأطلعته على ما أسره من غيره. وقال العجاج في الشقور:\n</p>\n\n<p>\nجارى لا تستنكري عذيري ... سيري وإشفاقي على بعيري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n             وكثرة\nالحديث عن شقوري ... وحذري ما ليس بالمحذور\n</p>\n\n<p>\n\" جارى \" يريد: يا جارية، فرخم. ومعنى الشعر: يا جارية سيري ولا يستنكري\nعذيري وإشفاقي بعيري وكثرة الحديث عن شقوري. قال الأصمعي: ومثله قولهم:\nأخبرتهم بعجري وبجري.\n</p>\n\n<p>\nأي أظهرته من ثقتي به على معايبي. قال أبو عبيد: وأصل العجر العروق\nالمتعقدة، وأما البجر فهي أن تكون تلك في البطن خاصة. قال أبو عبيد:\nوالعامة إذا أرادت هذا المعنى قالوا: لو كان بجسدي برص ما كتمته.\n</p>\n\n<p>\nومن أمثالهم في الكتمان: الليل أخفى للويل.\n</p>\n\n<p>\nيقول: فافعل ما تريد ليلا فإنه أستر لسرك.\n</p>\n\n<p>\nباب الحديث يستذكر به حديث غيره\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا قولهم: الحديث ذو شجون.\n</p>\n\n<p>\nوكان المفضل بن محمد يحدث بهذا المثل عن ضبة بن أد، قال: وكان بدء ذلك\nأنه كان له ابنان، يقال لأحدهما سعد وللأخر سعيد، فخرجا في <span id='ms013'></span> طلب إبل لهما،\nفرجع سعد ولم يرجع سعيد، فكان ضبة كلما رأى شخصا مقبلا قال: أسعد أم سعيد.\n</p>\n\n<p>\nفذهبت كلمته هذه مثلا قال: ثم إن ضبة بينما هو يسير ومعه الحارث بن كعب\nفي الشهر الحرام إذ أتيا على مكان، فقال الحارث بضبة: أترى هذا الموضع،\nفإني لقيت به فتى من هيئته كذا وكذا فقتلته وأخذت منه هذا السيف فإذا هي\nصفة سعيد ابنه، فقال له ضبة: أرني السيف أنظر إليه، فناوله فعرفه ضبة فقال\nعندها: \" إن الحديث ذو شجون \" فذهبت كلمته الثانية مثلا أيضا. ثم ضرب به\nالحارث حتى قتله، قال: فلامه الناس في ذلك وقالوا: أتقتل في الشهر الحرام؟\nفقال: سبق السيف العذل.\n</p>\n\n<p>\nفذهبت كلمته الثالثة مثلا أيضا. قال: وفيه يقول الفرزدق:\n</p>\n\n<p>\nفلا تأمنن الحرب إن استعارها ... كضبة إذ قال الحديث شجون\n</p>\n\n<p>\nويقال: إن قوله: \" سبق السيف العذل \" لخزيم بن نوفل الهمذاني. قال أبو\nعبيد: ومن أمثالهم في ذكر الشيء بغيره قولهم: ذكرتني الطعن وكنت ناسيا.\n</p>\n\n<p>\nوكان أصله أن رجلا حمل عليه رحل ليقتله، وكان في يد المحمول عليه رمح،\nفأنساه الدهش والجزع ما في يده، فقال له الحامل: ألق الرمح. فقال الآخر:\nألا أرى معي رمحا وأنا لا أشعر \" ذكرتني الطعن وكنت ناسيا \" ثم كرم الله\nوجهه على صاحبه فطعنه حتى قتله أو هزمه، وقد يسمى هذان الرجلان فيقال: إن\nالحامل صخر بن معاوية السلمي، والمحمول عليه يزيد بن الصعق. أبو الحسن قال:\nأخبرني أبو محمد قال: المحمول عليه أبو ثور ربيعة بن فلان الفقعسي حمل عليه\nصخر فقال له: ألق الرمح فقال: \" ذكرتني الطعن وكنت ناسيا \" فطعنه فأدخل بعض\nحلق الدرع في بطنه فجوى عنه فمات قال الزبير: هو صخر بن عمرو أخو الخنساء\nوأخو معاوية.\n</p>\n\n<p>\nباب العذر يكون للرجل ولا يمكنه أن يبديه\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في مثل هذا: رب سامع بخبري لم يسمع عذري.\n</p>\n\n<p>\nيقول: إني لا أستطيع أن أعلنه لأن في الإعلان أمرا أكرهه، ولست أقد أن\nأوسع الناس عذرا. ومن هذا <span id='ms014'></span> قول أكثم بن صيفي: رب ملوم لا ذنب له.\n</p>\n\n<p>\nيقول: قد ظهر للناس منه أمر أنكروه عليه، وهم لا يعرفون حجته وعذره، فهو\nيلام. وكذلك قول الآخر: كل أحد أعلم بشأنه.\n</p>\n\n<p>\nيقول: إنه لا يقدر على إظهاره أمره كله وإبدائه ومنه قولهم: لعل له عذرا\nوأنت تلوم.\n</p>\n\n<p>\nوفي بعض الحديث: \" لا ينبغي لحاكم أن يسمع شكية أحد إلا ومعه خصمه \" قال\nأبو عبيد: لكيلا يسبق إلى قلبه على الآخر شيء قبل أن يعرف ما عنده قال\nالأصمعي: ومن أمثالهم في هذا: المرء أعلم بشأنه.\n</p>\n\n<p>\nيقول: إنه لا يقدر أن يفشي للناس من أمره كل ما يعلم.\n</p>\n\n<p>\nباب الاعذار في غير موضع العذر.\n</p>\n\n<p>\nقال أبو زيد الأنصاري: من أمثالهم في هذا: أبى الحقين العذرة.\n</p>\n\n<p>\nقال: وأصله أن رجلا ضاف قوما فاستسقاهم لبنا، وعندهم لبن قد حقنوه في\nوطب، فاعتلوا عليه واعتذروا، فقال: \" أبى الحقين العذرة \" أي إن هذا الحقين\nيكذبكم، وقال أبو زيد في مثل هذا: لا تعدم الخرقاء علة.\n</p>\n\n<p>\nقال أبو عبيد: يريد أن العلل يسيرة، يعني: سهلة موجودة، قد تحسبنها\nالخرقاء فضلا عمن يعقل، فلا ترضوا بها لأنفسكم حجة. قال الزبير: ومنه\nقولهم: \" لا يعدم المذنب عذرا \" وقال أبو عبيدة في مثل هذا: ترك الذنب أيسر\nمن الاعتذار.\n</p>\n\n<p>\nقال أبو عبيد: والعمة يقولون: ترك الذنب أيسر من طلب التوبة.\n</p>\n\n<p>\nوفي بعض الآثار: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n             إياك وما يعتذر منه.\n</p>\n\n<p>\nوروى عن إبراهيم النخعي إنه اعتذر إليه رجل فقال: قد عذرتك غير معتذر،\nيقول: إن المعاذير يشوبها الكذب.\n</p>\n\n<p>\nوقال مطرف أبن الشخير.\n</p>\n\n<p>\nالمعاذير مكاذب.\n</p>\n\n<p>\nباب التعريض بالشيء يبديه الرجل وهو يريد غيره\n</p>\n\n<p>\nأبو زيد والأصمعي قالا: من أمثالهم في هذا قولهم: أعن صبوح ترقق! قال أبو\nعبيد: وكان المفضل يخبر بأصله قال: كان رجل نزل بقوم ليلا فأضافوه وغبقوه،\nفلما فرغ قال: إذا صبحتموني غدا فكيف آخذ في حاجتي؟ فقيل له عند ذلك: \" أعن\nصبوح ترقق \" والصبوح هو الغداء والغبوق هو العشاء، وإنما أراد الضيف بهذه\nالمقالة أن يوجب الصبوح عليهم، فصار مثلا <span id='ms015'></span> لكل من كنى عن شيء وهو يريد غيره.\nوقد روى هذا المثل عن عامر الشعبي أنه قاله لرجل سأله عمن قبل أم امرأته\nفقال: أعن صبوح ترقق، حرمت عليه امرأته. قال أبو عبيد: طن الشعبي، فيما\nأحسب، أنه أراد غير القبلة فكنى بها عن ذلك. وقال أبو زيد والأصمعي في مثل\nهذا أيضا: يس حسوا في ارتغاء.\n</p>\n\n<p>\nقال الأصمعي: واصله الرجل يؤتى باللبن فيظهر أنه يريد الرغوة خاصة، ولا\nيريد غيرها، فيشربها وهو في ذلك ينال من اللبن. والارتغاء هو شرب الرغوة،\nيقال: منه ارتغت ارتغاء. ومن التعريض قولهم: إياك أعني فاسمعي يا جاره.\n</p>\n\n<p>\nويروى عن بعض العلماء أن المثل لسهل بن مالك الفزاري، قاله لأخت حارثة بن\nلأم الطائي. وقد قال غير أبي عبيد لنهشل. قال: وللعامة مثل قد ابتذلوه في\nهذا حتى يتكلم به ولدانهم وهو يقول: بعلة الورشان يأكل رطب المشان\n</p>\n\n<p>\nباب الامتنان بالأيادي يذكرها المنعم عن نفسه.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا: شوى أخوك حتى إذا أنضج رمد.\n</p>\n\n<p>\nواصله أن ينضج شواءه ثم يلقيه في الرماد. وهذا المثل جاءنا عن عمر بن\nالخطاب رحمه الله. ويضرب للرجل يصطنع المعروف، ثم يفسده بالمن والأذى، وقد\nيقال هذا أيضا للذي يبتدئ بالإحسان ثم يعود عليه بالإفساد. وقال بعضهم في\nمثله: المنة تهدم الصنيعة.\n</p>\n\n<p>\nقال أبو عبيد: ومن المن أيضا قول أكثم بن صيفي: فضل القول على الفعل\nدناءة وفضل الفعل على القول مكرمة.\n</p>\n\n<p>\nوقد يضرب هذا للرجل يكون ادعاؤه أكثر من صنيعه.\n</p>\n\n<p>\nوحكي عن بعض حكماء العرب أنه قال لبنيه: يا بني، إذا اتخذتم عند رجل يدا\nفانسوها قال أبو عبيد: يقول: حتى لا يقع في أنفسكم الطول على الناس\nبالقلوب، ولا تذكروها بالألسنة.\n</p>\n\n<p>\nباب الامتنان بالصنيعة التي قد انتفع بها الممتن.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في نحو هذا قولهم: كالممهورة من مال أبيها.\n</p>\n\n<p>\nواصله أن رجلا أعطى رجلا مالا، فتزوج به ابنة المعطي، ثم إن الزوج امتن\nعليها بما مهرها به منه. ومثله: كالممهورة <span id='ms016'></span> إحدى خدمتيها.\n</p>\n\n<p>\nقال أبو عبيد: وقد يضرب هذا أيضا في الحمق فيقال: أحمق من الممهورة إحدى\nخدمتيها.\n</p>\n\n<p>\nوذلك إن رجلا كانت له امرأة حمقاء فطلبت مهرها منه، فنزع إحدى خلخاليها\nمن رجلها ، وهما الخدمتان، ودفعه إليها وقال: هذا مهرك فرضيت به.\n</p>\n\n<p>\nباب حمد الإنسان قبل إخباره.\n</p>\n\n<p>\nقال علي الأحمر: من أمثالهم في هذا: لا تحمدن أمة عام اشتريتها ولا حرة\nعام بنائها.\n</p>\n\n<p>\nقال أبو عبيد: معناه أنها تصنع لأهلها لجدة الأمر، وإن لم يكن ذلك شأنها،\nوهذا مثل لكل من حمد قبل أن يختبر، ومنه البيت السائر في الناس:\n</p>\n\n<p>\nلا تحمدن امرءا حتى تجربه ... ولا تذمنه من غير تجريب\n</p>\n\n<p>\nومن هذا المعنى قولهم: لا تهرف قبل أن تعرف.\n</p>\n\n<p>\nوالهرف: الإطناب في الحمد والثناء. وفي بعض الحديث \" لا تعجلو بحمد الناس\nولا بذمهم فإن أحدكم لا يدري ما يختم له به \" .\n</p>\n\n<p>\nباب دعاء الرجل لصاحبه بالخير في الغيبة وغيرها.\n</p>\n\n<p>\nقال الأصمعي: يقال في هذا للقادم من سفر: خير ما رد في أهل ومال.\n</p>\n\n<p>\nأي جعل الله ما جئت به خير ما رجع به الغائب.\n</p>\n\n<p>\nقال سلمة: والذي روينا في هذا أن مجيئك بنفسك خير ما رد في أهلك ومالك\nقال الأصمعي: ومن الدعاء قولهم: عرفني نساها الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n             أي أخر الله\nأجلها وأطال عمرها، قال: وكان أصله أن رجلا كانت له فرس، فأخذت منه، ثم\nرآها بعد ذلك في أيدي قوم، فعرفته فحمحمت حين سمعت كلامه، فقال عند هذه\nالمقالة، فذهبت مثلا. هذا قول الأصمعي، وأما غيره فقال: إن هذا المثل لبيهس\nالذي يعرف بنعامة وإنما لقبها لطول ساقيه، وكان طويل الرجلين، فرأته امرأته\nبليل فقالت: نعامة والله، فقال: عرفتني نساها الله، وقال أبو محمد الأموي،\nواسمه عبد الله بن سعيد: من دعائهم في هذا قولهم: بلغ الله بك أكلا العمر.\n</p>\n\n<p>\nأي أقصاه قال الزبير بن بكار القاضي: أكلا العمر: أحفظ العمر، تقول\nللرجل: كلأك الله، وانشد قول الشاعر:\n</p>\n\n<p>\nكلاك الله حيث عزمت وجها ... وحاطك في المبيت وفي المقيل\n</p>\n\n<p>\nقال أبو عبيد <span id='ms017'></span>: يقولون للرجل الذي يعجب من كلامه أو غير ذلك من أموره: عيل\nما هو عائله.\n</p>\n\n<p>\nأي غلب ما هو غالبه. قال أبو عبيد: وأصل العول الميل، ويروى في تفسير قول\nالله جل ثناؤه )ذلك أدنى ألا تعولوا( إنه الميل والجور وقال أبو عمر\nوالشيباني من أمثالهم في الدعاء.\n</p>\n\n<p>\nنعم عوفك\n</p>\n\n<p>\nوتأويله نعم بالك وشانك، ونحو هذا، قال أبو عبيد: وكان بعض الناس يتأولون\nالعوف الفرج، فذكرته لأبي عمرو فأنكره.\n</p>\n\n<p>\nقال أبو عبيد: ومن دعائهم في النكاح: على بدء الخير واليمن.\n</p>\n\n<p>\nوقد روينا هذا الكلام في حديث عبيد لم عمير الليثي. ومنه قولهم: بالرفاء\nوالبنين وقد فسرناه في غريب الحديث. قال الأصمعي: ومن دعائهم بالخير قولهم:\nهنئت ولا تنكه.\n</p>\n\n<p>\nأي أصبت خيرا ولا أصابك الضر، يدعو له. قال أبو عبيد: ومن دعائهم في موضع\nالمدح قولهم: هوت أمه، وهبلته أمه ومنه قول كعب بن سعد الغنوي:\n</p>\n\n<p>\nهوت أمه ما يبعث الصبح غاديا ... وماذا يودي الليل حين يؤوب\n</p>\n\n<p>\nو من هذا المعنى قول امرئ القيس: ماله ما عد من نفره أي لا د من فخره، أي\nمن عدده الذين يفخر بهم فهم يدعون عليه بالهلاك، وإنما هذا على وجه الحمد\nله، وهو نحو قولهم: \" قاتله الله، وأخزاه الله \" إذا أحسن في الشعر يقوله.\n</p>\n\n<p>\nباب ذكر الغائب\n</p>\n\n<p>\nيذكر فيرى أو يرى الإنسان الشيء فيذكر به ما قد نسيه.\n</p>\n\n<p>\nقال أبو عبيدة: من أمثالهم في الغائب يذكر فيرى: أذكر الغائب يقترب.\n</p>\n\n<p>\nقال أبو عبيد: ومثله.\n</p>\n\n<p>\nأذكر الغائب تره.\n</p>\n\n<p>\nوهذا المثل يروى عن عبد الله بن الزبير إنه ذكر المختار بن أبي عبيد\nيوما، وسأل عنه والمختار يومئذ بمكة قبل أن يقدم العراق، فبينا هو في ذكره\nإذ طلع المختار، فقال أبن الزبير: اذكر غائبا تراه قال أبو عبيد: وهذا الذي\nجاء فيه الحديث إنه من أشراط الساعة، فهذا ما في الإنسان، يذكر فيرى وأما\nمثلهم في الإنسان يرى الشيء فيذكر به ما قد نسيه فقولهم: ذكرني فوك حمار\nأهلي.\n</p>\n\n<p>\nوكان المفضل فيما يحكى عنه <span id='ms018'></span>، يقول: كان أصله أن رجلا خرج يطلب حمارين كانا\nضلا عنه، فرأى امرأة متنقبة فأعجبته حتى نسي الحمارين فتبعها، فلم يزل يطلب\nإليها حتى سفر له: فإذا هي فوهاء، فحين رأى أسنانها ذكر الحمارين فقال:\nذكرني فوك حمارا أهلي قال أبو الحسن: وأنشدني الزبير قول الشاعر في البرقع:\n</p>\n\n<p>\nإذا بارك الله في خرقة ... فلا بارك الله في البرقع\n</p>\n\n<p>\nيواري الملاح ويفخي القباح ... فهذا يضر ولا ينفع\n</p>\n\n<p>\nباب إنجاز الموعد والوفاء به.\n</p>\n\n<p>\nقال أبو عبيد: روى علماؤنا في حديث مرفوع.\n</p>\n\n<p>\nالعدة عطية.\n</p>\n\n<p>\nورووا عن عوف بن النعمان الشيباني إنه قال في الجاهلية الجهلاء: لأن أموت\nعطشا أحب إلي من أكون مخلاف الموعدة. وعن عوف الكلبي إنه قال: آفة المروءة\nخلف الموعد.\n</p>\n\n<p>\nقال الحارث بن عمرو بن حجر الكندي: أنجز حر ما وعد.\n</p>\n\n<p>\nوكان المفضل يحدث إن الحارث قال ذلك لصخر بن نشهل بن دارم، وكان له مرباع\nبني حنظلة، فقال له الحارث: هل أدلك على غنيمة ولي خمسها؟ فقال صخر: فدله\nعلى قبيله فأغار عليهم بقومه فظفر وغنم، فقال له الحارث: أنجز الحر ما وعد،\nفذهبت قولهم: مثلا ووفى له صخر بما قال. قال أبو عبيد: ومن هذا المعنى مثل\nالعرب السائر في العامة والخاصة\n</p>\n\n<p>\nالوفاء من الله بمكان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n             وحمد الله عز وجل إسماعيل النبي صلى\nالله عليه وسلم بوفائه للموعد فقال؛ \" إنه كان صادق الوعد \" وروي عن عبد\nالله بن عمرو إنه كان وعد رجلا من قريش إن يزوجه ابنته، فلما كان عند موته\nأرسل إليه فزوجه وقال: \" كرهت إن ألفى الله. بثلث النفاق \" .\n</p>\n\n<p>\nجماع الأمثال التي في معايب المنطق\n</p>\n\n<p>\nباب المثل في العار والقالة السيئة وما يحاذر منها وإن كانت باطلا.\n</p>\n\n<p>\nقال أبو عبيد. ومن أمثالهم في هذا قولهم: حسبك من شر سماعة.\n</p>\n\n<p>\nقال: أخبرني هشام بن الكلبي أن المثل لأم الربيع بن زياد العبسي قال:\nوكان سبب ذلك أن ابنها الربيع كان أخذ من قيس بن زهير بن جذيمة درعا، فعرض\nقيس لأم الربيع، وهي على راحلتها في <span id='ms019'></span> مسير لها، فأراد إن يذهب بها ليرتهنها\nبالدرع، فقالت له: أين عزب عنك عقلك يا قيس؟ أترى بني زياد مصالحيك وقد\nذهبت بأمهم يمينا وشمالا، فقال الناس ما شاووا، وإن حسبك من شر سماعه،\nفذهبت مثلا. تقول: كفى بالله عارا، وإن كانت بطلا. قال أبو عبيد: وكان\nالمفضل، فيما يحكى عنه، يذكر هذا الحديث، ويسمي أم الربيع ويقول: هي فاطمة\nبنت الخرسب من بني أنمار بن بغيض قال الزبير: هي أم أنمار، وليست من أنمار.\n</p>\n\n<p>\nقال أبو عبيد: ومن ذلك أيضا قولهم: قد قيل ذلك إن حقا وإن كذبا.\n</p>\n\n<p>\nأخبرني أبن الكلبي أيضا أن هذا المثل للنعمان بن المنذر الملك، قاله\nللربيع بن زياد، وكان النعمان له مكرما معظما، فبغاه لبيد بن ربيعة عنده\nلشيء كان بينهما فدخل لبيد على النعمان والربيع يتغدى معه، فأنشد لبيد:\nمهلا أبيت اللعن لا تأكل معه في أبيات ذكر فيها أن به برصا في موضع يسمج\nذكره. وكانت العرب تتطير من البرص، فلما سمعها النعمان أمسك عن الطعام،\nفقال الربيع: أبيت اللعن، إن لبيدا كاذب، فعندها قال: النعمان وأنشد البيت:\n</p>\n\n<p>\nقد قيل ذلك إن حقا وإن كذبا ... فما اعتذارك من شيء إذا قيلا\n</p>\n\n<p>\nثم ترك النعمان مؤاكله الربيع بعد ذلك.\n</p>\n\n<p>\nباب تعيير الإنسان صاحبه بعيب هو فيه\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا.\n</p>\n\n<p>\nرمتني بدائها وانسلت.\n</p>\n\n<p>\nقال أبو عبيد: ويحكى عن المفضل إنه كان يقول: هذا المثل قيل لرهم بنت\nالخزرج من كلب. وكانت امرأة سعد بن زيد مناة بن تميم. وكان لها ضرائر،\nفسابتها إحداهن يوما فرمتها رهم بعيب هو فيها. فقالت ضرتها: \" رمتني بدائها\nوانسلت \" فذهبت مثلا.\n</p>\n\n<p>\nقال أبو عبيد: وللعامة في هذا مثل مبتذل، وهو قولهم: عير بجير بجره، نسى\nبجير خبره.\n</p>\n\n<p>\nومنه البيت السائر في الناس للمتوكل الكناني ثم الليثى:\n</p>\n\n<p>\nلا تنهى عن خلق وتركب مثله ... عار عليك إذا فعلت عظيم\n</p>\n\n<p>\nقال الأصمعي: ومثله قولهم: محترس من مثله وهو حارس.\n</p>\n\n<p>\nيضرب للرجل يعيب الفاسق لفعله، وهو أخبث منه. قال أبو <span id='ms020'></span> عبيد: ومنه الحديث\nالذي يروى إن في بعض الحكمة: كيف تبصر القذاة في عين أخيك وتدع الجذع\nالمعترض في حلقك وروى عن مطرف بن الشخير أو عن غيره من العلماء إنه قال\nلأصحابه: لو كنت عن نفسي راضيا لقليتكم، ولكني عنها غير راض. وفي بعض\nالآثار: البلاء موكل بالقول وهو مع هذا من أمثالهم السائرة. وقال إبراهيم\nالنخعي: \" إني لأرى الشيء مما يعاب فما يمنعني من عيبه إلا المخافة إن\nأبتلى به. وقال عمرو بن شرحبيل: لو عيرت رجلا برضاع الغنم لخشيت إن أرضعها.\nومن أمثالهم في هذا: لا تسخر من شيء فيحور بك.\n</p>\n\n<p>\nباب رمى الرجل صاحبه بالمعضلات أو بما يسكته\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا أن يقولوا: رماه بأحقاف رأسه.\n</p>\n\n<p>\nقال الأصمعي: ومثله قولهم: رماه بثالثة الأثافي.\n</p>\n\n<p>\nوالثالثة من الأثافي هي القطعة من الجبل تجعل إلى جنبها أثفيتان، فتكون\nالثالثة هي القطعة المتصلة بالجبل. قال خفاف بن ندبة، وهي أمه:\n</p>\n\n<p>\nوإن قصيدة شنعاء مني ... إذا حضرت كثالثة الأثافي\n</p>\n\n<p>\nو قال الكسائي: يقال إذا بهته بعظيمة قالوا: باللعيضهة، وياللأفيكة،\nوياللبهيتة.\n</p>\n\n<p>\nقال أبو عبيد: ومعناها كلها إنه رماه بالبهتان. وقال الأصمعي: ومن\nأمثالهم في نحو هذا قولهم: كأنما أفرغ عليه ذنوبا وذلك إذا كلمه بكلمة\nعظيمة يسكته بها.\n</p>\n\n<p>\nباب دعاء الإنسان على صاحبه بالموبقات.\n</p>\n\n<p>\nقال أبو زيد: من أمثالهم في الدعاء قولهم: فاها لفيك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n             قال:\nومعناها الخيبة لك. قال أبو عبيد: وأصله إنه يريد: جعل الله لفيك الأرض،\nكما يقال: \" بفيك الإثلب وبفيك الحجر \" ونحوه من الدعاء. وقال رجل من\nبلهجيم:\n</p>\n\n<p>\nفقلت له فاها لفيك: فإنها ... قلوص امرئ قاريك ما أنت حاذره\n</p>\n\n<p>\n\" قاريك \" يعني يقريك، من \" القرى \" ومن أمثالهم في نحو هذا: لليدين\nوللفم.\n</p>\n\n<p>\nمعناه: كبه الله ليديه ولفمه. وهذا الكلام يروى عن عائشة أم المؤمنين،\nرضي الله عنها، أنها قالته لرجل أصابه نكبة ومثله قولهم: للمنخرين.\n</p>\n\n<p>\nوهذا يروى عن عمر بن الخطاب، رضي الله عنه، إنه قال لرجل أتي به سكران في\nشهر رمضان، فعاقبه وقال: للمنخرين للمنخرين <span id='ms021'></span>، أولداننا صيام وأنت مفطر؟!\nومعناه كبه الله لمنخريه. وقال الأحمر: من دعائهم في هذا.\n</p>\n\n<p>\nبجنبه فلتكن الوجبة.\n</p>\n\n<p>\nيعني الصرعة. وقال الأموي في نحوه: من كلا جانبيك لا لبيك.\n</p>\n\n<p>\nأي لا تكون لك التلبية والسلامة، لأن التلبية هي الإقامة بالمكان. وقال\nالأصمعي: ومن دعائهم.\n</p>\n\n<p>\nجدع الله مسامعه.\n</p>\n\n<p>\nومعناه القطع، يريدون الأذنين، وما قولهم: استكت مسامعهم.\n</p>\n\n<p>\nفانه الصمم. ومن الدعاء قولهم: عقرا حلقا وأهل الحديث يقولون: \" عقرى\nحلقي \" وقد فسرناه في غريب الحديث ومن الدعاء عند الشماتة: به لا بظبي.\n</p>\n\n<p>\nأي جعل الله ما أصابه لازما له، ومنه قول الفرزدق:\n</p>\n\n<p>\nأقول له لما تأني نعيه ... به لا بظبي بالصريمة أعفرا\n</p>\n\n<p>\nقال أبو عبيد: ومن دعائهم: لا لعا لفلان.\n</p>\n\n<p>\nأي لا أقامه الله، ومنه قول الأعشى في الناقة:\n</p>\n\n<p>\nبذات لوث عفرناة إذا عثرت ... فالتعس أدنى لها من أن أقول لعا\n</p>\n\n<p>\nو قال الأخطل:\n</p>\n\n<p>\nفلا هدى الله قيسا من ضلالتها ... ولا لعا لبني ذكوان إذ عثروا\n</p>\n\n<p>\nباب الملاحاة والتشاتم.\n</p>\n\n<p>\nقال أبو عبيد: من أمثال أكثم بن صيفي في هذا: من لاحاك فقد عاداك.\n</p>\n\n<p>\nومن حديث مرفوع إن أول ما نهاني عنه ربي بعد عبادة الأوثان شرب الخمر\nوملاحاة الرجال. وفي بعضه \" إن أربي الربا شتم الأعراض، وأشد الشتم الهجاء،\nوالراوية أحد الشاتمين \" . وقال الأصمعي: يقال: من نجل الناس نجلوه.\n</p>\n\n<p>\nأي من شارهم شاروه. وقال أبو عبيد: يقال للرجل البذئ: لا يحسن التعريض\nإلا ثلبا.\n</p>\n\n<p>\nيقول : إنه سيفه يصرح بمشاتمه الناس من غير كناية ولا تعريض. والثلب هو\nالطعن في الأنساب، وهي المثالب. قال أبو عبيد: ومن أمثالهم في هذا قولهم:\nسيفه لو يجد مسافها.\n</p>\n\n<p>\nوهذا المثل يروى عن الحسن بن علي إنه قال لعمرو بن الزبير، قال الزبير:\nأنشدني محمد بن مسعر لحاجب بن زرارة:\n</p>\n\n<p>\nأغركم إني بأحسن شيمة ... رفيق وإني بالفواحش أخرق\n</p>\n\n<p>\nوانك قد فاحشتني فغلبتني ... هنيئا مريئا أنت بالفاحش أرفق\n</p>\n\n<p>\nومثلي إذا لم يجز أفضل سعيه ... تكلم نعماه بفيه فتنطق\n</p>\n\n<p>\nو قال أبو عبيد: وإذا عرف الرجل بالشرارة، ثم جاءت منه هنة <span id='ms022'></span> قيل: إحدى\nحظيات لقمان.\n</p>\n\n<p>\nأي إنها من فعلاته. وأصل الحظيات المرامي، واحدتها حظية، وتكبيرها خطوة،\nوهي التي لا نصل لها من المرامي. ويروى عن يزيد بن المهلب فيما أوصى به\nابنه مخلد بن يزيد: إياك وأعراض الرجال، فإن الحر لا يرضيه من عرضه شيء،\nواتق العقوبة في الأبشار فإنها عار باق، ووتر مطلوب. وروي عن الفضيل بن\nبزوان وكان حكيما أن رجلا قال له: بلغني انك وقعت في: فقال له: أنت إذا\nاكرم علي من نفسي. وجاءنا عن الشعبي إن رجلا قال فيما أترك، فلما فرغ قال\nله الشعبي: إن كنت صادقا فغفر الله لي، وإن كنت كاذبا فغفر الله لك. وسمع\nالشعبي أيضا قوما ينتقصونه فقال.\n</p>\n\n<p>\nهنيئا مريئا غير داء مخامر ... لعزة من أعراضنا ما استحلت\n</p>\n\n<p>\nو قال الأصمعي: ومن أمثالهم في الرجل يعجل إلى الرجل بالقول: استقدمت\nرحالتك.\n</p>\n\n<p>\nقال أبو عبيد: ويروى عن أبن عمر إنه قال: إني وأخي عاصما لا أشتم أحدا،\nيعني عاصم بن عمر بن الخطاب رحمه الله، ويروى عن عاصم أيضا إن جارا له\nنازعه في أرض ادعياها من كلاهما، فقال الرجل لعاصم: إن كنت رجلا فضع قدمك\nفيها، فقال له عاصم: أوقد بلغ بك الغضب ما أرى إن كانت هذه الأرض لك، وإن\nكانت لي فهي لك، فاستحيا منه الرجل فتركها: وأبى عاصم أن بقبلها. ومن\nالأمثال المشهورة في الشتم أن يقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n             من سبك؟ فيقال: الذي\nأبلغك.\n</p>\n\n<p>\nباب المماكرة والخلابة\n</p>\n\n<p>\nقال الأصمعي: يقال: فتل في ذروته.\n</p>\n\n<p>\nأي خادعه حتى أزاله عن رأيه. قال أبو عبيد: ويروى عن أبن الزبير إنه حين\nسأل عائشة أم المؤمنين الخروج إلى البصرة أبت عليه: فما زال بفتل في الذروة\nوالغارب حتى أجابته. قال الأصمعي: ومن أمثالهم في المماكرة: ضرب أخماسا\nلأسداس.\n</p>\n\n<p>\nوأنشدنا غيره:\n</p>\n\n<p>\nإذا أراد امرؤ مكرا جنى عللا ... وظل يضر أخماسا لأسداس\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم في الخديعة والمكر قولهم: الذئب يأدو للغزال.\n</p>\n\n<p>\nأي يختله ليوقعه. قال الأصمعي: ومن أمثالهم: من يأت الحكم وحده يفلج <span id='ms023'></span>.\n</p>\n\n<p>\nقال أبو عبيد: وهذا من غير هذا الباب، ولكن فيه بعضه. يضرب للرجل يسبق\nإلى الحاكم فيلقي في قلبه التهمة على صاحبه. وهو ضرب من المكايدة. قال أبو\nعبيدة: ومن أمثالهم: المعافى ليس بمخدوع.\n</p>\n\n<p>\nوأحسبهم يعنون إنه إذا عوفي لم يضره ما كان خودع به قال الأصمعي: ومن\nأمثالهم في الخداع قولهم: فلان يقرد فلانا.\n</p>\n\n<p>\nأي يحتال له ويخدعه حتى يستمكن منه قال: وأصل ذلك أن يجيء الرجل بخطام\nإلى البعير الصعب قد ستره منه لئلا يمتنع، ثم ينتزع قرادا من البعير حتى\nيستأنس به البعير، ويدني رأسه، فإذا فعل ذلك رمى بالخطام في عنقه، وفيه\nيقول الحطيئة:\n</p>\n\n<p>\nلعمرك ما قراد بني كليب ... إذا نزع القراد بمستطاع\n</p>\n\n<p>\nأي لا يخادعون. ومن أمثالهم في الخداع قولهم: فلم خلقت إذا لم أخدع\nالرجال.\n</p>\n\n<p>\nيعني لحيته، يقول: لم خلقت لحيتي إذا لم أفعل هذا.\n</p>\n\n<p>\nباب اللهو والباطل وألفاظهما\n</p>\n\n<p>\nقال الأصمعي: ومن أمثالهم في هذا: ده ردين سعد اليقين.\n</p>\n\n<p>\nومعناه عندهم الباطل، قال الأصمعي: ولا أدري ما أصله.\n</p>\n\n<p>\nقال أبو عبيد: وأما أبو زياد الكلابي فانه قال لي: \" ده دريه \" بالهاء.\nوقال الكسائي: ومن الباطل، يقال: جرى فلان جري السمه.\n</p>\n\n<p>\nقال الكسائي: ومن هذا قولهم: هو الضلال بن فهلل.\n</p>\n\n<p>\nوالضلال لن ثهلل.\n</p>\n\n<p>\nومن أسماء الباطل قولهم: جاء فلان بالترهة.\n</p>\n\n<p>\nوهي واحدة الترهات وكذلك التهاته، قال القطامي:\n</p>\n\n<p>\nولم يكن ما أجتدينا من مواعدها ... إلا التهاته والامنية السقما\n</p>\n\n<p>\nو مثله \" الأساطير \" وقد اختلف الناس في واحدها، فقال بعضهم: أسطورة،\nوكان الكسائي يقول: واحدها سطر، ثم أسطار، ثم أساطير، جمع الجمع. وقال أبو\nعبيد: ومن الأباطيل ما جاء في الحديث من التهاتر، وهي الشهادات التي يكذب\nبعضها بعضا. وفي بعض الحديث \" المستبان شيطانان يتهاتران ويتكاذبان \" .\n</p>\n\n<p>\nباب الدعابة والمزاح\n</p>\n\n<p>\nقال أبو عبيد: من أمثال أكثم بن صيفي: المزحة تذهب المهابة.\n</p>\n\n<p>\nيقول إذا عرف بها الرجل قلت هيبته. وقال خالد أبن صفوان التميمي: المزاح\nسباب النوكى.\n</p>\n\n<p>\nوقال عمر بن عبد العزيز: إياك والمزاح فانه يجر القبيحة ويورث الضغينة.\nوروى <span id='ms024'></span> بعضهم عن مجاهد إنه مازح صديقا له بكلمة فتهاجرا حتى ماتا. قال أبو\nعبيد: ومن هذا مثلهم السائر في الناس: لا تفاكه أمه، ولا تبل على أكمة.\n</p>\n\n<p>\nويروى عن سعيد بن العاصي إنه قال: لا تمازح الشريف فيحقد عليك، ولا\nالدنيء فيتجرأ عليك.\n</p>\n\n<p>\nوجاءنا عن بعض الخلفاء إنه عرض على رجل خلتين يختار أحدهما، فقال الرجل:\n\" كلاهما وتمرا \" فغضب عليه وقال: أعندي تمزح، فلم يوله شيئا. وقال أهل\nالعلم في شعر له:\n</p>\n\n<p>\nأما المزحة والمراء فدعها ... خلقان لا أرضهما لصديق\n</p>\n\n<p>\nإني بلوتهما فلم أحمدهما ... لمجاور جار ولا رفيق\n</p>\n\n<p>\nو ذكر عند عمر بن الخطاب رحمه الله عليه فلان فقال: ذلك رجل فيه دعابة،\nيعني عليا.\n</p>\n\n<p>\nباب الخلف في المواعيد\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في إخلاف الموعد قولهم: إنما هو كالبرق الخلب.\n</p>\n\n<p>\nوهو الذي لا مطر معه، ويقول: إنه يخلف كما يخلف ذلك البرق. قال الزبير بن\nبكار: سألت حمزة بن عتبة اللهبي عن برق الخلب، فقال: عندنا بمكة مكان يقال\nله: الخلبة، يكذب برق ذلك المكان، وبه شبه الناس البرق الكاذب فقالوا: \"\nبرق الخلب \" . قال أبو عبيد: وقال أبن الكلبي: ومن أمثالهم في هذا قولهم:\nمواعيد عرقوب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n             قال: سمعت أبي يخبر بحديثه إنه كان رجل من\nالعماليق يقال له عرقوب، فأتاه أخ له يسأله شيئا، فقال له عرقوب: إذا أطلعت\nهذه النخلة فلك طلعها، فلما أطلعت أتاه للعده فقال: دعها حتى تصير بلحا.\nفلما أبلحت أتاه فقال له: دعها حتى تصير زهوا، فلما أزهت قال له: دعها حتى\nتصير تمرا، فلما أتمرت عمد إليها عرقوب من الليل فجذها ولم يعط منها شيئا،\nفصار مثلا في الخلف، وفيه يقول الاشجعي:\n</p>\n\n<p>\nوعدت وكان الخلف منك سجية ... مواعيد عرقوب أخاه بيثرب\n</p>\n\n<p>\nو بعضهم يرويه \" بأترب \" اسم موضع قال: أنشدني الأصمعي بيثرب.\n</p>\n\n<p>\nباب إظهار البر باللسان والفعل لمن تراد به الغوائل\n</p>\n\n<p>\nقال الأصمعي في مثل هذا: شر يوميها وأغواه لها.\n</p>\n\n<p>\nقال: وأصله أن امرأة من طسم يقال لها عنز أخذت سبية فحملوها في <span id='ms025'></span> هودح\nوألطفوها بالقول والفعل، فعدها قالت: \" شر يرميها وأغواه لها \" تقول شر\nأيامي حين صرت أكرم للسباء، وفيه بيت سائر:\n</p>\n\n<p>\nشر يوميها وأغواه لها ... ركبت عنز بحدج جملا\n</p>\n\n<p>\nقال أبو عبيد: ومثل العامة في هذا: ليس من كرامة الدجاجة تغسل رجلاها.\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم القديمة قولهم: الذئب يكنى أبا جعدة.\n</p>\n\n<p>\nويقال إنه لعبيد بن الأبرص، قاله للمنذر حين أراد قتله فقال:\n</p>\n\n<p>\nهي الخمر يكنوها بالطلاء ... كما الذئب يكنى أبا جعده\n</p>\n\n<p>\nيضرب للرجل يظهر لك إكراما، وهو يريد بك غائلة، ويقول: لأن الذئب وإن\nكانت كنيته حسنة فإن عملة ليس بحسن.\n</p>\n\n<p>\nباب اليمن الغموس وغيرها\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في اليمن الغموس يحلف بها الرجل: جذها جذ العير\nالصليانة.\n</p>\n\n<p>\nوذلك إن العي ربما اقتلع الصليانة من اصلها إذا أرتعها، يقول: فذلك فعل\nهذا في يمينه، أسرع بالحلف ولم يتتعتع فيها، وفي الحديث \" إن اليمين الغموس\nتذر الديار بلاقع من أهلها \" أي تنفيهم. قال أبو عبيد: والغموس هي المصبورة\nالتي يوقف عليها الرجل، يحلف بها. ونراها سميت غموسا لغمسها حالفها في\nالمآثم ومن أمثالهم في الإيمان قولهم: اليمن حنث أو مندمة.\n</p>\n\n<p>\nقال أبو عبيد: وهذا المثل يروى عن عمر رحمه الله تعالى.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nجماع أمثال الرجال\n</p>\n\n<p>\nواختلاف نعوتهم وأحوالهم\n</p>\n\n<p>\nباب المثل في الرجل البارع المبرز في الفضل\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا قولهم: ما يشق غباره.\n</p>\n\n<p>\nوأصله في الخيل، وكان المفضل يخبر بهذا المثل عن قصير بن سعد اللخمي،\nوكان نهى جذيمة الأبرش أن يصير إلى الزباء فعصاه، حتى إذا صار في سلطانها\nندم، فقال له قصير عند ذلك: أركب فرسي هذا فانج عليه فانه لا يشق غباره،\nفذهبت كلمته مثلا لكل سابق مبرز على صاحبه. ومنه قول النابغة الذبياني\nلزرعة بن عمرو بن الصعق:\n</p>\n\n<p>\nأعلمت يوم عكاظ حين لقيتني ... تحت العجاج فما شققت غباري\n</p>\n\n<p>\nو يروى: فما حططت غباري قال أبو عبيد: ومعناه أن الفرس يسبق الخيل حتى لا\nيدرك الفرس غباره فيدخل فيه <span id='ms026'></span>. وقال أبو عبيدة والأصمعي: من أمثالهم في\nالسابق قولهم: جري المذكي حسرت عنه الحمر أي يسبق الفرس القارح الحمير.\n</p>\n\n<p>\nوقال زهير بن أبي سلمى:\n</p>\n\n<p>\nفضل الجياد على خيل البطاء ولا ... يعطيك ذلك ممنونا ولا نزقا\n</p>\n\n<p>\nو قال أبجر بن جابر العجلي لابنه حجار: يا بني، لا تكن لك همة دون الغاية\nالقصوى، وقال بعض الحكماء: لا ينبغي للعاقل أن يرضى لنفسه إلا بإحدى\nمنزلتين، أما أن يكون في الغاية القصوى من مطالب الدنيا أو يكون في الغاية\nالقصوى من الترك لها. وقال قيس بن زهير لحذيفة بن بدر.\n</p>\n\n<p>\nجري المذكيات غلاب.\n</p>\n\n<p>\nوقال بعض الحكماء: لا ينبغي للعاقل الله تعالى يرضى لنفسه بمنزله دون\nالأمد الأقصى في طلب دنيا. قال الأصمعي: ومن أمثالهم قولهم: ما زال منها\nبعلياء.\n</p>\n\n<p>\nوكذلك \" ما زال بعدها ينظر في خير \" . يضرب للرجل يفعل فعله يبلغ بها\nالشرف والسناء.\n</p>\n\n<p>\nباب الرجل النابه الذكر الرفيع القدر\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في مثل هذا: ما بوم حليمة بسر.\n</p>\n\n<p>\nوكان هشام بن الكلبي يخبر أنها حليمة بنت الحارث بن أبي شمر، وكان حديثها\nأن أباها وجه جيشا إلى المنذر بن ماء السماء، فأخرجت لهم طيبا في مركن\nفطيبتهم، وهي التي ذكر النابغة الذبياني في قوله: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n             تخيرن من\nأزمان يوم حليمة ... إلى يوم قد جربن كل التجارب\n</p>\n\n<p>\nيصف السيوف. وقد يضرب يوم حليمة لكل أمر متعالم مشهور. وقال أبو محمد\nالأموي: من أمثالهم في الرجل النابه: ما يحجز فلان في العكم.\n</p>\n\n<p>\nأي إنه ليس ممن يخفى مكانه وأصله المتاع يغيب في الوعاء فيعكم، يقال منه:\nحجزته حجزا. قال: ومن أمثال العامة في هذا قولهم: هو أشهر من الفرس الأبلق.\n</p>\n\n<p>\nويروى عن عبيد الله بن الحر الجعفي إنه دخل على عبيد الله بن زياد بعد\nمقتل الحسين بن علي رضي الله عنه، فقال له عبيد الله: خرجت مع الحسين\nفظاهرت علينا، فقال أبن الحر: لو كنت معه ما خفي مكاني. وقال النابغة\nالذبياني في الرجل النابه يمدح به بعض الملوك:\n</p>\n\n<p>\nبأنك <span id='ms027'></span> شمس والملوك كواكب ... إذا طلعت لم يبد منهم كوكب\n</p>\n\n<p>\nو قال أبو عبيد: ومن أمثالهم فيه قولهم: و هل يخفى على الناس النهار.\n</p>\n\n<p>\nوكذلك وهل يجهل فلانا إلا من يجهل القمر.\n</p>\n\n<p>\nوقال ذو الرمة.\n</p>\n\n<p>\nوقد بهرت فما تخفى على أحد ... إلا على أحد لا يعرف القمرا\n</p>\n\n<p>\nو من أمثالهم في شهرة القمر: إن يبغ عليك قومك لا يبغ عليك القمر.\n</p>\n\n<p>\nوكان المفضل، فيما يحكى عنه، يذكر إن أصله كان أن رجلين تبايعا على غروب\nالقمر صبيحة ثلاث عشرة، أيسبق غروبه طلوع الشمس أم يسبقه طلوعها، فمال قوم\nالذي ذكر أن غروب القمر يسبق مع صاحبهم، فقال الآخر: إنكم تبغون علي، فقيل\nله: \" إن يبغ عليك قومك لا يبغ عليك القمر \" فذهبت مثلا.\n</p>\n\n<p>\nباب الرجل العزيز المنيع الذي يعز به الذليل ويذل به العزيز.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا: إن البغاث بأرضنا يستنسر.\n</p>\n\n<p>\nقال: والبغاث: الطير التي تصاد واحدتها بغاثة ويقال: بغاث واحد وجمعه\nبغاثان وقال الزبير بن بكار: البغاث: ذكر الرحم، وقال الشاعر:\n</p>\n\n<p>\nكان بني مروان إذ يقتلونه ... بغاث من الطير اجتمعن على صقر\n</p>\n\n<p>\nو قوله: يستنسر أي يصير نسرا فلا يقد على صيده، أي فكذلك نحن في عزنا،\nفمن جاءونا صار بنا عزيزا. قال أبو عبيد: فإن أرادوا أن من ناوأنا ذل\nقالوا: لا حر بوادي عوف.\n</p>\n\n<p>\nيقول: كل من صار في ناحية خضع له وذل. وكان المفضل يخبر أن المثل للمنذر\nبن ماء السماء، قاله في عوف من ملحم الشيباني، وذلك إن المنذر كان يطلب\nزهير بن أمية الشيباني بذحل فمنعه عوف بن ملحم الشيباني، وأبى أن يسلمه،\nفعندها قال المنذر: لا حر بوادي عوف، أي إنه يقهر كل من حل بواديه، قال\nالزبير: وكان المنذر حلف ألا يتركه حتى يضع يده في يده فجاء به عوف، فوضع\nيده في يده، وقال:و ما نذرك أبيت اللعن؟ قال: \" لا حر بوادي عوف \" . وكان\nأبو عبيدة يقول: هو عوف بن كعب بن سعد بن زيد مناة بن تميم <span id='ms028'></span>. وقد يقال :إن\nقولهم: \" لا حر بوادي عوف \" إنه كان يقتل الأسرى ولا يعتقهم. ومن أمثالهم\nفي العز قولهم: تمرد مارد وعز الأبلق.\n</p>\n\n<p>\nوكان المفضل يقول: هذا المثل للزباء الملكة، وكانت سارت إلى مارد حصن\nدومة الجندل، وإلى الأبلق حصن تيماء فامتنعا عليها، فعدها قالت: \" تمرد\nمارد وعز الأبلق \" ، وقال أوس بن حارثة في العز: من قل ذل ومن أمر فل.\n</p>\n\n<p>\nقوله: أمر يعني كثر وقوله: فل يعني إنه يغلب من ناوأه ويفله بالكثرة\nوالعز.\n</p>\n\n<p>\nباب الرجل الصعب الخلق، والشديد اللجاجة\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا: لتجدن فلانا ألوى بعيد المستمر.\n</p>\n\n<p>\nوكان المفضل فيما بلغني عنه، يذكر أن المثل للنعمان بن المنذر، قاله في\nخالد بن معاوية السعدي، ونازعه رجل عنده، فوصفه النعمان بهذه الصفة، فذهبت\nمثلا. وقال الأصمعي: ومثله قولهم: ما بللت من فلان بأفوق ناصل.\n</p>\n\n<p>\nوأصله السهم المكسور الفوق، الساقط النصل، يقول: فهذا ليس كذلك في\nالرجال، ولكنه كالسهم القوي. وقال الأصمعي: ومثله قولهم: ما بللت منه بأعزل\nوهو الذي لا سلاح معه ويقول: فهذا ليس كذلك ولكنك وجدته معدا. قال أبو\nعبيدة: ومثله قولهم: ما تقرن بفلان الصعبة.\n</p>\n\n<p>\nأي إنه يذل من ناوأه قال أبو محمد سلمة: الذي نعرفه \" بفلان تقرن الصعبة:\nقال أبو عبد الله الزبير: وهو عندي كذلك. قال الأصمعي: ومثله: ما يقعقع لي\nبالشنان.\n</p>\n\n<p>\nومثله: لقد كنت ما أخشى بالذئب. وكنت أريد وما يقاد بي البعير.\n</p>\n\n<p>\nقال ومثله: ما يصطلى بناره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n             قال الأصمعي: ومن أمثالهم في\nصعوبة الخلق واللجاجة: لج فحج.\n</p>\n\n<p>\nيضرب للرجل إذا بلغ من لجاجته إن يخرج إلى شيء ليس من شأنه. وأصله أن\nرجلا لج في الغيبة عن أهله حتى خرج إلى حج وما يريد الحج.\n</p>\n\n<p>\nباب الرجل النجيد يلقى قرنه في البسالة والنجدة\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا: إن كنت ريحا فقد لاقيت إعصارا.\n</p>\n\n<p>\nقال أبو عبيد: وكذلك قولهم: الحديد بالحديد يفلح.\n</p>\n\n<p>\nوالفلح هو الشق، ومنه فلاحة الأرض، إنما هو شقها للحرث، ومثله \" الحديد\nبالحديد يفل \" ومنه <span id='ms029'></span> قول الشاعر:\n</p>\n\n<p>\nقومنا بعضهم يقتل بعضا ... لا يفل الحديد إلا الحديد\n</p>\n\n<p>\nو كذلك قولهم: النبع يقرع بعضه بعضا.\n</p>\n\n<p>\nوهذا المثل لزياد، قاله في نفسه وفي معاوية. وقد ذكرنا حديثهما في غير\nهذا الموضع. ويقال في نحو هذا: رمى فلان بحجره.\n</p>\n\n<p>\nأي يقرن مثله. وقد روينا في حديث صفين أن معاوية لما بعث عمرو بن العاصي\nحكما مع أبي موسى جاء الأحنف بن قيس إلى علي بن أبي طالب، رضي الله عنه،\nفقال له: انك قد رميت بحجر الأرض، فأجعل معه أبن عباس، فانه لا يشد عقدة\nإلا حلها، فأراد علي إن يفعل ذلك، فأبت اليمانية إلا إن يكون أحد الحكمين\nمنهم، فعند ذلك بعث أبا موسى.\n</p>\n\n<p>\nباب الرجل تكون له نباهة الذكر ولا منظر عنده، أو يكون لا قديم له\n</p>\n\n<p>\nقال الكسائي: من أمثالهم في هذا: إن تسمع بالمعيدي خير من الله تعالى\nتراه.\n</p>\n\n<p>\nقال أبو عبيد: كان الكسائي يدخل فيه \" أن \" والعامة لا تذكر \" أن \" ووجه\nالكلام ما قال الكسائي، وكان يرى التشديد في الدال فيقول: \" المعيدي \"\nوقال: إنما هو تصغير رجل منسوب إلى معد، قال أبو عبيد: ولم أسمع هذا من\nغيره. وأخبرني أبن الكلبي أن هذا المثل إنما ضرب للقصعب بن عمرو النهدي،\nقال فيه النعمان بن المنذر، وهذا على المعنى من قال: قضاعة بن معد، لأن\nنهدا من قضاعة: وأما المفضل فحكي عنه إنه قال: للمنذر بن ماء السماء، قاله\nلشقة بن ضمرة التميمي ثم أحد بني نشهل بن دارم وكان سمع بذكره، فلما رآه\nاقتحمته عينه، فقال: \" أن تسمع بالمعيدي خير من أن تراه \" فأرسلها مثلا\nقال: فقال: شقة أبيت اللعن إن الرجال ليسوا بجزرد، تراد منها الأجسام: إنما\nالمرء بأصغريه قلبه ولسانه.\n</p>\n\n<p>\nفذهبت أيضا مثلا، فأعجب المنذر ما رأى من عقله وبيانه، ثم سماه باسم\nأبيه، فقال: أنت ضمرة بن ضمرة.\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم في النباهة الذكر من غير قديم له قولهم: نفس\nعصام سودت عصاما.\n</p>\n\n<p>\nأي إنه شرف بهمته وقدره في <span id='ms030'></span> نفسه، لا لقديم كان لآبائه، وهذا الذي تسميه\nالعرب الخارجي، يريدون إنه خرج من غير أولية كانت له، قال كثير في الخارجي:\n</p>\n\n<p>\nأبا مروان لست بخارجي ... وليس قديم مجدك بانتحال\n</p>\n\n<p>\nو قال أبو عبد الله الزبير في هذا يكون الرجل له مناظرون في نسبه، لهم\nشرف كشرفه، فيسودهم بفعاله وقال أبو عبيد: قال الأصمعي: ومن أمثالهم في\nالدميم الذي لا منظر له غير إن فيه خصالا محمودة قولهم: هو قفا غادر شر.\n</p>\n\n<p>\nقال: وأصله إن رجلا من بني تميم أجار قوما، فأراد قومه أن يأكلوهم،\nفمنعهم، فقالت امرأة لأبيها: أرني هذا الوافي: فأراها إياه، فلما أبصرت\nدمامته قالت: لم أر كاليوم قفا واف فقال: هو قفا غادر شر. فذهبت مثلا، وقد\nيقال في هذا المثل: \" هي قفا غادر شر \" بالتأنيث.\n</p>\n\n<p>\nباب الرجل ذي الدهاء والإرب\n</p>\n\n<p>\nقال أبو زيد: ومن أمثالهم في هذا: - إنه لتهر أهتار.\n</p>\n\n<p>\nوإنه لصل أصلال. وقال وأصله من الحيات، وشبه الرجل بها وفيه يقول النابغة\nالذبياني:\n</p>\n\n<p>\nماذا رزئنا به من حية ذكر ... نضاضة بالرزايا صل أصلال\n</p>\n\n<p>\nقال أبو زيد: ومن أمثالهم في هذا أيضا قولهم: إنه لداهية الغبر.\n</p>\n\n<p>\nومنه قول الحرمازي يمحح المنذر لن الجارود:\n</p>\n\n<p>\nأنت لها منذر من بين البشر ... داهية الدهر وصماء والغبر\n</p>\n\n<p>\nو كذلك قولهم: إنه لعضة من العضل.\n</p>\n\n<p>\nقال أبو عبيد: وهو الذي تسميه العامة: باقعة من البواقع.\n</p>\n\n<p>\nوروي عن عامر الشعبي إنه كان يقول: الدهاة أربعة معاوبة وعمرو بن العاصي\nوالمغيرة بن شعبة وزياد. قال أبو عبيد: ومن أمثالهم في هذا: إنه لحول قلب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n             وهذا المثل يروى عن معاوية إنه قال عند موته: إنكم لتقلبون\nحولا قلبا، إن وقي هول المطلع. قال الأصمعي: من أمثالهم في نحو هذا: فلان\nيعلم من حيث تؤكل الكتف.\n</p>\n\n<p>\nقال أبو عبيد: هو قريب من تلك الأمثال، وليس هو بعينها، وقال الشاعر:\n</p>\n\n<p>\nإني على ما ترين من كبري ... أعلم من حيث تؤكل الكتف\n</p>\n\n<p>\nباب الرجل الفهم العالم بمغمضات الأمور.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا قولهم <span id='ms031'></span>: إنه لنقاب.\n</p>\n\n<p>\nوالنقاب: الرجل الفطن الذكي الفهم قال: ومنه أوس بن حجر:\n</p>\n\n<p>\nكريم جواد أخو ماقط ... نقاب يحدث بالغائب\n</p>\n\n<p>\nوروي عن الشافعي إنه دخل على الحجاج بن يوسف فسأله عن فريضة من الجد\nفأخبره باختلاف الصحابة فيها حتى ذكر أبن عباس فقال الحجاج: إن كان أبن\nعباس لناقبا فما قال فيها النقاب؟ فأخبره الشعبي يقوله. ويقال في نحو منه:\nإنه لعض.\n</p>\n\n<p>\nومنه قول القطامي:\n</p>\n\n<p>\nأحاديث من عاد وجرهم ضلة ... يثورها العضان زيد ودغفل\n</p>\n\n<p>\nويروى: ينورها وقوله: \" زيد ودغفل \" هما زيد بن الكيس النمري ودغفل\nالذهلي وكانا عالمي العرب بالأنساب الغامضة، والأنباء الخفية وإياهما عنى\nالكميت بقوله:\n</p>\n\n<p>\nفما أبن الكيس النمري فيكم ... ولا انتم هناك بدغفلينا\n</p>\n\n<p>\nقال الأصمعي: ومن أمثالهم في الفهم: خير الفقه ما حاضرت به.\n</p>\n\n<p>\nيراد إن خير الأمور ما جاءك عند موضع الحاجة إليه، قال: ومعناه ها هنا\nالفطنة والفهم. قال: أعرابي لعيسى بن عمر: شهدت عليك بالفقه، يريد هذا ومن\nأمثالهم في المكر: أمكر وأنت من الحديد!.\n</p>\n\n<p>\nقال أبو عبيد: وهذا المثل لعبد الملك بن مروان، قاله لعمرو بن سعيد بن\nالعاصي، وكان مكبلا، فلما أراد قتله قال له: يا أمير المؤمنين إن رأيت ألا\nتفضحني بأن تخرجني إلى الناس فتقتلني بحضرتهم فافعل، وإنما أراد عمرو إذ\nقال له هذه المقالة إن يخالفه في ما أراد فيخرجه: فإذا ظهر منعه أصحابه،\nوحالوا بين عبد الملك وبينه، ففطن له عبد الملك: فعندها قال: يا أبا أمية،\nأمكرا وأنت في الحديد! فذهبت مثلا لمن أراد أن يمكر وهو مقهور.\n</p>\n\n<p>\nباب الرجل الجزل الرأي الذي يستشفى بعقله ورأيه.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا قولهم: عنيته تشفي الجرب.\n</p>\n\n<p>\nقال أبو عبيد: والعنية: شيء تعالج به الإبل إذا جربت فصارت مثلا لذي\nالرأي المجيد قال أبو عبد الله الزبير: العنية: القطران، ومنه قول الحباب\nأبن المنذر بن الجموح الأنصاري يوم السقيفة عند أبي بكر رضي الله عنه: أنا\nجذيلها المحك وعذيقها المرجب.\n</p>\n\n<p>\nأراد المعنى الأول بعينه، إنه يستشفى برأيي، وقد <span id='ms032'></span> فسرناه في غريب الحديث.\nوقال الأصمعي: ومثله قولهم: إنه لجذل حكاك.\n</p>\n\n<p>\nوهو معنى كلام الحباب بن المنذر ويقال لمثل هذا: إنه لذو بزلاء.\n</p>\n\n<p>\nومنه قول الشاعر:\n</p>\n\n<p>\nإني إذا شغلت قوما فروجهم ... رحب المسالك نهاض ببزلاء\n</p>\n\n<p>\nقال الأصمعي: ومن أمثالهم قولهم له:\n</p>\n\n<p>\nلذي الحلم قبل اليوم ما تقرع العصا ... وما علم الإنسان إلا ليعلما\n</p>\n\n<p>\nقال أبو عبيد: يقال في هذا المثل: إنه قيل في عامر بن الظرب العدواني،\nوكان حكم العرب في الجاهلية: فكبر حتى أنكر عقله، فقال لبنيه: إذا أنا زغت\nفقوموني، فكان إذا زاغ قرع له بالعصا على قدح: فينتبه فينزع عن ذلك، ويقال:\nإن هذه القصة لأكثم بن صيفي، وقال بعضهم: إن أول من قرعت له العصا سعد بن\nمالك الكناني.\n</p>\n\n<p>\nباب الرجل المصيب بالمظنون حتى كأنه يرى الظن عيانا\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا قولهم: إنه لألمعي.\n</p>\n\n<p>\nومنه قول أوس بن حجر: الألمعي الذي يظن لك الظن كأن قد رأى وقد سمعا\nويروى في حديث مرفوع إنه قال: لم تكن أمة إلا كان فيها محدث، فإن يكن في\nهذه الأمة محدث فهو عمر، قيل: وما المحدث؟ قال: الذي يرى الرأي، ويظم الظن\nفيكون كما رأى وكما ظن وجاءنا عن عمر إنه قال: ما خاف عمر أمرا قط أن يقع\nإلا وقع. ويقال في بعض الحكمة: من لم ينتفع بظنه لم ينتفع بيقينه.\n</p>\n\n<p>\nوسئل بعض حكماء العرب: ما العقل؟ فقال: الإصابة بالظنون، ومعرفة ما لم\nيكن بما قد كان. ومن هذا مقالة عمرو بن العاصي، وكان قد اعتزل الناس في آخر\nخلافة عثمان، فلما بلغه حصره ثم قتله قال: أنا أبو عبد الله.\n</p>\n\n<p>\nإني إذا حككت قرحة أديمها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n             ويقال: نكاتها يعني إنه قد كان\nيظن هذا الأمر واقعا، فكان كما ظن، ومن أمثال أكثم بن صيفي في نحو هذا:\nالأمور تشابه مقبلة ولا يعرفها إلا ذو الرأي، فإذا أدبرت عرفها الجاهل كما\nيعرفها العاقل.\n</p>\n\n<p>\nومنه قال الشاعر:\n</p>\n\n<p>\nتشابه أعناق الأمور بواديا ... وتظهر في أعناقها حين تدبر <span id='ms033'></span>\n</p>\n\n<p>\nباب الرجل المجرب الذي قد جرسته الأمور وأحكمته.\n</p>\n\n<p>\nقال أبو زيد والأصمعي جميعا غي مثل هذا: إنه لشراب بأنقع.\n</p>\n\n<p>\nأي أبه معاود للخير والشر، قال أبو عبيد: وحدثني بعض علمائنا بهذا المثل\nعن أبن جريج إنه قاله في معمر بن راشد، وكان أبن جرج من أفصح الناس، وكان\nأخبرني عنه يحيى بن سعيد. وقال أبو عمرو الشيباني في مثل هذا: قد حلب فلان\nالدهر اشطره.\n</p>\n\n<p>\nأي إنه قد اختبر الدهر شطرين من خير وشر. قال أبو عبيد: وأصله من حلي\nالناقة، يقال: حلبت شطرها، أي نصفها، وذلك إذا حلب خلفين من أخلافها، ثم\nيحلبها الثانية خلفين أيضا فيقول: حلبتها شطرين، ثم يجمع فيقول: أشطر. وقال\nالأصمعي: ويقال في نحو منه: فلان مودم مبشر.\n</p>\n\n<p>\nوهو الذي قد جمع لينا وشدة مع المعرفة بالأمور، قال: واصله من أدمة الجلد\nوبشرته، فالبشرة: ظاهره، وهو منبت الشعر، والأدمة: باطنه، وهو الذي يلي\nاللحم قال فالذي يراد منه إنه قد جمع لين الأدمة وخشونة البشرة، وجرب\nالأمور. قال الأصمعي: ومن أمثالهم في التجارب قولهم: لا تغز إلا بغلام قد\nغزا.\n</p>\n\n<p>\nيقول: لا يصحبنك إلا رجل له تجارب، فانه أعلم بما يصلحك من هذا الغر\nالجاهل بالأمر. قال أبو عبيد: في بعض الأمثال.\n</p>\n\n<p>\nالتجارب ليست لها نهاية، والمرء منها في زيادة.\n</p>\n\n<p>\nوروينا عن عمر بن الخطاب إنه قال: يحتلم الغلام لأربع عشرة، وينتهي طوله\nلإحدى وعشرين وعقله لسبع وعشرين إلا التجارب. فجعل عمر التجارب لا غلية\nلها. قال أبو عبيد: ومن أمثالهم في التجارب.\n</p>\n\n<p>\nقد ألنا وإيل علينا.\n</p>\n\n<p>\nأي قد سنا وساسنا غيرنا، وهذا المثل يروى أن زيادا قاله في خطبته. ويقال\nفي مثله أيضا: رجل منجد.\n</p>\n\n<p>\nقال: وأنشدني الأصمعي فيه بيتا والشعر لسحيم بن وثيل الرياحي:\n</p>\n\n<p>\nأخو خمسين مجتمع أشدى ... ونجذني مداورة الشؤون\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم: أول الغزو أخرق.\n</p>\n\n<p>\nيضرب في قلة التجارب.\n</p>\n\n<p>\nباب الرجل الذي قد حنكته السن مع الحزامة والعقل.\n</p>\n\n<p>\nالأصمعي قال: من أمثالهم في هذا: زاحم بعود أو دع.\n</p>\n\n<p>\nيقول <span id='ms034'></span>: لا تستعن على أمورك إلا بأهل السن والمغرفة، وقال أبو عبيد: وأصل\nالعود في الإبل، وهو الذي جاز في السن البازل والمخلف. ومنه في نحو هذا:\nجرى المذكيات غلاب.\n</p>\n\n<p>\nقال ذلك الأصمعي، وفسره أنه في الخيل المسان. قال: وذلك لأنها أقوى من\nالجذاع، فهي تحتمل أن تغالب الجري غلابا. وقال أبن الكلبي: هذا المثل لقيس\nبن زهير بن جذيمة، قاله لحذيفة بن بدر عند الرهان الذي كان بينهما في داحس\nوالغبراء، وحذيفة القائل له أيضا في هذا الرهان: خدعتك يا قيس، فقال قيس:\nترك الخداع من أجرى من المائة.\n</p>\n\n<p>\nيعني مائة غلوة، فذهبت كلمتاه مثلين قال أبو عبيد: وقال حارثة بن سراقة\nالكندي حين منعوا الصدقة أيام الردة:\n</p>\n\n<p>\nيمنعها شيخ بخديه الشيب ... لا يحذر الريب إذا خيف الريب\n</p>\n\n<p>\nفامتدح ها هنا السن وقال آخر في طعنة طعنها رجلا:\n</p>\n\n<p>\nفلم أرقه إن ينج منها وإن يمت ... فطعنه لا غس ولا بمغمر\n</p>\n\n<p>\nفالغس: اللئيم، والغمر الذي لا تجارب له ولا سن، يقول: فلست كذلك ولكني\nذو تجارب وذو سن، ويروى عن علي بن أبي طالب رضي الله عنه إنه قال: رأى\nالشيخ خير من مشهد الغلام.\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم القديمة.\n</p>\n\n<p>\nإن العوان لا تعلم الخمرة.\n</p>\n\n<p>\nوالعوان هي امرأة الثيب، ويقول: فتلك قد عرفت كيف تخمر، لا تحتاج إلى أن\nتعلم، وكذلك الرجل المسن المجرب.\n</p>\n\n<p>\nومن أمثالهم في نعت الرجل الحازم.\n</p>\n\n<p>\nإذا تولى عقدا أحكمه.\n</p>\n\n<p>\nومنه قول الشاعر:\n</p>\n\n<p>\nوما عليك أن يكون أزرقا ... إذا تولى عقد شيء أوثقا\n</p>\n\n<p>\nباب الرجل الغيران الدافع عن حرمته مع ذكر ما يخاف من الفتنة فيهن.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في منع الحرمة: الفحل يحمي شوبة معقولا.\n</p>\n\n<p>\nويقول: إن الحر قد يحتمل الأمر الجليل، ويحمي حريمه وإن كانت به علة. قال\nأبو عبيد: ومن هذا قولهم: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n             الخيل تجري على مساويها.\n</p>\n\n<p>\nيقول: إنها، وإن كانت بها أوصاب وعيوب، فإن كرمها مع هذا يحملها على\nالجري، فكذلك الحر من الرجال، يحمي حريمه على ما فيه من علة. وقال <span id='ms035'></span> أبو\nزكرياء الفراء: من أمثالهم في الحمية عند ذكر الحرم قولهم: كل شيء مهه ما\nالنساء وذكرهن.\n</p>\n\n<p>\nأي إن الحر يحتمل كل شيء، حتى يأتي ذكر حرمته فيمتعض حينئذ، ولا يحتمله\nومعنى المهه اليسير، ويقول: كل شيء جلل هين عند هذا. وفي هذا لغتان: مهه\nمهاه. وقال أبو عبيد: وهذه الهاء إذا اتصلت بكلام لم تصر تاء، إنما تكون\nالتاء في الاتصال إذا أرادوا بالمهاة البقرة وقال عمران بن حطان:\n</p>\n\n<p>\nفليس لعيشنا هذا مهاه ... وليس دارنا هاتا بدار\n</p>\n\n<p>\nو قال أبو عبيد: ومن أمثالهم في الحرم: إنما النساء لحم على وضم إلا ما\nذب عنه.\n</p>\n\n<p>\nوهذا المثل يروى عن عمر بن الخطاب رضي الله عنه، وهو القائل: لا تخلون\nرجل بمغيبة وإن قيل: حموها ألا حموها الموت. والحم: أبو الزوج. وقال أوس بن\nحارثة لأبنه مالك، من كرم الكريم الدفع عن الحريم. وكان من كلام أبجر بن\nجابر العجلي لأبنه حجار: يا بني، أحسن القوم بقية الصابر عند الحقائق\nوالذائذ عن الحرمة. وقال بعض حكماء العرب\n</p>\n\n<p>\nما فجر غيور قط.\n</p>\n\n<p>\nيقول: إن الغيور هو الذي يغار على كل أنثى. ويقال\n</p>\n\n<p>\nكل ذات صدار خالة.\n</p>\n\n<p>\nوكان المفضل يقول: إن صاحب هذا المثل همام بن مرة الشيباني. وقد روينا في\nحديث مرفوع إنه قال صلى الله عليه وسلم لأصحابه: \" أي شيء خير للنساء؟ \"\nفلم يدروا ما يقولون، فرجع علي رضي الله عنه إلى فاطمة بنت رسول الله صلى\nالله عليه وسلم، فأخبرها بمقالة النبي عليه السلام، فقالت فاطمة رضي الله\nعنها: \" أن لا يراهن الرجال ولا يرينهم \" فبلغ ذلك رسول صلى الله عليه وسلم\nفقال: \" إنها بضعة مني \" وقال عبد الله بن مسعود: النساء حبائل الشيطان.\n</p>\n\n<p>\nفجعل الحبالة التي تنصب للصيد مثلا للنساء والرجال وقال عبادة بن الصامت:\nألا ترون إني لا أقوم إلا رفدا، ولا آكل إلا ما لوق لي، وإن صاحبي لأصم\nأعمى، وما سرني إني خلوت بامرأة. وقد فسرنا في غريب الحديث. ويروى عن عمر\nأيضا إنه قال: ما <span id='ms036'></span> بال رجل لا يزال أحدهم كاسرا وساده عند امرأة مغزية،\nيتحدث إليها وتحدث إليه، عليكم بالجبنة فإنها عفاف، إنما النساء لحم على\nوضم إلا ما ذب عنه.\n</p>\n\n<p>\nباب الرجل يدخله الأنفة من صاحب من يرغب عن صحبته.\n</p>\n\n<p>\nقال أبو عبيد: جاء الأثر عن بعض أهل العلم: لا تصحب من لا يرى لك من الحق\nمثل ما ترى له.\n</p>\n\n<p>\nوقال الأصمعي: من أمثالهم في نحو هذا: خل سبيل من وهى سقاؤه.\n</p>\n\n<p>\nأي إذا كره صحبتك، ولم يستقم لك فدعه وازهد فيه كزهده فيك. قال الأصمعي\nبعض هذا الكلام. وكذلك قولهم: خله درج الضب.\n</p>\n\n<p>\nقال أبو عبيد: ومثله قولهم: إنما يضن بالصنين.\n</p>\n\n<p>\nقاله الأغلب بن جشعم العجلي. ومعناه: تمسك باخاء من تمسك بإخائك، ومثله\nقول لبيد بن ربيعة.\n</p>\n\n<p>\nفأقطع لبانة من تعرض وصله ... ولخير واصل خلة صرامها\n</p>\n\n<p>\nو مثله في أشعارهم كثير. قال أبو عبيد: ومن أمثالهم في مثله: دع امرأ وما\nاختار.\n</p>\n\n<p>\nومنه قولهم: ألق حبله على غاربه.\n</p>\n\n<p>\nوأصله الناقة إذا أرادوا إرسالها للرعي جعلوا جدليها على الغارب، ولا\nيترك ساقطا فيمنعها من المرعى يقول :فدع هذا يذهب حيث شاء إذ كره معاشرتك.\nقال أبو عبيد: والعامة تقول في مثل هذا المثل: لو كرهتني يدي ما صحبتني.\n</p>\n\n<p>\nباب الرجل يأبى الضيم فيأخذه حقه قسرا إذا أعياه الرفق.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا.\n</p>\n\n<p>\nمجاهرة إذا لم أجد مختلا.\n</p>\n\n<p>\nيقول: أخذت حقي علانية قهرا إذ لم أصل إليه في العافية والستر قال أبو\nعبيد: ويقال في نحو منه: حلبتها بالساعد الأشد.\n</p>\n\n<p>\nأي حين لم أقدر على الرفق أخذته بالقوة والشدة. وقال بعض الأعراب يمدح\nرجلا؟:\n</p>\n\n<p>\nفتى لا يحب الزاد إلا من التقى ... ولا مال إلا من قنا وسيوف\n</p>\n\n<p>\nو قال زهير بن أبي سلمى:\n</p>\n\n<p>\nومن لا يذد عن حوضه بسلاحه ... يهدم ومن لا يظلم الناس يظلم\n</p>\n\n<p>\nو منه قول أوس بن حارثة لأبنه مالك: يا مالك، التجلد ولا التبلد، والمنية\nولا الدنية.\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم في الضيم: من عز <span id='ms037'></span> بز. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n             ويروى عن\nالمفضل إنه قال: هذا المثل لجابر بن رالان الطائي مع صاحبين له، فأمرهم إن\nيقترعوا فقرعهم جابر، فخلى المنذر سبيله، وأمر بصاحبيه أن يقتلا، فعندها\nقال: جابر: \" من غز بز \" فذهبت مثلا. قال الأصمعي: ومن أمثالهم في هذا:\nيركب الصعب من لا ذلول له.\n</p>\n\n<p>\nيضرب في الرجل يحمل نفسه على الشدائد إذا لم يجد ما يريد في العافية.\n</p>\n\n<p>\nباب الرجل يطيل الصمت حتى يحسب مغفلا وهو ذو النكراء.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا: مخرنبق لينباع.\n</p>\n\n<p>\nوالمخرنبق: المطرق الساكت، وقوله: لينباع ليثب إذا أصاب فرصته والمنباع:\nالمنبعث، فمعناه إنه سكت لداهية يريدها. وكان أبو عبيدة يقول: مخرنبق\nلينباق قال الأصمعي: ومثله أو محوه قولهم: تحسبها حمقاء وهي باخس.\n</p>\n\n<p>\nوقال الأحمر: يقال مثله: تحقره وينتأ.\n</p>\n\n<p>\nأي انك تزدريه لسكوته، وهو يجاذبك. قال أبو عبيد: وهذا نحو المثل الذي\nتكلم به العامة: خبره في جوفه.\n</p>\n\n<p>\nأي انك تحقره في المنظر، وتأتيك أنباؤه بغير ذلك. وقال الأصمعي: ومن\nأمثالهم في هذا.\n</p>\n\n<p>\nهو أحمق بلغ.\n</p>\n\n<p>\nيقول: إنه مع حمقه يبلغ حاجته.\n</p>\n\n<p>\nباب الرجل الجلد المصحح الجسم.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في جلادة الرجل.\n</p>\n\n<p>\nأطرى فأنك ناعلة.\n</p>\n\n<p>\nأي راكب الأمر الشديد فانك قوي عليه. قال: وأصل هذا إن رجلا قال لراعية\nله، وكانت ترعى في السهولة، وتترك الحزونة: أطرى أي خذي طرر الوادي، وهي\nنواحيه \" فإنك ناعلة \" أي فإن عليك نعلين. قال أبو عبيد: أحسبه يعني\nبالنعلين غلظ جلد قدميها قال الأصمعي: ومن أمثالهم في الجلادة: لألحقن\nقطوفها بالمعناق.\n</p>\n\n<p>\nيعني فيما يتبعها به من شدة السير بجلادته وقوته. قال: ومثله قولهم:\nبيدين ما أوردها زائدة.\n</p>\n\n<p>\nوقال أبو عمرو الشيباني: من أمثالهم في صحة الجسم قولهم: به داء ظبي.\n</p>\n\n<p>\nوقال: ومعناه إنه ليس به داء، كما إنه لا داء بالظبي. قال أبو عبيد: وهو\nنحو قول النابغة:\n</p>\n\n<p>\nولا عيب فيهم غير إن سيوفهم ... بهن فلول من قراع الكتائب\n</p>\n\n<p>\nقال أبو عبيد: فقلت لأبي عمرو: إن بعضهم يقول: داء الظبي إنه أراد أن يثب <span id='ms038'></span>\nكانت له وقفة قبل وثبته، فقال: ليس هذا بشيء إنما أراد أنه لا داء هناك به.\nقال أبو عبيد: ومن أمثالهم في التجلد: ليتني وفلانا يفعل بنا كذا وكذا حتى\nيموت الأعجل.\n</p>\n\n<p>\nوقال: المثل لأغلب العجلي في شعر له: \" ضربا وطعنا أو يموت الأعجل \" وقد\nتكلم به بعض الصحابة في كلام له. قال أبو عبيد: وقد حكى بعض العلماء أن من\nأمثالهم: الشجاع موقى.\n</p>\n\n<p>\nويقال: إنه احنين بن خشرم السعدي. ويقال للشاب القوي: كأنما قد سيره\nالآن.\n</p>\n\n<p>\nأي كأنما ابتدئ شبابه اليوم.\n</p>\n\n<p>\nباب الرجل المقدام على الأهوال والمخاوف والحث على ذلك.\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم في هذا: اكذب الناس إذا حدثتها.\n</p>\n\n<p>\nومعناه الرجل يهم بركوب أمر جسيم، يقول: فلا تحدث نفسك بأنك لا تظفر، فإن\nذلك يثبطك عن السمو إلى النعالي الأمور، ولكن حدث نفسك بالظفر لتشيعك نفسك\nعلى ماتريد، ومنه قول لبيد بن ربيعة:\n</p>\n\n<p>\nز اكذب النفس إذا حدثتها ... إن صدق النفس يزري بالأمل\n</p>\n\n<p>\nو كان بعض علمائنا من أهل العربية يحدث عن بشار المرعث أنه سئل: أي بيت\nقالت العرب اشعر؟ فقال: إن تفضيل بيت واحد على الشعر كله لشديد، ولكن أحسن\nلبيد، ثم ذكر بيته هذا قال: ومثله قول الآخر:\n</p>\n\n<p>\nإذا هم ألقى بين عينيه عزمه ... ونكب عن ذكر العواقب جانبا\n</p>\n\n<p>\nسأغسل عني العار بالسيف جليبا ... على قضاء الله ما كان جالبا\n</p>\n\n<p>\nو قال الثالث:\n</p>\n\n<p>\nأمض الهموم ورام الليل عن عرض ... بذي سبيب يقاسي ليله خببا\n</p>\n\n<p>\nحتى تمول مالا أو يقال فتى ... لاقى التي تشعب الفتيان فانشعبا\n</p>\n\n<p>\nباب الرجل يكون ذا عز ثم يحور عنه.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا: كان حمارا فاستأتن.\n</p>\n\n<p>\nأي صار أتانا بعد أن كان حمارا. يضرب للرجل يهون بعد العز ومثله: أودى\nالعير إلا ضرطا.\n</p>\n\n<p>\nأي لم يبق من قوته وجلده شيء غير هذا. ومثله قولهم: حور يقال محارة.\n</p>\n\n<p>\nقال أبو عبيد: وروينا عن النبي ) \" أنه كان يتعوذ من الحور بعد الكون \"\nويروى \" بعد الكور \" وقد فسرناه في غريب الحديث <span id='ms039'></span>. قال أبو عبيد: ومن أمثالهم\nفي الرجل يذكر هذا المعنى عن نفسه: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n             لقد كنت وما يقاد بي\nالبعير.\n</p>\n\n<p>\nقال أبو عبيد: وأنبئت أن المفضل كان يخبر عن هذا المثل أنه لسعد بن زيد\nمناة بن تميم، وكان بلغ به الخوف هذه المنزلة. قال أبو عبيد: وقال بعض\nالمعمرين يذكر ما صار إليه:\n</p>\n\n<p>\nوالذئب أخشاه إن مررت به ... وحدي وأخشى الرياح والمطرا\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم في الذي يتعزز ثم يذل قولهم: تنز وتلين.\n</p>\n\n<p>\nوهذا مثل مبتذل في العامة. قال الأصمعي: ومن أمثالهم في الذل بعد العز\nقولهم: الحمى أضرعتني لك.\n</p>\n\n<p>\nإذا ذل للحاجة تنزل به. قال: ومن أمثالهم في الذي قد أدبر وولى ولم يبق\nمن عمره إلا اليسير: ما بقى منه إلا قدر ظمء الحمار.\n</p>\n\n<p>\nقال أبو عبيد: وهذا المثل يروى عن مروان بن الحكم أنه قال في الفتنة:\nالآن لما نفد عمري فلم يبق منه إلا مثل ظمء الحمار صرت أضرب الجيوش بعضهم\nببعض. ويقال: إنه ليس شيء من الدواب أقصر ظمأ من الحمار.\n</p>\n\n<p>\nقال أبو عبد الله الزبير في الإظماء: أطول إظماء الإبل الخمس، والحمار لا\nيقوى على أكثر من الغب، والفرس يسقى ظاهرة، وهو ورد كل يوم، والرفه أن تقرب\nمن الماء فتشرب كلما شاءت.\n</p>\n\n<p>\nباب الرجل يكون ذا مهانة ثم ينتقل إلى العز.\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم في هذا: كان فلان كراعا فصار ذراعا.\n</p>\n\n<p>\nوهذا المثل يروى عن أبي موسى الأشعري، قاله في بعض القبائل. وقال مؤرج في\nهذا المثل: عنز استتيست.\n</p>\n\n<p>\nأي صارت تيسا بعد أن كانت عنزا. يضرب للرجل يعز بعد الذل. قال الأصمعي في\nمثله: لكن بشعفين أنت جدود.\n</p>\n\n<p>\nوهي القليلة اللبن. قال: واصله أن امرأة أخصبت بعد هزل، فذكرت درة لبنها\nففخرت به، فقيل لها: لكن بشعفين لم يكوني كذلك وهو اسم موضع كانت به. وقال\nالأصمعي في نحو منه: صار خير قويس سهما.\n</p>\n\n<p>\nأي صار إلى الحال الجميلة بعد الخساسة. ويقال في نحو منه: غلبت جلتها\nحواشيها.\n</p>\n\n<p>\nوأصل <span id='ms040'></span> هذا في الإبل فالجلة: مسانها، والحواش: صغارها ورذالها، يقول: فقويت\nهذه وعظمت بعد أن كانت خساسا حتى علت ذوات الأسنان والشحوم.\n</p>\n\n<p>\nباب الرجل المسن يؤدب بعد العسو أو يكون مذموما. يخلف بعد الرجل المحمود\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا: عود يقلح.\n</p>\n\n<p>\nقوله: \" يقلح \" يعني أن تحسن أسنانه مثال تنقى. قال أبو عبيدة في مثله: و\nمن العناء رياضة الهرم.\n</p>\n\n<p>\nقال أبو عبيد: ومثله قولهم: عود يعلم العنج.\n</p>\n\n<p>\nوهو الرياضة، قال الشاعر:\n</p>\n\n<p>\nإن الغصون إذا قومتها اعتدلت ... ولا تلين إذا قومتها الخشب\n</p>\n\n<p>\nو قال أبو زيد في نحوه: أعييتني بأشر فكيف بدردر.\n</p>\n\n<p>\nيقول: لم تقبلي الأدب وأنت شابة ذات أشر في أسنانك، فكيف الآن وقد أسننت\nحتى بدت درادرك، وهي مغارز الأسنان. والأشر: تحدد ورقة في الأسنان، لا من\nكبر، يكون ذاك للأحداث. قال: ومثله: أعييتني من شب إلى دب.\n</p>\n\n<p>\nأي من لدن شببت إلى أن دببت هرما. وقال أبو عبيد: ومن أمثالهم في المذموم\nيخلف بعد المحمود قولهم: بدل أعور.\n</p>\n\n<p>\nومنه قول أبن همام السلوي لقتيبة بن مسلم، وولي خراسان بعد يزيد بن\nالمهلب فقال:\n</p>\n\n<p>\nاقتيب قد قلنا غداة أتيتنا ... بذل لعمرك من يزيد أعور\n</p>\n\n<p>\nباب الرجل الذليل المستضعف\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في الذليل: لقد ذل من بالت عليه الثعالب.\n</p>\n\n<p>\nقال أبو عبيد: وأصل هذا فيما بلغنا أن رجلا من العرب كان يعبد صنما، فنظر\nيوما إلى ثعلب جاء حتى بال عليه فقال:\n</p>\n\n<p>\nأرب يبول الثعلبان برأسه ... لقد ذل من بالت عليه الثعالب\n</p>\n\n<p>\nو من وصفهم الرجل بالذل قولهم.\n</p>\n\n<p>\nما بالعير من قماص.\n</p>\n\n<p>\nوقد يقال \" قماص \" قال أبو زيد: ز من هذا قولهم: أهون مظلوم سقاء مروب.\n</p>\n\n<p>\nقال: واصله السقاء يلف حتى يبلغ أوان المخض. ونحو منه قولهم: أهون مظلوم\nعجوز معقومة.\n</p>\n\n<p>\nوقال أوس بن مالك لابنه مالك: من قل ذل، ومن أمر فل.\n</p>\n\n<p>\nقوله: \" أمر \" يعني كثر ويقال: فلان ما يعوى ولا ينبح.\n</p>\n\n<p>\nيقول: من ضعفه ليس يعتد به، ولا يكلم بخير ولا شر\n</p>\n\n<p>\nباب <span id='ms041'></span> الرجل الذليل يستعين بمثله في الذل.\n</p>\n\n<p>\nقال أبو زيد في استعانة الرجل الذليل بآخر مثله: مثقل استعان بذقنه.\n</p>\n\n<p>\nواصله البعير يحمل الحمل الثقيل فلا يقدر على النهوض، فيعتمد بذقنه على\nالأرض. وقال أبو عبيد: يقال: بذقنه وبدقنه جميعا. ومثله قولهم: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n            \nعبد صريخه أمه.\n</p>\n\n<p>\nأي ناصره أذل منه. ويقال في نحو منه: استعنت عبدي فاستعان عبدي عبده.\n</p>\n\n<p>\nوقولهم: العبد من لا عبد له.\n</p>\n\n<p>\nفيه بعض الأول، وليس هو بعينه.\n</p>\n\n<p>\nومن أمثالهم في العبد أيضا: هو العبد زلمة.\n</p>\n\n<p>\nومعناه اللئيم قال الزبير: \" هو العبد زنمة \" بالنون عندي أشبه، لقول\nالله عز وجل: )عتل بعد ذلك زنيم( هو في القوم، وليس منهم. والعتل: الذي\nيتفلت على القتال.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nصلى الله على محمد وآله\n</p>\n\n<p>\nباب الرجل الأحمق المائق\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثال أكثم بن صيفي: عدو الرجل حمقه وصديقه عقله.\n</p>\n\n<p>\nوقال أبو عبيد: ومن أمثالهم في الأحمق قولهم: خرقاء عيابة.\n</p>\n\n<p>\nأي إنه أحمق، وهو مع هذا يعيب غيره. قال أبو عبيد: فإذا اشتد موق الرجل\nوحمقه قيل: ثأطة مدت بماء.\n</p>\n\n<p>\nوالثأطة: الحمأة، فإذا أصابها الماء ازدادت فسادا ورطوبة قال أبو عبيد:\nومن أمثالهم السائرة في الحمق قولهم: معاداة العقل خير من مصادقة الأحمق.\n</p>\n\n<p>\nقال أبو عبيد: فإذا كان يبلغ حاجته مع حمقه قيل: أحمق بلغ.\n</p>\n\n<p>\nومن أمثالهم في في الأحمق أيضا قولهم: خامري أم عامر.\n</p>\n\n<p>\nوهي الضبع يشبه بها الأحمق. ويروى عن علي عليه السلام أنه قال: لا أكون\nمثل الضبع؛تسمع اللدم حتى تخرج فتصاد.\n</p>\n\n<p>\nوهي، زعموا من أحمق الدواب، يدخل عليها فيقال: ليست هذه أم عامر حتى تجر\nبرجلها فتؤخذ.\n</p>\n\n<p>\nباب الرجل تعرض عليه الكرامة فيختار الهوان عليها.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا قولهم: تجنب روضة وأحال يعدو.\n</p>\n\n<p>\nأي ترك الخصب، واختيار عليه الشقاء.\n</p>\n\n<p>\nقال: وقال أبو زيد في مثله: لا يعجز مسك السوء عن عرف السوء.\n</p>\n\n<p>\nوقد يكون هذا بالمعنى الأول ويكون في الذي يكتم لؤمه وهو يظهر غيره.\nومعناه في الأصل أنه لا يكون <span id='ms042'></span> جلد رديء إلا والريح المنتنة موجودة منه. قال\nأبو عبيد: ومثل العامة في هذا.\n</p>\n\n<p>\nقيل للشقي هلم إلى السعادة، فقال: حسبي ما أنا فيه.\n</p>\n\n<p>\nقال الأصمعي: ومن أمثالهم في هذا قولهم: لا يعدم شقي مهيرا.\n</p>\n\n<p>\nأي إن من الشقاء معالجة المهارة، وهذا قد ابتلى بحبها يقاسيها.\n</p>\n\n<p>\nباب الرجل تريد إصلاحه وقد أعياك أبوه قبله وصفة الصغار.\n</p>\n\n<p>\nقال أبو زيد: يقال في مثل هذا: كيف بغلام قد أعياني أبوه! يقول: أنت لم\nتستقم لي، فكيف يستقيم لي ابنك وهذا دونك! وقال أبو عبيد: من أمثالهم في\nهذا: لا تقتن من كلب سوء جروا.\n</p>\n\n<p>\nوقال الشاعر في ذلك:\n</p>\n\n<p>\nترجو الوليد وقد أعياك والده ... وما رجاؤك بعد الوالد الولدا\n</p>\n\n<p>\nقال الأصمعي: ومن أمثالهم: اصغر القوم شفرتهم.\n</p>\n\n<p>\nيعني خادمهم\n</p>\n\n<p>\nباب الرجل الواهن العزم الضعيف الرأي المخلط في الحديث\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في الوهن الضعيف قولهم: ماله بذم. وماله صيور.\nوماله أكل.\n</p>\n\n<p>\nأي ليس له رأي ولا قوة. قال: وأخبرني الأصمعي أن أعرابيا طلب ثوبا من\nتاجر فقال: أعطني ثوبا له أكل، يعني قوة وحصافة. ومن أمثالهم في وصف الرجل\nبضعف الرأي قولهم: هو إمعة.\n</p>\n\n<p>\nوهذا الحرف يروى عن أبن مسعود، وقد فسرناه في موضعه. وكذلك.\n</p>\n\n<p>\nرجل إمرة.\n</p>\n\n<p>\nومن أغرب ما جاء في هذا الباب قولهم: هو بنت الجبل.\n</p>\n\n<p>\nومعناه الصدى يجيب المتكلم بين الجبال، ويقولون: هو مع كل متكلم، كما أن\nالصدى يجيب. كل ذي صوت بمثل كلامه. قال أبو عبيد ولا أدري ممن سمعت هذا.\n</p>\n\n<p>\nقال الأصمعي: ومن أمثالهم في المخلط: كل نجار ابل نجارها.\n</p>\n\n<p>\nيعني إن فيه كل لون من الأخلاق، وليس له رأى يثبت عليه قال أبو عبيد: ومن\nأمثالهم في التخليط: قد استنوق الجمل.\n</p>\n\n<p>\nوهو الرجل يكون في حديث أو في صفة شيء، ثم يخلط ذلك بغيره، وينتقل إليه.\nوكان بعض العلماء يخبر أن هذا المثل لطرفة بن العبد، وكان أصله أنه كان عند\nبعض الملوك وشاعر ينشد شعرا في وصف جمل، ثم حوله إلى نعت ناقة، فقال <span id='ms043'></span> طرفة\nعندها: \" استنوق الجمل \" وقد يقال ذلك لرجل يظن به إنه عنده غناء، من\nالشجاعة وجلد، ثم يكون الأمر على خلاف ذلك، وانشد للكميت:\n</p>\n\n<p>\nهززتكم لو أن فيكم مهزة ... وذكرت ذا التأنيث فأستنوق الجمل\n</p>\n\n<p>\nباب الرجل يكون ضارا لا نفع عنده.\n</p>\n\n<p>\nقال أبو زيد: من أمثالهم في هذا قولهم: المعزى تبهى ولا تبنى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n             قال أبو عبيد: وأصل هذا إن المعز ليس تكون منها الأبنية، وهي\nبيوت الأعراب، وإنما تكون أخبيتهم من الوبر والصوف، ولا تكون من الشعر،\nوالمعز مع هذا ربما صعدت الخباء فخرقته، فلذلك قولهم: \" تبهي \" يقال: أبهيت\nالبيت أبهيه، إذا خرقته، وهو بيت مبهى، فإذا أردت إنه انخرق هو قيل: بيت\nباه. قال أبو عبيد: وكان بعض علمائنا ينشد هذا البيت في الرجل يكون ضارا لا\nنفع عنده:\n</p>\n\n<p>\nإذا أنت لم تنفع فضر فإنما ... يرجى الفتى كيما يضر وينفعا\n</p>\n\n<p>\nباب ذكر الجليس السوء وما يتقى من مجالسته وخلطته.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم السائرة في القديم والحديث قولهم: الوحدة خير\nمن جليس السوء.\n</p>\n\n<p>\nوقولهم: مثل جليس السوء كالقين، إن لا يحرق ثوبك بشراره يؤذيك بدخانه.\n</p>\n\n<p>\nومنه قول مصعب بن سعد بن أبي وقاص: لا تجالسن مفتونا فانه لا تخطئك منه\nإحدى خليتين، إما أن يفتنك فتتبعه، وأما أن يؤذيك قبل أن تفارقه. وكذلك قول\nأبى قلابة: لا تجالسوا أصحاب الأهواء فإني لا أمن أن يغمسوكم في ضلالتهم،\nأو يلبسوا عليكم بعض ما تعرفون. ومنه حديث عمر بن الخطاب إنه كتب إلى موسى\nالأشعري وأهل البصرة في صبيغ \" أن لا تجالسوه \" قال أبو عبيد: والحديث في\nنحو هذا كثير.\n</p>\n\n<p>\nباب الرجل يكون ذا منظر ولا خبر عنده أو يكون ذا خبر ولا منظر له.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا قولهم: ترى الفتيان كالنخل وما يدريك ما\nالدخل.\n</p>\n\n<p>\nهذا مثلهم في ذي المنظر ولا خبر عنده، فأما مثلهم في ذي الخبر ولا منظر\nله فقولهم: أنكحيني وانظري، أي إن لي خبرا محمودا وإن لم يكن لي منظر. قال <span id='ms044'></span>:\nوأخبرني أبن الكلبي إن عبد الرحمن بن محمد بن الأشعث دخل على الحجاج فقال\nله الحجاج: انك لمنظراني، فقال عبد الرحمن: نعم أيها الأمير، ومخبراني\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nأمثال الجماعات من الأقوام وأنبائهم وحالاتهم\n</p>\n\n<p>\nباب ذكر أخلاق الناس في اجتماعهم وافتراقهم\n</p>\n\n<p>\nقال الأصمعي: يقال في أمثالهم: لن يزال الناس بخير ما تباينوا، فإذا\nتساووا هلكوا.\n</p>\n\n<p>\nقال الأصمعي: وقال أبو عمرو بن العلاء: ما أشد ما هجا القائل: سواسية\nكأسنان الحمار.\n</p>\n\n<p>\nقال أبو عبيد: ومثله قولهم: سواء كأسنان المشط.\n</p>\n\n<p>\nقال أبو عبيد: وأحسب قولهم: \" إذا تساووا هلكوا \" لن الغالب على الناس\nالشر، وإنما يكون الخير في النادر من الرجال لعزته، فإذا كان التساوي فإنما\nهو في السوء. وقال أبو زيد. ومن أمثالهم في هذا أيضا قولهم:\n</p>\n\n<p>\nالقوم إخوان وشتى في الشتيم ... وكلهم بجمعهم بيت الأدم\n</p>\n\n<p>\nمعناه انهم، وإن كانوا مجتمعين بالشخوص والأبدان، فأن شيمتهم وأخلاقهم\nمختلفة.\n</p>\n\n<p>\nوقوله: \" بيت الأدم \" قالوا: هو الأرض، وقالوا: آدم الذي يلتقون إليه في\nالنسب، قال: وقالوا: بيت الإسكاف، فيه من كل جلد رقعة. وقال الأصمعي في نحو\nهذا: شتى تووب الحبلة.\n</p>\n\n<p>\nقال: وأصله يوردون ابلهم الشريعة أو الحوض معا، فإذا صدروا تفرقوا إلى\nمنازلهم. فحلب كل واحد في أهله على حياله. قال أبو عبيد: ومن أمثالهم\nاختلاف الناس قولهم: الناس أخياف.\n</p>\n\n<p>\nأي انهم مفترقون في أجسامهم وأخلاقهم، ويقال للفرس إذا كانت إحدى عينيه\nزرقاء والأخرى كحلاء: أخيف، وهو من هذا الاختلاف. قال أبو عبيد: ويقال في\nالجماعة يأتون معا: جاءوا على بكرة أبيهم.\n</p>\n\n<p>\nإذا جاءوا كلهم، وكذلك: جاءوا قضهم بقضيضهم.\n</p>\n\n<p>\nوليس هذا من الأول، ولكنه نحو منه.\n</p>\n\n<p>\nباب الرجلين يكونان متساويين في خير وشر.\n</p>\n\n<p>\nقال أبن الكلبي: من أمثالهم في تساوي الرجلين قولهم: هما كركبتي البعير.\n</p>\n\n<p>\nوذكر أبن الكلبي إن المثل لهرم بن قطبة الفزاري، تمثل به لعلقمة بنن\nعلاثة وعامر بن الطفيل الجعفريين حين تنافر إليه، فقال: أنتما يا ابني جعفر\nكركبتي البعير، تقعان معا، ولم ينفر أحدهما على صاحبه قال أبو عبيد: ومن <span id='ms045'></span>\nأمثالهم في الاثنين يسبقان إلى غاية: هما كفرسي رهان.\n</p>\n\n<p>\nوهذا المثل يروى عن علي بن أبي طالب، رحمه الله، وغيره في رجل يولي من\nامرأته ويطلقها، ومعناه أن انقضاء عدة الطلاق وانقضاء الأشهر الأربعة كفرسي\nرهان، أيهما يسبق خروجه أخذ به. قال أبو عبيدة: من أمثالهم في التساوي بين\nالاثنين: هما زندان في وعاء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n             قال أبو عبيد: وهذا المثل الثاني\nلا يكاد يوضع في المدح كالأول، إنما هذا موضع الخساسة والدناءة. ومثل\nالعامة في هذا قولهم: هما كحماري العبادي.\n</p>\n\n<p>\nحين قيل له: أيهما أشر؟ فقال: هذا، ثم هذا، قال: ومن أمثالهم في الرجلين\nيسقطان معا متساويين.\n</p>\n\n<p>\nوقعا كعكمى بعير.\n</p>\n\n<p>\nقال ذلك الأصمعي، واصله أن تحل عن البعير حباله فيسقط عكماه معا.\n</p>\n\n<p>\nباب الرجلين يكونان ذوى فضل غير إن لأحدهما فضيلة على الآخر.\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم في هذا قولهم: مرعى ولا كالسعدان ومثله: ماء\nولا كصداء.\n</p>\n\n<p>\nيضرب للرجل يحمد شانه، ثم يصير إلى آخر أكثر منه وأعلى. وحكي عن المفضل\nإنه كان يخبر عن هذين المثلين بحديثهما فقال: الأول منهما لامرأة من طيء،\nكان تزوجها امرؤ القيس بن حجر الكندي، وكان مفركا فقال لها: أين أنا من\nزوجك الأول فقالت: \" مرعى ولا كالسعدان \" أي انك وإن كنت رضا فلست كفلان.\nوالمثل الآخر للقذور بنت قيس بن خالد الشيباني، وكانت زوجة لقيط بن زرارة\nالتميمي، ثم تزوجها من بعده رجل من قومها، فقال لها يوما: أنا اجمل أم\nلقيط؟ فقالت: \" ماء ولا كصداء \" أي أنت جميل ولست مثله. قال: وقال المفضل:\nوصداء: ركية لم يكن عندهم ماء أعذب من مائها، وفيها يقول ضرار بن السعدي:\n</p>\n\n<p>\nوإني وتهيامي بزبيب كالذي ... يطالب من أحواض صداء مشربا\n</p>\n\n<p>\nقال أبو عبيد: وأما السعدان فشيء تتعلفه الإبل، وهو من افضل مراعيها،\nفإذا رأوا عافا دونه قالوا هذه المقالة. ومن هذا المعنى المثل المستدل في\nالعوام قولهم: سداد من عوز.\n</p>\n\n<p>\nقال الأصمعي: ومن أمثالهم في نحو هذا قولهم: فتى ولا كمالك.\n</p>\n\n<p>\nقال الأصمعي: لا أدري من <span id='ms046'></span> مالك وقال الأصمعي: ومن أمثالهم في تفضيل أهل\nالفضل على بعض قولهم: في كل شجر نار واستنجد المرخ والعفار.\n</p>\n\n<p>\nوقال غيره: \" و استجمد المرخ واعفار \" يعني انهما اتخذا من النار ما هو\nحسبها، ويقال: أمجدت الدابة علفا، إذا أكثرت لها منه.\n</p>\n\n<p>\nباب الرجل يعجب بالفضيلة تكون فيه ولا يعرف فضل غيره عليه.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في مثل هذا قولهم: كل مجر بالخلاء يسر.\n</p>\n\n<p>\nقال: وأصله الرجل يجرى فرسه بالمكان الخالي الذي لا مسابق له فيه، فهو\nمسرور بما يرى من فرسه، ولا يدري ما عند غيره. يضرب للرجل تكون فيه الخلة\nيحمدها من نفسه، ولا يشعر بما في الناس من الفضائل. وقال الأصمعي في نحو\nمنه، وليس بعينه: ساواك عبد غيرك.\n</p>\n\n<p>\nقال أبو عبيد: والعامة مثلها في هذا الموضع: عبد غيرك حر مثلك.\n</p>\n\n<p>\nيضرب هذا للرجل يرى لنفسه فضلا على الناس من غير تفضل ولا طول.\n</p>\n\n<p>\nباب مساواة الرجل صاحبه فيما يدعوه إليه.\n</p>\n\n<p>\nقال أبن الكلبي: من أمثالهم: أنصف القارة من راماها.\n</p>\n\n<p>\nقال هشام: والقارة هم عضل والديش ابنا الهون بن خزيمة وإنما سموا قارة\nلاجتماعهم والتفافهم. قال أبو عبيد: وأصل القارة أكمة، وجمعها قور. وقال\nأبن واقد: وإنما قيل: \" أنصف القارة من راماها \" في حرب كانت بين قريش وبكر\nبن عبد مناة بن كنانة، قال: وكانت القارة مع قريش، وهم قوم رماة، فلما\nالتقى الفريقان رماهم الآخرون، فقيل: قد أنصفتم هؤلاء إذ ساووكم في العمل\nالذي هو شانكم وصناعتكم. وفي بعض الآثار \" ألا أخبركم باعدل الناس؟ قيل:\nبلى، قال: من أنصف نفسه \" وفي بعضها \" أشد الأعمال ثلاثة أصناف، إنصاف\nالناس من نفسك والمواساة بالمال وذكر الله على كل حال \"\n</p>\n\n<p>\nباب المساواة في التكافؤ والأفعال.\n</p>\n\n<p>\nقال مورج: من أمثالهم في هذا: أضئ لي أقدح لك.\n</p>\n\n<p>\nويقال: \" أكدح لك \" أي كن لي اكن لك. قال أبو عبيد: ومن المكافأة.\n</p>\n\n<p>\nإنما يجزى الفتى ليس الجمل.\n</p>\n\n<p>\nقالها لبيد بن ربيعة في شعره. وقال الأصمعي: ومنه قولهم: أسق رقاش إنها\nسقاية.\n</p>\n\n<p>\nيضرب المحسن <span id='ms047'></span> فيقال: أحسنوا إليه لإحسانه. قال أبو عبيد: ومن أمثالهم في\nالمكافأة قولهم: هذه بتلك فهل جزيتك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             وحكي عن المفضل إنه كان\nيخبر عن قائله إنه يزيد بن المنذر، قاله لعمرو بن فلان، وهما ن بني شهل في\nفعلة فعلها به عمرو، فجزاه يزيد بمثلها، ثم قال له هذه المقالة، فذهبت\nمثلا، وفي بعض الحديث المرفوع إنه قال: \" من أزلت إليه نعمة فليكافئ بها،\nفإن لم يقدر فليظهر ثناء حسنا \" وفي حديث آخر \" أن المهاجرين قالوا للنبي\nصلى الله عليه وسلم: إن الأنصار قد فضلونا بكذا وكذا، فقال \" ألستم تعرفون\nذلك لهم؟ \" قالوا: نعم، قال: \" فإن ذاك \" قال أبو عبيد: أم الحديث فليس فيه\nأكثر من قوله: \" فإن ذاك \" فمعناه إن معرفتكم إحسانا مكافأة لهم.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالأمثال في الأقربين من أسرة الرجل وعترته\n</p>\n\n<p>\nباب المثل في التعاطف ذوي الأرحام وتحنن بعضهم على بعض\n</p>\n\n<p>\nقال أبن الكلبي: ومن أمثالهم في عطف ذوي الأرحام قولهم: يا بعضي دع بعضا.\n</p>\n\n<p>\nقال: وأول من قاله زرارة بن عدس التميمي، وذلك أن ابنته كانت عند سويد بن\nربيعة، ولها منه تسعة بنين، وإن سويدا قتل أخا لعمرو بن هند الملك صغيرا،\nثم هرب فلم يقدر عليه أبن هند، فأرسل إلى زرارة فقال: ائتني بولده من\nأبنتك، فجاء بهم، فأمر عمرو بقتلهم، فتعلقوا بجدهم زرارة فقال: \" يا بعضي\nدع بعضا \" فذهبت مثلا. قال أبو عبيد: ومن أمثالهم في العناية بذي الرحم\nقولهم: أسعد أم سعيد.\n</p>\n\n<p>\nوكان المفضل يخبر إن المثل لضبة بن أدن وكان له ابنان سعد وسعيد، فخرجا\nفي بغاء ابل لهما. فرجع سعد ولم يرجع سعيد، فكان ضبة كلما رأى شخصا قال: \"\nأسعد أم سعيد \" قال أبو عبيد: هذا أصل المثل، وقد وضعه الناس في الاستخبار\nعن الأمرين من الخير والشر، وإنما موضعه ما أعلمتك. قال الأصمعي: ومن\nأمثالهم في التحنن بالأقارب: لكن على بلدح قوم عجفى.\n</p>\n\n<p>\nومثله. \" لكن بالأثلاث لحم لا يظلل \" .\n</p>\n\n<p>\nيقول الرجل هذا إذا رأى قوما في سعة وخصب <span id='ms048'></span>، وله حميم أو غيره ممن يهتم\nبشأنه، وهم فاقة وسوء حال. وكان المفضل يحدث بهذا عن بيهس الذي يلقب\nبنعامة، وكانت بين أهل بيته وقومه من أشجع حرب، فقتلوا سبعة أخوة لبيهس،\nوأسروا بيهسا، فلم يقتلوه لصغره فارتحلوا به فنزلوا منزلا في سفرهم، ونحروا\nبه جزروا، فقال بعضهم: ظللوا لحم جزوركم. فقال نعامة: \" لكن بالأثلاث لحم\nلا ظلل \" يعني لحم اخوته القتلى، ثم ذكروا كثرة ما غنموا، فقال النعامة: \"\nلكن على بلدح قوم عجفى \" يعني أهل بيته، ثم إنه أفلت أو خلوا سبيله. فرجع\nإلى أمه، فقالت له: أنجوت أنت من بينهم؟ فقال: لو خيرت لاخترت.\n</p>\n\n<p>\nوكانت لا تحبه قبل ذلك، فلما رأته ليس لها غيره رقت له، وتعطفت عليه،\nفقال نعامة: الثكل أرامها.\n</p>\n\n<p>\nيعني إن فقدها أولادها عطفها على، فذهبت كلماته الأربع كلها أمثالا.\nوقوله: \" بلدح \" اسم موضع. وكذلك \" الأثلاث \" قال الزبير: الأثلاث: شجر،\nوهو الطرفاء وقال الزبير: قتلهم نصر بن دهما بن الأشجعي، وأراد قتل البيهس\nفقيل له: إنه أحمق فدعه لأمه لتسكن إليه، فلما نزلوا قال نصر: ظللوا ذلك\nاللحم، فذلك حيث يقول نعامة: \" لكن بالأثلاث لحم لا يظلل \" ففزع منها نصر،\nفقيل له: كلمة جاءت من أحمق.\n</p>\n\n<p>\nوقال الأصمعي: في مثل هذا يقال: لا يعدم الحوار من أمه حنة.\n</p>\n\n<p>\nومنه: لا يضر الحوار ما وطئته أمه.\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم في التحنن على الأقارب\n</p>\n\n<p>\nو ابأبي وجوه اليتامى\n</p>\n\n<p>\nوحكي عن المفضل إنه كان يحكيه عن يعد القرقرة، وهو رجل من أهل هجر، وكان\nالنعمان يضحك منه، فدعا النعمان بفرسه اليحموم وقال لسعد: أركبه فأطلب عليه\nالوحش، قال سعد: إذا والله أصرع، قال: فأبى النعمان إلا أن يركبه، فلما\nركبه سعد نظر إلى بعض ولده فقال ذلك. وفي هذا يقول سعد:\n</p>\n\n<p>\nنحن بغرس الودي أعلمنا ... منا بركض الجياد في السلف\n</p>\n\n<p>\nو يروى: في السدف\n</p>\n\n<p>\nباب احتمال لذي رحمه يراه مضطهدا وإن كان له كشاحا قاليا. قال الأصمعي:\nيقال في هذا مثل هذا:\n</p>\n\n<p>\nلا تعدم من أبن <span id='ms049'></span> عمك نصرا.\n</p>\n\n<p>\nوأما أبو عبيدة فكان يحكيه: لا يملك مولى نصرا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             قال أبو\nعبيد: وكلاهما معناه أن حميمك يغضب لك إذا رآك مضطهدا وإن كان لك مشاحنا،\nوكان المفضل، فيما روى عنه، يقول: إن أول من قاله النعمان بن المنذر الملك،\nوذلك إن العيار بن عبد الله الضبي كان الذي بينه وبين ضرار بن عمرو سيئا\nوهو من أسرته، فاختصم أبو مرحب اليربوعي وعند النعمان في شيء فنصر العيار\nضرارا فقال له النعمان: أتفعل هذا بي بأبي مرحب في ضرار وهو معاذيك؟ فقال\nالعيار: إني أكل لحم أخي ولا أدعه لآكل.\n</p>\n\n<p>\nفعندها قال النعمان: \" لا يملك مولى نصرا \" فذهبت كلمتاهما مثلين. قال\nأبو عبيد: ومن هذا المثل مقالة عثمان بن عفان لعلي بن أبي طالب رضي الله\nعنهما حين كتب إليه وهو محصور، وكان على غائبا في مال له: إذا أتاك كتابي\nهذا فأقبل إلى على كنت أولى.\n</p>\n\n<p>\nفان كنت مأكولا فكن خير آكل ... وإلا فأدركني ولما أمزق\n</p>\n\n<p>\nيقول: إن أخي وأبن عمي، وإن كان عاتبا علي فهو أرأف بي وأرق علي من\nالأباعد ومن أمثالهم في هذا: الحفائظ تحلل الأحقاد.\n</p>\n\n<p>\nومنه قول القطامي: و ترفض عند المحفظات الكتائف. والكتائف هي السخائم،\nويقول: إذا رأيت قريبي يضطهد، وأنا عليه واجد، خرجت تلك السخيمة من قلبي\nله، ولم أدع نصره ومعونته، ومنه قولهم: أنصر أخاك ظالما أو مظلوما.\n</p>\n\n<p>\nقال أبو عبد الله الزبير: الحسائف هي السحائم أيضا.\n</p>\n\n<p>\nباب استعطاف الرجل صاحبه على أقربيه وإن كانوا له غير مستحقين.\n</p>\n\n<p>\nقال أبو زيد: ومن أمثالهم في هذا قولهم: منك عيصك وإن كان أشباز أي منك\nأصلك وإن كان أقاربك على خلاف ما تريد يقول: فأصبر عليهم، فأنه لا بد لك\nمنهم. وقال الأصمعي: في مثله: منك ربضك وإن كان سمارا.\n</p>\n\n<p>\nوأصل السمار اللبن الممذوق، فشبه القريب في رداءته به وقال الأحمر في\nمثله: منك أنفك وإن كان أجدع.\n</p>\n\n<p>\nقال أبو عبيد: كل هذا معناه إن عشيرتك ورهطك لا منجى لك منهم، فأحتملهم\nعلى <span id='ms050'></span> ما فيهم. قال الأصمعي: يقال: هو ألزم لك من شعرات قصك.\n</p>\n\n<p>\nقال: وذلك لأنه كلما حلق نبت، وهذا المثل يضرب للذي ينتفي من قريبه. وقد\nأيضا لكل من أنكر حقا يلزمه، من أي الحقوق كان\n</p>\n\n<p>\nباب عجب الرجل برهطه وعترته.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا: كل فتاة بابيها معجبة.\n</p>\n\n<p>\nوهذا المثل يرويه بعضهم للأغلب العجلي في شعر له وقال بعضهم: هذا المثل\nلامرأة من بني سعد، يقال لها العجفاء بنت علقمة، ويقال: إنه لكاهنة منهم:\nتنافر إليها نسوان، كل واحدة تذكر مجد أبيها، وتفخر به، فقالت الكاهنة: كل\nواحدة منكن بابيها معجبة، قال أبو عبيد: ومن أمثالهم في نحو هذا: زين في\nعين والد ولده.\n</p>\n\n<p>\nوروي الناس عن عمر بن عبد العزيز إنه قيل له: لو بايعت لأبنك عبد الملك\nمع فضله وشأنه وورعه، فقال: لولا أني أخاف أن يكون زين في عيني منه ما يزين\nللوالد من ولده لفعلت، ثم توفي عبد الملك قبل عمر. ومثل للعامة في مثل هذا.\n</p>\n\n<p>\nمن يمدح العروس إلا أهلها.\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم في نحوه: حميم الرجل وأصله.\n</p>\n\n<p>\nباب تشبيه الرجل بأبيه.\n</p>\n\n<p>\nالأصمعي وأبو عبيدة وأبن الكلبي كلهم قالوا: من أمثالهم في التشبيه:\nشنشنة اعرفها من أخزم.\n</p>\n\n<p>\nوهذا المثل يروى عن عمر بن الخطاب، قاله في أبن عباس يشبهه في رأيه\nبأبيه. ويقال: إنه لم يكن لقريش مثل رأي العباس. وقد فسرنا هذا في غريب\nالحديث. ومنه قولهم: تقيل فلان أباه.\n</p>\n\n<p>\nأي أشبهه. ومن أمثالهم في هذا: من أشبهه أباه فلما ظلم.\n</p>\n\n<p>\nقال الأصمعي: الظلم وضع الشيء في غير موضعه، يقول: فإذا أشبه أباه فقد\nوضع الشبه في موضعه. قال الأصمعي: ومن هذا قولهم: و من عضة ما ينبتن\nشكيرها.\n</p>\n\n<p>\nوالشكير: الورق الصغار ينبت بعد الكبار. قال الأصمعي: ومنه قولهم: العصا\nمن العصية.\n</p>\n\n<p>\nقال أبو عبيد: هكذا قال، وأنا أحسبها \" العصية من العصا \" إلا أن يكون\nيراد به إن الشيء الجليل إنما يكون في بدئه صغيرا كما قالوا: إنما القرم <span id='ms051'></span> من\nالأفيل.\n</p>\n\n<p>\nفيجوز حينئذ على هذا المعنى إن يقال: \" العصا من العصية \" قال أبو عبيد:\nومن هذا قولهم: هل تنتج الناقة إلا لمن لقحت له.\n</p>\n\n<p>\nأي هل يشبه الرجل غير أبيه.\n</p>\n\n<p>\nباب إدراك ولد الرجل وبلوغهم في حياته.\n</p>\n\n<p>\nقال أبو عبيد: يقال في مثل لهم: من سره بنوه ساءته نفسه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n             ولا\nأدري ممن سمعته، إلا أنه بلغني أن قائله ضرار بن عمرو الضبي، وكان ولده قد\nبلغوا ثلاثة عشر رجلا، كلهم قد غزوا ورأس، فرآهم يوما معا وأولادهم، فعلم\nأنهم لم يبلغوا هذه السن إلا مع كبر سنه ونفاد عمره، فقال عندها: \" من سره\nولده ساءته نفسه \" فأرسلها مثلا. ومن أمثالهم في ولد الشبيبة وما يجب من\nذلك:\n</p>\n\n<p>\nإن بني صبية صيفيون ... أفلح من كان له ربعيون\n</p>\n\n<p>\nو الولد الصيفي هو الذي يولد للرجل بعد السن، والربعي: الذي يولد في\nعنفوان الشباب، وهذا المثل يروونه عن سليمان بن عبد الملك تمثل به عند\nموته، وكان أراد أن يجعل الخلافة في ولده، فلم يكن له يومئذ من ولد ولد له\nفي الحداثة، وكانوا صغارا إلا من كان من أمهات الأولاد، فقد كان فيهم من قد\nبلغ، لأنهم كانوا لا يعقدون إلا لأبناء المهائر وقال الزبير: كانت عندهم\nرواية أن ملكهم يذهب على رأس أبن أمه وكذلك كان.\n</p>\n\n<p>\nباب تبني الرجل والمرأة غير ولدهما.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم: ابنك أبن بوحك.\n</p>\n\n<p>\nأي أبن نفسك الذي ولدته، ليس من تبنيت. قال أبو عبيد: وكذلك قولهم: ابنك\nمن دمى عقبيك.\n</p>\n\n<p>\nوكان المفضل يخبر بهذا المثل عن امرأة الضفيل بن مالك أبن جعفر بن كلاب،\nوهي امرأة من بلقين، فولدت له عقيل بن طفيل، فتبنته كبشة بنت عروة بن جعفر\nبن كلاب، فعرم عقيل على أمه يوما فضربته، فجاءتها كبشة فمنعتها وقالت: ابني\nابني، فقالت القينية: \" ابنك من دمى عقبيك \" تعني: الذي نفست به حتى أدمى\nالنفاس عقبيك فهو ابنك لا هذا.\n</p>\n\n<p>\nباب تحاسد ذوي القرابات وقطيعتهم أرحامهم.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا <span id='ms052'></span>: أينما أوجه ألق سعدا.\n</p>\n\n<p>\nوكان المفضل يحدث أن المثل للأضبط بن قريع السعدي، وذلك أنه كان سيد\nقومه، فكان يرى منهم حسدا له، وبغيا عليه، فرحل عنهم فنزل في آخرين، فرآهم\nيفعلون باشرافهم مثل ذلك، ثم رحل ونزل في غيرهم، فرأى مثل ذلك أيضا، فعندها\nقال: \" أينما أوجه ألق سعدا \" أي كل الناس مثل قومي في حسدهم ساداتهم. قال\nالأصمعي: ومن أمثالهم: فرق بين معد تحاب.\n</p>\n\n<p>\nيقول: إن ذوي القرابة إذا تراخت ديارهم بعضها من بعض كان أحرى أن\nيتحابوا، وإذا تدانوا تحاسدوا وتباغضوا. قال أبو عبيد: وهذا يروى في حديث\nعن عمر بن الخطاب رضي الله عنه أنه كتب إلى أبي موسى الأشعري: أن مر ذوي\nالقرابات أن يتزاوروا ولا يتجاوروا. ومنه قوله ) لأبي هريرة: يا أبا هريرة\nزر غبا تزدد حبا\n</p>\n\n<p>\nباب العقوق من الولد للوالد، والوالد للولد.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم: العقوق ثكل من لم يثكل.\n</p>\n\n<p>\nيقول: إذا عقه ولده فقد ثكلهم وإن كانوا أحياء. قال أبو عبيد: هذا في\nعقوق الولد للوالد، وأما قطيعة رحم الوالد للولد فقولهم: الملك عقيم.\n</p>\n\n<p>\nيريدون أن الملك لو نازعه ولده الملك لقطع رحمه حتى يهلكه، فكأنه عقيم لم\nيولد له، وإنما ذلك من الانفراد بالملك، وأن ليس في الملك شريك، فكأنه لذلك\nعقيم.\n</p>\n\n<p>\nباب التشابه في غير ذوي الرحم.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم.\n</p>\n\n<p>\nأشبه شرج شرجا لو أن أسيمرا.\n</p>\n\n<p>\nقال أبو عبيد: وكان المفضل يحدث أن صاحب المثل لقيم بن لقمان، وكان هو\nوأبوه قد نزلا منزلا يقال له: \" شرج \" فذهب لقيم يعشى إبله، وقد كان لقمان\nحسد لقيما وأراد إهلاكه، فاحتفر له خندقا، وقطع ما هنالك من السمر، ثم ملأ\nبه الخندق، وأوقد عليه ليقع فيه لقيم، فلما أقبل عرف المكان، وأنكر ذهاب\nالسمر، فعندها قال: \" أشبه شرج شرجا لو أن أسيمرا \" فذهبت مثلا ومن هذا\nقولهم: ما أشبه الليلة بالبارحة.\n</p>\n\n<p>\nفهذا التشبيه يكون في الناس وغيرهم، وكذلك قولهم: حذو القذة بالقذة.\n</p>\n\n<p>\nوقد فسرناه في غريب الحديث، وهو <span id='ms053'></span> أن يقدر كل قذة، والقذة: الريشة من ريش\nالسهام، على صاحبتها سواء.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nصلى الله على محمد وآله\n</p>\n\n<p>\nالأمثال في مكارم الأخلاق\n</p>\n\n<p>\nباب المثل في الحلم والصبر على كظم الغيظ.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في الحلم وما يؤمر به منه قولهم: إذا نزا بك\nالشر فاقعد.\n</p>\n\n<p>\nأي فاحلم ولا تسارع إليه قال: وقال الأحمر في مثل هذا : الحليم مطية\nالجهل.\n</p>\n\n<p>\nيعني أنه يحتمل جهله، ولا يؤاخذه به. قال أبو عبيد: ومنه قولهم: لا ينتصف\nحليم من جاهل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             ويروى عن الحسن البصري أنه قال: ما نعت الله\nأحدا من الأنبياء نعتا أقل ممل نعتهم به من الحلم، فإنه قال: )إن إبراهيم\nلأواه حليم( و)إن إبراهيم لحليم أوه منيب( قال أبو عبيد: يعني أن الحلم في\nالناس عزيز. وقد روينا عن بعض العلماء أنه قال: ما أضيف شيء إلى شيء أحسن\nمن حلم إلى علم. وقال معاوية بن أبي سفيان: إني لأرفع نفسي أن يكون لي ذنب\nأوزن من حلمي. وقال معاوية: ما غضبي على من أملك أم ما غضبي على من لا\nأملك.\n</p>\n\n<p>\nقال أبو عبيد: يريد أنبي إذا كنت مالكا له فأنا قادر على الانتقام منه،\nفلم ألزم نفسي الغضب؟ وإن كنت لا أملكه ولا يضره غضبي فلم أدخل اغتمام\nالغضب على نفسي؟!، فمعناه أني ى أغضب أبدا. ويروى عن عمر بن عبد العزيز أنه\nأتي برجل كان واجدا عليه فأمر بضربه، مثال قال: لو لا أني غضبان لضربتك، ثم\nخلى سبيله ولم يضربه. ويروى في حديث مرفوع عن النبي ) \" أن رجلا قال له:\nأوصني، فقال: لا تغضب، فأعاد عليه، فقال: لا تغضب \" وفي حديث آخر عن يحيى\nبن زكرياء \" إنه قال لعيسى بن يحيى: هذا عسى \" قال الأصمعي: ومن أمثالهم في\nصفة الحليم: إنه لواقع الطائر.\n</p>\n\n<p>\nومثله إنه لساكن الريح ومنه ما يوصف به الحاماء: كأن الطير على رؤوسهم.\n</p>\n\n<p>\nوإنما يراد بذلك أنهم حلماء لا طيش لهم ولا خفة.\n</p>\n\n<p>\nباب الإغضاء على المكروه واحتمال الأذى <span id='ms054'></span>\n</p>\n\n<p>\nقال أبو زيد: من أمثالهم في هذا قولهم: طويت فلان على بلاله وطويته على\nبلوله وبللته. أي احتملت منه إساءته وأذاه على ما فيه. وقال الأصمعي: يقال\nفي مثل هذا : لبست عليه أذني.\n</p>\n\n<p>\nأي سكت كالغافل الذي لم يسمعه. قال أبو عبيد: ومنه قول الشاعر:\n</p>\n\n<p>\nأعرض عن العوراء أن أسمعتها ... وأقعد كأنك غافل لم تسمع\n</p>\n\n<p>\nيريد بالعوراء الكلمة القبيحة، وقال الآخر:\n</p>\n\n<p>\nقل ما بدا لك من زور ومن كذب ... حلمي أصم وأذني غير صماء\n</p>\n\n<p>\nقال أبو عبيد: وقال أكثم بن صيفي في نحو هذا : اليسير يجني الكثير.\n</p>\n\n<p>\nوقال أيضا: \" الشر يبدؤه صغاره \" . وقال مسكين الدارمي في هذا المثل :\n</p>\n\n<p>\nولقد رأيت الشر بي ... ن الحي يبدؤه صغاره\n</p>\n\n<p>\nيقول: فاصفح عنه واحتمله لكيلا يخرجك إلى أكثر منه، وقال عدي بن زيد:\n</p>\n\n<p>\nشط وصل الذي تريدين مني ... وصغير الأمور يجني الكبيرا\n</p>\n\n<p>\nو في حديث مرفوع، أو عن بعض الصحابة \" مكارم أخلاق الدنيا والآخرة أن تصل\nمن قطعك، وتعطي من حرمك، وتعفو عمن ظلمك \" وفي حديث آخر \" ما عفا رجل عن\nمظلمة إلا زاده الله بها عزا \" وقال الشاعر:\n</p>\n\n<p>\nفإن النار بالعودين تذكى ... وإن الحرب يبدؤها الكلام\n</p>\n\n<p>\nباب رتق الفتوق وإطفاء النائرة\n</p>\n\n<p>\nقال أبو زيد: من أمثالهم في هذا : إن دواء الشق أن تحوصه.\n</p>\n\n<p>\nأي تلاميه وتصلحه. قال أبو عبيد: واصل الحوص الخياطة ومنه حديث علي بن\nأبي طالب رضي الله عنه حين اشترى قميصا فقطع ما فضل عن كفيه، ثم قال لرجل:\n\" حصه \" يعني خياطة كفافه. وقال الأصمعي: ومن أمثالهم في الإصلاح.\n</p>\n\n<p>\nما كفى حربا جانيها.\n</p>\n\n<p>\nمعناه أنه إنما يصلح فساد السفهاء غيرهم من ذوي الأحلام والنهى، فأما\nجناة الحرب فلا يكون بهم إصلاحها. وقال الأصمعي: ومنه قولهم: صار الأمر إلى\nالنزعة.\n</p>\n\n<p>\nإذا قام بإصلاح الأمر أهل الأناة والحلم. وفي حديث مرفوع أنه قيل له )\nأنا قوم نتساءل أموالنا، فقال: \" يسأل الرجل في الجائحة والفتق ليصلح بين\nالناس، فإذا استغنى أو كرب استعف \" فأرخص النبي ) في المسألة لإصلاح الفتق.\n</p>\n\n<p>\nباب العفو عند المقدرة <span id='ms055'></span>\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا قولهم: ملكت فأسجح.\n</p>\n\n<p>\nوهذا يروى عن عائشة أم المؤمنين رضي الله عنها أنها قالته لعلي أبن أبي\nطالب رضي الله عنه يوم الجمل حين ظهر على الناس، فدنا من هودجها، ثم كلمها\nبكلام، فأجابته: \" ملكت فأسجح \" أي ضفرت فأحسن، فجهزها عند ذلك بأحسن\nالجهاز، وبعث معها أربعين امرأة وقال بعضهم: سبعين، حتى قدمت المدينة. ومن\nأمثالهم في هذا قواهم: إن المقدرة تذهب الحفيظة.\n</p>\n\n<p>\nوقد بلغنا هذا المثل عن رجل عظيم من فريش في سالف الدهر، كان يطلب رجلا\nبذحل، فلما ظفر به قال: لولا أن المقدرة تذهب الحفيظة لانتقمت منك ثم تركه.\nومن العفو قولهم: إذا ارججن شاصيا فارفع يدا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n             يقول: إذا رأيته\nقد خضع واستكان فاكفف عنه. والشاصي هو الرافع رجله. ومن أمثال العامة في\nمثل هذا : أكرموا الصريع.\n</p>\n\n<p>\nباب مياسرة الإخوان وترك الخلاف عليهم.\n</p>\n\n<p>\nقال الأصمعي وعدة من علمائها: من أمثالهم السائرة في هذا قولهم: إذا عز\nأخوك فهن.\n</p>\n\n<p>\nقال أبو عبيد: معناه أن مياسرتك صديقك ليس لضيم ركبك به فتدخلك الحمية\nمنه، إنما هو حسن خلق وتفضل، فإذا عاسرك فياسره وكان المفضل مع هذا يخير\nبأصله، قال: المثل للهذيل بن هبيرة التغلبي، وكان سببه أنه أغار على بني\nضبة فغنم وأقبل بالغنائم فقال له أصحابه أقسها بيننا، فقال: إني أخاف إن\nتشاغلتم بالاقتسام أن يدرككم الطلب فأبوا فعندها قال الهذيل: \" إذا عز أخوك\nفهن \" فذهبت مثلا ونزل فقسم بينهم الغنائم وقال أبو عبيدة: ومن أمثالهم في\nالمياسرة: لولا الوئام هلك اللئام.\n</p>\n\n<p>\nقال أبو عبيد: فالوئام: المباهاة، يقول: إن الئام ليسوا يأتون الجميل من\nالأمور على أنها أخلاقهم، إنما يفعلونها مباهاة وتشبها بأهل الكرم وأولا\nذلك هلكوا. قال أبو عبيد: وهذا قول أبي عبيدة، وأما غيره من علمائنا فإن\nالمثل عندهم \" لولا الوئام هلك الأنام \" ويفسرون الوئام الموافقة، يقولون:\nلولا موافقة الناس بعضهم في الصحبة والعشرة لكانت الهلكة. قال أبو عبيد:\nولا احسب الأصل كان الذي لا يعاشرهم.\n</p>\n\n<p>\nباب مداراة الناس <span id='ms056'></span> والتودد إليهم\n</p>\n\n<p>\nالأصمعي قال: من أمثالهم في هذا : إذا لم تغلب فاخلب.\n</p>\n\n<p>\nيقول: إذا لم يدرك حاجتك بالغلبة والاستعلاء فاطلبها بالترفق وحسن\nالمداراة. وقال أبو زيد في مثله: إلا حظية فلا آلية.\n</p>\n\n<p>\nيقول: إن أخطأتك الخطوة فيما تطلب فلا تال إن تودد إلى الناس وتداربهم\nلعلك تدرك بعض ما تريد. قال أبو عبيد: وأصل هذا في المرأة تصلف عند زوجها\nفلا تحظى. يقول: فلا ينبغي لها إن تعينه على سوء رأيه فيها فتهتك، ولكن\nتحبب إليه بما أمكنها وقال أبو زيد في نحو هذا: سوء الاستمساك خير من حسن\nالصرعة.\n</p>\n\n<p>\nيقول: لأن يزل الإنسان وهو عامل بوجه العمل وطريق الإحسان والصواب خير من\nأن تأتيه الإصابة وهو عامل بالإساءة والخرق. وفي حديث مرفوع: نصف العقل بعد\nالإيمان بالله مداراة الناس.\n</p>\n\n<p>\nباب مخالفة الناس بالأخلاق مع التمسك بالدين.\n</p>\n\n<p>\nقال أبو عبيد: روينا في حديث عن عمر بن الخطاب وعبد الله بن مسعود رضي\nالله عنهما انهما قالا: خالطوا الناس وزايلوهم.\n</p>\n\n<p>\nأي خالطوهم بالمعاشرة والأخلاق،و زايلوهم بأعمالكم. وعن صعصعة بن صوحان\nإنه قال لأبن زيد بن صوحان: أنا كنت أكرم على أبيك منك، وأنت أركم علي من\nأبني، إذا لقيت المؤمن فخالصه. وإذا لقيت الفاجر فخالفه، ودينك لا تكلمنه.\nوقد كان بعض علمائنا يرفع حديثا إلى عيسى بن مريم عليه السلام إنه قال: كن\nوسطا وامش جانبا.\n</p>\n\n<p>\nفجعل مشيته في ناحية مثلا لمزايلته الأعمال، وكينونه وسط الناس مثلا\nلمخالطتهم. وروينا عن أبي الدرداء إنه قال: أنا لنكشر في وجوه القوم وإن\nقولبنا لتقليهم.\n</p>\n\n<p>\nأو لتلعنهم. وفي حديث مرفوع \" إن رجلا استأذن عليه صلى الله عليه وسلم\nفقال: \" بئس أخو العشيرة \" ثم إذن له فدخل عليه، فقربه وأدناه، فلما خرج\nقال: \" إن من شرار الناس من أكرمه الناس اتقاء لسانه \" أو كلام هذا معناه\nوإن لم يكن بهذا اللفظ. ومنه حديثه في العباس بن مرداس حين قال تلك الأبيات\nيوم حنين، فقال النبي صلى الله عليه وسلم: \" اقطعوا عني لسانه \" أراد إن <span id='ms057'></span>\nيعطي حاجته ليسكت. ومن هذا حديث يروى عن أبن شهاب أن شاعرا امتدحه فأعطاه\nوقال: إن من ابتغاء الخير اتقاء الشر.\n</p>\n\n<p>\nقال الأصمعي: ومن أمثالهم في التمسك بالدين قولهم: من يبغ في الدين يصلف.\n</p>\n\n<p>\nيعني إنه لا يحظى عند الناس، ولا يرزق منهم المحبة، ولذلك قيل: قد صلفت\nالمرأة عند زوجها، إذا لم تكن لها حظوة عنده.\n</p>\n\n<p>\nباب حسن عشرة الرجل أهله وحامته\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم: كل امرئ في بيته صبي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             قال أبو\nعبيد: يعني في حسن الخلق والمفاكهة واللهو ونحوه، وقد جاءنا مثله أو نحوه\nعن عمر بن الخطاب وزيد بن ثابت رحمهما الله، فأما حديث عمر فانه قال: \"\nينبغي إن يكون في أهله كالصبي، فإذا التمس مت عنده وجد رجلا \" وأما حديث\nزيد بن ثابت فانه كان من أفكه الناس في أهله، وأزمتهم إذا جلس مع القوم وفي\nحديث مرفوع: خياركم خيركم لأهله.\n</p>\n\n<p>\nوعن معاوية إنه قال: تغلبن الكرام وتغلبهن اللئام.\n</p>\n\n<p>\nباب اكتساب الحمد، واجتناب المذمة وكراهة الشماتة.\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم في اغتنام الحمد وكراهية الذم: الحمد مغنم\nوالمذمة مغرم.\n</p>\n\n<p>\nومن هذا قول الأول:\n</p>\n\n<p>\nبذلك وصاني حريم بن مالك ... وإن قليل الذم غير قليل\n</p>\n\n<p>\nو من اجتناب الذم قولهم: الشر أخبث ما أوعيت في زاد.\n</p>\n\n<p>\nوبعضهم يرويه في شعر عبيد بن الأبرص: قال أبو عبيد: ومن أمثال أكثم بن\nصيفي: الشماتة لوم.\n</p>\n\n<p>\nيقول: ليس من الكرم أن يشمت الرجل بصاحبه إذا زلت به النعل أو نزل به\nأمر.\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم: إن خيرا من الخير فاعله. وإن شرا من الشر\nفاعله.\n</p>\n\n<p>\nيضرب هذا في الحض على الخير والانتهاء عن الشر. ويقال: إن أصل هذا المثل\nللنعمان بن المنذر يقال له علقمة، قاله لأخيه عمرو مع مواعظ كثيرة وعظه\nبها، قال: وبعضهم يجعل الكلام لصخر لن عمرو بن الحارث بن شريد السلمي.\n</p>\n\n<p>\nباب الصبر عند النوازل والمزاري\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا قولهم: هون عليك ولا تولع بإشفاق.\n</p>\n\n<p>\nقال الأصمعي: في نحو <span id='ms058'></span> منه: إن في الشر خيارا.\n</p>\n\n<p>\nقال: ومعناه إن بعض الشر أهون من بعض. قال أبو عبيد: أحسبه يريد: إذا\nأصابته مصيبة فأعلم إنه يكون أجل منها فليهون ذلك عليك مصيبتك. ومنه الحديث\nالمرفوع \" من أصابته مصيبة فليذكر مصابه بي فليعزه ذلك \" وقال بعض حكماء\nالعرب: إن شرا من المرزئة سوء الخلف منها وقال آخر: المصيبة للصابر واحدة\nوللجازع اثنان.\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم في الصبر على المصائب: كانت وقرة في حجر\nوالوقرة مثل الهزمة تكون فيه يقول: إنه احتمل المصيبة، ولم تؤثر فيه إلا\nمثل تلك الهزمة في الحجر. قال أبو عبيد: وكذلك قولهم: كان جرحا فبرأ.\n</p>\n\n<p>\nقالها بعض حكماء العرب وكان أصيب بابن له، فبكاه حولا ثم سلا عنه بعد\nذلك، فقال هذه المقالة ومن هذا المعنى قول أبي خراش الهذلي:\n</p>\n\n<p>\nبلى إنها تعفوا الكلوم وإنما ... نوكل بالأدنى وإن جل ما يمضي\n</p>\n\n<p>\nو قال أكثم بن صيفي: حيلة من لا حيلة له الصبر.\n</p>\n\n<p>\nوفي الحديث المروفع: الصبر عند الصدمة الأولى.\n</p>\n\n<p>\nمعناه أن كل ذي مرزئة فإن قصاراه الصبر، ولكنه إنما يحمد على إن يكون عند\nجدة المصيبة وحرارتها. قال أبو عبيد: ومن أمثالهم في الصبر: من حدث نفسه\nبطول البقاء فليوطن نفسه على المصائب.\n</p>\n\n<p>\nيروى هذا المثل عن عبد الرحمن بن بكرة. وقال صالح المري لرجل يعزيه: إن\nلم تكن مصيبتك أحدثت لك في نفسك موعظة فمصيبتك بنفسك أعظم.\n</p>\n\n<p>\nباب ترك الأسف على الفائت\n</p>\n\n<p>\nقال أبو عبيد: من أمثال أكثم بن صيفي: من لم يأس على ما فاته أراح نفسه.\n</p>\n\n<p>\nوفي حديث مرفوع إنه قال صلى الله عليه وسلم لعمر: \" ما جاءك من هذا المال\nمن غير مسألة ولا إشراف نفس فخذه وتموله، وما لا فلا تتبعه نفسك \" يقول: لا\nتأسف عليه.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nصلى الله على محمد وآله\n</p>\n\n<p>\nجماع أمثال المجد والجود\n</p>\n\n<p>\nباب المثل في الحض على بذل والإفضال\n</p>\n\n<p>\nقال أبو محمد الأموي: من أمثالهم في النائل: إنما سميت هانئا لتهنئ.\n</p>\n\n<p>\nقال: ويقال: \" لتهنأ \" أي <span id='ms059'></span> لتفضل على الناس، والهانئ هو المعطي، يقال:\nهنأت الرجل هنا، إذا وهبت له ورفدته. والاسم منه الهنء. وقال أبو عبيدة: في\nمحو هذا: لا ينفعنك من زاد تبق.\n</p>\n\n<p>\nيقول: إن بقيته صار إلى الفساد والتغير فأعطه الناس وكذلك المال يبقى لك\nفأنفقه: ومنه الحديث المرفوع: أنفق بلال ولا تخش من ذي العرش إقلالا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n             وحديثه \" إنما لك من مالك ما أكلت فأفنيت، ولبست فأبليت، أو\nأعطيت فأمضيت، وما سوى ذلك فهو مال الوارث \" ومنه مقالة أبي ذر \" إن لك في\nمالك شريكين، الحدثان والوارث، فإن قدرت إلا تكون أخس الشركاء حظا فافعل \"\n. ومنه قول الربيع بن خثيم لبعض إخوانه \" كن وصي نفسك ولا تجعل أوصياءك\nالرجال \" أي أنفقه وتخلفه بعدك فتوصي به. ومن أمثالهم في اصطناع الخير\nقولهم: لا يذهب العرف بين الله والناس.\n</p>\n\n<p>\nوهذا المثل للحطيئة في شعر له:\n</p>\n\n<p>\nمن يفعل الخير لا يعدم جوازيه ... لا يذهب العرف بين الله والناس\n</p>\n\n<p>\nقال أبو عبيد: وفي بعض الحديث: اصطناع المعروف بقي مصارع السوء.\n</p>\n\n<p>\nوفي حديث آخر \" أهل المعروف في الدنيا هم أهل المعروف في الآخرة \" وفي\nحديث ثالث \" السخي قريب من الله، قريب من الناس، قريب من الجنة، بعيد من\nالنار \" وقال زهير بن أبي سلمى:\n</p>\n\n<p>\nهو الجواد الذي يعطيك نائله ... عفوا ويظلم أحيانا فيظلم\n</p>\n\n<p>\nو يروى \" فينظلم \" قوله \" يظلم \" أي يسأل فوق طاقته. وقوله \" فيظلم \"\nيتكلفه. وروينا في حديث \" إن الله يحب الجود ومعالي الأمور، ويبغض سفسافها\n\" وجاءنا عن أبن عباس إنه قال: \" إن أبن أبي المعاصي مشى القدمية وإن أبن\nالزبير لوى ذنبه \" وقال في معاوية: \" لله در أبن هند، كان الناس يردون منه\nعلى أرجاء واد رحب \" قال الأصمعي: ومن أمثالهم في العطايا يقال: أعطاه بقوف\nرقبته يقال ذلك إذا أعطاه بغيته، ولم يأخذ له ثمنا ولا أجرا. وأمثال الجود\nفي كلامهم وأشعارهم أكثر من يخاط بها.\n</p>\n\n<p>\nباب اصطناع المعروف وإن كان يسيرا\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا: من حقر حرم.\n</p>\n\n<p>\nقال أبو عبيد: يريدون أن الإنسان <span id='ms060'></span> إذا كان يعجز عن الأفضال بالكثير ثم\nيحقر ما يقدر عليه من اليسير كان فيه الحرمان وتلف الحقوق.\n</p>\n\n<p>\nقال أبو عبيد: ومما يقوى هذا المذهب ما روى في الحديث المرفوع. \" أن لا\nترد السائل ولو بظلف محرق \" ومنه قوله: \" لا تحقرن شيئا من المعروف ولو إن\nتعطى صلة الحبل ولو إن تفعل كذا وكذا \" في حديث طويل.\n</p>\n\n<p>\nقال أبو عبيد: وإنما هذا أن الإنسان ربما كان مضطرا إلى ذلك اليسير فيعظم\nموقعه منه، وإن كانت الموونه فيه على المعطى يسيرة. قال أبو زيد: ومن\nأمثالهم في اليسير من البر قولهم: إن الرثيئة تفثا الغضب.\n</p>\n\n<p>\nقال: وأصله إن رجلا كان غضبان على قوم، وأحسبه، كان مع غضبه، جائعا،\nفسقوه رثيئة فسكن غضبه، وكف عنهم. والرثيئة: اللبن الحامض، يخلط بالحلو.\nوقوله: \" تفثأ \" يعني: تكسر وتكف الغضب. قال أبو عبيد: ومن الرغبة في\nالمعروف وإن كان يسيرا حديث عائشة رضي الله عنها حين سألها سائل وعندها طبق\nعنب، فأعطيه حبة، وعندها نساء فضحكن من ذلك فقالت: \" إن فيما ترين مثاقيل\nذر كثير \" قال أبو عبيد: تريد قول الله عز وجل: )فمن بعمل مثقال ذرة خيرا\nيره \" ويروى عن عبد الحمن بن عوف مثله أيضا.\n</p>\n\n<p>\nباب جود الرجل بما فضل عن حاجته من ماله.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا قولهم: و حسبك من غنى شبع وري.\n</p>\n\n<p>\nوهذا المثل لامرئ القيس بن حجر الكندي، وكانت له معزى، فقال يذكرها:\n</p>\n\n<p>\nفتملأ بيتنا أقطا وسمنا ... وحسبك من غنى شبع وري\n</p>\n\n<p>\nفقد يكون في هذا معنيان، أحدهما أن يقول: أعط الناس كل ما كان وراء الشبع\nوالري، والآخر القناعة باليسير، يقول: فاكتف به ولا تطلب ما سوى ذلك. قال\nأبو عبيد: والمعنى الأول هو عندي الوجه، لقوله في شعر له آخر:\n</p>\n\n<p>\nفلو أن ما أسعى لأني معيشة ... كفاني ولم أطلب قليل من المال\n</p>\n\n<p>\nولكن ما أسعى لمجد مؤثل ... وقد يدرك المجد المؤثل أمثالي\n</p>\n\n<p>\nفأخبر ببعد همته وقدره في نفسه. ومن أمثالهم في نحو هذا قولهم: يكفيك <span id='ms061'></span> ما\nبلغك المحلا.\n</p>\n\n<p>\nومنه قول الشاعر:\n</p>\n\n<p>\nمن شاء أن يكثر أو يقلا ... يكفيه ما بلغه المحلا\n</p>\n\n<p>\nقال أبو عبيد: في هذا مثل في الأول من التأويلين اللذين ذكرنا. ومن\nأمثالهم في هذا الباب قول الحطيئة:\n</p>\n\n<p>\nدع المكارم لا ترحل لبغيتها ... واقعد فإنك أنت الطاعم الكاسي\n</p>\n\n<p>\nو يروى: فأنت لعمري طاعم كاسي يقول: قد رضيت من المكارم بأن لا تفضل على\nأحد إلا ما تنفق عليك في طعامك وكسوتك، ومثله قول الآخر:\n</p>\n\n<p>\nإني وجدت من المكارم حببكم ... أن تلبسوا حر الثياب وتشبعوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \nفإذا تذوكرت المكارم مرة ... في مجلس أنتم به فتقنعوا\n</p>\n\n<p>\nو يقال في مثل تتكلم به العوام من الناس: من أنفق ماله على نفسه فلا\nيتحمد به إلى الناس.\n</p>\n\n<p>\nباب العادة من الجود والخير يعودها الرجل الناس\n</p>\n\n<p>\nقال أبو زيد: من أمثالهم في هذا : ما حللت بطن تبالة لتحرم الأضياف.\n</p>\n\n<p>\nقال: ومعناه انك أم تبتدئ في أول أمرك بالتفضيل والنيل وأنت تريد تركه.\nقال: وتبالة: بلاد باليمن مخصبة، فجعلها مثلا لنواله. قال أبو عبيد: ومن\nعادة الخير قول الأعشى:\n</p>\n\n<p>\nعودت كندة عادة فاصبر لها ... اغفر لجاهلها ورو سجلياها\n</p>\n\n<p>\nو قد جاءنا في بعض الحديث: الخير عادة، والشر لجاجة.\n</p>\n\n<p>\nوقال بعض الحكماء: انتزاع العادة من الناس ذنب محسوب.\n</p>\n\n<p>\nوكان أشياخنا من أهل المعرفة يعلم الناس يحدثون أن المسلمين لما انهزموا\nيوم اليمامة، قالت الأنصار: بئسما عودتم أقرانكم، يعنون الفرار، ثم كروا\nعليهم حتى أظهرهم الله، وقتل عدوهم، فهذا من عادة الخير.\n</p>\n\n<p>\nومن أمثالهم المشهورة قولهم: العود أحمد.\n</p>\n\n<p>\nباب الرجل تكون شيمته الكرم غير أنه معدم.\n</p>\n\n<p>\nقال الأحمر: من أمثالهم في هذا : بيتي يبخل لا أنا.\n</p>\n\n<p>\nيقول: ليس البخل من أخلاقي، ولكن ليس لي ما أجود به.\n</p>\n\n<p>\nقال: ومن أمثالهم في الاعتذار قولهم: شغلت شعابي جدواي.\n</p>\n\n<p>\nيقول: شغلتني أموري عن الناس والإفضال عليهم.\n</p>\n\n<p>\nوقال أبو عبيدة في نحو هذا : بالساعد تبطش الكف.\n</p>\n\n<p>\nأي إنما أقوى على ما أراد بالمقدرة الواسعة، وليس ذلك عندي، ولا مقدرة\nلي. وقد يضرب هذا المثل في قلة <span id='ms062'></span> الأعوان أيضا. قال الأموي: ومن أمثالهم في\nالرجل يذكر الجود ثم يفعله: بأذن السماع سميت.\n</p>\n\n<p>\nومعناه أن فعلك يصدق ما تسمعه الأذن من قولك.\n</p>\n\n<p>\nباب الصبر على مكابدة الأمور ومقاساتها لما في عواقبها من المحامد.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا قولهم: عند الصباح يحمد القوم السرى.\n</p>\n\n<p>\nيقول: انهم يقاسون في ليلهم مكابدة الليل ومقاساة الإسآد، فإذا أصبحوا\nوقد خلفوا البعد وراء ظهورهم حمدوا فعلهم حينئذ. ومثله قولهم: غمرات ثم\nينجلين.\n</p>\n\n<p>\nوهذان المثلان يقال: انهما لأغلب العلجي، ويقال: لغيره. يضربان للرجل\nيحتمل الأمور العظام رجاء لنيل المعالي في غبها، وقد يوصفان في أمر الدين\nوالدنيا جميعا.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nجماع أمثال الخلة والإخاء\n</p>\n\n<p>\nباب مثل المتخالين المتصافيين اللذين لا يفترقان\n</p>\n\n<p>\nقال أبن الكلبي وغيره من علمائنا: من أمثالهم السائرة في الرجلين\nالمتآخيين قولهم: هما كندمانى جذيمة.\n</p>\n\n<p>\nقال أبن الكلبي: وهو جذيمة الابرش الملك وكان أبن أخته عمرو بن عدي قد\nفقده جذيمة الابرش دهرا، ثم إن رجلين من بلقين يقال لأحدهما: مالك، والآخر:\nعقيل وجداه فقدما به على جذيمة، فعظم موفعه منه، وقال: سلاني ما شئتما،\nفسألاه أن يكونا نديمية ما عاش وما عاشا، فأجابهما إلى ذلك، فهما ندامانا\nجذيمة، وفيهما يقول متمم بن نويرة اليربوعي في نفسه وأخيه مالك بن نويرة:\n</p>\n\n<p>\nوكنا كندمانى جذيمة حقبة ... من الدهر حتى قيل لن يتصدعا\n</p>\n\n<p>\nفلما تفرقنا كأني ومالكا ... لطول اجتماع لم نبت ليلة معا\n</p>\n\n<p>\nو تمثل عمر بن الخطاب بهذا في نفسه وأخيه زيد بن الخطاب. وفي هذين\nالنديمين يقول الشاعر في سالف الدهر:\n</p>\n\n<p>\nألم تعلمي أن قد تفرق قبلنا ... نديما صفاء مالك وعقيل\n</p>\n\n<p>\nو هما القينيان مالك وعقيل نديما جذيمة. ومن هذا المعنى البيت السائر في\nالعالم:\n</p>\n\n<p>\nوكل أخ مفارقه أخوه ... لعمر أبيك إلا الفرقدان\n</p>\n\n<p>\nقال أبو عبيد: القينان هما من بلقين، يريد بني القين، فحذف النون والياء،\nكقولهم: بلعنبر وبلهجيم، وما شابه ذلك. ومنه قولهم في بني شمام، وهما\nجبلان.\n</p>\n\n<p>\nباب الخليل الخاص بأخيه ومؤانسه.\n</p>\n\n<p>\nقال الأحمر: من <span id='ms063'></span> أمثالهم في هذا قولهم: فلان أبن انس فلان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n             أي\nإنه صفيه وخاصته وأنيسه ومن هذا قولهم في المنامس، وأصله من الناموس، وهو\nخاصة الرجل وصاحب سره. ومنه قول ورقه بن نوفل في النبي صلى الله عليه وسلم:\n\" إنه يأتيه الناموس صاحب موسى \" يعني جبريل عليه السلام أجمعين. وكذلك\nعيبة الرجل: وهم خاصته وأصحاب نصحته وسره. ومنه الحديث في خزاعة \" انهم\nكانوا عيبة رسول الله صلى الله عليه وسلم مؤمنهم وكافرهم \" .\n</p>\n\n<p>\nباب عناية الأخ بأخيه وإيثاره إياه على نفسه.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا: لك ما أبكي ولا عبرة بي.\n</p>\n\n<p>\nيضرب للرجل يشتد اهتمامه بشأن أخيه. قال أبو عبيد: ومن الإيثار قولهم:\n</p>\n\n<p>\nهذا جناى وخياره فيه ... إذ كل جان يده إلى فيه\n</p>\n\n<p>\nوأخبرني أبن الكلبي إن هذا المثل لعمرو بن عدي اللخمي أبن أخت جذيمة\nالأبرش، وكان جذيمة قد نزل منزلا، وأمر الناس أن يجتنوا له الكمأ، فكان\nبعضهم إذا وجد منها شيئا يعجبه فربما آثر نفسه به على جذيمة، وكان عمرو بن\nعدي يأتيه بخير ما يجده، فعندها يقول عمرو:\n</p>\n\n<p>\nهذا جناى وخياره فيه ... إذ كل جان يده إلى فيه\n</p>\n\n<p>\nيعني: أوثرك به على نفسي إذ كان غيري يأكله دونك. قال أبو عبيد: وهذا\nالمثل تكلم به علي بن أبي طالب، رحمة الله عليه وصلواته، لما جبيت إليه\nالعراق، فنظر إلى ذهبها وفضتها فقال: \" يا حمراء يا بيضاء أحمري وأبيضي\nوغري غيري \" .\n</p>\n\n<p>\nهذا جناى وخياره فيه ... إذ كل جان يده إلى فيه\n</p>\n\n<p>\nهكذا يرويه أصحاب الحديث بالواو، والذي أراد علي رضي الله عنه أني أعطي\nالمال غيري، وامنعه نفسي. ومن الإيثار قول الشاعر يخاطب امرأته:\n</p>\n\n<p>\nأرد شجاع الجوع قد تعلمينه ... وأوثر غيري من عيالك بالطعم\n</p>\n\n<p>\nو من الإيثار حديث العابد الذي أراد الإفطار، فقدم قرصيه ليتعشى، وعرض له\nسائل فأعطاه إحداهما، ثم قال: ما ذاك بمشبعه، وما هذا بمشبعي، ولأن يشبع\nأحد خير من إن يجوع اثنان، ثم ناوله القرص الآخر، فلما نام أتي في منامه\nفقيل له: سل <span id='ms064'></span> حاجتك، فقال المغفرة، فقيل له: أما هذه فقد أعطيتها فسل حاجتك،\nقال: أن يغاث الناس. قال أبو عبيد: ومن أمثالهم في مواساة الرجل أخاه\nقولهم: إن أخاك من أساك.\n</p>\n\n<p>\nومثله قولهم: رب أخ لك لم تلده أمك.\n</p>\n\n<p>\nيقال: إن المثل للقمان بن عاد، وكان له أصل سوى الموضع الذي يضعه الناس\nبه، وذلك أن لقمان رأى رجلا مستحليا بامرأة، فاتهمه وقال: من هذا؟ فقالت:\nأخي، فقال مجيبا لها: \" رب أخ لك لم تلده أمك \" .\n</p>\n\n<p>\nباب صفة الأخ المستمسك بإخاء صديقه المشفق عليه.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا أن يقال: ما عقالك بأنشوطة.\n</p>\n\n<p>\nوذلك لأن الأنشوطة ينسهل انحلالها، يقول: فليس إخاؤه كذلك، ولكنه عقد\nمؤكد، وهذا نحو قول ذي الرمة:\n</p>\n\n<p>\nوقد علقت مي بقلبي علاقة ... بطيئا على مر الشهور انحلالها\n</p>\n\n<p>\nو يروى \" علقت \" قال الأصمعي: ومن أمثالهم في بر الرجل بصاحبه إن يقال:\nأم فرشت فأنامت.\n</p>\n\n<p>\nقال الأصمعي: فإذا أرادوا إنه لا يخالفه في شيء قالوا: هو حبل ذراعك.\n</p>\n\n<p>\nقال: والحبل: عرق في اليد. ومن أمثالهم في هذا قولهم: بين العصا ولحائها.\n</p>\n\n<p>\nباب سرعة اتفاق الأخوة في التحاب والمودة.\n</p>\n\n<p>\nقال أبو زيد: من أمثالهم في نحو هذا: كانت لقوة صادفت قبيسا.\n</p>\n\n<p>\nقال سلمة: هي عندنا لقوة مفتوحة.\n</p>\n\n<p>\nقال أبو عبيد: واللقوة هي السريعة الحمل، والقبيس هو الفحل السريع\nالإلقاح، فمثل هذين لا إبطاء عندهما في النتاج. يضرب للرجلين يكونان متفقين\nعلى رأي واحد ومذهب، فيلتقيان، فلا يلبثان أن يتصاحبا على ذلك ويتألفا.\nوقال الأصمعي: في نحو منه: التقى الثريان.\n</p>\n\n<p>\nقال أبو عبيد: والثرى هو التراب الندي، فإذا جاء المطر الكثير رسخ في\nالأرض حتى يلتقي نداه والندى: الذي يكون في بطن الأرض، فهو التقاء الثريين.\nيضرب هذا في الأمرين أو في رجلين يكونان متفقين فيلتقان. ومن هذا قول أكثم\nبن صيفي: إنما الشيء كشكله.\n</p>\n\n<p>\nومنه حديث عبد الله وغيره: \" الأرواح جنود مجندة فما تعارف منها ائتلف\nوما تناكر منها اختلف \" الأصمعي: ومن أمثالهم في هذا قولهم: وافق شنا طبقه <span id='ms065'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n             قال: وأصل الشن الوعاء المعمول من الأدم فإذا يبس فهو شن فكأن\nقوما كان لهم مثله فتشنن، فجعل له غطاء فوافقه. وقال بعض أهل العلم خلاف\nذلك فذكر إنه شن بن بطن من عبد القيس، والتقوا هم وحي من إياد، يقال لهم:\nطبق، فاتفقوا على أمر، فقيل في هذا: \" وافق شن طبقه \" ويقال في نحو منه:\nوقعت عليه رخمته.\n</p>\n\n<p>\nإذا وافقه وأحبه.\n</p>\n\n<p>\nباب الإفراط في التودد وما يكره منه ويحب من الاقتصاد.\n</p>\n\n<p>\nقال أبو عبيد: بلغني عن بعض الحكماء إنه قال: \" لا تكن في الإخاء مكثرا\nثم تكون فيه مدبرا فيعرف سرفك في الإكثار بجفائك في الأدبار \" قال أبو\nعبيد: وهذا نحو مما يروى عن عمر وعلي.\n</p>\n\n<p>\nلا يكن حبك كلفا ولا بغضك تلفا.\n</p>\n\n<p>\nومثل الحديث الآخر: أحبب حبيبك هونا ما عسى إن يكون عدوك يوما ما، وابغض\nبغيضك هونا ما عسى إن يكون حبيبك يوما ما.\n</p>\n\n<p>\nومنه قول النمر بن تولب:\n</p>\n\n<p>\nوأحبب حبيبك حبا رويدا ... فليس يعولك أن تصرما\n</p>\n\n<p>\nباب اقتداء الرجل بخليله وقرينه\n</p>\n\n<p>\nقال أبو عبيد: جاءنا الخبر عن النبي صلى الله عليه وسلم إنه قال: إنما\nالمرء بخليله، فلينظر امرؤ من يخال.\n</p>\n\n<p>\nومع هذا إنه المثل السائر في الناس:\n</p>\n\n<p>\nعن المرء لا تسأل وسل عن قرينه ... فكل قرين بالمقارن مقتد\n</p>\n\n<p>\nو هذا البيت لعدي بن زيد العبادي. ومن أمثال أكثم بن صيفي في نحو هذا: من\nفسدت بطانته كان كمن غص بالماء.\n</p>\n\n<p>\nيعني إن لا دواء له، من أجل أن الغاص بالطعام إنما غياثه بالماء، فإذا\nكان الماء هو الذي يغصه فلا حيلة له، فكذلك بطانة الرجل وأهل دخلته، وقال\nعدي بن زيد:\n</p>\n\n<p>\nلو بغير الماء حلقي شرق ... كنت كالغصان بالماء اعتصاري\n</p>\n\n<p>\nيعني: ملجئي. ومن أمثالهم في فساد البطانة المثل المبتذل في العامة: إن\nالريح إذا هبت خارج البيت استترت منها، وإذا كانت داخل البيت لم يكن إلى\nالاستتار منها سبيل.\n</p>\n\n<p>\nباب تخويف الرجل صديقه بالهجران في الشيء ينكره عليه.\n</p>\n\n<p>\nقال الأموي: من أمثالهم في هذا قول <span id='ms066'></span> الرجل لأخيه: و الله لئن فعلت كذا\nوكذا لتكونن بلدة ما بيني وبينك.\n</p>\n\n<p>\nيعني القطيعة. وقال: الأحمر: ومن أمثالهم في هجر الرجل صاحبه: تركته ترك\nظبي ظله.\n</p>\n\n<p>\nقال: وذلك إنه إذا نفر من شيء لم يرجع إليه أبدا.\n</p>\n\n<p>\nضرب في جهازه.\n</p>\n\n<p>\nومن أمثالهم في تخوف الرجل هجر صاحبه قولهم: لا توبسن الثرى بيني وبينك.\n</p>\n\n<p>\nأي لا تقطعن الأمر بيننا، وانشد لجرير:\n</p>\n\n<p>\nفلا توبسوا بيني وبينكم الثرى ... فإن الذي بيني وبينكم مثرى\n</p>\n\n<p>\nباب استعانة الرجل بإخوانه وأهل ثقته.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في نحو هذا: إلى أمه يلهف اللهفان.\n</p>\n\n<p>\nواحسبه عن الأصمعي، يعني إلى أهل عنايته والإشفاق عليه يلجأ المستغيث.\nقال أبو عبيد: ومن هذا المعنى قول القطامي:\n</p>\n\n<p>\nوإذا يصيبك والحوادث جمة ... حدث حداك إلى أخيك الأوثق\n</p>\n\n<p>\nو يقال في نحو منه، وليس فيه بعينه: لمثل ذا كنت أحسيك الحسى.\n</p>\n\n<p>\nعن الأصمعي، واصله الرجل يغذو فرسه بالألبان، يحسيها إياه، ثم تحتاج إليه\nفي الطلب أو الهرب. فيقول له: فلهذا كنت افعل بك ما كنت أفعل.\n</p>\n\n<p>\nومن أمثالهم في استعانة الرجل بأهل الثقة قول الشاعر:، وهو مسكين\nالدرامي:\n</p>\n\n<p>\nأخاك أخاك، إن من ى أخا له ... كساع إلى الهيجاء بغير سلاح\n</p>\n\n<p>\nوأم أبن عم المرء فاعلم جناحه ... وهل ينهض البازي بغير جناح\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم في معاونة الأخ ونصرته قولهم: أنصر أخاك ظالما\nأو مظلوما.\n</p>\n\n<p>\nوهذا الحرف يروى في حديث مرفوع إلا إن فيه \" قيل يا رسول الله، هذا ينصره\nمظلوما فكيف إذا كان ظالما؟ قال: يكفه عن الظلم \" قال أبو عبيد: أما الحديث\nفهكذا هو، وأما العرب فكان مذهبها في المثل نصرته على كل حال.\n</p>\n\n<p>\nباب مشاركة الرجل أخاه في الرفاهية وخذلانه إياه في الشدائد.\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم في هذا: يربض حجرة ويرتعي وسطا.\n</p>\n\n<p>\nقال أبو عبيد: ومن أشعارهم في هذا قولهم:\n</p>\n\n<p>\nموالينا إذا افترقوا إلينا ... وإن اثروا فليس لنا موال\n</p>\n\n<p>\nو إذا ضيع الرجل حق أخيه في حياته، ثم بكاه بعد موته فإن مثلهم السائر في <span id='ms067'></span>\nهذا قول الشاعر:\n</p>\n\n<p>\nلأعرفنك بعد الموت تندبني ... وفي حياتي ما زودتني زادي\n</p>\n\n<p>\nو من هذا قولهم: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n             من فاز بفلان فقد فاز بالسهم الاخيب.\n</p>\n\n<p>\nوهذا المثل يروى عن على بن أبي طالب رضي الله عنه في بعض من كان يستبطئ\nمن أصحابه قال أبو عبيد: ومن أمثالهم في خذلان الإخوان عند الشدائد قولهم:\nليس عبد بأخ لك.\n</p>\n\n<p>\nوذكروا عن المفضل إنه كان يخبر أن رجلا من عاد كان يكرم إخوانه، فقال له\nأبوه: أختبرهم، وأمره أن يذبح شاة، ثم يلفها في شيء ثم يأتيها فيقول: هذا\nرجل قتلته فأحب إن تواروه، فحمله على عبد له، ثم أتاهم رجلا رجلا، فكلهم\nيكره ذلك، حتى أتى رجلا كان أخسهم عنده، فقبله وقال: هل علم بهذا أحد؟ قال:\nلا، غير غلامي هذا، فأخذ السيف فقتل العبد وقال: \" ليس عبد بأخ لك \"\nفأرسلها مثلا.\n</p>\n\n<p>\nباب معاتبة الإخوان وفقدهم.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا: معاتبة الأخ خير من فقده.\n</p>\n\n<p>\nوهذا المثل يروى ن أبي الدرداء، فإن استعتب الأخ ولم يعتب فإن مثلهم في\nهذا قولهم: لك العتبي بأن لا رضيت.\n</p>\n\n<p>\nوهذا مثل مبتذل في الناس، وهو مثل محول عن موضعه، لأن أصل \" العتبى \"\nالرجوع المستعتب إلى محبة صاحبه، وهذا على ضده، يقول: أعاتبك بخلاف رضاك،\nومنه قول بشر بن أبي حازم الأسدي:\n</p>\n\n<p>\nغضبت تميم أن تقتل عامر ... يوم النسار فأعتبوا بالصليم\n</p>\n\n<p>\nأي أعتبناهم بالقتل. ومن أمثالهم في ترك العتاب قول الشاعر:\n</p>\n\n<p>\nوليس عتاب الناس للمرء نافعا ... إذا لم يكن للمرء لب يعاتبه\n</p>\n\n<p>\nوقال آخر:\n</p>\n\n<p>\nفدع العتاب فرب شر ... هاج أوله العتاب\n</p>\n\n<p>\nويروى عن أوس بن حارثة إنه كان فيما يقال لابنه مالك: يا مالك: العتاب\nقبل العقاب، والمنية ولا الدنية.\n</p>\n\n<p>\nومن أمثالهم في فقد الأخ الموثوق به قول الشاعر:\n</p>\n\n<p>\nستقطع في الدنيا إذا ما قطعتني ... بيمينك فأنظر أي كف تبدل\n</p>\n\n<p>\nإذا أنت لم تنصف أخاك وجدته ... على طرف الهجران إن كان يعقل\n</p>\n\n<p>\nويركب حدثني السيف من أن يضيمه ... إذا لم يكن عن شفرة السيف <span id='ms068'></span> معدل\n</p>\n\n<p>\nو يروى عن الحسن إنه قال: إن من اشد الناس فقدا عليك أخاك، الذي إن\nشاورته في أمر دينك أو دنياك وجدت عنده رأيا، ففقدته فالتمس من تجد ذلك\nعنده فلم تجده.\n</p>\n\n<p>\nومن أمثالهم في الرجل يرزأ بأخيه قولهم: إنما أكلت يوم أكل الثور الأبيض.\n</p>\n\n<p>\nقال أبو عبيد: هذا المثل يروونه عن علي بن أبي طالب رضي الله عنه إنه\nقاله، ثم قال: إنما وهنت يوم قتل عثمان.\n</p>\n\n<p>\nباب إشفاق الرجل على أخيه ومحاذرته لمكروهه.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم المعروفة قولهم: إن الشفيق بسوء ظن مولع.\n</p>\n\n<p>\nوذلك أن المعنى بشأن أخيه لا يكاد يظن به إلا المكاره والحدثان كنحو من\nظنون الوالدات، فهذا ما في الإشفاق عليه من سوء الظن.\n</p>\n\n<p>\nوأما مثلهم في حسن الظن به الجفاء يظهر منه فقول أكثم بن صيفي.\n</p>\n\n<p>\nمن جعل نفسه من حسن الظن بإخوانه نصيبا أراح قلبه.\n</p>\n\n<p>\nيعني إن الرجل إذا رأى من أخيه إعراضا أو تغيرا فحمله منه على وجه جميل،\nوطلب له المخارج والعذر خفف ذلك عن قلبه، وقل منه غيظه واغتمامه.\n</p>\n\n<p>\nباب نصيحة الرجل أخاه\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم القديمة: أخوك من صدقك.\n</p>\n\n<p>\nيعني في النصيحة من أمر الدين والدنيا، وفي بعض الحديث \" المؤمن مرآة\nأخيه \" يعني إنه رأى منه ما ينكره أخبره به، ورووا عن عمر بن عبد العزيز\nإنه قال: رحم الله رجلا أهدى إلى عيوبي.\n</p>\n\n<p>\nوفي حديث مرفوع \" الدين النصيحة، قيل لمن؟ قال: لله ولرسوله ولأئمة\nالمسلمين وعامتهم \" .\n</p>\n\n<p>\nويروى عن يونس بن عبيد إنه قال: \" ما رأيت أحدا أنصح للإسلام من الحسن\nوأيوب \" وعن بكر بن عبد الله المزني إنه قال: \" لو دخلت هذا المسجد وهو\nمفهم من الرجال فقيل لي: من خيرهم؟ لقلت: أنصحهم لهم \" .\n</p>\n\n<p>\nجماع أبواب الأمثال في الأموال والمعاش\n</p>\n\n<p>\nباب المثل في الخصب والسعة وثروة المال وإصلاحه.\n</p>\n\n<p>\nقال أبو عبيدة والأصمعي جميعا: من أمثالهم في كثرة الخصب والخير.\n</p>\n\n<p>\nهم في شيء لا يطير غرابه.\n</p>\n\n<p>\nواصله إن الغراب إذا وقع في موضع منه <span id='ms069'></span> لم يحتج إلى أن يتحول إلى غيره.\nقالا: وقد يضرب هذا المثل في الشدة أيضا قال أبو عبيد: ومن أمثالهم في\nالخير قول النابغة الذبياني:\n</p>\n\n<p>\nولرهط حراب وقد سورة ... في المجد ليس غرابها بمطار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n             قوله \"\nحراب وقد \" هما رجلان من بني أسد. وقال أبو عبيد عن أبي عبيدة \" سورة \"\nيعني منزلة وفضيلة، ومنها قول النابغة أيضا:\n</p>\n\n<p>\nألم تر أن الله أعطاك سورة ... ترى كل ملك دونها يتذبذب\n</p>\n\n<p>\nو قال أبو زيد الأنصاري: من أمثالهم في الخصب قولهم: وقع فلان في سي\nرأسه.\n</p>\n\n<p>\nأي فيما شاء واحتكم، قال أبو زيد: وقد يفسر \" سي رأسه \" عدد شعره من\nالخير. قال أبو زيد: ومنه قولهم: وجدت الدابة ظلفها.\n</p>\n\n<p>\nأي ما يوافقها وتكون فيها إرادتها، قال: وكذلك الإنسان. قال أبو عبيدة:\nوإذا أصاب الرجل عند صاحبه أفضل ما يريد من الخصب قيل: وجده عند تمرة\nالغراب.\n</p>\n\n<p>\nقال: وذلك لأن الغراب إنما ينتقي من التمر أطيبه وأجوده. ومن أمثالهم في\nالتماس الخصب والسعة.\n</p>\n\n<p>\nجاور ملكا أو بحرا.\n</p>\n\n<p>\nباب كثرة المال والخير يقدم به الغائب أو يكون له.\n</p>\n\n<p>\nقال أبو زيد: من أمثالهم في المال الكثير يقدم به الغائب: جاء فلان\nبالهيل والهيلمان.\n</p>\n\n<p>\nقال أبو عبيد: ومثله: جاء فلان بما صأى وصمت.\n</p>\n\n<p>\nوبلغي عن المفضل أن المتمثل به قصير بن سعد، قاله للزباء حين أتاها\nبالأموال من العراق، فقال: جئتك بما صأى وصمت، يعني ما نطق وسكت. وقال\nالأصمعي: العرب تقول: من المال الصامت والناطق، فالصامت عندهم كل شيء سوى\nالحيوان، مثل العروض والأثاث والعقار والورق، قال: والناطق عندهم الحيوان\nكله، ما كان من رقيق أو دواب أو نحوها، قال: وإنما سمى هذا ناطقا لصوته\nوحياته، وسمى ذلك صامتا لأنه لا روح له، ولا صوت عنده. قال أبو عبيد: وأما\nالعامة فالصامت عندهم العين والورق خاصة، ولا ينبغي إن يكون الأصل إلا\nالأول.\n</p>\n\n<p>\nوأما أهل الحجاز فإن اسم الدراهم والدنانير عندهم الناض، وإنما يسمونه\nناضا إذا تحول عينا بعد إن كان متاعا.\n</p>\n\n<p>\nومن أمثالهم في كثرة <span id='ms070'></span> ما يقدم به القادم قولهم: جاء فلان بالضح والريح.\n</p>\n\n<p>\nومعنى الضح الشمس، أي جاء بمثل الشمس والريح في الكثرةز والعامة تقول جاء\nبالضيح والريح، وليس الضيح بشيء إنما هو الضح وكذلك جاء ذكره في الحديث \"\nلا بقعد أحدكم بين الضح والظل فانه مقعد الشيطان \" ومن أمثالهم في الكثرة:\nعند فلان من المال عائرة عينز ومعناه إنه من كثرته يملأ العين حتى يكاد\nيعورها، أي يفقأها، يقال: عرت عينه، كما يقال: عورتها. قال الأصمعي: ومن\nأمثالهم في المال قولهم: لفلان كحل ولفلان سواد.\n</p>\n\n<p>\nقال أبو عبيد: وكان الأصمعي يتأول في سواد العراق إنه يسمى سوادا للكثرة،\nوأما أنا فأحسبه سمى به للخضرة التي في النخل والشجر والزرع، لأن العرب قد\nتلحق لون الخضرة بالسواد، فيوضع أحدهما في موضع الأخر، ومن ذلك قول الله جل\nجلاله حين ذكر الجنتين فقال: \" مدهامتان \" هما في التفسير \" الخضراوان \"\nفوصفت الخضرة بالدهمة، وهي من سواد اللون، وقد وجدنا مثله في أشعارهم، وقال\nذو الرمة:\n</p>\n\n<p>\nقد أقطع النازل المجهول معسفه ... في ظل أخضر يدعو هامه البوم\n</p>\n\n<p>\nيريد بالأخضر الليل، سماه بهذا لظلمته وسواده، قال أبو عبيد: ومن أسماء\nالمال عندهم النشب، يقال: فلان ذو نشب، ويقال ماله نشب، وكذلك العرض، بفتح\nالعين والراء، وهو جميع أموال الناس، فأما العروض فالأمتعة التي لا يدخلها\nكيل ولا وزن، ولا تكون حيوانا ولا عقارا. ومن أسماء كثرة المال الدثر، ومنه\nالحديث المرفوع حين قيل له صلى الله عليه وسلم: \" ذهب أهل الدثور بالأجور \"\nوكذلك الثروة والتراث. وقال الأصمعي: ومن أمثالهم في كثرة المال يأتي به\nالرجل قولهم: جاءهم بالطم والرم.\n</p>\n\n<p>\nباب استصلاح المال وما يؤمر به من ترك إضاعته.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في استصلاح المال قولهم: بق نعليك، وابذل\nقدميك.\n</p>\n\n<p>\nأي احمل على نفسك في استبقاء مالك، لئلا يرى الناس به خلة فتهون عليهم.\nومنه قولهم: لا جديد لمن لا خلق له.\n</p>\n\n<p>\nيقول صن خلقك ولا تضيعه، فإن يكون إذا لبسته وقاية للجديد. وهذا المثل\nنحن نرويه عن <span id='ms071'></span> عائشة أم المؤمنين، وقد كانت وهبت مالا كثيرا، ثم أمرت بثوب\nلها أن يرقع، وتمثلت بهذا المثل عند ذلك.\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم في المعنى قول أحيحة بن الجلاح: التمرة إلى\nالتمرة تمر، والذود إلى الذود إبل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n             وكان أصل هذا إنه دخل حائطا\nله، فرأى تمرة ساقطة، فتناولها، فعوتب في ذلك، فعندها قال هذه المقالة، وهو\nالقائل:\n</p>\n\n<p>\nاستغن أو مت ولا يغرك ذو شنب ... من أبن عم ولا عم ولا خال\n</p>\n\n<p>\nإني أقيم على الزوراء أعمرها ... إن الحبيب إلى الإخوان ذو المال\n</p>\n\n<p>\nو منه البيت السائر في العالم:\n</p>\n\n<p>\nقليل المال تصلحه فيبقى ... ولا يبقى الكثير على الفساد\n</p>\n\n<p>\nو من الحث على إصلاح المال حديث قيس بن عاصم المنقري في وصيته لوالده: \"\nأفعلوا كذا وكذا، وأكرموا الإبل، فإن فيها مهر الكريمة، ورقوء الدم \" يعني\nالديات التي تدفع بها القصاص والقود.\n</p>\n\n<p>\nومن أمثالهم في إكرام المال قولهم: من ذهب ماله هان على أهله.\n</p>\n\n<p>\nويروى عن رجل من أهل العلم إنه مر به رجل من أهل الأموال، فتحرك له\nوأكرمه وأدناه، فقيل له بعد ذلك: أكنت لك إلى هذا حاجة؟ فقال: لا والله،\nولكني رأيت المال مهيبا فهبته. أو قال: رأيت ذا المال مهيبا.\n</p>\n\n<p>\nباب عذر الرجل في إمساك ماله وترك الجود به.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في منع المال: الشحيح أعذر من الظالم.\n</p>\n\n<p>\nقال أبو عبيد: وهذا من أمثالهم في مبتذل عند العوام. وإنما نراهم جعلوا\nله عذرا إذا كان استبقاؤه ماله ليصون به وجهه وعرضه عن مسألة الناس.\nويقولن: فهذا ليس بمليم، إنما هو تارك للتفضل، ولا عيب عليه في حفظ شيئه،\nإنما تلزم اللائمة الآخذ مال غيره: وهذا كالمثل الذي لأكثم بن صبفي.\n</p>\n\n<p>\nرب لائم مليم.\n</p>\n\n<p>\nيقول: إن الذي يلوم الممسك هو قد ألام في فعله، لا الحافظ لماله.\n</p>\n\n<p>\nومن أمثالهم في المنع: ليس كل حين احلب فأشرب.\n</p>\n\n<p>\nيقول: ليس كل حين أقول: أحلب فأشرب قال أبو عبيد: وهذا المثل يروى عن\nسعيد بن خيبر، قاله في حديث <span id='ms072'></span> سئل عنه. وقد يدخل في المال، وفي كل شيء يمنع.\n</p>\n\n<p>\nباب الجد يعطاه الإنسان في المال وغيره.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في الجد: من حظك موضع حقك.\n</p>\n\n<p>\nقال: ومثله: من حظك نفاق أيمك. قال أبو عبيد: وهاتان الكلمتان ترويان في\nحديث مرفوع. والحظ هو الجد. ومعناه: إن مما وهب الله لعباده من الحظوظ أن\nيعرف للرجل حقه فلا يبخسه، وإن تنفق عنه أيمه فلا تبور عليه. ومن الحظ\nقولهم: لا جد إلا ما أقعص عنك ما تكره.\n</p>\n\n<p>\nأخبرني أبن الكلبي إن قائله معاوية بن أبي سفيان، وذلك إنه كان خاف أن\nيميل الناس إلى عبد الرحمن بن خالد بن الوليد بالشام، فاشتكى عبد الرحمن،\nفسقاه المتطبب شربة خرقته. فعند ذلك قال معاوية: \" لا جد إلا ما أقعص عنك\nما تكره \" وقال معاوية أيضا حين بلغه أن الأشتر سقى شربة عسل، فيها سم\nفمات، فقال: إن لله جنودا منها العسل.\n</p>\n\n<p>\nقال أبو زيد: ومن أمثالهم في الجدود قولهم: عارك بجد أو دع.\n</p>\n\n<p>\nيقول: إن الغلبة إنما هي بالجد، فمن لم يكن له ذلك شيء فليدعه. قال أبو\nعبيد: ومنه قول الشاعر:\n</p>\n\n<p>\nعش بجد لا يضر ... ك نوك ما أعطيت جدا\n</p>\n\n<p>\nومنه قولهم: جدك لا كدك.\n</p>\n\n<p>\nأي إنما تنتفع بالجد لا بالكد من غير إن نكون جدودا ومن هذا قول الشاعر:\n</p>\n\n<p>\nهون عليك فأن الأمور ... بكف الإله مقاديرها\n</p>\n\n<p>\nفليس بآتيك منهيها ... ولا قاصر عنك مأمورها\n</p>\n\n<p>\nو هذا الشعر نرويه عن عمر بن الخطاب رضي الله عنه إنه على المنبر، ثم ذكر\nما كان من شانه في الجاهلية من شدة الحال، وما صار إليه في الإسلام من\nالخلافة. ومنه قولهم: هون عليك ولا تولع بإشفاق.\n</p>\n\n<p>\nعن أبي عبيدة: قال الأصمعي: ومن أمثالهم في نحو هذا قولهم: رزق الله\nلأكدك.\n</p>\n\n<p>\nأي أتاك الأمر من الله لا من أسباب الناس.\n</p>\n\n<p>\nقال أبو الحسن: أخبرني بعض أهل الشام إن الحسن البصري قال في مجلسه: إن\nمن جنود الله الزبد، فسمع رجل ذلك، فلما رجع إلى منزله <span id='ms073'></span> قال لامرأته\nكالمستهزئ: سمعت الحسن يقول: إن من جنود الله الزبد، فأطعميني زبدا،\nفأطعمته إياه فغص به فمات.\n</p>\n\n<p>\nباب المال يتلف للرجل فيفيد به عقلا.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم: خير مالك ما نفعك.\n</p>\n\n<p>\nقال أبو عبيد: والعامة تذهب بهذا المثل إلى إن خير المال ما أنفقه صاحبه\nفي حياته، ولم يخلفه بعده. وكان أبو عبيدة يتأوله في المال يضيع للرجل\nفيكسب به عقلا يتأدب به في حائط ماله لما يستقبل. وهذا كالمثل الذي يحكى عن\nأكثم بن صيفي: لم يضع من مالك ما وعظك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             باب المال يضيعه من لم\nيكسبه أو يسعى فيه لغيره.\n</p>\n\n<p>\nالأصمعي: من أمثالهم: ليس عليك نسجه فاسحب وجر.\n</p>\n\n<p>\nأي انك لم تعن فيه، فأنت تفسده. قال أبو عبيد: ومثل العامة في اكتساب\nالمرء المال لغيره قولهم: رب ساع لقاعد.\n</p>\n\n<p>\nباب عناية الرجل بماله دون عناية غيره.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم: ملك ذا أمر أمره.\n</p>\n\n<p>\nكقولهم: ولي مال ربه.\n</p>\n\n<p>\nأي إنه هو المعني به دون غيره. وقال الأصمعي في مثل هذا: أدرك أرباب\nالنعم.\n</p>\n\n<p>\nأي جاء من له عناية واهتمام بالأمر. وقال أبو عبيدة في نحو هذا:\n</p>\n\n<p>\nلبث رويدا يلحق الداريون ... أهل الجباب البدن المكفيون\n</p>\n\n<p>\nقال: والداري هو رب النعم، وإنما سماه داريا لأنه ميم في داره، فنسب\nإليها، ويقول: فهو رب المال، فاهتمامه بأبله اشد من اهتمام الراعي الذي ليس\nبمالك له. وقال الأصمعي: ومن أمثالهم: أهل القتيل يلونه.\n</p>\n\n<p>\nقال أبو عبيد: معناه انهم أشد بأمره عناية من غيرهم، وهو ليس من الأول\nبعينه، ولكن قريب منه.\n</p>\n\n<p>\nباب صيانة الحر نفسه عن خسيس مكاسب المال\n</p>\n\n<p>\nقال أبو عبيدة: من أمثال أكثم بن صيفي: تجوع الحرة ولا تأكل بثديها.\n</p>\n\n<p>\nقال أبو عبيد: وهذا مثل قديم، ولكن العامة ابتذلته وحولته فقالت: \" لا\nتأكل ثديها \" . وكان بعض العلماء يقول: وليس هذا بشيء، إنما هو \" بثديها \"\nومعناه عندهم الرضاع، ويقول: لا تكون بئرا لقوم على جعل تأخذه منهم. يضرب\nللرجل تصيبه الخلة والفقر، وهو في ذلك لا يتعرض <span id='ms074'></span> لما يدنسه من المكاسب.\n</p>\n\n<p>\nوذكر بعض أهل العلم إن المثل للحارث ليس السليل الأسدي، قاله لامرأته ريا\nبنت علقمة الطائي، وكان شيخا كبيرا، فنظرت يوما إلى فتية شباب، فتنفست\nالصعداء ألا تكون امرأة أحدهم، فعندها قال لها الحارث: ثكلتك أمك، وقد تجوع\nالحرة ولا تأكل ثديها. قال أبو عبيد: فإن كان الأصل على هذا الحديث فهو على\nالمثل السائر \" لا تأكل ثدييها \" .\n</p>\n\n<p>\nقال الزبير: وهي التي تقول: مالي وللشيوخ: الناهضين كالفروخ.\n</p>\n\n<p>\nومن أمثالهم في هذا: سوء حمل الفاقة يضع الشرف.\n</p>\n\n<p>\nيقول: إنه إذا تعرض للمطالب الدنية حط ذلك من شرفه. وقال: أوس بن حارثة\nلابنه مالك فيما يوصيه به: يا مالك \" المنية ولا الدنية و \" شر الفقر\nالخضوع، وخير الغنى القنوع \" قال أبو عبيد: وقال الشاعر:\n</p>\n\n<p>\nفتى كان يدنيه الغنى من صديقه ... إذا ما هو استغنى ويبعده الفقر\n</p>\n\n<p>\nوهذا البيت يقول بعضهم: إنه لعثمان بن عفان. وقال بعضهم: لغيره.\n</p>\n\n<p>\nباب المال يملكه من لا يستجوبه.\n</p>\n\n<p>\nأبو زيد الأصمعي: من أمثالهم في هذا قولهم: عبد وخلى في يديه.\n</p>\n\n<p>\nقال أبو عبيدة: ويقال في نحو منه: عبد الملك عبدا.\n</p>\n\n<p>\nوقال أبو زيد: فإذا أعطى وهو على هذا قيل: أتاك ريان بلبنه.\n</p>\n\n<p>\nيقول: إنه لم يعطك من جود ولا كرم، ولكن لكثرة ما عنده. ويقال في بعض\nأمثالهم.\n</p>\n\n<p>\nكل ذات ذيل تخال.\n</p>\n\n<p>\nيضرب لذي المال الكثير، ينفق مالا يحتاج إليه، وإنما يفعله للثراء.\nومثله: من يطل ذيله ينتطق به.\n</p>\n\n<p>\nقال الأصمعي: ومن أمثالهم: خرقاء وجدت صوفا.\n</p>\n\n<p>\nيضرب للأحمق يصيب مالا فيضعه في غي موضعه.\n</p>\n\n<p>\nباب احتفاظ الرجل بالعلق الكريم يفيده من المال أو يكون عنده المال ولا\nأحد له.\n</p>\n\n<p>\nقال الأصمعي في هذا: استكرمت فاربط.\n</p>\n\n<p>\nقال: يقال ذلك لمن أفاد شيئا يغبط به. أي انك اتخذته كريما فاشدد يديك\nبه. وقال أبو عبيدة في المال الكثير يكون للرجل، وليس عنده من ينفقه عليه\nفيقال في هذا: مرعى ولا أكولة.\n</p>\n\n<p>\nقال: ومثله قولهم: عشب ولا بعير.\n</p>\n\n<p>\nقال: وقد يوضع هذان المثلان في الخصب الذي <span id='ms075'></span> يغفله الناس ولا يشعرون به.\nقال الأصمعي: ومن أمثالهم في الشيء يحث صاحبه على التمسك به قولهم: اشدد\nيديك بغرزه.\n</p>\n\n<p>\nباب اكتساب المال والحث عليه.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم: اطلب تظفر ومنه قولهم: ألق دلوك في الدلاء.\n</p>\n\n<p>\nومنه قول الشاعر:\n</p>\n\n<p>\nوليس الرزق عن طلب حثيث ... ولكن ألق دلوك في الدلاء\n</p>\n\n<p>\nتجئك بملئها طورا وطورا ... تجئك بحمأة وقيل ماء\n</p>\n\n<p>\nو من الحث عليه قول أكثم بن صيفي: من ضعف عن سبه أتكل على زاد غيره. وقال\nأيضا: من العجز والتواني نتجت الفاقة.\n</p>\n\n<p>\nومنه قولهم: ملب عس خير من كلب ربض.\n</p>\n\n<p>\nعن الأصمعي. وقال أيضا: ومنه قولهم: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n             يا حرزي وأبتغي\nالنوافلا.\n</p>\n\n<p>\nأي أدركت ما أريد، وأنا ابتغي الزيادة. قال: ومثله قولهم: كلاهما وتمرا.\n</p>\n\n<p>\nأي كلاهما إلى، وأريد تمرا. قال الأصمعي: ومن الطلب قولهم: أحلب حلبا لك\nشطره.\n</p>\n\n<p>\nومثله: شب شوبا لك بعضه. ومن أمثالهم في المال قولهم: في وجه المال تعرف\nإمرته. يعني كثرته وزيادته ونقصه\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nذكر الأمثال في العلم والمعرفة\n</p>\n\n<p>\nباب المثل في معرفة الأخبار وصحتها\n</p>\n\n<p>\nقال الأصمعي: من أمثال العرب في معرفة الأخبار قولهم: عند جفينة الخبر\nاليقين.\n</p>\n\n<p>\nقال الأصمعي: واصله أن جفينه هذا كان عنده علم رجل مقتول، وفيه يقول\nالشاعر:\n</p>\n\n<p>\nتسائل عن أبيها كل ركب ... وعند جفينه الخبر اليقين\n</p>\n\n<p>\nقال فسألوا جفينه فأخبرهم خبر القتيل. قال أبو عبيد: كل هذا قول الأصمعي.\nوأما هشام أبن الكلبي فأخبرني إنه جهينة، قال: وكان من حديثه أن حصين بن\nعمرو بن معاوية بن كلاب خرج ومعه رجل من جهينة يقال له الأخنس، فنزلا\nمنزلا، فقام الجهني إلى الكلابي فقتله وأخذ ماله، فكانت أخته صخرة بنت عمرو\nتبكيه في المواسم، فقال الأخنس الجهني فيها:\n</p>\n\n<p>\nكصخرة إذ تسائل في مراح ... وفي جرم وعلمها ظنون\n</p>\n\n<p>\nتسأل عن حصيل كل راكب ... وعند جهينة الخبر ليقين\n</p>\n\n<p>\nقال: ومراح حي من قضاعة. قال أبو عبيد: كان ابن الكلبي في هذا النوع من\nالعلم أكثر من الأصمعي. وقال أبو زيد: ومن أمثالهم في <span id='ms076'></span> الخبرة والعلم قولهم:\nأنا غريرك من هذا الأمر.\n</p>\n\n<p>\nأي اغترني فسلني منه على غرة.\n</p>\n\n<p>\nقال أبو عبيد: معناه إني به عالم، فمتى سألتني عنه أخبرتك به من غير\nاستعداد لذلك ولا روية فيه. وقال الأصمعي: في هذا المثل: معناه انك لست\nبمغرور مني، ولكني أنا المغرور، وذلك إنه بلغني خبر كان باطلا فأخبرتك به.\nولم يكن على ما قلت لك. وإنما أديت إليك ما سمعت.و قال الأصمعي: من أمثالهم\nفي الخبرة: كفى قوما بصاحبهم خبيرا.\n</p>\n\n<p>\nأي كل قوم أعلم بصاحبهم من غيرهم. ومثله قولهم: لكل الناس في بعيرهم خبر.\n</p>\n\n<p>\nومثله: أتعلمني بضب أنا حرشته! يقول: أتخبرني بأمر أنا وليته! قال أبو\nعبيد: ومن أمثالهم في المعرفة والعلم قولهم: أنا أبن بجدتها.\n</p>\n\n<p>\nواصله الرجل يكون هاديا خريتا بلارض، ثم صار مثلا لكل عارف ماهر. ومثل\nالعامة في نحو هذا قولهم: أنت اعلم أم من غص بها.\n</p>\n\n<p>\nمعناه أن الغاص بلقمة أخبر بها من غيره. وفي بعض الحديث: ليس الخبر\nكالعيان.\n</p>\n\n<p>\nقال الأصمعي: ومن أمثالهم: على هذا دار القمقم.\n</p>\n\n<p>\nأي إلى هذا صار معنى الخبر. قال أبو عبيد: وكذلك قولهم: على يدي دار\nالحديث.\n</p>\n\n<p>\nإذا كان خبيرا بالأمر، وهذا المثل يروى عن جابر بن عبد الله أنه يكلم به\nفي حديث المتعة.\n</p>\n\n<p>\nباب الحذق بالأمر وحسن المعاناة لها\n</p>\n\n<p>\nقال الأصمعي: ومن أمثالهم في الحذق بالأمر والترفق فيه قولهم: أنا منه\nكحاقن الإهالة.\n</p>\n\n<p>\nقال: والإهالة: الودك المذاب. وليس يحقنها الحاذق بها حتى يعلم أنها قد\nبردت، لءلا تحرق السقاء. قال أبو عبيد: ومن هذا قولهم: أعط القوس باريها.\n</p>\n\n<p>\nأي استعن على عملك بأهل المعرفة والحذق له. ومن هذا كتاب عمر بن الخطاب\nإلى سعد بن أبي وقاص \" أن شاور عمرو بن معد يكرب وطليحة بن خويلد في حربك،\nولا تستعن بهما في غير ذلك، فإن كل قوم أعلم بصناعتهم \" وقال أبو عبيدة في\nنحوه: الخيل أعلم بفرسانها.\n</p>\n\n<p>\nقال أبو عبيد: يعني أنها قد اختبرت ركابها، فهي تعرف الأكفل من أهل\nالفروسية قال <span id='ms077'></span>: والذي يراد منه أن يقول: استعن بمن يعرف الأمر، ودع من لا\nيعرفه. قال أبو عبيد: ومن أمثال أكثم بن صيفي: المرء يعجز لا المحالة.\n</p>\n\n<p>\nيقول: إنما يجيء الجهل من الناس فأما العلم والحيل فكثيرة. أبو زيد قال:\nيقال: لا تعدم صناع ثلة.\n</p>\n\n<p>\nوالثلة: الصوف تغزلة المرأة. يضرب للرجل الصنع الحاذق ومن أمثالهم في\nالمعرفة وحمدهم إياها قولهم: قتل أرضا عالمها، وقتلت أرض جاهلها\n</p>\n\n<p>\nباب استخبار عن عام الشيء ومعرفته\n</p>\n\n<p>\nقال أبو عبيدة: من أمثالهم في الاستخبار قولهم: ما وراءك يا عصام؟\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             قال أبو عبيد: يقال: إن المتكلم به النابغة الذبياني، قاله\nلعصام بن شهبر الجرمي حاجب النعمان، وكان مريضا، فسأل النابغة عصاما عن\nالنعمان. قال أبو عبيد: وإذا أخبر الرجل بالخبر من غير استخبار ولا ذكر كان\nلذلك قيل: فعل كذا وكذا.\n</p>\n\n<p>\nقبل عير وما جرى.\n</p>\n\n<p>\nوهذا مثل مبتذل في الناس. وإذا عاجل الرجل بالمسألة والاستخبار قبل أوانه\nقيل: إليك يساق الحديث.\n</p>\n\n<p>\nوهذا مثل قد ابتذلته العامة. ومن أمثالهم السائرة في قديم الدهر وحديثه\nقول الشاعر: و يأتيك بالأخبار من لم تزود.\n</p>\n\n<p>\nوقد روينا في حديث مرفوع أنه تمثل به ) فقال: \" و يأتيك من لم تزود\nبالأخبار \" . قال أبو عبيدة وغيره: من أمثالهم في الخبرة قولهم: على الخبير\nسقطت.\n</p>\n\n<p>\nقال أبو عبيد: يقال: إن المثل لمالك بن جبير العامري، وكان من حكماء\nالعرب. وبه تمثل الفرزدق للحسين بن علي عليه السلام حين أقبل يريد العراق،\nفلقيه يريد الحجاز، فقال له الحسين: ما وراءك؟ فقال: \" على الخبير سقطت،\nقلوب الناس معك، وسيوفهم مع بني أميه، والأمر ينزل من السماء \" فقال له\nالحسين: \" صدقتني \"\n</p>\n\n<p>\nباب الانتهاء إلى غاية العلم بالأمور وتضييع العلم\n</p>\n\n<p>\nقال أبو زيد: من أمثالهم في هذا أن يقال: قد بلغ فلان في العلم أطوريه.\n</p>\n\n<p>\nبكسر الراء، أي بلغ أقصاه. وقال أبو زيد: بكسر الراء، وقال: وسمعت غيره\nمن علمائنا يقول: \" أطوريه \" بفتح الراء. قال أبو عبيد: ومن أمثالهم في\nالعلم: إن العلم كالحمة، يأتيها البعداء، ويزهد فيها القرباء <span id='ms078'></span>.\n</p>\n\n<p>\nوقال بعضهم: أزهد الناس في العلم أهله.\n</p>\n\n<p>\nويقال: \" جاره \" ومن أمثالهم: إذا زل العالم زل بزلته عالم.\n</p>\n\n<p>\nباب ادعاء الرجل علما لا يحسنه\n</p>\n\n<p>\nالأصمعي قال: من أمثالهم في نحو هذا: يا طبيب طب لنفسك.\n</p>\n\n<p>\nويقال: طب نفسك. قال الأحمر: وقد يقال في بعض هذا: خرقاء ذات نيقة.\n</p>\n\n<p>\nيضرب للرجل الجاهل بالأمر، وهو مع جهله يدعي المعرفة، ويتأنق في الإدارة.\nقال أبو عبيدة: ومن أمثالهم في نحوه: كفى بالشك جهلا.\n</p>\n\n<p>\nيقول: إذا كنت شاكا في الحق أنه حق فذلك جهل. الأصمعي قال: ومن أمثالهم:\nلا تعظيني وتعظعظي.\n</p>\n\n<p>\nأي لا توصيني وأوصي نفسك.\n</p>\n\n<p>\nباب انتحال الرجل العلم وليست عنده أداته\n</p>\n\n<p>\nقال الأصمعي: ومن أمثالهم في هذا: كالحادي وليس له بعير قال: ومثله: عاط\nبغير أنواط. قال: والعاطي: المتناول، يقال منه: عطوت أعطو، إذا تناولت\nالشيء. والأنواط: كل شيء معلق، واحدها نوط، يقول: فهذا يتناول، وليس هناك\nمعاليق. ومثله: إنباض بغير توتير.\n</p>\n\n<p>\nيقول: إنه ينبض القوس من غير أن يوترها. ومثله: تجشأ لقمان من غير شبع.\n</p>\n\n<p>\nكل هذا عن الأصمعي. قال أبو عبيد: ومن أمثالهم قوله: و هل ينهض البازي\nبغير جناح.\n</p>\n\n<p>\nهذا المثل قد يقال هاهنا، ويقال في قلة الأعوان والناصرين. ومن أمثالهم:\nكالقابض على الماء.\n</p>\n\n<p>\nيقول: إنه ليس بيده مما أخذ شيء\n</p>\n\n<p>\nباب شواهد الأمور الظاهرة على علم باطنها\n</p>\n\n<p>\nقال الأصمعي: ومن أمثالهم في هذا قولهم: أفواهها مجاسها.\n</p>\n\n<p>\nوأصله أن الإبل إذا أحسنت الأكل اكتفى الناظر بذلك عن معرفة سمنها وكان\nفيه غنى عن جسها، قال: ومثله: أراك بشر ما أحار مشفر.\n</p>\n\n<p>\nيضرب هذا للرجل ترى له حالا حسنة أو سيئة، فيقول: قد أغناك ما ترى من\nظاهر أمره عن سؤاله. قال الأصمعي: ويقال في مثل هذا أو نحوه: بسم الله\nالرحمن الرحيم\n</p>\n\n<p>\nذكر الأمثال التي في أهل الألباب والحزم\n</p>\n\n<p>\nوفي السلامة من الزلل والجهل\n</p>\n\n<p>\nباب المثل في السلامة في ترك الإنسان ما لا يعنيه\n</p>\n\n<p>\nقال أبو عبيد: روينا عن النبي ) أنه قال: \" من حسن إسلام المرء تركه ما\nلا يعنيه <span id='ms079'></span> \" .\n</p>\n\n<p>\nويروى عن لقمان الحكيم أنه سئل: أي عملك أوثق في نفسك؟ فقال: تركي ما لا\nيعنيني. وكان من أمثال أكثم بن صيفي: الحزم في الأمور حفظ ما كلفت وترك ما\nكفيت.\n</p>\n\n<p>\nوقال رجل للأحنف بن قيس: بم سدت قومك؟ وأراد عيبه، فقال الأحنف: بتركي من\nأمرك ما لا يعنيني كما عناك من أمري ما لا يعنيك. وقال الأحنف بن قيس أيضا:\nما دخلت بين أثنين قط حتى يكونا هما يدخلاني في أمرهما، ولا أقمت من مجلس\nقط، ولا حجبت عن باب. يقول: لا أجلس إلا مجلسا أعلم أني لا أقام عن مثله،\nولا اقف على باب أخاف أن أحجب عن صاحبه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n             باب الأخذ بالثقة\nوالإحباط في الأمر\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في الحزم: عش ولا تغتر.\n</p>\n\n<p>\nوهذا المثل يروى عن أبن عباس وأبن عمر وأبن الزبير، وذلك أن رجلا أتاهم\nفقال: كما لا ينفع مع الشرك عما كذلك لا يضر مع الإيمان ذنب، فكلهم قال له:\n\" عش ولا تغتر \" يقولون: لا تفرط في أعمال البر، وخذ في ذلك بأوثق الأمور\nفإذا كان الشأن هناك على ما ترجوه من الرخصة والسعة كان ما كسبت زيادة في\nالخير وإن كان على ما تخاف كنت قد احتطت لنفسك.\n</p>\n\n<p>\nوأصل هذا المثل فيما يقال، أن رجلا أراد أن يفوز بإبله عند الليل، وتأكل\nعلى عشب يجده هناك، فقيل له: عش إبلك، ولا تغتر بما لست على يقين نته، فصار\nمثلا لكل شيء يؤخذ فيه بالوثائق. وقال الأصمعي في مثله: أن ترد الماء بماء\nأكيس.\n</p>\n\n<p>\nيقول: لأن يكون معك فضل ماء ترد به على ماء آخر خير من أن تفرط في حمله،\nولعلك تهجم على غير ماء. وقال أبو زيد في مثله: برد غداة غر عبدا من ضمأ.\n</p>\n\n<p>\nوكان ذلك أنه خرج في برد النهار، ولم يتزود الماء لما رأى من روح أول\nالنهار، فلما حميت عليه الشمس بالفلاة هلك عطشا. ومثله قولهم: اشتر لنفسك\nوللسوق.\n</p>\n\n<p>\nيقول: اشتر ما إن أمسكته انتفعت به، وإن <span id='ms080'></span> لم ترده نفق عليك في البيع. وفي\nبعض الحديث \" إذا اشترى أحدكم بعيرا فليشتره عظيما سمينا، فإن اخطأه الخبر\nلم يخطئه المنظر \" قال أبو عبيد: ومن الأخذ بالثقة والحزم الحديث المرفوع\nحين قال له رجل: ألا أرسل ناقتي وأتوكل؟ قال: دمث لنفسك قبل النوم مضطجعا.\n</p>\n\n<p>\nيقول: هيئه قبل حاجتك إليه. ويروى عن عائشة أنها ذكرت عمر فقالت: \" كان\nوالله أحوذيا نسيج وحده، قد أعد للأمور أقرانها \" وقد فسرها هذا في غريب\nالحديث.\n</p>\n\n<p>\nقال الأصمعي: ومن أمثالهم في نحو هذا قولهم: في بطن زهمان زاده.\n</p>\n\n<p>\nيقول: مع فلان عدته التي يحتاج إليها، وبتاته وما يصلحه.\n</p>\n\n<p>\nباب الحزم في تعجيل الفرار ممن لا يدا لك به ولا قوة عليه\n</p>\n\n<p>\nقال أبو عبيد: من أمثال أكثم بن صيفي في هذا : إن رمت المحاجرة فقبل\nالمناجرة.\n</p>\n\n<p>\nومنها قوله: التقدم قبل التندم. أي فانج بنفسك قبل لقاء ما لا قوام لك\nبه.\n</p>\n\n<p>\nوقال الذي قتل محمد بن طلحة بن عبيد الله يوم الجمل:\n</p>\n\n<p>\nيذكرني حاميم وارمح شجار ... فهلا تلا حاميم قبل التقدم!\n</p>\n\n<p>\nقال الأصمعي: ومن أمثالهم في هذا النحو قولهم: الفرار بقراب أكيس.\n</p>\n\n<p>\nوكان المفضل فيما حكي عنه، يحدث إن المثل لجابر بن عمرو المازني، وذلك\nإنه كان يسير يوما في الطريق إذ رأى أثر رجلين، وكان عائفا أو قائفا، فقال:\nأرى آثار رجلين، شديد كلبهما، عزيز سلبهما، والفرار بقراب أكيسي، ثم مضى.\n</p>\n\n<p>\nومنه قول الشاعر:\n</p>\n\n<p>\nأقاتل حتى لا أرى لي مقاتلا ... وأنجو إذا لم ينج إلا المكيس\n</p>\n\n<p>\nباب النظر في العواقب وما فيه من الأخذ بالثقة\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في ذلك: رويد الشعر يغب، أي أنظر كيف عاقبة\nالشعر إذا جرى على الألسنة، وسارت به الرفاق في الذم والحمد. قال أبو عبيد:\nويروى عن أبي حازم، وكان من الحكماء إنه قال: ليس لملول صديق، ولا لحسود\nغني، وانظر في العواقب تلقيح للعقول.\n</p>\n\n<p>\nومنه قولهم: الانقباض عن الناس مكسبة للعداوة، وإفراط الأنس مكسبة لقرناء\nالسوء.\n</p>\n\n<p>\nقال أبو عبيد: يريد أن الاقتصاد في الأمور أدنى <span id='ms081'></span> إلى السلامة، وكذلك هذا\nالمثل في الدين ومنه قول علي بن أبي طالب: خير الناس هذا النمط الأوسط،\nيلحق بهم التالي، ويرجع إليهم الغالي ومنه قول أبي موسى في حامل القرآن غير\nالغالي فيه، ولا الجافي عنه. فالغالي فيه هو المفرط في اتباعه حتى يخرجه\nإلى إكفار الناس، مثل الخوارج، والجافي عنه: المضيع لحدوده، والمسخف به.\nومثله قول مطرف بن الشخير: الحسنة بين سيئتين وخير الأمور أوساطها. وشر\nالسير الحقحقة.\n</p>\n\n<p>\nومن أمثالهم في القصد بين الأمرين قولهم إذا سئل عن الشيء قال: بين\nالممخة والعجفاء.\n</p>\n\n<p>\nباب الإنابة بعد الاجترام وما في ذلك من الرشاد\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا قولهم: عاد غيث على ما افسد.\n</p>\n\n<p>\nيضرب للرجل يحسن بعد الإساءة. ومن أمثال أكثم بن صيفي: أقصر لما أبصر.\n</p>\n\n<p>\nومنه الحديث المأثور: التائت من الذنب كمن لا ذنب له.\n</p>\n\n<p>\nومثله: اتبع السيئة الحسنة تمحها . وكذلك قوله: الندم توبة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \nباب حذر الإنسان على نفسه ومدافعته عنها\n</p>\n\n<p>\nقال الأصمعي: يقال في مثل هذا: جاحش فلان عن خيط رقبته.\n</p>\n\n<p>\nأي دافع عن دمه. وخيط رقبته: نخاعه. قال الأصمعي: ومثله قولهم: عن ظهرها\nتحل وقرا.\n</p>\n\n<p>\nقال: وكذلك قولهم: حلأت حالئه عن كوعها. قال الأصمعي: وأصله أن تحلا\nالمرأة الأديم، وهو نزع تحلئه، يعني باطنه، فإن هي رفقت سلمت، وإن خرقت\nأخطأت فقطعت بالشفرة كوعها. وقال أبو عبيد: وروى عن بعض الماضين، ومثال فيه\nدعابة، فقيل له: انك لتنطب القول في نفسك، فقال: فإلي من أكلها؟! الذي ادفع\nعن نفسي إذا لم يكن عنها دافع.\n</p>\n\n<p>\nباب الحذر من الانفراد في الأمور وما يكره من الاستبداد بها\n</p>\n\n<p>\nقال أبو عبيد: يقال: الذئب خاليا اشد.\n</p>\n\n<p>\nيقول إذا وجدك الذئب خاليا كان أجرأ له عليك، فلا تفعل ذلك. قال أبو\nعبيد: وقد يضرب هذا المثل في الدين أيضا، ومنه حديث يروى عن معاذ إنه قال:\nعليكم بالجماعة، فإن الذئب إنما يصب من الغنم الشاذة القاصية. قال أبو\nعبيد: فصار المثل في أمر الدين والدنيا. يضرب لكل متواحد <span id='ms082'></span> برأيه وبدينه أو\nبسفره، ومنه حديث عمر \" لا يسافر أقل من ثلاثة، فإن مات واحد وليه اثنان.\nوالواحد شيطان، والاثنان شيطانان \"\n</p>\n\n<p>\nباب المحاذرة للرجل من الشيء قد ابتلى مثله مرة.\n</p>\n\n<p>\nقال أبو عبيد: روينا عن النبي صلى الله عليه وسلم في حديث مرفوع: \" لا\nيلسع المؤمن من جحر مرتين \" .\n</p>\n\n<p>\nوتأويله عندنا إنه ينبغي له إذا نكب من وجهه ألا يعود لمثله. ومن أمثالهم\nفي نحو هذا: كل الحذاء يحتذي الحافي الوقع.\n</p>\n\n<p>\nوأصله الرجل يمشي في الوقع، وهي الحجارة، حافيا فيصيبه الوجى، وفهو يحاذر\nعلى رجليه من كل شيء ينكبها، ومنه قول الشاعر:\n</p>\n\n<p>\nيا ليت لي نعلين من جلد الضبع ... وشركا من أستها لا تنقطع\n</p>\n\n<p>\nكأن الحذاء يحتذي الحافي الوقع\n</p>\n\n<p>\nيقول: فهو يتمنى نعلين وإن كانتا من جلد الضبع بعد أن ينجو من الحفا، قال\nأبو عبيد: ويقال في نحوه: من يشتري سيفي وهذا أثره.\n</p>\n\n<p>\nيضرب للرجل يتقدم على الأمر الذي قد اختار وجرب. ويقول: إن المثل للأغلب\nالعجلي. ومثل العامة في هذا الباب قولهم: من نهشته الحية حذر الرسن.\n</p>\n\n<p>\nباب الحذر من اتباع الهوى وما يؤمر به من اجتنابه\n</p>\n\n<p>\nقال أبو عبيدة: من أمثالهم في هذا قولهم: أمر مبكياتك لا أمر مضحكاتك.\n</p>\n\n<p>\nأي أطع من يأمرك بما فيه رشادك وصلاحك وإن كان يبكيك، ويثقل عليك، ولا\nتطع من يأمرك بما تهوى، ويضحكك بما فيه شينك. قال أبو عبيد: ومن ذمهم الهوى\nقولهم: حبك الشيء يعمي ويصم.\n</p>\n\n<p>\nوهذا المثل يروى عن أبي الدرداء. ومن حديث أبن عباس \" ما ذكر الله الهوى\nفي موضع من كتابه إلا ذمه \" وقول الشعبي: إنما سمي هوى لأنه يهوي بصاحبه.\nوقال بعض الحكماء: إذا أشكل عليك أمران فلم تدر أيهما أدنى إلى الصواب\nوالسداد فأنظر أثقلهما عليك فاتبعه ودع الذي تهوى، فانك لا تدري لعل الهوى\nهو الذي زينه في قلبك، وحسنه عندك.\n</p>\n\n<p>\nباب التحذير من المعايب والشين في صحبة من تكره\n</p>\n\n<p>\nقال أبو زيد: من أمثالهم في التحذير قولهم: اتق الصبيان لا تصبك\nباعقائها.\n</p>\n\n<p>\nيضرب <span id='ms083'></span> للرجل تحذره ممن تكره له مصاحبته. وأصل الأعقاء أول ما يخرج من بطن\nالمولود حين يولد، وأحدها عقي. وقال مؤرخ: ومن أمثالهم في هذا قولهم: نزو\nالفرار استجهل الفرارا.\n</p>\n\n<p>\nقال: وهو ولد بقر الوحش يقال له: فرير وفرار، مثل: طويل وطوال، فإذا شب\nوجدل وقوي أخذ في النزوان فمتى رآه غيره نزا لنزوه. يضرب هذا لمن تتقى\nمصاحبته. يقول: انك إذا صحبته فعلت فعله. قال الأحمر: ومن أمثالهم في كراهة\nالمعايب قولهم: الملسى لا عهدة.\n</p>\n\n<p>\nأي إنه قد خرج من الأمر سالما، وانقضى عنه لا عليه ولا له. قال أبو عبيد:\nهذا المثل ليس من الأول بعينه، ولكنه نحو منه.\n</p>\n\n<p>\nباب التحذير من الأمر يخاف فيه العطب\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في التحذير قولهم: أعور عينيك والحجر.\n</p>\n\n<p>\nقال: واصله إن الأعور إذا فقئت عينه الصحيحة بقي لا يبصر، فهو أحق بالحذر\nمن غيره. قال: وقد يقال في الرجل الموصوف بالحذر: العير أوقى لدمه.\n</p>\n\n<p>\nواصله أنه ليس شيء من الصيد اشد حذرا إذا طلب صيده من العير وهو الحمار\nالوحشي. قال أبو عبيد: ومن أمثالهم في التحذير من الأمرين يخافان قولهم:\nالليل وأهضام الوادي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n             واصله أن يسير الرجل في بطون الأودية.\nيقول: فأحذر فانك لا تدري لعل هناك من لا يؤمن اغتياله.\n</p>\n\n<p>\nوقد يقال بالرفع. قال أبو عبيد: ومن أمثالهم في التحذير مما يخاف قولهم:\nإن السلامة منها ترك ما فيها.\n</p>\n\n<p>\nومثله قولهم: اتق خيرها بشرها، وشرها بخيرها. ويروى هذا المثل عن عبد\nالله بن عمر إنه قال في اللقطة أو الضالة توجد يقول: دعها ولا تعرض لأخذها.\nقال أبو عبيد: ومن أمثالهم في التحذير: لا تراهن على الصعبة.\n</p>\n\n<p>\nوكان المفضل يحكي هذا المثل عن الحطيئة الشاعر وهو القائل عند موته: ويل\nللشعر من رواة السوء.\n</p>\n\n<p>\nومن أمثالهم في التحذير قولهم: قد اعذر من أنذر\n</p>\n\n<p>\nباب الأمر بحسن التدبير والنهي عن الخرق فيه\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا قولهم: وجه الحجر وجهة ماله.\n</p>\n\n<p>\nويقال \" وجهة \" بالرفع. أي دبر الأمر <span id='ms084'></span> على وجهه الذي ينبغي أن توجهه عليه.\n</p>\n\n<p>\nومن هذا قولهم: اجر الأمور على أذلالها.\n</p>\n\n<p>\nيقول: على وجوهها واستقامتها. وهذا الحرف يروى عن عبد الله بن مسعود في\nحديث طويل. ومن أمثالهم في هذا قولهم: ول حارها من تولى قارها.\n</p>\n\n<p>\nوهذا المثل يروى عن عمر بن الخطاب إنه قاله لعتبة بن غزوان، أو لأبي\nمسعود الأنصاري. ومن أمثالهم قولهم: السعيد من وعظ بغيرة.\n</p>\n\n<p>\nوهذا يروى عن عبد الله بن مسعود في خطبته. وفي بعض الآثار.\n</p>\n\n<p>\nالرفق يمن والخرق شؤم\n</p>\n\n<p>\nومن أمثالهم في حسن التدبير قولهم: قلب الأمر ظهر البطن وكذلك \" ضرب وجه\nالأمر وعينيه \" ومن أمثالهم في التحذير قولهم: رب أكلة تمنع أكلات.\n</p>\n\n<p>\nأي فأحذر ذلك\n</p>\n\n<p>\nباب الأخذ في الأمور بالمشورة والنظر\n</p>\n\n<p>\nقال أبو عبيد: يروي في حديث مرفوع: ما هلك امرؤ عن مشورة.\n</p>\n\n<p>\nومن أمثال أكثم بن صيفي: أول الحزم المشورة ويروى عن عمر بن الخطاب: \"\nالرجال ثلاثة، رجل ذو رأي وعقل، ورجل إذا حزبه أمر أتى ذا رأي فاستشاره،\nورجل حائر بائر، لا يأتمر رشدا، ولا يطيع مرشدا \" . وقال عمر بن الخطاب\nأيضا: \" شاور في أمرك الذين يخافون الله \" وقال الحسن: \" إن الله تبارك\nوتعالى لم يأمر نبيه ) بالمشورة لحاجة منه إلى رأيهم، وإنما أراد أن يعلمهم\nما في المشورة من الفضل \" وفي حديث آخر \" إنه قيل له: ما الحزم؟ فقال: أن\nتستشير ذا رأي ثم تتبع أمره \" .\n</p>\n\n<p>\nبسم الله الرحمن الرجيم\n</p>\n\n<p>\nذكر الحوائج وما فيها من الأمثال\n</p>\n\n<p>\nباب مثل الإعذار في طلب الحاجة وما يحمد عليه أهله من ذلك\n</p>\n\n<p>\nقال أبو عبيد: قال أبن الكلبي وغيره: ومن أمثالهم في هذا قولهم: افعل كذا\nوكذا وخلاك ذم.\n</p>\n\n<p>\nيقول: إنما عليك أن تجتهد في الطلب وتعذر لكي لا تذم فيها وإن لم تقض\nالحاجة. قال: وهذا المثل لقصير بن سعد اللخمي، قاله لعمر بن عدي حين أمره\nأن يطلب الزباء بثأر خاله جذيمة بن مالك، فقال: أخاف أن لا أقدر عليها،\nفقال: أطلب الأمر وخلاك ذم، فذهبت مثلا. قال أبو <span id='ms085'></span> عبيد: ومن هذا المعنى قول\nالشاعر، ويقول: إنه لعروة بن الورد:\n</p>\n\n<p>\nومن يك مثلي ذا عيال ومقترا ... من المال يطرح نفسه كل مطرح\n</p>\n\n<p>\nليبلغ عذرا أو ينال رغيبة ... ومبلغ نفس عذرها مثل منجح\n</p>\n\n<p>\nو قال بعض الحكماء: إني لأسعى في الحاجة وإني منها ليائس، وذلك للأعذار،\nلئلا أرجع على نفسي بلوم. وقال أيضا: صيدك لا تحرمنه.\n</p>\n\n<p>\nيضرب للذي يحض على انتهاز الحاجة إذا أمكنته\n</p>\n\n<p>\nباب الجد في طلب الحاجة وترك التفريط فيها\n</p>\n\n<p>\nقال أبو عبيد: يروى عن أبجر بن جابر العجلي أنه قال فيما أوصى به ابنه\nحجارا: يا بني، إياك والسآمة في طلب الأمور فتقذفك الرجال خلف أعقابها.\n</p>\n\n<p>\nفص ومن أمثالهم في قولهم: ليس لهناء بالدس.\n</p>\n\n<p>\nيضرب للرجل لا يبالغ في الطلب. واصله أن يجرب البعير في أرفاغه وآباطه،\nفإذا هنئت تلك المواضع منه قيل: قد دس دسا. يقول: فليس ذلك بشيء، وإنما\nالهناء أن تهنأ الجسد كله، فكذلك المبالغة في الحاجة والاستقصاء.\n</p>\n\n<p>\nومن أمثالهم إذا أمروا الرجل بالجد في الأمر قالوا: جمع له جراميزك.\n</p>\n\n<p>\nقال أبو زيد: ويقال في مثل هذا : قد ضرب عليه جروته.\n</p>\n\n<p>\nأي قد وطن عليه نفسه. قال الأصمعي: وكذلك قولهم: شد له حزيمه.\n</p>\n\n<p>\nأي تشدد لذلك واستعد له. ومنه الحديث الذي يروى عن علي عليه السلام:\n</p>\n\n<p>\nاشدد حيازيمك للموت ... فإن الموت آتيكا\n</p>\n\n<p>\nو مثله قولهم: قرع له ساقه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n             يعني إذا قامت الحرب على ساقها\nقال أبو عبيدة: وكذلك قولهم: شمر ذيلا وادرع ليلا وكذلك يقولون: اتخذ الليل\nجملا.\n</p>\n\n<p>\nقال ذلك الأصمعي. قال أبو عبيد: ولهذا قالوا: عند الصباح يحمد القوم\nالسرى.\n</p>\n\n<p>\nوهذا المثل يقال: إنه للأغلب العجلي، ويقال: لغيره. ومعناه أنهم يدأبون\nفي ليلهم بالسهر ة الإسآد، فإذا اصبحوا وقد طووا البعد حمدوا ذلك حينئذ.\nوهذا قد يضرب لأمور الدنيا والآخرة. قال الأصمعي: ومن أمثالهم قولهم: خذ\nكذا وكذا ولو بقرطي مارية.\n</p>\n\n<p>\nقال: وهي أم ولد جفنة. قال أبو عبيد: يضرب للرجل يقال له: لا يفوتنك\nالأمر. وكذلك قول العامة: جئ به من حيث <span id='ms086'></span> وليس قال أبو عبيد: وهذان المثلان\nيتكلم بهما العوام من الناس. ومثله قولهم: إيت به من حسك وبسك.\n</p>\n\n<p>\nقال الأصمعي: فيما أظن: من أمثالهم في الاعزام على الحاجة قولهم: جاء\nفلان وفي رأسه خطة.\n</p>\n\n<p>\nأي جاء وفي نفسه حاجة قد عزم عليها. والعامة تقول \" و في رأسه خطة \"\nوكلام العرب هو الأول\n</p>\n\n<p>\nباب التأني في طلب الحاجة وترك الخرق فيها\n</p>\n\n<p>\nقال أبو زيد: من أمثالهم في التلبث والتأني قولهم: رب عجلة تهب ريثا.\n</p>\n\n<p>\nيضرب للرجل يشيد حرصه على حاجته، ويخرق فيها حتى تذهب كلها. واصله أن\nالرجل يعمل الحقحقة في سيره حتى تعطب راحلته في بعض الطريق، فيصير منها إلى\nطول المكث عن حاجته. وهذا هو الذي روى فيه الحديث: إن منبت لا أرضا، ولا\nظهرا أبقى.\n</p>\n\n<p>\nوكذلك قوله: إذا أراد أحدكم أمرا فعليه فيه بالتودة.\n</p>\n\n<p>\nومن هذا المعنى قول القطامي:\n</p>\n\n<p>\nقد سيدرك المتأني بعض حاجته ... وقد يكون المستعجل الزلل\n</p>\n\n<p>\nقال الأصمعي: ومنه قولهم: ضح رويدا.\n</p>\n\n<p>\nأي لا تعجل في الأمر. وقال زيد الخيل الطائي في ذلك:\n</p>\n\n<p>\nفول أن نصرا أصلحت ذات بينها ... لضحت رويدا عن مطالبها عمرو\n</p>\n\n<p>\nقال أبو عبيد: وهما حيان من بني أسد، نصر وعمرو ابنا قعين. ومن أمثالهم\nفي التأني قولهم: الرشف انقع.\n</p>\n\n<p>\nيعني أن الشراب الذي يرتشف رويدا أقطع للعطش وأنجع، وإن كان فيه بطئ. قال\nالأصمعي: ومنه قولهم: رويد الغزو يتمزق.\n</p>\n\n<p>\nقال: وهو مثل امرأة كانت تغزو، فحبلت، فذكروا لها فقالت هذه المقالة. أي\nانتظروا الولادة. قال المفضل: وهي رقاش الكنانية، وعرف حديثها. وقال أبو\nعبيد: ومن أمثالهم: إن الليل طويل وأنت مقمر.\n</p>\n\n<p>\nوكان المفضل أيضا يحكيه عن السليك بن سلكة السعدي، ثن أحد بني مقاعس،\nوذلك إنه كان نائما مشتملا، فبينما هو كذلك إذ جثم رجل على صدره، ثم قال\nأبو عبيد: أستأسر: فقال له سليك: \" إن الليل طويل وأنت مقمر \" فأرسلها مثلا\nمعناه: اصبر على حاجتك حتى تصبح، ثم سألني إن استأسر.\n</p>\n\n<p>\nباب مطلب الحاجة المتعذرة.\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم إذ <span id='ms087'></span> طلب الرجل من صاحبه حاجة عسيرة قولهم:\nتسألني برامتين سلجما.\n</p>\n\n<p>\nواصله إن امرأة تشهت على زوجها هنالك السلجم، وهما بالبلاد السباسب\nالمقفرة، فعندها قال هذا. ومن أمثالهم في نحوه: شر ما رام امرؤ ما لم ينل.\n</p>\n\n<p>\nوهذا المثل للأغلب العجلي في شعره. ومنه المثل السائر في العامة قولهم:\nمن سأل صاحبه فوق طاقته استوجب الحرمان.\n</p>\n\n<p>\nباب قناعة الرجل ببعض حاجته دون بعض\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا: ليس الرأي عن التشاف: أي ليس قضاؤك\nالحاجة ألا تدع منها قليلا ولا كثيرا إلا نلته، إذا أخذت معظمها فاقنع به.\nقال: وأصل التشاف إن يشرب الرجل الشفافة كلها، وهي بقية الماء في الإناء،\nيقول: فقد يروى الشارب قبل بلوغ تلك الحاجة. قال الأصمعي: ومن هذا قولهم:\nلم يحرم من فصد له.\n</p>\n\n<p>\nوهو نحو الأول. يقال: انهم كانوا إذا لم يقدروا على قرى الضيف فصدعوا له\nبعيرا، ثم عولج دمه بشيء حتى سمكن إن يأكلوه قال أبو زيد: ومن هذا قولهم:\nالجحش لما بذك الاعيار.\n</p>\n\n<p>\nواصله إن يقول: اقتصر على الجحش فصده إذا أعياك البعير، فكذلك الحاجة\nأيضا، أرض منها بالدون إذا فاتك عظمها. قال أبو زيد: ومثله: قد تبلغ القطوف\nالوساع.\n</p>\n\n<p>\nوكذلك: قد يبلغ الخضم القضم.\n</p>\n\n<p>\nوكذلك قولهم: \" يركب الصعب من لا دلول له \" . ومن أمثال نسائهم في هذا\nقولهم: روج من عود خير من القعود.\n</p>\n\n<p>\nقال الأصمعي: ومن أمثالهم: الثيب عجالة الراكب. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n             قال أبو\nعبيد: كل هذا في الحض على الرضا بيسير الحاجة إذا أعوزه جليلها. قال أبو\nعبيد: وكان الكسائي يحكي عنهم قولهم: خذ ما طف لك وما استطف لك.\n</p>\n\n<p>\nأي أرض بما أمكنك منه، وهو نحو قولهم: خذ من فلان العفو.\n</p>\n\n<p>\nيقول: ما جاءك عفوا من غير كد ولا إلحاح فاقبله، وما تعذر عليك فدعه. قال\nالأصمعي: ومن أمثالهم في هذا: خذ ما يقطع البطحاء.\n</p>\n\n<p>\nواصله في الماشية، يقول: خذ منها ما كان عنده من بقية النفس ما يقطع\nالبطحاء ومعناه: خذ من الأمر ما تماسك إذا كان <span id='ms088'></span> فيه أدنى مساك. ومثل العامة\nفي هذا قولهم: إذا لم يكن ما تريد فأراد ما يكون.\n</p>\n\n<p>\nومثله: خذ من جذع ما أعطاك.\n</p>\n\n<p>\nوفيه تفسير غير ذلك قد ذكرناه في باب الاغتنام لأخذ الشيء من البخيل. قال\nالزبير: مثله: خذ من الرضفة ما عليها.\n</p>\n\n<p>\nقال الأصمعي: ومن أمثالهم في نحو هذا: أرض من المركب بالتعليق.\n</p>\n\n<p>\nأي من الأمر بدون تمامه. وأصله في الركوب، يقال للرجل قد تعلق بعقبه\nيركبها، ويقول: فإن لم تقدر على الركوب التأم فتعلق بعقبة أو نحوها.\n</p>\n\n<p>\nباب النقية في الحاجة واحتمال التعب فيها\n</p>\n\n<p>\nقال الأحمر: من أمثالهم في تحسين الحاجة والتنوق فيها قولهم: أصنعه صنعة\nمن طب لمن حب.\n</p>\n\n<p>\nأي صنعة حاذق لمن يحبه. وقال الأصمعي في نحو من هذا، وليس هو من ذلك\nبعينه: الحسن أحمر.\n</p>\n\n<p>\nقال أبو عبيد: وأحسبه إنما يعني إنه من أراد الحسن والجمال صبر على أذاه\nومشقته في الحمل على البدن والمال من طلب المهيئة، وذلك قولهم: \" الموت\nالأحمر \" ومنه قول علي رضي الله عنه: كنا إذا احمر البأس اتقينا برسول الله\nصلى الله عليه وسلم، فلم يكن منا أحد اقرب إلى العدو منه. وقال أبو زبيد\nالطائي يذكر الأسد يفترس الرجل:\n</p>\n\n<p>\nإذا علقت قرنا خطاطيف كفه ... رأى الموت بالعين أسود أحمرا\n</p>\n\n<p>\nو من أمثالهم في شدة الحرص على الحاجة قولهم: جاء تضب لثته ولثاته على\nكذا وكذا.\n</p>\n\n<p>\nومنه قول بشير بن أبي حازم:\n</p>\n\n<p>\nوبني تميم قد لقينا منهم ... خيلا تضب لثاثها للمغنم\n</p>\n\n<p>\nباب إتمام قضاء الحاجة والحث على ذلك\n</p>\n\n<p>\nقال أبو عبيد: إذا قضيت الحاجة إلا أقلها فأرادوا إتمامها قالوا: أتبع\nالفرس لجامها.\n</p>\n\n<p>\nقال أبو عبيد: أرى معناه انك قد حدثت بالفرس، واللجام أيسر خبطا، فأتم\nالحاجة كلها، كما إن الفرس لا غنى بها عن اللجام. وكان المفضل يذكر إن\nالمثل لعمرو بن ثعلبة الكلبي أخي عدي بن جانب. وكان ضرار بن عمرو الضبي قد\nأغار عليهم، فسبى يومئذ سلمى ابنة وائل الصائغ وكانت يومئذ أمة لعمرو بن\nثعلبة، وهي أم <span id='ms089'></span> النعمان بن المنذر، فمضى بها ضرار مع ما غنم، فأدركه عمرو بن\nثعلبة، وكان له صديقا، يقال أنشدك الإخاء والمودة إلا رددت على أهلي، فجعل\nيرد شيئا فشيئا حتى بقيت سلمى، وكانت قد أعجبت ضرارا، فأبى أن يردها، فقال\nعمرو: يا ضرار، اتبع الفرس لجامها، فأرسلها مثلا، وردها عليه ضرار. قال:\nويقال في نحو منه: تمام الربيع الصيف.\n</p>\n\n<p>\nوأصله في المطر، فالربيع أوله، والصيف الذي يأتي بعده، فيقول: إنما\nالحاجة أن تكون بكمالها، كما أن الربيع لا يكون تمامه إلا بالصيف. قال\nالأصمعي: ومن أمثالهم في تمام الحاجة قولهم: آخرها أقلها شربا.\n</p>\n\n<p>\nيقال: إن أقل الحاجة ما بقي منها. وقد يضرب هذا المثل في غير هذا المعنى\nأيضا.\n</p>\n\n<p>\nباب تعجيل الحاجة وسرعة قضائها.\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم في تعجيل قضاء الحاجة قولهم: اللقوح الربعية\nمال وطعام.\n</p>\n\n<p>\nقال أبو عبيد: وأصل هذا في الإبل، وذلك إن اللقوح هي ذات الدر، والربعية\nهي التي تنتج في أول النتاج، فأرادوا أنها تكون طعاما لأهلها، يعيشون\nبلبنها لسرعة نتاجها، وهي مع هذا مال. ومن أمثالهم في التعجيل قولهم: النفس\nمولعة بحب العاجل.\n</p>\n\n<p>\nوهذا المثل لجرير بن الخطفي في شعر له. ومن أمثالهم في مثله قولهم:\nالسراح مع النجاح.\n</p>\n\n<p>\nحكاها الأصمعي. قال: ومعناها: سرح لي أمري فإن ذلك مما ينجح حاجتي. وقال\nغيره: هو الرجل لا يريد قضاء حاجة صاحبه، فينبغي له إن يوئسه منها، ولا\nيدعه يصيل الاختلاف إليه باطلا، ثم يصير إلى اليأس بعد التعب والعناء.\n</p>\n\n<p>\nباب إدراك الحاجة بلا تعب ولا مشقة.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا قولهم: أوردها سعد وسعد مشتمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             يعني إنه اورد أبله شريعة الماء، ولم يوردها على بئر يحتاج إلى\nالاستقاء لها، فيعتني فيها ويتعب، ولكنه اشتمل بكسائه ونام وإبله في الورد.\nومثله قولهم: أهون السقي التشريع.\n</p>\n\n<p>\nيعني إن يوردها الشريعة. يضرب هذا المثل للذي ينال حاجته من غير عناء ولا\nمشقة. وهذا قول الأصمعي. وكان غيره من العلماء يتأوله على غير هذا الوجه.\nوقد فسرناه <span id='ms090'></span> في غريب الحديث. ومن تسهيل الحاجة قولهم: هذا على طرف الثمام.\n</p>\n\n<p>\nوقال أبو عبيد: وذلك لأن الثمام لا يطول فيشق على المتناول ومنه قولهم:\nكلا جانبي هرشى لهن طريق.\n</p>\n\n<p>\nيضرب إذا سهل الأمر من وجهين. قال الأصمعي: ويقال في مثله: و هو على حبل\nذراعك.\n</p>\n\n<p>\nأي لا يخالفك. وحبل الذراع: عرق في اليد\n</p>\n\n<p>\nباب طالب الحاجة يسألها فيمنعها فيطلب غيرها.\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم في هذا: إلا ده فلا ده.\n</p>\n\n<p>\nيضرب للرجل يقول: أريد كذا وكذا، فإن قيل له: ليس يمكن ذلك قال: فكذا\nوكذا. قال أبو عبيد بعض هذا الكلام، وليس كله عنه. وقد كان أبن الكلبي يخبر\nعن بعض الكهان إنه سافر إليه رجلان من العرب فقالا: أخبرنا في أي شيء\nجئناك؟ فقال: في كذا وكذا، فقالا: إلا ده، أي أنظر غير هذا النظر، فقال:\nإلا ده فلا ده، ثم أخبرهما بها. ومعناه: إن لم يكن كذا وكذا فهو كذا، وقال\nروبة في شعره: وقول إلا ده فلا ده قال الأصمعي: معناه: إن لم يكن هذا الأن\nفلا يكون بعد الآن. الأصمعي: ولا أدري ما أصله. ومن هذا المعنى قولهم: لا\nيرسل الساق إلا ممسكا ساقا.\n</p>\n\n<p>\nأي إنه لا يدع حاجة إلا سأل أخرى. وأصل ذلك في الحرباء يشتد عليه حمى\nالشمس فيلجأ إلى شجرة فيستظل بساقها، فإذا زالت عنه تحول إلى أخرى قد أعدها\nلنفسه. قال أبو عبيد: ومن أمثالهم: أسق أخاك النمرى.\n</p>\n\n<p>\nوهذا المثل لكعب بن مامة، وذلك إنه سافر سفرا في حمارة القيظ، فأعوزهم\nالماء إلا شيئا يسيرا يقتسمونه بالحصاة. وكان مع كعب رجل من النمر بن قاسط،\nفكلما بلغت النوبة كعبا في الشرب نظر إليه النمري. فقال كعب للساقي: اسق\nأخاك النمري. ففعل ذلك مرارا، ونفذ الماء، فسقط كعب ميتا عطشا. فهذا يضرب\nلكل من طلب الشيء مرارا.\n</p>\n\n<p>\nباب المصانعة بالمال في طلب الحاجة.\n</p>\n\n<p>\nقال أبو زيد: من أمثالهم في هذا قولهم: من ينكح الحسناء يعط مهرا.\n</p>\n\n<p>\nأي من طلب حاجة يهتم بها <span id='ms091'></span> طابت نفسه بالبذل فيها. وقال أبو عبيد: ومنه\nقولهم: من صانع المال لم يحتشم من طلب الحاجة.\n</p>\n\n<p>\nومنه قولهم: البضاعة تيسر الحاجة. ومنه قولهم: من اشترى اشتوى.\n</p>\n\n<p>\nيقول: من اشترى بماله اشتوى. قال ذلك الأحمر في هذين المثلين.\n</p>\n\n<p>\nقال أبو عبيد: قولهم: \" اشتوى \" يريد: شوى اللحم.\n</p>\n\n<p>\nيقال: قد اشتوينا، أي شوينا اللحم، فإذا جعلوا الفعل للحم نفسه قالوا:\nانشوى بالنون. وهذا نحو قول العامة.\n</p>\n\n<p>\nعمك خرجك.\n</p>\n\n<p>\nوأصله فيما يقولون إن رجلا سافر مع عمه من غير زاد اتكالا على ما في خرج\nعمه من الطعام، فلما جاع قال: يا عم أطعمني مما في خرجك، فقال له هذه\nالمقالة.\n</p>\n\n<p>\nباب الحاجة تطلب فيحول دونها حائل.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا قولهم: سد أبن بيض الطريق.\n</p>\n\n<p>\nقال: يضرب للرجل يريد الأمر فيعرض دونه عارض قال الأصمعي: وأصله إن رجلا\nكان في الزمن الأول يقال له أبن بيض، عقر ناقة على ثنية فسد بها الطريق،\nفمنع الناس من سلوكها. وقال أبو عبيدة نحو قول الأصمعي. وأما المفضل فكان\nأحسنهم للحديث اقتصاصا، قال: كان أبن بيض رجلا من عاد، وكان تاجر مكثرا،\nوكان لقمان لن عاد يخفره في تجارته، ويجيزه على خرج يعطيه أبن بيض، يضعه له\nعلى ثنية، إلى إن يأتي لقمان فيأخذه، فإذا أبصره لقمان وقد فعل ذلك قال: \"\nسد أبن بيض الطريق \" يقول: إنه لم يجعل لي سبيلا على أهله وماله حين وفى لي\nبالعجل الذي سماه لي. فقال: ففيه يقو عمرو بن الأسود الطهوى:\n</p>\n\n<p>\nسددنا كما سد أبن بيض سبيلها ... فلم يجدوا عند الثنية مطلعا\n</p>\n\n<p>\nو من أمثالهم في الحاجة يعوق دونها عائق قولهم: اخلف رويعا منظنه.\n</p>\n\n<p>\nقال: وأصله إن راعيا اعتاد مكانا يرعاه فجاء يوما حال عن عهده، وفسد\nوتغير، قال الأصمعي: كلاما هذا معناه. ومثله قولهم: قد علقت دلوك دلو أخرى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n             أي قد دخل أمرك داخل، وأصل الرجل يدلي دلوه للاستقاء، فيرسل\nآخر دلوه أيضا، فتعلق بالأولى حتى تمنع صاحبها أن يستقي فيقول: قد عرض في\nأمرك <span id='ms092'></span> عارض، ومن أمثالهم أيضا في الحاجة يعوق دونها عائق قولهم: الأمر يحدث\nبعد الأمر.\n</p>\n\n<p>\nوهذا مثل مبتذل في العامة.\n</p>\n\n<p>\nباب اليأس من الحاجة والرجوع منها بالخيبة\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم في اليأس من الحاجة قولهم: أسائر اليوم وقد\nزال الظهر!.\n</p>\n\n<p>\nيقول: أتطمع فيما بعد وقد تبين لك اليأس. وقال أبو زيد في نحو منه: من لي\nبالسانح بعد البارح!.\n</p>\n\n<p>\nقال: وأصله أن رجلا مرت به ظباء بارحة، والعرب تتشاءم بها، فكره ذلك،\nفقيل له: إنها ستمر بك سانحة، فعندها قال: \" من لي بالسانح بعد البارح! \"\nفذهبت مثلا. يضرب للرجل يرى من صاحبه بعض ما يكره، فيقال له: إنه سيتعب\nوتقضى الحاجة، فيقول هذا حينئذ. قال أبو زيد بعض هذا الكلام. قال أبو عبيد:\nومن أمثال العوام في هذا: رجع فلان من حاجته بخفي حنين.\n</p>\n\n<p>\nقال: وكان بعض علماء هذا الشأن يخبر بأصله قال: كان حنين إسكافا من أهل\nالحيرة، فساومه أعرابي بخفين فاختلفا حتى أغضبه، فأراد غيظ الأعرابي، فلما\nارتحل أخذ حنين أحد خفيه فألقاه في طريقه، ثم ألقى الآخر في موضع آخر، فلما\nمر الأعرابي بأحدهما قال: ما أشبه هذا بخف حنين، ولو كان معه الآخر:\nلأخذته، ومضى، فلما انتهى إلى الخف الآخر ندم على تركه الأول، فأناخ راحلته\nعند الآخر، ورجع إلى الأول وقد كمن له حنين، فلما مضى الأعرابي عند إلى\nراحلته وما عليها فذهب بها. وأقبل الأعرابي ليس معه غير الخفين، فقال له\nقومه: ماذا جئت به من سفرك؟ فقال: جتكم بخفي حنين، فصار مثلا.\n</p>\n\n<p>\nباب طلب الحاجة من غير موضعها.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا قولهم: لم أجد لشفرة محزا.\n</p>\n\n<p>\nأي ليس لي من متقدم في طلب الحاجة. وقال أبو عبيدة في مثل ذلك.\n</p>\n\n<p>\nكمدت غير مكدم.\n</p>\n\n<p>\nونحو هذا قولهم: قد نفخت لو تنفخ في فحم.\n</p>\n\n<p>\nوهذا المثل للأغلب العجلي في شعر له. ومثل العامة في هذا قولهم: تضرب في\nحديد بارد.\n</p>\n\n<p>\nوقال الأصمعي: والكسائي جميعا: عرض على الأمر سوم عالة.\n</p>\n\n<p>\nقال الكسائي <span id='ms093'></span>: ومعناه مثل قول العامة: عرض سابري.\n</p>\n\n<p>\nوقال الأصمعي: أصله في الإبل التي قد نهلت من الشرب، ثم علت الثانية، فهي\nعالة، فتلك لا يعرض عليها عرضا يبالغ فيه. وقال الأصمعي: أو غيره: ومن\nأمثالهم: إن كان بي تشدك أزرك فارخه.\n</p>\n\n<p>\nويقول: إن كنت تتكل على في حاجتك حرمتها.\n</p>\n\n<p>\nباب التفريط في الحاجة وهي ممكنة ثم تطلب بعد الفوت\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا قولهم: عثرت على الغزل بأخرة فلم تدع بجد\nقردة.\n</p>\n\n<p>\nقال الأصمعي: وأصله أن تدع المرأة الغزل وهي تجد ما تغزل، ومن قطن أو\nكتان أو غيره، حتى إذا فاتها تتعبت القرد في المقمات تلتقدها فتغزلها.\n</p>\n\n<p>\nقال: والقرد: ما تمعط عن الإبل والغنم، من الوبر والصوف والشعر.\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم في التفريط قولهم: الصيف ضيعت اللبن.\n</p>\n\n<p>\nوكذلك قولهم: تدع العين وتطلب الأثر.\n</p>\n\n<p>\nوكان المفضل يذكر حديث المثلين جميعا، وقال: أما حديث اللبن فإن صاحبه\nعمرو بن عمرو بن عدس أبن زيد التميمي، وكانت عنده دختنوس بنت لقيط بن\nزرارة، وكان ذا مال كثير إلا إنه كان كبير السن، فقتله، فلم تزل تسأله\nالطلاق حتى فعل، وتزوجها بعده عمير بن معبد بن زرارة أبن عمها، وكان شابا\nإلا أنه معدم، فمرت ابل عمرو بن عمرو ذات يوم بدختنوس فقالت لخادمتها:\nانطلقي إلى أبي شريح فقولي له: يسقينا اللبن، فأبلغته فعندها قال: \" الصيف\nضيعت اللبن \" هذه حكاية المفضل. قال أبو عبيد: أراه يعني إن سؤالك إياي\nالطلاق كان في الصيف، فيومئذ ضيعت اللبن بالطلاق. وأما بعض الناس فيقولون:\nمعناه إن الرجل إذا لم يطرق ماشيته في الصيف كان مضيعا لألبانها حينئذ. ثم\nرجع الحديث إلى حديث المفضل، قال: وأما قولهم: لا تطلب أثرا بعد عين.\n</p>\n\n<p>\nفانه لمالك بن عمرو العاملي، وكان له أخ يقال له: سماك، فقتله رجل من\nغسان، فلقيه مالك فأراد قتله، فقال الغساني: دعني ولك مائة من الإبل، فقال:\n\" لا تطلب أثرا بعد عين \" ثم قتله. فذهبت الكلمتان مثلين.\n</p>\n\n<p>\nباب تأخير الحاجة ثم قضاؤها <span id='ms094'></span> في آخر وقتها.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا قولهم: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             إذا نام ظالع الكلاب.\n</p>\n\n<p>\nقال: وذلك إن الظالع منها لا يقدر إن يعاظل مع صحاحها لضعفه، فهو يؤخر\nذلك، وينتظر آخرها فلا ينام، حتى إذا لم يبق منها شيء سفد حينئذ، ثم نام.\nقال الأصمعي بعض هذا التفسير أو أكثره. وقال أبو عبيد: في تأخير الحاجة:\nيذهب يوم الغيم ولا يشعر به.\n</p>\n\n<p>\nيضرب للساهي عن حاجته حتى لا تفوته ولا يعلم.\n</p>\n\n<p>\nباب إبطاء الحاجة وتعذرها حتى يرضى صاحبها بالسلامة\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا قولهم: رضيت من الغنيمة بالسلامة.\n</p>\n\n<p>\nيضرب للرجل يسعى في طلب حاجته فيشرف منها على الهلكة حتى يرضى بأن يفلت\nسالما. ومنه قول الشاعر، وبعضهم يرويه لامرئ القيس بن حجر الكندي:\n</p>\n\n<p>\nوقد طوفت في الآفاق حتى ... رضيت من الغنيمة بالإياب\n</p>\n\n<p>\nويقال في نحو منه: من نجا برأسه فقد ربح.\n</p>\n\n<p>\nوهذا الشعر أراه قيل ليلى صفين.\n</p>\n\n<p>\nالليل داج والكباش تنطح ... ومن نجا برأسه فقد ربح\n</p>\n\n<p>\nو من أمثالهم المشهورة قولهم:\n</p>\n\n<p>\nليت حظي من أبي كرب ... أن يسد خيره خبله\n</p>\n\n<p>\nويقال:إنه لامرأة من الأوس، في تبع بن إني كرب حين قدم المدينة، فأطمعت\nأن ينالها من خيره، فقالت هذه المقالة عند ذلك.\n</p>\n\n<p>\nباب الحاجة تودي صاحبها إلى تلف النفس.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا قولهم: كالطالب القرن فجدعت أذنه.\n</p>\n\n<p>\nأي جاء يطلب زيادة فأتلف ما عنده. قال: ومثله: كالباحث عن الشفرة.\n</p>\n\n<p>\nأي إنه بحث ليطلب معاشا فسقط على شفرة فعقرته أو قتلته، يعني الصيد الذي\nيقع في الحبالة. قال: ومن قولهم: سقط العشاء به على سرحان.\n</p>\n\n<p>\nقال الأصمعي: قال: وأصله إن رجلا خرج يلتمس العشاء فوقع على ذئب فأكله.\nقال المفضل في المثل كذلك أيضا، ولكنه قال: أصله دابة خرجت تطلب العشاء\nفلقيها ذئب فأكلها. وكان المفضل يحكي في هذا مثلا آخر، قال: وهو قولهم: لو\nلك عويت لم أعوه.\n</p>\n\n<p>\nقال: وكان من حديثه أن الرجل كان إذا بقى بالقفر من الأرض ولم يعرف موضع <span id='ms095'></span>\nالأنس، وارتاد طعاما يتعشى به إستنبح الكلاب قال: وهو أن ينبح لها، فإذا\nسمعته الكلاب نبحت فيعرف بذلك مكان الناس فيقصد اليهم، فقعل ذلك رجل مرة،\nفسمعت الذئاب عواءه، فأقبلن يردنه، فقال: \" لو لهذا عويت لم أعوه \" ومنه\nقولهم: كمبتغي الصيد في عريسة الأسد.\n</p>\n\n<p>\nباب الحاجة يقدر عليها صاحبها متمكنا لا ينازعه فيها أحد.\n</p>\n\n<p>\nقال أبو عبيدة: من أمثالهم في هذا قولهم: خلا لك الجو فبيضي واصفري.\n</p>\n\n<p>\nقال أبو عبيد: وهذا المثل يروى عن أبي عباس إنه قاله لابن الزبير حين خرج\nالحسين بن علي إلى العراق، فلقى أبن عباس أبن الزبير فقال: \" خلا لك الجو\nفبيضي واصفري، هذا حسين يخرج إلى العراق، ويخلي لك الحجاز \" . قال أبو\nعبيد: قال أبو عبيد: وهذا مثل في شعر قديم:\n</p>\n\n<p>\nيالك من قبرة بمعمر ... خلا لك الجو فبيضي واصفري\n</p>\n\n<p>\nو نقري ما شئت أن تنقري ويقول في نحو منه وليس هو بعينه: رمى برسن فلان\nعلى غاربه.\n</p>\n\n<p>\nإذا خلى وما يريد. وهذا المثل يروى عن عائشة أم المؤمنين أنها قالته\nليزيد بن الأصم الهلالي أبن أخت ميمونة زوج النبي ) : \" ذهبت والله ميمونة،\nورمى برسنك على غاربك \"\n</p>\n\n<p>\nباب الحاجة يحملها الرجل صاحبه المستغني عن الوصية لشدة عنايته بها\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم السائرة في الناس: أرسل حكيما ولا توصيه.\n</p>\n\n<p>\nيقول: إن عقله وأدبه يغنيك عن وصايته بعد أن يعرف الحاجة. وقال أبو زيد:\nويقال في مثل هذا : إن الموصين بنو سهوان.\n</p>\n\n<p>\nقال: ومعناه أن الذين يحتاجون إلى أن يوصوا بحوائج إخوانهم هم الذين\nيسهون عنها لقلة عنايتهم، وأنت غير غافل ولا ساه عن حاجتي. قال: يضرب هذا\nللرجل الموثوق به. وقال الأصمعي: ومن أمثالهم في قولهم: الحريص يصيدك لا\nالجواد.\n</p>\n\n<p>\nيقول: إن الذي له هوى وحرص في حاجتك هو الذي يقوم لك بها، لا القوى\nعليها، ولا هوى له فيك. ومنه قولهم: لا يرحل رحلك من ليس معك.\n</p>\n\n<p>\nوهذا مثل يتكلم به العوام من الناس.\n</p>\n\n<p>\nقال الأصمعي: ومن أمثالهم في الحاجة المعني بها <span id='ms096'></span> قولهم: جعلته نصب عيني.\n</p>\n\n<p>\nوكذلك : لم أجعلها بظهر\n</p>\n\n<p>\nباب قضاء الحاجة قبل سؤالها.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا قولهم: لا تسأل الصارخ وانظر ماله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             يقول: إنه لم يأتك مستصرخا إلا من ذعر أصابه فأغثته قبل أن\nيسألك الغياث. يضرب للرجل تعرف فاقته ومسكنته. يقول: فإذا أتاك فأعطه قبل\nالمسألة، ولا تلجئه إلى ذلك. وقال أبو عبيد: من أمثالهم في هذا قولهم: عينه\nفراره.\n</p>\n\n<p>\nيقول: منظره يغنيك عن مسألته. والفرار: اختبار الشيء ومعرفة حاله، كما\nتفر الدابة. ومن أمثالهم في هذا قولهم: كفى برغائها مناديا.\n</p>\n\n<p>\nوهذا مثل مشهور عند العالم. ومثلهم قولهم: تخبر عن مجهوله مرآته: وقال\nأبو الأسود الدؤلي يمدح المعطي قبل المسألة:\n</p>\n\n<p>\nوإن أحق الناس إن كنت مادحا ... بمدحك من أعطاك والوجه وافر\n</p>\n\n<p>\nيقول: يعطيك قبل أن تخلق وجهك بالسؤال، وقال الآخر:\n</p>\n\n<p>\nأعطاك قبل سؤاله ... فكفاك مكروه السؤال\n</p>\n\n<p>\nباب إغاثة الملهوف بقضاء حاجته\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا قولهم: أرغوا لها حوارها تقر.\n</p>\n\n<p>\nأي أعطه حاجته يسكن. واصله أن الناقة إذا سمعت رغاء حوارها سكنت وهدأت.\nوكان أبو عبيدة يحكي هذا المثل على غير هذا اللفظ، قال: يقال: حرك لها\nحوارها تحن.\n</p>\n\n<p>\nقال: ومعناه الرجل يذكر له بعض أشجانه ليهتاج به. قال أبو عبيد: وهذا\nالمثل يروى عن عمرو بن العاص إنه قاله لمعاوية حين أراد أن يستنصر أهل\nالشام: أخرج إليهم قميص عثمان الذي قتل فيه، ففعل ذلك معاوية فأقبلوا\nيبكون، فعندها قال عمرو: \" حرك لها حوارها تحن \"\n</p>\n\n<p>\nباب الانصراف عن الحاجة وهي مقضية أو غير مقضية\n</p>\n\n<p>\nقال أبو زيد: يقال: جاء فلان من حاجته وقد لفظ لجامه.\n</p>\n\n<p>\nإذا انصرف منها مجهودا من الإعياء والعطش. قال: ومثله: جاء وقد قرض\nرباطه.\n</p>\n\n<p>\nقال الأحمر: فإن جاء ولم يقدر عن حاجته قيل: جاء على غبيراء الظهر.\n</p>\n\n<p>\nقال الأحمر: فإن جاء مستحييا قيل: جاء كخاصي العير.\n</p>\n\n<p>\nفإن جاء قضى حاجته قيل: جاء ثانيا من عنانه.\n</p>\n\n<p>\nقال الكسائي: فإن جاء فارغا قيل: جاء يضرب أصدريه.\n</p>\n\n<p>\nقال: يعني: عطفيه. وقال الأصمعي <span id='ms097'></span> مثله إلا أنه قال: \" أسدريه \" بالسين\nوكذلك: جاء سبهللا.\n</p>\n\n<p>\nوهذا الحرف يروى عن عمر بن الخطاب. قال الأصمعي: فإن جاء بعد الشدة قيل:\nبعد اللتيا والتي.\n</p>\n\n<p>\nيريد الشدة العظيمة والصغيرة. ومنه قول الشاعر يذكر قبيلته: \" و كفيت\nجانبها اللتيا والتي \" ومنه قولهم: بعد الهياط والمياط.\n</p>\n\n<p>\nباب اغتنام الفرصة عند إمكان الحاجة\n</p>\n\n<p>\nقال أبن الكلبي: ومن أمثالهم في الفرصة قولهم: من عال بعدها فلا اجتبر.\n</p>\n\n<p>\nقال: وهذا المثل لعمرو بن كلثوم في شعر له:\n</p>\n\n<p>\nمن عال مني بعدها فلا اجتبر ... ولا سقى الماء ولا رعى الشجر\n</p>\n\n<p>\nقال الأصمعي: ومن أمثالهم في اغتنامهم الفرصة قولهم: اسر وقمر لك.\n</p>\n\n<p>\nأي اغتنم ضوء القمر ما دام طالعا فسر فيه. ومن هذا قولهم: لا تطلب أثرا\nبعد عين.\n</p>\n\n<p>\nومن اغتنام الحاجة قولهم: سيرين في خرزة.\n</p>\n\n<p>\nيقول: إن أمكنك أن تجمع حاجتين في حاجة فافعل. وبعضهم يقول: \" خرزين في\nخرزة \" .\n</p>\n\n<p>\nباب تيسير الحاجة على قوم بضرر آخرين\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم القديمة على وجه الدهر: ما قرعت عصا على عصا\nإلا حزن لها قوم وسر بها آخرون.\n</p>\n\n<p>\nقال: ومعناه أنه لا يحدث في الدنيا حدث فيجمع الناس على أمر واحد من سرور\nولا حزن ولكنهم فيه مختلفون. ومن أمثالهم في نحو هذا قولهم: نعم كلب في بؤس\nأهله.\n</p>\n\n<p>\nيريد أن الكلب ينعم لأن إبلهم تسقط وتتماوت. ومثله قولهم: أحب أهل الكلب\nإلى كلبهم الظاعن.\n</p>\n\n<p>\nقال: وذلك لأنه إذا سافر الرجل على راحلته عطبت، فصار طعاما للكلب. قال\nأبو عبيد: ولا أدري ممن سمعت هذين المثلين، غير أنهما من أمثالهم، وهما في\nمعنى واحد.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nجامع أمثال الظلم وأنواعه\n</p>\n\n<p>\nباب المثل في الظلم وما يخاف من غبه\n</p>\n\n<p>\nقال أبو عبيدة: من أمثالهم في كراهة الظلم قولهم: الظلم مرتعه وخيم.\n</p>\n\n<p>\nوقال الأصمعي: أصل الظلم وضع الشيء في غير موضعه، قال: ومنه قول أبن\nمقبل:\n</p>\n\n<p>\nعاذ الأذلة في دار وكان بها ... هرت الشقائق ظلامون للجزر\n</p>\n\n<p>\nقال: وظلمهم الجزر أن يعرقبوها، وإنما ينبغي أن تنحر نحرا <span id='ms098'></span>. ويقال: ظلنهم\nأن ينحروها سمانا صحاحا لا علة بها. وقال أبو عبيدة: ومن الظام قولهم:\nالحرب غشوم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n             وإنها سميت بهذا لأنها تنال من لم يكن له فيها\nجناية ولا ذنب، فهذا ظلم. قال: وفي بعض الحديث \" أن الظلم هو الظلمات يوم\nالقيامة \" وفي حديث آخر \" أن عيسى بن مريم عليه السلام قال للحواريين: \" لا\nتضعوا الحكمة في غير أهلها فتظلمون، ولا تمنعوا أهلها فتظلموهم \" ومن\nأمثالهم أيضا قولهم: من أشبه أباه ما ظلم.\n</p>\n\n<p>\nأي إنه وضع الشبه في موضعه. قال: وقولهم: اليوم ظلم.\n</p>\n\n<p>\nنرى إنه من هذا. ومعناه إنه ظلم بان وضع الشيء في غير موضعه. قال: يضرب\nللرجل يؤمر أن يفعل شيئا قد كان يأباه، ثم يفعله.\n</p>\n\n<p>\nباب الظلم في الخلتين من الإساءة تجمعان على رجل\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا قولهم: أحشفا وسوء كيلة! قال: وهو مثل\nسائر في العوام. ومثله قولهم: أ غدة كغدة البعير وموتا في بيت سلولية! قال:\nوهو المثل لعامر بن الطفيل، وكان اصله الطاعون حين خرج من النبي ) فاجأ إلى\nبيت امرأة من سلول فمات هناك ومن هذا قولهم: أ غيرة وجبنا! قالته امرأة من\nالعرب تعير زوجها، وكان تخلف عن عدوه في منزله فرآها تنظر إلى قتال الناس،\nفضربها، فأجابته بهذه المقالة. ويقال في نحو منه: أ كسفا وإمساكا! وأصله\nالرجل يلقاك بعبوس وكلوح مع بخل ومنع. وقال أبو عبيد في نحو منه: يا عبرى\nمقبلة ويا سهرى مدبرة.\n</p>\n\n<p>\nيضرب للأمر يكره من جهتين.\n</p>\n\n<p>\nقال أبو عبيد: وهو من أمثال النساء، إلا أن أبا عبيدة حكاه. وقال في نحو\nمنه: كالأشقر إن تقدم نحر، وإن تأخر عقر.\n</p>\n\n<p>\nوقال أبو عبيد: ومنه قولهم في الأرقم: إن يقتل ينقم، وإن يترك يلقم.\n</p>\n\n<p>\nيقال: إن قتلته كان له من ينتقم له منك، وإن تركته قتلك. قال الأصمعي:\nومنه قولهم: هو بين حاذف وقاذف.\n</p>\n\n<p>\nوالحاذف هو الذي يحذف بالعصا، والقاذف: الذي يقذف بالحجارة. ومن أمثالهم\nفي نحو منه: كالمستغيث من الرمضاء بالنار.\n</p>\n\n<p>\nوهذا مثل <span id='ms099'></span> سائر فاش. ومن أمثالهم في الخلتين المكروهتين: عوير وكسير، وكل\nغير خير.\n</p>\n\n<p>\nومثله قولهم: ما هو إلا شرق أو غرق.\n</p>\n\n<p>\nباب الظلم فيمن حمل رجلا مكروها ثم زاده أيضا\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا قولهم: ضغث على إبالة.\n</p>\n\n<p>\nقال: والإبالة: الحزمة من الحطب، والضغث: الجرزة التي فوقها. يقول: هي\nبلية على إن أخرى كانت قبلها.\n</p>\n\n<p>\nقال أبو عبيدة: ومن أمثالهم في هذا : كفت إلى وئية.\n</p>\n\n<p>\nقال: والكفت في الأصل هي القدر الصغير، والوئية هي الكبيرة يضرب للرجل\nيحملك البلية الكبيرة، ثم يزيدك إليها أخرى صغيرة. وقال أبو زيد: يقال: وقع\nالقوم في أم جندب.\n</p>\n\n<p>\nإذا ظلموا. قال أبو عبيد: كأنها اسم من أسماء الإساءة والظلم، وأن يحمل\nالناس المكروه والأذى.\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثال أكثم بن صيفي في نحو هذا وليس هو منه بعينه: إنك\nلا تجني من الشوك العنب.\n</p>\n\n<p>\nيقول: إذا ركبت رجلا بظلم فقد وترته وحملته المكروه، فانظر كيف يكون\nحالك.\n</p>\n\n<p>\nباب الظلم في مطل الحقوق\n</p>\n\n<p>\nقال أبو عبيدة أو غيره: من أمثالهم.\n</p>\n\n<p>\nالأكل سلجان والقضاء ليان.\n</p>\n\n<p>\nيعني المطل. ومن المطل حديث النبي ) \" مطل الغني ظلم \" وقال أبن مسعود:\nلو كان المعك رجلا لكان رجل سوء. ومنه قول زهير بن أبي سلمى: \" إن الغادر\nالمعك \" ومن أمثالهم في المطل قولهم: مطله مطلا كنعاس الكلب.\n</p>\n\n<p>\nويروى \" مطل نعاس الكلب \" وذلك أنه دائم النعاس متصل، وأنشد: \" لاقيت\nمطلا كنعاس الكلب \"\n</p>\n\n<p>\nباب الظلم في ادعاء الباطل والحكم قبل أن تعرف حجة الخصم\n</p>\n\n<p>\nقال أبو زيد: من أمثالهم: إذا طلبت الباطل انجح بك.\n</p>\n\n<p>\nمعناه: إن نجح الدعوى يكون عليه لإله. قال الأصمعي: من خاصم بالباطل أنجح\nله.\n</p>\n\n<p>\nمعناه أي كان النجح عليه ليس له قال الأصمعي: ومن أمثالهم في الباطل: قد\nاتخذ فلان الباطل دغلا.\n</p>\n\n<p>\nقال الأحمر ومن أمثالهم في الحجة إذا أضلها الباغي الظالم: ضل الدريص\nنفقه.\n</p>\n\n<p>\nوالدريص: ولد اليربوع. ونفقه: حجره الذي يكون فيه. والدريص: تصغير الدرص.\nوالأصمعي: ومن أمثالهم: أعطي فلان اللفاء غير والوفاء.\n</p>\n\n<p>\nإذا ظلمه حقه <span id='ms100'></span> وبخسه. قال الأصمعي: ومن أمثالهم في الأمر يبرم ولم يشهده\nصاحبه قولهم: صفقه لم يشهدها حاطب.\n</p>\n\n<p>\nقال: وأصله أن بعض أهل حاطب باع بيعة غبن فيها فقيل له ذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \nباب الظالم في سرعة الملامة وفي ذم المحسن.\n</p>\n\n<p>\nقال أبو عبيد: من أمثال اكثم بن صيفي: ليس من العدل سرعة العذل.\n</p>\n\n<p>\nيقول: إنه لا ينبغي للرجل يبلغه عن أخيه شيء إن يسرع إلى عذله حتى يعرف\nحجته وعذره.\n</p>\n\n<p>\nوقال الأصمعي: من أمثالهم في ذم المحسن: يجري بليق ويذم.\n</p>\n\n<p>\nقال: وهو فرس كان يسبق الخيل، وهو في ذلك يذم ويعاب. قال الأصمعي: ومثله:\nالشعير يوكل ويذم.\n</p>\n\n<p>\nومثل العامة في هذا: أكلا وذما.\n</p>\n\n<p>\nباب الظلم في الرجل ينتزع من يديه ما ليس له فيجزع\n</p>\n\n<p>\nقال الأصمعي: ومن أمثالهم في هذا قولهم: سرق السارق فانتحر.\n</p>\n\n<p>\nقال: وأصله السارق تكون عنده السرقة فتسرق منه فيشق ذلك عليه، ويكبر\nعنده. قال أبو عبيد: ومن أمثالهم في نحو هذا: أبدأهم بالصراخ يفروا.\n</p>\n\n<p>\nقال أبو عبيد: وهذا مثل قد ابتذله الناس، وله أصل، وذلك أن يكون الرجل قد\nأساء إلى رجل، فيتخوف لائمة صاحبه، فيبدأه بالشكاية والتجني ليرضى منه\nالآخر بالسكوت عنه.\n</p>\n\n<p>\nباب الكريم يظلمه الدنيء الخسيس وما يؤمر به من دفعه عنه.\n</p>\n\n<p>\nالأصمعي قال: من أمثالهم في هذا قولهم: لو ذات سوار لطمتني!.\n</p>\n\n<p>\nيقول لو كان هذا الذي ظلمني ندا لي، وكان له شرف وقدر احتملته، ولكنه ليس\nبكفء، فهو أشد على.\n</p>\n\n<p>\nقال أبو عبيدة: ومن أمثالهم: الذئب خاليا أشد.\n</p>\n\n<p>\nيقول: إذا قدر هذا عليك في هذه الحال الضعيفة، فهو إذا قوى عليك أحرى\nبالظلم. قال الأصمعي: ومن أمثالهم قولهم: ذل لو أجد ناصرا.\n</p>\n\n<p>\nوكان المفضل، فيما بلغني، يقول: كان اصله أن الحارث بن أبي شمر الغساني\nسأل أنس بن أبي الحجير عن بعض الأمور فأخبره به، فلطمه الحارث فغضب انس\nوقال: \" ذل لو أجد ناصرا \" ثم لطمه أخرى فقال: لو نهيت الأولى لانتهت\nالآخرة.\n</p>\n\n<p>\nفذهبت كلمتاه مثلين.\n</p>\n\n<p>\nباب الانتصار من الظالم.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم <span id='ms101'></span>: - هذه بتلك والبادئ اظلم.\n</p>\n\n<p>\nوهو الرجل يركب صاحبه بظلامة، فيكافئه الآخر بمثلها، ومنه قول الشاعر:\n</p>\n\n<p>\nوكنت إذا قوم غزوني غزوتهم ... فهل أنا في ذا يآل همدان ظالم\n</p>\n\n<p>\nمتى تجمع القلب الذكي وصارما ... وأنفا حميا تجنبك المظالم\n</p>\n\n<p>\nقال أبو عبيد: وهذا الشعر تمثل به الحجاج بن يوسف على المنبر. وقال أبو\nعبيد: من أمثالهم في نحوه: من لا يذد عن حوضه يهدم.\n</p>\n\n<p>\nأي من لا يدفع الضيم عن نفسه يركب بالظلم. ويروى في حديث عن عكرمة مولى\nأبن عباس: إنه سئل عن رجل غضب رجلا مالا، ثم قدر على مال له، أخذ منه مثل\nما أخذ؟ فقال عكرمة: \" وقع الكلب على الذئب، ليأخذ منه مثل ما أخذ \" ومن\nأمثال اكثم بن صيفي في الظالم: انك لا تجني من الشوك العنب.\n</p>\n\n<p>\nيقول: فإذا ظلمت فأحذر الانتصار، فإن ظلمك لا يكسبك إلا مثل فعلك. ومن\nهذا المثل أخذ الشاعر قوله:\n</p>\n\n<p>\nإذا وترت أمرا فأحذر عداوته ... من يزرع الشوك لا يحصد به عنبا\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم: أضربه ضرب غريبة الإبل.\n</p>\n\n<p>\nيقول: إذا تعرض لظلمك فأدفعه عنك أشد الدفع وأصله في الإبل ترد الحوض\nوليس لها رب فيذودها أهل الإبل الواردة.\n</p>\n\n<p>\nباب الظلم والإساءة ترجع عاقبتهما على صاحبهما.\n</p>\n\n<p>\nقال الأحمر: من أمثالهم: من حفر مغواة وقع فيها.\n</p>\n\n<p>\nقال أبو عبيد: وأصل المغواة البئر تحفر للذئب، ثم يجعل فيها جدى أو غيره.\nفيسقط الذئب فيها ليأخذه فيصاد، فصار مثلا لكل من أراد بصاحبه سوءا.\n</p>\n\n<p>\nوقد فسرنا بعض أمرها في غريب الحديث. ومن هذا المعنى قول الشاعر: فلرب\nحافر حفرة هو يصرع.\n</p>\n\n<p>\nقال أبو عبيد: ومن هذا قولهم: يعدو على المرء يا يأتمر.\n</p>\n\n<p>\nقال: ومثله: عاد الرمى على النزعة.\n</p>\n\n<p>\nوهم الرماة، أي رجع عليهم رميهم.\n</p>\n\n<p>\nباب حمل الرجل صاحبه على ما ليس من شانه بالإكراه والظلم\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم المشهورة في هذا قولهم: مكره أخوك لا بطل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             ويقال: إن اصله كان أن بيهسا الذي يلقب نعامة حين قتل أخوته\nطلب بثأرهم. وكان له <span id='ms102'></span> خال يكنى أبا حشر، فقال له نعامة: اخرج بنا إلى موضع\nكذا وكذا، وكتمه ما يريد به، ثم مضى إلى الذين يطلبهم بالذحل، فهجم به\nعليهم فجاءة، ثم قال إيها أبا حشر، فلما رأى أبو حشر إنه قد نزلت به البلية\nجعل يذب عن نفسه، ويقاتلهم بهده، فقال الناس: ما أشجعه حين أقدم على هؤلاء!\nفعندها قال أبو حشر: \" مكره أخوك لا بطل \" أي ليس هذا بشجاعة مني، ولكن\nحملت عليه، ومن هذا قولهم: لو ترك القطا لنام.\n</p>\n\n<p>\nوهو من أيسر أمثالهم أيضا. واخبرني أبن الكلبي إنه لامرأة عمرو بن أمامة،\nوكان نزل بقوم من مراد فطرقوه ليلا، فلما رأت امرأته سوادهم أنبهته وقالت:\nقد أتيت، فقال إنما هذا القطا، فقالت: \" لو ترك القطا لنام \" فأتاه القوم\nفبيتوه وقتلوه.\n</p>\n\n<p>\nباب الظالم في الإساءة يركبها الرجل من صاحبه يستدل بها على أكثر منها.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم المعروفة في هذا المعنى: ليس بعد الإسار إلا\nالقتل.\n</p>\n\n<p>\nويقال بعد الأسر وهذا المثل لبعض بني تميم، قاله يوم المقشر، وهو قصر\nناحية البحرين.\n</p>\n\n<p>\nوكان كسرى كتب إلى عامله عليها أن يدخلهم الحصن فيقتلهم. وذلك لجناية\nكانوا جنوها عليه، فأرسل إليهم، وأظهر لهم إنه يريد أن يقسم فيهم مالا أو\nطعاما، فحضروا بالباب، فجعل يدخل منهم رجلا رجلا، فيقتله، فلما رأوا إنه\nليس يخرج أحد ممن يدخل علموا أن الدخول إليه إنما هو أسر ثم قتل، فعندها\nقال قائلهم: \" ليس بعد الإسار إلا القتل \" فامتنعوا حينئذ من الدخول قال\nأبو عبيد: ومن أمثالهم في نحو هذا: سواء علينا قاتلاه وسالبه.\n</p>\n\n<p>\nيقول: إذا رأيت رجلا قد سلبه رجل علم إنه لم يسلبه وهو حي ممتنع، فعلم\nبهذا إنه قد قتله ثم سلبه، فهذا جعل السالب قاتلا.\n</p>\n\n<p>\nباب الظالم في عقوبة المحسن البريء\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا: مالي ذنب إلا نب صحر.\n</p>\n\n<p>\nقال: وصحر اسم امرأة لم يعرف الأصمعي من قصتها غير هذا. وكان المفضل يقتص\nحديثها يقول: هي صحر ابنه لقمان العادي <span id='ms103'></span>، وكان أبوها لقمان وأخوها لقيم خرجا\nمغيرين، فأصابا إبلا كثيرة، فسبق لقيم إلى منزله، فعمدت أخته صحر إلى جزور\nمما قدم به لقيم فنحرتها وصنعت منها طعاما يكون معدا لأبيها لقمان إذا قدم:\nتتحف به. وقد كان لقمان حسد ابنه لقيما لتبريزه عليه، فلما قدم لقمان قدمت\nإليه صحر الطعام، وعلم إنه من غنيمة لقيم، لطمها لطمة قضت عليها: فصارت\nعقوبتها مثلا لكل من لا ذنب له يعاقب. وفيه يقول خفاف أبن ندبة السلمى:\n</p>\n\n<p>\nوعباس يدب لي المنايا ... وما أذنبت إلا ذنب صحر\n</p>\n\n<p>\nقال أبو عبيد: وكذلك قولهم في: جزاء سنمار.\n</p>\n\n<p>\nوكان حديثه، فيما يحكيه العلماء، إنه كان بناء مجيدا، وهو من الروم، فبنى\nالخورق الذي بظهر الكوفه للنعمان أبن امرئ القيس، فلما نظر إليه النعمان\nكره إن يعمل مثله لغيره، فألقاه من أعلى الخورنق فخر ميتا، وفيه يقول\nالشاعر:\n</p>\n\n<p>\nجزتنا بنو سعد بحسن فعالنا ... جزاء سنمار وما كان ذا ذنب\n</p>\n\n<p>\nباب الظلم في عقوبة الإنسان بذنب غيره\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا: جانيك من يجني عليك.\n</p>\n\n<p>\nيقول: فلا ينبغي أن تنقل عقوبته إلى غيره. وروينا في حديث مرفوع إنه صلى\nالله عليه وسلم قال لرجل وابنه: \" لا يجني عليك ولا تجني عليه \" وقال\nالآخر: لا تنجي يمينك على شمالك. قال أبو عبيد: ومن أمثالهم في أخذ البرء\nبذنب صاحب الجناية قول النابغة الذبياني:\n</p>\n\n<p>\nحملت على ذنبه وتركته ... كذى العر يكوى غيره وهو راتع\n</p>\n\n<p>\nومثله قولهم: كالثور يضرب لما عافت البقر.\n</p>\n\n<p>\nيعني: عافت الماء. وفيه قال أنس بن مدرك:\n</p>\n\n<p>\nإني وقتلي سليكا ثم أعقله ... كالثور يضرب لما عافت البقر\n</p>\n\n<p>\nقال الأصمعي: ومن أمثالهم: كل شاة تناط برجلها.\n</p>\n\n<p>\nيقول: فلا ينبغي أن يؤخذ أحد بذنب غيره. قال أبو عبيد: وهذا مثل مقول\nسائر في الناس.\n</p>\n\n<p>\nباب التبرؤ من الظالم والإساءة\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في نفي الذنوب قولهم: لا ذنب لي قد قلت للقوم\nاسقوا.\n</p>\n\n<p>\nقال الأصمعي: ويقال في نحو منه: أنا منه فالج أبن خلاوة.\n</p>\n\n<p>\nأي أنا بريء <span id='ms104'></span> منه. قال أبو زيد: يقال: فلان برئ الساحة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n             أي\nالمدخل والمخرج والمذهب. قال أبو عبيد: في هذا قولهم: لا ناقتي في هذا ولا\nجملي.\n</p>\n\n<p>\nقال أبو عبيدة: وهذا المثل للحارث بن عباد حين قتل جساس بن رمة كليبا،\nقال: وكان قد أعتزل الفريقين جميعا، وقال هذه المقالة، حتى قتل بجير فنهض\nحينئذ في حربهم. قال أبو عبيد: ومن هذا المثل قول الراعي:\n</p>\n\n<p>\nوما هجرتك حتى قلت معلنة ... لا ناقة لي في هذا ولا جمل\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالأمثال في المعايب والذم\n</p>\n\n<p>\nباب المثل في الذم لسوء معاشرة الناس.\n</p>\n\n<p>\nقال أبو عبيد: جاءنا الحديث عن أبي الدرداء الأنصاري إنه قال: وجدت الناس\nأخبر تقتله.\n</p>\n\n<p>\nقال أبو عبيد: فأخرج الكلام على لفظ الأمر، ومعناه الخبر يريد انك إذا\nأخبرتهم فليتهم.\n</p>\n\n<p>\nوقال أبو الدرداء أيضا: \" إن قارضتهم قارضوك، وإن تركتهم لم يتركوك \" وقد\nفسرنا هذا في غريب الحديث ومن ذم عشرة الناس قول لبيد بن ربيعة:\n</p>\n\n<p>\nذهب الذين يعاش في أكنافهم ... وبقيت في خلف كجلد الأجرب\n</p>\n\n<p>\nيتأكلون مذمة وخيانة ... ويعاب قائلهم وإن لم يشغب\n</p>\n\n<p>\nفكانت عائشة أم المؤمنين تنشد بيت لبيد هذا، ثم تقول: \" يرحم الله لبيدا،\nفكيف لو أدرك زماننا هذا! \" وكان أبن أختها عروة بن الزبير يذكر كلام\nعائشة، ثم يقول: \" يرحم الله عائشة، فكيف لو أدركت زماننا هذا! \" ومن أمثال\nاكثم بن صيفي: رضا الناس غاية لا تدرك.\n</p>\n\n<p>\nومن أمثال العامة في ذمهم بعضهم بعضا: الناس شجرة بغي.\n</p>\n\n<p>\nباب سوء الجوار وما فيه من المذمة والكراهة\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في جار السوء قولهم: لا ينفعك من جار سوء توق.\n</p>\n\n<p>\nقال أبو عبيد: يعني انك لا تقدر على الاحتراس منه ولو حرصت، لقربه منك.\nقال: وقد روينا في الحديث عن داود النبي صلى الله عليه وسلم إنه كان يقول:\n\" اللهم إني أعوذ بك من جار عينه تراني، وقلبه يرعاني، إن رأى حسنة كتمها،\nوإن رأى سيئة نشرها \" وجاءنا عن نبينا صلى الله عليه وسلم إنه قال: \" جارك\nقبل <span id='ms105'></span> دارك، والرفيق قبل الطريق \" .\n</p>\n\n<p>\nكان بعض فقهاء أهل الشام يحدث بهذا الحديث. ومعناه أن يقول: إذا أردت\nشراء دار فاسأل عن جوارها قبل إن تشتري، وإذا أردت السفر فاسأل عن الرفيق\nفبل الشخوص. قال الأصمعي: من أمثالهم في الجوار قولهم: بعت جاري ولم أبع\nداري.\n</p>\n\n<p>\nيقول: إني كنت راغبا في الدار، إلا أن جاري أساء مجاورتي فبعت الدار من\nأجله. قال أبو عبيد: وأخبرني أبن الكلبي أن النعمان بن المنذر سأل الصقعب\nبن عمرو النهدي من حكماء العرب،: ما الداء العياء؟ فقال: جار السوء الذي إن\nقاولته بهتك، وإن غبت عنه سبعك. قال الأصمعي: ومن أمثالهم في هذا: هذا أحق\nمنزل بترك.\n</p>\n\n<p>\nيضرب لكل شيء قد استحق أن يترك، من رجل أو جوار أو غيره. ومن أمثالهم في\nسوء الجوار قولهم: ما ظنك بجارك؟ قال: كظني بنفسي.\n</p>\n\n<p>\nيقول إن الفاجر يظن بجاره الفجور. وهذا مثل مبتذل.\n</p>\n\n<p>\nباب سوء الموافقة في الأخلاق\n</p>\n\n<p>\nقال الأموي: من أمثالهم في سوء الاتفاق والمعاشرة: أنت تئق وأنا مئق فمتى\nنتفق!.\n</p>\n\n<p>\nوقال الأموي: التئق السريع إلى الشر. والمئق: السريع إلى البكاء. ويقال\nالممتلئ من الغضب. ويضرب للرجلين المختلفين في الأخلاق والشيم وقال الأصمعي\nفي التئق والمئق مثله أو نحوه. قال الأصمعي: ومن أمثالهم في الاختلاف: ما\nيجمع بين الأروى والنعام!.\n</p>\n\n<p>\nأي كيف يجتمعان وهذه في رؤوس الجبال، وتلك في سهوله؟ يقول: لا يتفق هذان\nالرجلان كما لا يتفق ذلك. وقال أبو زيد: في الموافقة: يقال: لا يلتلط هذا\nبصفري.\n</p>\n\n<p>\nأي لا يلتصق بقلبي ولا يوفق شيمتي ولا خلقي. وقد روينا عن النبي صلى الله\nعليه وسلم إنه قال في أهل الإسلام وأهل الشرك: \" لا تراءى ناراهما \" .\n</p>\n\n<p>\nيقول: كيف يتفقان؟! وقد فسرناه في غريب الحديث. وقال أيضا: \" ما أنا من\nدد ولا الدد مني \" .\n</p>\n\n<p>\nوقد فسرناه أيضا. قال أبو عبيد: ومن أمثالهم في قلة الاتفاق قولهم: لا\nيجتمع السيفان في غمد.\n</p>\n\n<p>\nومنه قول أبي ذؤيب:\n</p>\n\n<p>\nتريدين كيما تجمعيني وخالدا ... وهل يجمع السيقان ويحك في غمد!\n</p>\n\n<p>\nباب سوء <span id='ms106'></span> المشاركة في اهتمام الرجل بشأن صاحبه.\n</p>\n\n<p>\nقال أبو زيد: من أمثالهم في هذا: ما يلقى الشجى من الخلي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \nيقول: إنه لا يساعده على همومه وهو مع هذا يعذله قال أبو زيد: الشجى مقصور،\nوالخلي ممدود. ومثله قولهم: هان على الأملس ما لاقى الدبر.\n</p>\n\n<p>\nقال: وأصله في الإبل. وقال الأصمعي: في مثله: لو لك عويت لم أعوه.\n</p>\n\n<p>\nيقول: لم أهتم لك، إنما اهتمامي لنفسي. قال أبو عبيد: فإذا أراد المشكو\nإليه إنه في نحو مما فيه صاحبه من الأمر قال: إن يدم أظلك فقد نقب خفي.\n</p>\n\n<p>\nوالأظل: لحم اسفل خف البعير. يقول: إني في مثل سوء حالك.\n</p>\n\n<p>\nباب سوء نظر الرجل لنفسه وإقباله على نفسه وهواه\n</p>\n\n<p>\nقال الأصمعي أو غيره: من أمثالهم في هذا قولهم: ذهبت هيف لأديانها.\n</p>\n\n<p>\nيعني عادتها قال: وأصل الهيف السموم، وعادتها أنها تجفف كل شيء وتوبسه.\nقال أبو عبيدة: ومن هذا قولهم: كل امرئ في شانه ساع.\n</p>\n\n<p>\nوقد يضرب في الأمر المحمود أيضا، وقال أبو قيس بن الأسلت:\n</p>\n\n<p>\nأسعى على جل بني مالك ... كل امرئ في شانه ساع\n</p>\n\n<p>\nباب عادة السوء يعتادها صاحبها\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم: عادة السوء شر من المغرم.\n</p>\n\n<p>\nقال: ومعناه أن من عودته شيئا، ثم منعته كان أشد عليك من الغريم ومنه\nقولهم: أعطى العبد كراعا فأراد ذراعا.\n</p>\n\n<p>\nوكان أبن الكلبي يحدث أن المثل لجارية يقال لها أم عمرو، وكانت لمالك\nوعقيل ندماني جذيمة، فمر بهما عمرو بن عدي أبن أخت جذيمة، فجلس إليهما\nفناولاه شيئا من الطعام، فطلب أكثر منه، فعندها قالت أم عمرو: \" أعطي العبد\nكراعا فطلب ذراعا \" ثم صاروا إلى الشراب فجعلت أم عمرو تسقى صاحبها وتدع\nعمرا، ففيهما يقول عمرو:\n</p>\n\n<p>\nتصد الكأس عنا أم عمرو ... وكان الكأس مجراها اليمينا\n</p>\n\n<p>\nفذهب كلامه وكلامها مثلين، وكان هذا كله قبل أن يعرفوه، فلما انتسب لمالك\nوعقيل فرحا، وقدما به إلى خاله جذيمة، فكان من أمره وأمرهما ما قد ذكرناه\nفي غير هذا الموضع. قال أبو عبيد: ومن أمثالهم في العادة قولهم: لو <span id='ms107'></span> نهيت\nالأولى لانتهت الآخرة.\n</p>\n\n<p>\nوكان المفضل يقول: هذا المثل لأبن أبي حجر الأيادي، وذلك إن الحارث بن\nأبي شمر الغساني كان لطمه لطمة، فاحتملها أبن أبي حجر وسكت، فأمر به فلطم\nأخرى، فعندها قال تلك المقالة، فذهبت مثلا. يقول: لو انتقمت للأولى ولم\nاحتملها لم تعد لمثلها.\n</p>\n\n<p>\nباب عادة السوء يدعها صاحبها ثم يرجع إليها.\n</p>\n\n<p>\nقال أبو عبيدة: من أمثالهم في هذا قولهم: عادت لتعرها لميس.\n</p>\n\n<p>\nوالعتر هو الأصل، وكذلك العكر. يضرب للرجل يرجع إلى خلق وقد كان تركه.\nقال الأصمعي: ومثله: رجع فلان على قرواه.\n</p>\n\n<p>\nقال: وكذلك قولهم: عاد فلان في حافرته. أي إلى طريقته الأولى. قال أبو\nعبيد: وكذلك يفسر قوله تعالى: )لمردودون في الحافرة( الخلقة الأولى. قال\nالأصمعي: فأما قولهم: النقد عند الحافر.\n</p>\n\n<p>\nفانه النقد الحاضر في البيع. وبعضهم يقول بالهاء أيضا \" الحافرة \"\n</p>\n\n<p>\nباب قلة عناية الرجل واهتمامه بشأن صاحبه\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم: همك ما همك.\n</p>\n\n<p>\nأي همك همك، ويقال: \" همك ما أهمك \" يضرب لمن لا يهتم بشأن صاحبه، إنما\nاهتمامه بغير ذلك. قال الأصمعي: ومن أمثالهم في قلة الاهتمام: إنك لتشكو\nإلى غير مصمت.\n</p>\n\n<p>\nومثله قولهم: حياك من خلافوه.\n</p>\n\n<p>\nقال: ذلك أبو زيد والأصمعي. واصله أن رجلا سلم عليه وهو يأكل فلم يرد\nالسلام، فلما فرغ قال: هذه المقالة. يقول إني كنت مشغولا. قال الأصمعي: ومن\nقلة المبالاة قولهم: الكلاب على البقر.\n</p>\n\n<p>\nواصله أن يخلى بين الكلاب وبين بقر الوحش. قال أبو عبيد: وهذا المثل\nمبتذل في العامة غير انهم لا يعرفون اصله. ومن أمثالهم في نحو هذا قولهم:\nول حارها من تولى قارها.\n</p>\n\n<p>\nوهذا المثل يروى عن عمر بن الخطاب رضي الله عنه.\n</p>\n\n<p>\nباب استهانة الرجل بصاحبه.\n</p>\n\n<p>\nقال أبو عبيدة: ومن أمثالهم في هذا قولهم: ما أباليه عكبة.\n</p>\n\n<p>\nوهي الوذخة واحدة الوذح، وهو ما يتعلق بأصواف الضأن من بعرها وأبوالها.\nويقال أيضا قال الأصمعي: وكذلك قولهم: ما أباليه بالة.\n</p>\n\n<p>\nقال أبو عبيد: وهذا المثل قد يضرب في غير الناس، ومنه قول أبن عباس <span id='ms108'></span> وسئل\nعن الوضوء من اللبن، فقال: \" ما أبالية، اسمح يسمح لك \" قال الأصمعي: ومن\nقلة المبالاة قولهم: ما أبالي ما نهيئ من ضبك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n             يعني إن يكون\nلحم ضبك نيئا ولا ينشوي، ويقال: لحم نيئ ونهيئ في معنى واحد. قال الأصمعي:\nومن أمثالهم: اتخذ فلانا القوم حمير الحاجات.\n</p>\n\n<p>\nأي امتهنوه في حوائجهم واستهانوا به\n</p>\n\n<p>\nباب تمدح الرجل بالشيء وهو من غير أهله.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا قولهم: حن قدح ليس منها.\n</p>\n\n<p>\nقال أبو عبيدة: وكذلك قولهم: هو كالحادي وليس له بعير.\n</p>\n\n<p>\nومنه قولهم: كالفاخرة بحدج ربتها. والحدج هو المركب، وجمعه حدوج وأحداج،\nوهي الأحمال أيضا: قال الأصمعي: ومنه قولهم: استنت الفصال حتى القرعى.\n</p>\n\n<p>\nقال: وأصله من القرع، وهو قرح يظهر في أعناق الفصلان فتحسب في التراب\nلتبرأ. قال: ومنه قول أوس بن حجر: يجر كما يجر الفصيل المقرع يقال منه:\nقرعت الفصيل، إذا جررته قال أبو عبيد: وهذا معنى قولهم للشيء الذي يوصف\nبالحرارة: هو أحر من القرع.\n</p>\n\n<p>\nوتأويله هذا الداء الذي وصفناه. وأما قول العامة: \" أحر من القرع \" يجزم\nالراء، على معنى القرع الذي يؤكل فليس بشيء.\n</p>\n\n<p>\nباب الممتدح بما ليس عنده يؤمر بإخراج نفسه منه.\n</p>\n\n<p>\nقال الأصمعي وغيره في هذا المثل: ليس هذا بعشك فاد رجى.\n</p>\n\n<p>\nأي ليس هذا من الأمر الذي لك فيه حق فدعه. وقد يضرب هذا للرجل ينزل\nالمنزل لا يصلح له. قال أبو عبيد: ومنه قولهم: هذا أوان الشد فاشتدي ريم.\n</p>\n\n<p>\nوهذا المثل قاله الحجاج بن يوسف على منبره. وزعم الأصمعي أن \" زيم \" في\nهذا الموضع اسم فرس، قال: والزيم في غير هذا: الشيء المتفرق، وإنما تكلم\nالحجاج بهذا حين أزعج الناس لقتال الخوارج.\n</p>\n\n<p>\nباب الشره والجشع ومسألة الناس.\n</p>\n\n<p>\nقال أبو عبيد: من أمثال أكثم بن صيفي: غثك خير لك من سمين غيرك.\n</p>\n\n<p>\nيقول: فاقنع به. ولا تمدن عينيك إلى ما في أيدي الناس. ويقال: إن هذا\nالمثل لمعن بن عرفطة المذجي. قال أبو عبيدة في مثله: يكفيك نصيبك شح القوم.\n</p>\n\n<p>\nيقول: إن <span id='ms109'></span> استغنيت به عن مسألة الناس كفاك. وقال الأحمر في نحو منه: جدح\nجوين من سويق غيره.\n</p>\n\n<p>\nومن أمثال اكثم بن صيفي: المسألة آخر كسب المرء.\n</p>\n\n<p>\nوفي الحديث المرفوع \" المسألة كدوح أو خدوش أو خموش في وجه صاحبها \" وقال\nأبو الأسود الديلي يصف رجلا بالأخلاق الدنية فقال: \" إذا سئل أرز، وإذا دعى\nانتهز \" يضفه بالشره. وقال عون بن عبد الله بن عتبة في مثل هذا: \" إن سأل\nألحف. وإن سئل سوف \" وقال فيه أيضا: \" يحسد إن يفضل، ويزهد إن يفضل \" قال\nأبو عبيد: ومن أمثالهم في الطمع والجشع قولهم: تقطع أعناق الرجال المطامع.\n</p>\n\n<p>\nوفي الحديث \" إن الصفاء الزلاء التي لا تثبت عليها أقدام العلماء الطمع \"\n.\n</p>\n\n<p>\nباب الشره للطعام والحرص عليه.\n</p>\n\n<p>\nالأصمعي قال: من أمثالهم في الشهوان قولهم: حما ولا حبل.\n</p>\n\n<p>\nأي إنه لا يذكر شيء إلا اشتهاه كشهوة الحبلى. وليس الوحام إلا في شهوة\nالحبل خاصة. وقال بعض حكماء العرب: شدة الحرص من سبيل المتالف. وقال الآخر:\nالمرء تواق إلى ما لم ينل.\n</p>\n\n<p>\nوهذا المثل للأغلب فيما أعلم. وقال الأصمعي: ومن أمثالهم في شدة الحرص مع\nالعدم قولهم: هو يبعث الكلاب عن مرابضها.\n</p>\n\n<p>\nيعني إنه يطردها عن موضعها طعما إن يجد تحتها شيئا يأكله. ومن أمثالهم في\nالشره قولهم: الرغب شوم.\n</p>\n\n<p>\nقال أبو عبيد: وهذا الحرف وجدناه في حديث مرفوع. ومن أمثالهم في ذم الشره\nقولهم: أراد إن يأكل بيدين.\n</p>\n\n<p>\nوقولهم: \" لا تجعل شمالك جردبانا \" .\n</p>\n\n<p>\nوهو الذي يستر الطعام بشماله لئلا يراه أحد فيتناوله من بين يديه.\n</p>\n\n<p>\nباب الثقيل على الناس\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا: لا تبطر صاحبك ذرعه.\n</p>\n\n<p>\nيقول: لا تحمله ما لا يطيق. وقال بعض حكماء العرب: من استغنى كرم على\nأهله.\n</p>\n\n<p>\nوفي بعض الحديث \" أزهد فيما في أيدي الناس يحببك الناس \" ومن أمثالهم: من\nسأل صاحبه فوق طاقته استحق الحرمان.\n</p>\n\n<p>\nوقال: بعض السلف: \" عز الرجل استغناؤه عن الناس \" وفي بعض الحديث \"\nاستغنوا عن الناس ولو قصمة السواك \" .\n</p>\n\n<p>\nباب الذم لمخالطة الناس وما يحب من اجتنابهم.\n</p>\n\n<p>\nقال <span id='ms110'></span> أبو زيد: من أمثالهم في هذا قولهم: خلاوك اقنى لحياتك.\n</p>\n\n<p>\nأي انك إذا خلوت في منزلك كان أحرى أن تقتنى الحياء وتسلم من الناس. قال\nالأصمعي: ومن أمثالهم في نحو هذا: من يسمع يخل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n             يقول: من يسمع\nأخبار الناس ومعايبهم يقع في نفسه عليهم المكروه. ومعناه إن المجانبة للناس\nأسلم. قال أبو عبيد: وقد روينا عن طلحة بن عبد الله إنه قال: \" إن أقل\nللعيب إن يجلس الرجل في منزله \" وروينا عن أبي الدرداء إنه قال: \" نعم\nصومعة المؤمن بيته يكف سمعه وبصره \" وقال أبن سيرين: \" العزلة عبادة \" .\n</p>\n\n<p>\nباب الإفراط في مؤانسة الناس\n</p>\n\n<p>\nقال أبو عبيد: من أمثال أكثم بن صيفي: الإفراط في الناس يكسب قرناء\nالسوء.\n</p>\n\n<p>\nوقال بعض الحكماء: الأنس يذهب المهابة.\n</p>\n\n<p>\nوقال الأصمعي: ومن أمثالهم في هذا: عرف حميق جمله.\n</p>\n\n<p>\nيضرب هذا للرجل يأنس بالرجل حتى يجترئ عليه. قال الأصمعي: وأظن حميقا\nرجلا كان له جمل قد عرفه حتى اجترأ عليه، فصار مثلا لكل من أنس بأحد حتى\nهان عليه.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nذكر أمثال الخطأ والزلل في الأمور\n</p>\n\n<p>\nباب مثل الغلظ والخطأ في القياس والتشبيه.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا: مذكية تقاس بالجذاع.\n</p>\n\n<p>\nيضرب لمن يقيس الكبير بالصغير. وقال أبو زيد مثل هذا.\n</p>\n\n<p>\nما يجعل قدك أدميك.\n</p>\n\n<p>\nقال: والقد: مسك السلخة، وجمعه قداد. والأديم: الجلد العظيم. قال\nالأصمعي: ومثله قولهم: ليس قطا مثل قطى.\n</p>\n\n<p>\nوقال أبو قيس بن الأسلت:\n</p>\n\n<p>\nليس قطا مثل قطى ولا ال ... مرعي في الأقوام كالراعي\n</p>\n\n<p>\nباب الخطأ في نقل الأشياء من الأماكن التي تعز فيها إلى الأماكن التي\nتكثر فيها.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا قولهم: كمستبضع التمر إلى هجر.\n</p>\n\n<p>\nقال أبو عبيد: وهذا من الأمثال المبتذلة، وهو من قديمها، وذلك أن الهجر\nمعدن التمر، فالمستبضع التمر إليها مخطئ.\n</p>\n\n<p>\nقال الأصمعي: ومثله قولهم: كمعلمة أمها البضاع.\n</p>\n\n<p>\nيريد الغشيان. وهذا في الرجل يجيء بالعلم إلى من هو أعلم منه. وفي بعض\nالأثر \" رب حامل فقه إلى من هو افقه منه \" قال <span id='ms111'></span> أبو عبيد: ومن أمثالهم في\nوضع الأشياء غير مواضعها قولهم: خلع الدرع بيد الزوج.\n</p>\n\n<p>\nوكان المفضل، فيما يحكي عنه، يخبر أن المثل لرقاش بنت عمرو بن تغلب بن\nوائل، وكان تزوجها كعب بن مالك بن تيم الله بن ثعلبة، فقال لها: اخلعي\nدرعك، فقالت: \" خلع الدرع بيد الزوج \" فقال: اخلعيه لأنظر إليك، فقالت:\nالتجرد لغير النكاح مثلة.\n</p>\n\n<p>\nفذهبت كلمتها مثلين.\n</p>\n\n<p>\nباب الخطأ في وضع الإنسان بحيث ليس يستوجب.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا قولهم: متى كان حكم الله في كرب النخل!.\n</p>\n\n<p>\nوهذا المثل لجرير بن الخطفى يقول لرجل من عبد القيس شاعر، كان قال في\nجرير:\n</p>\n\n<p>\nأرى شاعرا لا شاعر اليوم مثله ... جريرا ولكن في كليب تواضع\n</p>\n\n<p>\nفعندها قال جرير: \" متى كان حكم الله في كرب النخل \" وذلك أن بلاد عبد\nالقيس بها نخل: فلهذا قاله. وقال أبو زيد في مثل هذا: من استرعى الذئب ظلم.\n</p>\n\n<p>\nيقول: إنه وضع الأمانة في غير موضعها. ومثله يقول هرمة:\n</p>\n\n<p>\nكتاركة بيضها بالعرا ... ء وملبسة بيض أخرى جناحا\n</p>\n\n<p>\nيعني الحمامة التي تحضن بيض غيرها، وتضيع بيض نفسها. قال أبو عبيد: ومن\nأمثالهم في وضع الرجل نفسه فوق موضعها قول أكثم: لم يهلك امرؤ عرف قدره.\n</p>\n\n<p>\nباب الخطأ في مكافأة المحسن بالإساءة والمسيء بالإحسان.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا قولهم: خير حالبيك تنطحين.\n</p>\n\n<p>\nقال أبو عبيد: وأظن اصله أن شاة وبقرة كان لها حالبان، وكان أحدهما أرفق\nبها من الآخر، فكانت تنطح الرافق بها، وتدع الآخر. يضرب للرجل يكافئ المحسن\nبالإساءة، والمسيء بالإحسان. ومثله قولهم: خير إناءيك تكفئين.\n</p>\n\n<p>\nوكذلك قولهم: يحمل شن ويفدى لكيز. وكان المفضل، فيما يحكى عنه، يقول: هما\nشن ولكيز ابنا أفصى بن عبد قيس، وكانا مع أمهما في سفر وهي ليلى بنت قرآن\nبن بلي حين نزلت ذا طوى، فلما أرادت الرحيل فدت لكيزا تفدية، ودعت سنا دعاء\nليحملها، فعندها قال شن هذه المقالة، فذهبت مثلا.\n</p>\n\n<p>\nومنه قول الشاعر:\n</p>\n\n<p>\nوإذا تكون عظيمة أدعى لها ... وإذا يحاس الحيس يدعى <span id='ms112'></span> جندب\n</p>\n\n<p>\nباب الخطأ في كفران النعمة وسوء الجزاء للمنعم\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم السائرة في هذا قولهم: أسمن كلبك يأكلك.\n</p>\n\n<p>\nوكان المفضل يذكر حديثه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n             قال: كان لرجل من طسم كلب يسقيه\nاللبن، ويطعمه اللحم، وكان يأمل فيه أن يصيد به، وأن يحرسه، فضرى الكلب على\nذلك فجاع يوما وفقد اللحم، فجاء إلى ربه فوثب عليه حتى قطعه وأكل من لحمه.\nوإياه عنى طرفة بن العبد بقوله:\n</p>\n\n<p>\nككلب طسم وقد تربيه ... يعله بالحليب في الغلس\n</p>\n\n<p>\nظل علية يوما يقرقره ... إلا يلغ في الدماء ينتهس\n</p>\n\n<p>\nقال أبو عبيد: ومن هذا المعنى مثلهم في العالم:\n</p>\n\n<p>\nأعلمه الرماية كل يوم ... فلما اشتد ساعده رماني\n</p>\n\n<p>\nوكان أبو زيد يجعل من هذا الباب قولهم: أحشك وتروثني! يخاطب فرسا له.\nيقول: أعلفك الحشيش وأنت تروث علي قال أبو عبيد: ومن أمثالهم في هذا قول\nأكثم بن صيفي: لو سئلت العارية: أين تذهبين؟ لقالت: اكسب أهلي ذما.\n</p>\n\n<p>\nيعني أنهم يحسنون في الإعارة والقروض، ثم يكافئون بالمذمة إذا طلبوها\n</p>\n\n<p>\nباب الخطأ في تزيين الكبير بزينة الصغير\n</p>\n\n<p>\nقال هشام بن الكلبي: من أمثالهم في هذا قولهم: كبر عمرو عن الطوق.\n</p>\n\n<p>\nفاخبرني أبن الكلبي عن أبيه أن صاحب هذا المثل جذيمة الأبرش بن مالك، قال\nلابن أخته عمرو بن عدي الخمي، وكان له طوق يلبسه في الصغر، فاستهوته الجن\nدهرا إلى أن وجده مالك وعقيل ابنا فارج من بلقين، وهما ندمانا جذيمة. وقد\nذكرنا بعض حديثه في غير هذا الموضع، فأرادت أمه أن تعيد الطوق عليه فقال\nلها جذيمة: \" كبر عمرو عن الطوق \" فذهبت مثلا. قال الأموي: ومن أمثالهم في\nهذا قولهم: جلت الهاجن عن الولد.\n</p>\n\n<p>\nقال أبو عبيد: والهاجن هي الصغيرة، ومنه يقال: اهتجنت الجارية، إذا\nافترعت قبل الأوان، فقيل في المثل: \" جلت الهاجن \" وإنما أرادوا \" صغرت \"\nوأنا أحسب هذا من الأضداد، لأنهم يقولون للعظيم: جلل، وللصغير: جلل، ومنه\nقول امرئ القيس في قتل أبيه: \" ألا كل شيء سواه جلل \" أي حقير هين، وأما\nالجلل للشيء العظيم فمعروف لا <span id='ms113'></span> يحتاج فيه إلى شاهد ولا شعر.\n</p>\n\n<p>\nباب اختلاط الرأي وما فيه من الخطأ والضعف\n</p>\n\n<p>\nقال أبو عبيد: من أمثال أكثم بن صيفي\n</p>\n\n<p>\nالعزيمة حزم والاختلاط ضعف.\n</p>\n\n<p>\nوقال الأصمعي: ومن أمثالهم في التخليط قولهم: اختلط المرعي منها بالهمل.\n</p>\n\n<p>\nقال: واصله أن المرعي هي الإبل التي فيها رعاؤها. والهمل: الإبل المهملة\nالتي لا راعي لها. يضرب مثلا للقوم يقعون في تخايط من أمرهم، لا يمكنهم أن\nيعتزما فيه على رأي. قال الأصمعي: ومثله قولهم: اختلط الخاثر بالزباد.\n</p>\n\n<p>\nقال: وكذلك قولهم: \" اختلط الحابل بالنابل \" .\n</p>\n\n<p>\nقال الأصمعي: وهذا كقولهم: ما يدري أيخثر أم يذيب.\n</p>\n\n<p>\nواصله في الزبد يذاب فيفسد على صاحبه، فلا يدري أيجعله سمنا أم يدعه\nزبدا. ومنه قول بشر بن أبي حازم:\n</p>\n\n<p>\nوكنتم كذات القدر لم تدر إذ غلت ... أتنزلها مذمومة أم تذيبها\n</p>\n\n<p>\nقال الأصمعي: ومن أمثالهم: قد ترهيأ القوم.\n</p>\n\n<p>\nوذلك أن يضطرب عليهم الرأي فيقولوا مرة كذا ومرة كذا.\n</p>\n\n<p>\nباب الخطأ في سوء التدبير عند إضاعة الشيء لطلب غيره ثم لا يدركه\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم المعلومة في هذا قولهم: لا ماءك أبقيت ولا درنك\nأنقيت.\n</p>\n\n<p>\nقال: واصله أن رجلا كان في سفر ومعه امرأة، وكانت عاركا، فحضر طهرها\nومعها ماء يسير، فاغتسلت به، ثم لم يكفيها لغسلها وقد أنفذت الماء، فبقيت\nهي وزوجها عطشانين، فعندها قال لها هذه المقالة.\n</p>\n\n<p>\nومن هذا قولهم: نفع قليل وفضحت نفسي.\n</p>\n\n<p>\nومن أمثالهم في نحو هذا قولهم، وليس هو من هذا بعينه: لا أبوك نشر ولا\nالتراب نفد.\n</p>\n\n<p>\nوكان الأحمر يذكر أصل هذا أن رجلا قال: لو علمت أين قتل أبي لأخذت من\nتراب موضعه فجعلته على رأسي، فقيل له هذا المقالة، أي إنك لا تدرك بهذا ثأر\nأبيك، ولا تقدر أن تنفد التراب. ويروى عن عون بن عبد الله بن عتبة، وكان\nأحد الحكماء، إنه قال لرجل: \" لا تكن مثل من تغلبه نفسه على ما يظن، ولا\nيغلبها على ما يستيقن \" .\n</p>\n\n<p>\n- باب الخطأ في اتهام النصيح قال أبو زيد: من أمثالهم في هذا <span id='ms114'></span> قولهم: تسقط\nبه النصيحة على الظنة.\n</p>\n\n<p>\nأي انك تنصحه فيتهمك. قال أبو عبيد: ومثله قولهم: لا يطاع لقصير أمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n             اخبرني أبن الكلبي عن أصل هذا أن قصير بن سعد كان أشار على\nجذيمة حين خطب الزباء ألا يفعل وذلك إنه كان قتل أباها، فكانت تطلبه بذحل\nفلم يقبل منه وتزوجها، ثم صارت إلى قتله، فعندها قال: \" لا يطاع لقصير أمر\n\" فذهبت مثلا. وقال أبو عبيدة: ومن أمثالهم في النصح قولهم: لا تنقر الشوكة\nبمثلها فإن ضلعها معها.\n</p>\n\n<p>\nيقول: لا تستعن في حاجتك بمن هو للمطلوب منه الحاجة أنصح منه لك ومن\nأمثالهم في التهمة قولهم: عسى الغوير أبوسا.\n</p>\n\n<p>\nوقد فسرناه في غريب الحديث. قال الأصمعي وغيره من علمائنا: وإذا اتهم\nالرجل رجلا فقيل له: من أين هو؟ قال: من بلاد كذا وكذا فقل له: قد أعرضت\nالقرفة.\n</p>\n\n<p>\nمعناه أن هذا مطلب عريض، لا يقدر عليه، ولا يحاط به.\n</p>\n\n<p>\nباب الخطأ في سوء الرعي\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا قولهم: أساء رعيا فسقى.\n</p>\n\n<p>\nقال: يضرب للرجل لا يحكم الأمر، ثم يريد إصلاحه بسوء التدبير فيزيده\nفسادا. قال: واصله أن يسيء الراعي رعي الإبل نهاره كله، حتى إذا أراد أن\nيريحها إلى أهلها كره أن يظهر سوء أثره فيها فيسقيها الماء لتمتلئ منه\nأجوافها. وقال أبو عبيدة في مثل هذا: رعى فأقصب.\n</p>\n\n<p>\nقال: وذلك أنه أساء رعيها ولم يشبعها من الكلأ فتركت شرب الماء فلم تشرب،\nلأنها إنما تشرب على علف في أجوافها. يقال من ذلك: بعير قاصب، إذا امتنع من\nالورد، ورجل مقصب، إذا فعلت إبله ذلك. وقال أبو عبيدة في نحو هذا: أبعد\nخيرتها تحتفظ! واصله أن يضيع الراعي خيار الإبل وكرائمها، حتى إذا ذهبت\nاحتفظ بحواشيها وخساسها.\n</p>\n\n<p>\nقال أبو عبيد: ومن سوء تدبيرها أيضا فعل هبنقة القيسي، وكان أهله أعطوه\nإبلا يرعاها، فجعل يتعهد المنقيات منها، ويستهين بهزلاها، فقيل له: هذه\nكانت أولى بالرعي، فقال: أكرمت ما أكرم الله منها، وأهنت ما أهان، أي إن\nذوات الشحوم هي <span id='ms115'></span> التي أكرمها الله، وإن العجاف هي التي أهانها الله. قال أبو\nعبيد: ومن أمثالهم في سوء الرعي قولهم: شر الرعاء الحطمة.\n</p>\n\n<p>\nباب الخطأ في سوء المشورة والرأي\n</p>\n\n<p>\nقال أبو عبيدة: من أمثالهم في نحو هذا قولهم: أجناؤها أبناؤها.\n</p>\n\n<p>\nقال أبو عبيدة: وأصل ذلك أن ملكا من ملوك اليمن غزا، وخلف على ملكه بنتا\nله، وإن ابنته أحدثت بعده بنيانا قد كان أبوها يكرهه، وإنما فعلت ذلك برأي\nقوم من أهل مملكته، أشاروا عليها به، وزينوه عندها، فلما قدم الملك فأخبر\nبمشورة أولئك ورأيهم أمرهم بأعيانهم أن يهدموه، وقال عند ذلك: \" أجناؤها\nأبناؤها \" فذهبت مثلا.\n</p>\n\n<p>\nقال أبو عبيدة: والأجناء هم الجناة، والأبناء هم البناة، والواحد منهم\nجان وبان، وهذا جمع عزيز في الكلام، أن يجمع فاعل على أفعل، ونظائرة: شاهد\nوأشهاد، وصاحب وأصحاب. ومعنى المثل أن الذين جنوا على هذه الدار بالهدم هم\nالذين عمروها بالبنيان. يضرب هذا الرجل يعمل الشيء بغير روية ولا نظر\nفيتعنى فيه ويكلف، ثم يحتاج إلى نقض ما عمل وإفساده. ومثله قولهم: يعدو على\nالمرء ما يأتمر.\n</p>\n\n<p>\nباب الخطأ في رفع الشيء وادخاره عند وقت استعماله والحاجة إليه.\n</p>\n\n<p>\nقال أبو زيد: من أمثالهم في هذا قولهم: لا مخبأ لعطر بعد عروس.\n</p>\n\n<p>\nقال: واصله أن رجلا تزوج امرأة، فهديت إليه فوجدها تفلة فقال لها: فأين\nالطيب؟ فقالت: خبأته، فعنها قال لها: \" لا مخبأ لعطر بعد العرس \" . وكان\nالمفضل يعرف الحديث ويقول: عروس هو اسم رجل. والعامة تذهب إلى أن العروس هو\nالمبتني بأهله ليلة عرسه. وهذا المثل يضرب للرجل يدخل الشيء ويرفعه عند وقت\nالحاجة إليه. ومثله قولهم: لا بقيا للحمية بعد الحرائم.\n</p>\n\n<p>\nويروى عن محكم اليمامة أنه فيما يحض به قومه يوم مسيلمة \" الآن تستحقب\nالحرائم غير حظيات، وينكحن غير رضيات، فما كان عندكم من حسب فأخرجوه \"\nيقول: لا بقيا لشيء بعد هذا اليوم، أي ينبغي للحر أن يخرج كل حمية له عند\nالحرمة، ولا يستبقي منها شيئا.\n</p>\n\n<p>\nباب التدبير يصاب فيه مرة ويخطأ مرة\n</p>\n\n<p>\nقال <span id='ms116'></span> أبو عبيدة: من أمثالهم في هذا قولهم: هو يشج مرة ويأسو أخرى.\n</p>\n\n<p>\nأي يفسد أحيانا ويصلح أحيانا، والأسو هو الإصلاح، يقال: أسوت الجرح آسوه\nأسوا، إذا داويته، قال الشاعر: \" يد تشج وأخرى منك تأسوني \" قال الأصمعي:\nومن هذا قولهم: شخب في الإناء وشخب في الأرض. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n             واصله في الحلب.\nوكذلك قولهم: هو يشوب ويروب.\n</p>\n\n<p>\nوقد يضرب هذا في النطق أيضا يتكلم فيه مرة بالخطأ ومرة بالصواب، عن\nالأصمعي. ويقال في نحو منه: اطرقي وميشي.\n</p>\n\n<p>\nقال ذلك الأحمر. وأصل الطرق الضرب، ومنه سميت مطرقة الصانع وعود النجاد.و\nالميش: خلط الشعر بالصوف، يقال منه: مشت أميش ميشا.\n</p>\n\n<p>\nباب الخطأ في الرجل يبدأ بالمساءة قبل الإحسان أو يعجل الشيء قبل أوانه\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا قولهم: سبقت درته غراره.\n</p>\n\n<p>\nوالغرار: قلة اللبن. والدرة: كثرته. يقول: سبقت قلة هذا كثرته، أي سبق\nشره خيره. وكذلك قولهم: سبق سيله مطره.\n</p>\n\n<p>\nفص ومن أمثالهم قولهم: لو شكان ذا إهالة.\n</p>\n\n<p>\nقال: واصله أن رجلا كانت له نعجة عجفاء لا تنقي، وكان رغامها يسيل من\nمنخريها لهزلها، فقيل له: ما هذا الذي يسيل من منخريها؟ فقال: هذه إهالة\nفقال السائل: \" لو شكان ذا إهالة \" قال أبو عبيد: الإهالة: الودك المذاب،\nفأراد القائل أن ودكها قد عجل سيلانه من قبل أن تذبح الشاة، وقبل أن تمسها\nالنار. يضرب للرجل يخبر بكينونة الأمر قبل وقته.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nذكر الأمثال في البخل وصفاته وأشكاله\n</p>\n\n<p>\nباب ذكر البخل وما يوصف من أخلاقه\n</p>\n\n<p>\nقال الأصمعي وغيره: من أمثالهم في نعت البخل قولهم: ما عنده خل ولا خمر.\n</p>\n\n<p>\nأي ما عنده من الخير شيء وقال النمر بن تؤلب العكلي:\n</p>\n\n<p>\nهلا سألت بعادياء وبيته ... والخل والخمر التي لم تمنع\n</p>\n\n<p>\nأراد أنه كان لا يبخل بشيء مما عنده. قال أبو عبيد: وكذلك قولهم: ما عنده\nخير ولا مير.\n</p>\n\n<p>\nقال أبو عبيدة: ومن أمثالهم في البخل قولهم: سواء هو والعدم.\n</p>\n\n<p>\nوكذلك قولهم: سواء عليك هو والقفر. يقول: إذا نزلت به فكأنك نزلت بالقفار <span id='ms117'></span>\nالممحلة. قال أبو عبيد: ومنه قول ذي الرمة في بيت عاب به قوما إلا أنا نكره\nذكره. قال الأحمر: وكذلك قولهم: و هل بالرمل أوشال! أي أنه لا خير عنده كما\nأنه لا وشل بالرمال، فإذا رموه بغاية البخل قالوا: ما يبض حجره.\n</p>\n\n<p>\nوالبض: أدنى ما يكون من السيلان، قال ذلك الأصمعي. ومثله قولهم: ما يندى\nالرضفة.\n</p>\n\n<p>\nقال الأصمعي: وأصل ذلك انهم كانوا إذا أعوزهم أن يجدوا قدرا يطبخون فيها\nعلموا شيئا كهيئة القدر من جلود، ويجعل فيها الماء واللبن وما أرادوا من\nودك، ثم تلقى فيهاالرضفة، وهي الحجارة المحماة، لتنضج ما في ذلك الوعاء،\nيولون: فليس عند هذا من الخير بقدر ما يندى الرضفة. قال أبو عبيد: ومن\nأمثالهم في نعت البخيل قولهم: ما تبل إحدى يديه الأخرى.\n</p>\n\n<p>\nعن الأصمعي فيما أعلم.\n</p>\n\n<p>\nباب صفة البخيل مع السعة والوجد\n</p>\n\n<p>\nقال الأصمعي: يقال في ذلك: رب صلف تحت الراعدة.\n</p>\n\n<p>\nقال: والراعدة هي السحابة ذات الرعد، والصلف: قلة النزل والخير، يقول:\nفهذا على كثرة ما عنده مع المنع كتلك الغمامة التي فيها الماء الكثير\nوالرعد مع صلفها. وقال الأموي في مثله أو نحوه: انك لنكد الحظير.\n</p>\n\n<p>\nإذا كان منوعا لما عنده. وجمع النكد أنكاد ونكد، ومنه قول الكميت بن زيد\nالأسدي:\n</p>\n\n<p>\nنزلت به أنف الربي ... على وزابلت نكد الحظائر\n</p>\n\n<p>\nقال أبو عبيد: أراه سمى أمواله حظيرة لأنها قد حظرها عنده ومنعها، فهي\nحظيرة، في معنى محظورة، كما قال: حبيبة، في معنى محبوبة، وربيطة، في معنى\nمربوطة. ومثله كثير في كلامهم بالهاء وبغير الهاء.\n</p>\n\n<p>\nباب البخيل يمنع ماله ويأمر غيره بالبخل.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا قولهم: الحر يعطي والعبد يألم قلبه.\n</p>\n\n<p>\nأي أنه ليس يجود، ويشق عليه جود غيره. قال أبو عبيد: ومثل العامة في هذا:\nيمنع دره ودر غيره.\n</p>\n\n<p>\nوأصل الدر: اللبن، ثم يجعل مثلا في كل نيل.\n</p>\n\n<p>\nباب البخيل يعطى على الرهبة من غير جود ولا كرم\n</p>\n\n<p>\nقال أبو زيد: يقال: من أمثالهم في هذا: رهباك خير من <span id='ms118'></span> رغباك.\n</p>\n\n<p>\nيقول: فرقه منك خير لك من محبة لك: وأحرى أن يعطيك عليه. قال: ومثل\nالعامة في قولهم: رب فرق خير من حب.\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم في الإعطاء على المخافة قولهم: الطعن يظار\nيقول: إذا خافك أن تطعنه فتقتله عطفه ذلك عليك فجاد بماله حينئذ للخوف،\nوإذا أعطى البخيل شيئا مخافة ما هو أشد منه قالوا: قد يضرط العير والمكواة\nفي النار. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n             وهذا المثل يروى عن عمرو بن العاص أنه قاله في فلان.\n</p>\n\n<p>\nباب البخيل يعتل بالإعسار وقد كان في اليسار مانعا\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا قولهم: ، - قبل البكاء كان وجهك عابسا.\n</p>\n\n<p>\nومثله: قبل النفاس كانت مصفرة.\n</p>\n\n<p>\nواصله المرأة تكون ذات صفرة في خلقها. فتعتل في صفرتها بالنفاس، والرجل\nتكون خلقته كلوح الوجه وعبوسه، فيعتل بذلك عند البكاء، فيقال لهما قد كنتما\nهكذا قبل الحوادث، فكذلك ذو البخل يعتل بالإعدام وقد كان في السعة والخصب\nباخلا.\n</p>\n\n<p>\nباب ما يؤمر به من الإلحاح في سؤال البخيل وإن كرهه.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا قولهم: اعصبه عصب السلمة.\n</p>\n\n<p>\nقال: وهو شجر يقال له السلم، فإذا أرادوا قطعه عصبوا أغصانه عصبا شديدا\nحتى يصلوا إلى أصله فيقطعوه. يقول: فكذلك فافعل بالممسك لماله في الإلحاح\nوالتضيق عليه حتى يستخرج منه وإن كان كارها. وقد روى في المثل عن الحجاج بن\nيوسف في خطبته لأهل العراق فيما يتوعدهم به من الشدة \" لأعصبنكم عصب\nالمسلمة \" إلا أن الحجاج لم يرد استخراج المال، إنما أراد أخذهم بالغزو\nولزوم الطاعة. قال الأصمعي: ومن أمثالهم في الشدة على البخيل: إن ضج فزده\nوقرا.\n</p>\n\n<p>\nوكذلك إن جرجر فزده ثقلا. ومثله إن أعيا فزده نوطا. كل هذا عن الأصمعي.\nوقال أبو عبيدة في نحو منه: دقك بالنمحاز حب الفلفل.\n</p>\n\n<p>\nوقد يوضع هذا المثل أيضا في الإذلال للقوم، والحمل عليهم.\n</p>\n\n<p>\nباب الاغتنام لأخذ الشيء من البخيل وإن كان نزرا\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا: خذ من الرضفة ما عليها.\n</p>\n\n<p>\nيقول: إن تركك ذلك لا يتفع <span id='ms119'></span>. فخذه وإن كان رمادا أو جمرا، فكذلك البخيل\nاغتنم ما وجدت منه، ولا تدعه له. قال أبو عبيد: وأما قولهم: خذ من جذع ما\nأعطاك.\n</p>\n\n<p>\nفإن أكثر الناس يحمله على هذا المعنى من الاغتنام لأخذ الشيء أيضا وكان\nالمفضل يذهب به إلى غير ذلك ويقول: كان من حديثه أن غسان كانت تؤدي إلى\nملوك المسيح دينارين كل سنة من كل رجل، وكان الذي يلي ذلك سبطة بن المنذر\nالسليحي، فجاء سبطة إلى جذع بن عمرو الغساني يسأله الدينارين، فدخل جذع\nمنزله، ثم خرج متشملا على سيفه، فضرب به سبطة حتى سكت، ثم قال: \" خذ من جذع\nما أعطاك \" فذهبت مثلا، وامتنعت غسان من الدينارين بعد ذلك\n</p>\n\n<p>\nباب استخراج الشيء من البخيل أحيانا على بخله\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا : إن الضجور قد تحلب العلبة.\n</p>\n\n<p>\nأي إن هذا وإن كان منوعا فقد ينال منه الشيء بعد الشيء كما أن الناقة\nالضجور قد يصاب من لبنها.\n</p>\n\n<p>\nوقال أبو عبيدة في نحو هذا : مع الخواطي سهم صائب.\n</p>\n\n<p>\nقال أبو عبيد: ومثل العامة في هذا : رب رمية من غير رام\n</p>\n\n<p>\nباب الاضطرار إلى مسألة البخيل وانتظار ما عنده\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا : شر ما أجاءك إلى مخة عرقوب قال: وذلك\nأن العرقوب لا مخ فيه، فليس يحتاج إليه إلا من لا يقدر على شيء قال أبو\nعبيد: قد يضرب هذا المثل لكل مضطر إلى ما لا خير فيه، ولا يقع عنه موقعا\nمثل بخيل تسأله، أو طعام سوء تأكله، وما أشبه هذا المعنى. ويقال في نحو\nمنه، وليس هو بعينه: الذئب يغبط بذي بطنه.\n</p>\n\n<p>\nقال أبو عبيد: وذلك أنه ليس يظن به أبدا الجوع، إنما يظن به أبدا البطنة\nلعدوه على الناس والماشية، وربما كان مجهودا من الجوع، وقال الشاعر:\n</p>\n\n<p>\nمن يسكن البحرين يعظم طحاله ... ويغبط بما في بطنه وهو جائع\n</p>\n\n<p>\nو من أمثالهم في البخيل واجتناب الناس غياه قولهم: من شر ما ألقاك أهلك.\n</p>\n\n<p>\nيقول: لو كان عندك خير ما <span id='ms120'></span> تحاملك الناس\n</p>\n\n<p>\nباب البخيل يمنع الناس ماله وهو جواد به على نفسه\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في نحو هذا : يا مهدي المال كل ما أهديت.\n</p>\n\n<p>\nيقول: إنما تهدي إلى نفسك، فلا تمنن على الناس به. قال أبو عبيد: ومثله\nقولهم: سمنكم هريق في أديمكم.\n</p>\n\n<p>\nأي ما لكم ينفق عليكم. ومثله قولهم: أيها الممتن على نفسك فليكن المن.\n</p>\n\n<p>\nفإن لم يكن هناك امتنان، ولكنه يجود بماله لنفسه، ويبخل به على غيره\nفمثلهم فيه قول الحطيئة:\n</p>\n\n<p>\nدع المكارم لا ترحل لبغيها ... واجلس فأنت لعمري طاعم كاس\n</p>\n\n<p>\nأي انك قد رضيت من طلب المجد بأن يطيب طعامك، وتحسن كسوتك، وكذلك قول\nالآخر: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n             إني وجدت من المكارم حسبكم ... أن تلبسوا حر الثياب\nوتشبعوا\n</p>\n\n<p>\nوإذا تذوكرت المكارم مرة ... في مجل أنتم به فتقنعوا\n</p>\n\n<p>\nباب موت البخيل وماله وافر لم يعط منه شيئا\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا : مات فلان ببطنته لم يتغضغض منها شيء.\n</p>\n\n<p>\nوالتغضغض: النقصان، وهذا المثل لعمرو بن العاص، قاله في بعضهم. ويقال في\nمثله: مات فلان وهو عريض البطان.\n</p>\n\n<p>\nيقول: إن ماله جم لم يذهب منه شيء وقد يضرب هذا المثل في أمر الدين،\nيقول: انك خرجت من الدنيا سليما لم تثلم دينك، ولم يكلمه. ولعل عمرو بن\nالعاص أراد هذا المعنى حين قال هذه المقولة لعبد الرحمن بن عوف: هنيئا لك\nأبن عوف خرجت من الدنيا ببطنتك.\n</p>\n\n<p>\nباب إعطاء البخيل مرة في الدهر الطويل وزهد الناس في البخيل\n</p>\n\n<p>\nقال أبو زيد: من أمثالهم في هذا : إنما هو كبارح الأروى.\n</p>\n\n<p>\nيضرب للرجل الذي لا يكاد يرى، أو لا يكون منه الشيء إلا في الزمان مرة.\nوأصل هذا أن الأروى مسكنها من الجبال قنانها، فلا يكاد الناس يرونها سانحة\nولا بارحة إلا في الدهر مرة. ومن أمثالهم في البخيل يتحاماه الناس: من شر\nما طرحك أهلك يقول: لو كان عندك خير ما زهد الناس فيك. ومن أمثالهم في\nالبخيل يعطي مرة ثم لا يعود قولهم: كانت بيضة الديك.\n</p>\n\n<p>\nفإن كان <span id='ms121'></span> يعطي شيئا ثم قطعه قيل للمرة الآخرة: كانت بيضة العقر.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nذكر الأمثال في صنوف الجبن وأنواعه\n</p>\n\n<p>\nباب ذكر المثل في الجبان وما يذم من أخلاقه\n</p>\n\n<p>\nقال هشام بن الكلبي: من أمثالهم في الجبن: إن الجبان حتفه من فوقه.\n</p>\n\n<p>\nقال أبن الكلبي: وأول من قاله عمرو بن أمامة في شعر له، وكانت مراد قتلته\nفقال هذا الشعر عند ذلك ويحكى عن المفضل أنه كان يخبر بحديثه أيضا وزاد فيه\nقال: وكان الذي ولي قتله أبن الجعيد، فغزاهم عمرو بن هند طالبا بثأر أخيه\nفظفر بهم، وأتي بابن الجعيد، فلما رآه قال: بسلاح ما يقتلن القتيل.\n</p>\n\n<p>\nفأرسلها مثلا. قال أبو عبيد: وأما قول عمرو بن أمامة \" إن الجبان حتفه من\nفوقه \" فإن أوله:\n</p>\n\n<p>\nلقد وجدت الموت قبل ذوقه ... إن الجبان حتفه من فوقه\n</p>\n\n<p>\nاحسبه أراد أن حذره وجبنه ليس بدافع عنه المنية إذا نزل به قدر الله. قال\nأبو عبيد: وهذا شبيه المعنى بالذي يحدث به عن خالد بن الوليد، فانه قال عند\nموته: \" لقد لقيت كذا وكذا زحفا وما في جسدي موضع شبر إلا وفيه ضربة أو\nطعنة أو رمية، ثم هاأنذا أموت حتف أنفي كما يموت العير، فلا نامت أعين\nالجبناء \" قال أبو عبيد: يقول: فما لهم يجبنون عن القتال ولم أمت أنا به،\nإنما أموت بأجلي. ومنه الشعر الذي تمثل به سعد بن معاذ يوم الخندق:\n</p>\n\n<p>\nلبث قليلا يلحق الهيجا حمل ... ما أحسن الموت إذا حان الأجل\n</p>\n\n<p>\nو كذلك قول الأعشى:\n</p>\n\n<p>\nأ بالموت خشتني عباد وإنما ... رأيت منايا الناس يسعى دليلها\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم في عيب الجبان قولهم: كل أزب نفور.\n</p>\n\n<p>\nأخبرني بعضهم أن المثل لزهير بن جذيمة العبسي، وذلك أن خالد بن جعفر بن\nكلاب كان يطلبه بذحل، فكان زهير يوما في إبل له يهنوها ومعه أخوه أسيد بن\nجذيمة فرأى اسيد خالد بن جعفر قد أقبل ومعه أصحابه، فأخبر زهيرا بمكانهم،\nفقال له زهير: \" كأن أزب نفور \" وإنما قال له هذا <span id='ms122'></span> لأن أسيدا كان أشعر،\nفقال: إنما يكون نفار الأزب من الإبل لكثرة شعره، يكون ذلك على عينيه،\nفكلما رآه ظن أنه شخص يطلبه فينفر من أجله. ومن أمثالهم في الجبن قولهم:\nعصا الجبان أطول.\n</p>\n\n<p>\nقال أبو عبيد: واحسبه إنما يفعل هذا لأنه من فشله يرى أن طولها أشد\nترهيبا لعدوه من قصرها. وقد عاب خالد بن الوليد من الإفراط في الاحتراس نحو\nهذا وذلك يوم اليمامة، لما دنا منها خرج إليه أهلها من بني حنيفة، فرآهم\nخالد قد جردوا السيوف قبل الدنو، فقال لأصحابه: \" ابشروا فإن هذا فشل منهم\n\" فسمعها مجاعة بن مرة الحنفي، وكان موثقا في حبسه فقال: كلا أيها الأمير،\nولكنها الهندوانية، وهذه غداة باردة، فخشوا تحمها، فأخرجوها للشمس لتلين\nمتونها، فلما تدنى القوم قالوا له: إنا نعتذر إليك يا خالد من تجريد\nسيوفنا، ثم ذكروا مثل كلام مجاعة.\n</p>\n\n<p>\nباب فرار الجبان وخضوعه واستكانته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n             قال أبو زيد: من أمثالهم\nفي هذا قولهم: روغي جعار وانظري أين المفر.\n</p>\n\n<p>\nقال: وجعار هي الضبع.\n</p>\n\n<p>\nقال الأصمعي: ومنه قولهم: بصبص إذ حدين بالأذناب.\n</p>\n\n<p>\nقال: وكذلك قولهم: دردب لما عضه الثقاف.\n</p>\n\n<p>\nوكذلك قولهم: و دق العير إلى الماء.\n</p>\n\n<p>\nكل هذه الثلاثة عن الأصمعي. وقال أبو عبيد في مثل هذا : كرهت الخنازير\nالحميم الموغر.\n</p>\n\n<p>\nقال: واصله أن النصراني يغلي الماء للخنازير فيلقيها فيه لتنضج، فذلك هو\nالإغار. قال أبو عبيد: ومنه قال الشاعر:\n</p>\n\n<p>\nولق رأيت فوارسا من قومنا ... غنظوك غنظ جرادة العيار\n</p>\n\n<p>\nولق رأيت مكانهم فكرهتهم ... ككراهة الخنزير للإغار\n</p>\n\n<p>\nقال: والغنظ أن يبلغ الركب منه مبلغا يشرف منه على الموت.\n</p>\n\n<p>\nقال أبو عبيد: ومثله: حال الجريض دون القريض.\n</p>\n\n<p>\nز هذا المثل لعبيد بن الأبرص، قاله للمنذر حين أراد قتله، فقال له:\nأنشدني قولك: \" أقفر من أهله ملحوب \" فقال غبيد عند ذلك : \" حال الجريض دون\nالقريض \" والجريض هو الغصص قال أبو عبيد: ومن أمثالهم في الجبان يشتد فزعه:\nقد اقشعرت منه تاذوائب.\n</p>\n\n<p>\nوبعضهم يقول: \" الدوائر \" ويقال: قد قف منه شعره.\n</p>\n\n<p>\nإذا قام من الفزع. قال <span id='ms123'></span> أبو عبيد: ومن أمثالهم في هذا : قد كاد يشرق\nبالريق إذا لم يقدر على الكلام من الرعب والهيبة.\n</p>\n\n<p>\nباب إفلات الجبان وغيره من الكرب بعد الإشفاء عليه\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا قولهم: أفلت وانحص الذنب.\n</p>\n\n<p>\nويروى هذا المثل عن معاوية أنه أرسل رجلا من غسان الذي ملك الروم، وجعل\nله ثلاث ديات على أن ينادى بالأذان إذا دخل عليه، ففعل ذلك الغساني وعند\nملك الروم بطاريقته، فوثبوا إليه ليقتلوه، فنهاهم ملكهم وقال: كنت أظن لكم\nعقولا، إنما أراد معاوية أن اقتل هذا غدرا وهو رسول، فيفعل مثل ذلك بكل\nمستأمن منا، ويهدم كل كنيسة عنده، فجهزوه وأكرموه وردوه، فلما رآه معاوية\nقال له: \" أفلت وانحص الذنب \" فقال: كلا، أنه لبهلبه، ثم حدثه بالحديث فقال\nمعاوية: لقد أصاب، ما أردت إلا الذي قال. ومن أمثالهم في هذا : أفلت وله\nحصاص.\n</p>\n\n<p>\nوهو الذي يروى في الحديث \" أن الشيطان إذا سمع الأذان أدبر وله حصاص \"\nوقد فسرناه في غريب الحديث. وقال أبو زيد: ومن هذا قولهم: أفلتني جريعة\nالذقن.\n</p>\n\n<p>\nإذا كان منه قريبا كقرب الجرعة من الذقن، ثم أفته قال الأصمعي: وإذا\nأرادوا أنه نفر فلم يعد قالوا: ضرب في جهازه.\n</p>\n\n<p>\nقال: واصله في البعير يسقط عن ظهره القتت بأداته فيقع بين قوائمه فينفر\nمنه حتى يذهب في الأرض\n</p>\n\n<p>\nباب الجبان يتوعد صاحبه بالإقدام عليه ثم لا يفعل\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا قولهم: الصدق ينبي عنك لا الوعيد.\n</p>\n\n<p>\nيقول: إن صدقك في الأمور واللقاء هو الذي يدفع عنك عدوك، لا المقال من\nغير فعل. قال: وقوله: \" ينبي \" ليس بمهموز، لأنه من: نبا الشيء ينبو، وقد\nأنبيته عني، دفهته. قال الأصمعي: ومثله قولهم: أسمع جعجعة ولا أرى طحنا.\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم المشهورة قولهم: أوسعتهم سبا وأودوا بالإبل.\n</p>\n\n<p>\nأي ليس على عدوك منك ضرر أكثر من الوعيد بلا حقيقة. وهذا المثل فيما يقال\nلكعب بن زهير ، قاله لأبيه، وكانت بنو أسد أغارت على إبله، فهجاهم وتوعدهم.\nومن هذا <span id='ms124'></span> قولهم: محا السيف ما قال أبن دارة أجمعا.\n</p>\n\n<p>\nقال أبو عبيد: وهو سالم بن دارة من بني عبد الله أبن غطفان، وكان هجا بعض\nبني فزارة ففتك به بعضهم، فضربه بسيفه فقتله، فقيل فيه هذا المثل يقول: إن\nالحقيقة إنما هي بالفعل لا بالقول. قال الأصمعي: ومن أمثالهم في هذا قولهم:\nحلبت حلبتها ثم أقلعت.\n</p>\n\n<p>\nيضرب للرجل يجلب ويصخب ساعة ثم يسكت من غير أن يكون منه في ذلك أكثر من\nالقول. قال الأصمعي: ومن أمثالهم في توعد الرجل صاحبه وهو عيف أن يقال له:\nلا تبق إلا على نفسك.\n</p>\n\n<p>\nيقول: اجهد جهدك. قال أبو عبيد: والعامة تقول في مثل هذا : لا أبقى الله\nعليك إن أبقيت.\n</p>\n\n<p>\nباب تخويف الجبان وإجابته عند أعاده\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في تخويف الرجل صاحبه وتوعده وهو يعرفه بغير ذلك\nقولهم: برقي لمن لا يعرفك. وقال أبو زيد مثله إلا أنه قاله بالتذكير \" برق\nلمن لا يعرفك \" وقال أبو عبيد: وإذا أرادوا أن يأمروا بالتبريق قيل: خش\nذؤالة بالحبالة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             قال الأصمعي: ومن أمثالهم في هذا قولهم: جاءنا\nينفض مرويه.\n</p>\n\n<p>\nأي يتوعد ويتهدد. قال أبو عبيد: وهذا المثل يروى عن الحسن البصري، قال في\nبعض أولئك الذين كانوا يطلبون الملك والمذروان: فرغا الأليتين، ولا يكاد\nيقال هذا إلا لمن يتههد من غير حقيقة. قال الأصمعي: ومن أمثالهم في نحو هذا\nقولهم: اقصد بذرعك.\n</p>\n\n<p>\nومنها قولهم: ارق على ظلعك.\n</p>\n\n<p>\nباب كشف الكرب عند المخاوف عن الجبان\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم المنتشرة في الناس قولهم: أفرخ روعك.\n</p>\n\n<p>\nيقول: ليذهب روعك وفزعك، فإن الأمر ليس على ما تحاذر. وهذا المثل\nلمعاوية، كتب به إلى زياد وذلك أنه كان على البصرة، وكان المغيرة بن شعبة\nعلى الكوفة فتوفي بها، فخاف زياد أن يولي معاوية مكانه عبد الله بن عامر،\nوكان زياد لذلك كارها فكتب إلى معاوية يخبره بوفاة المغيرة، ويشير عليه\nبولاية الضحاك بن قيس مكانه، ففطن له معاوية، وعلم ما أراد فكتب إليه: \" قد\nفهمت كتابك فأفرخ <span id='ms125'></span> روعك أبا المغيرة، لسنا نستعمل أبن عامر على الكوفة، وقد\nضممناها إليك مع البصرة \" فلما ورد على زياد كتابه قال: النبع يقرع بعضه\nبعضا.\n</p>\n\n<p>\nفذهبت كلماتهما مثلين وكان زياد يكنى أبا المغيرة.\n</p>\n\n<p>\nباب الرضا بالحاضر ونسيان الغائب\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم السائرة في هذا قولهم: إن ذهب عير فعير في\nالرباط.\n</p>\n\n<p>\nوهذا مثل لأهل الشام ليس يكاد يتكلم به غيرهم. ومثله قولهم: عير بعير\nوزيادة عشرة.\n</p>\n\n<p>\nوكان اصل هذا أن خلفاءهم كلما مات منهم واحد وقام آخر زادهم عشرة في\nأعطياتهم، فكانوا يقولون هذا عند ذلك ويقال في نحو منه: رأس برأس وزيادة\nخمسمائة.\n</p>\n\n<p>\nوأول من تكلم به فيما يقال الفرزدق وذلك في بعض الحروب وكان صاحب الجيش\nقد قال: من جاء برأس فله خمسمائة درهم، فبرز رجل فقتل رجلا من العدو، فأعطي\nخمسمائة درهم، ثم برز الثاني فقتل، فبكى أهله عليه، فقال الفرزدق: أما\nترضون أن يكون رأس برأس وزيادة خمسمائة درهم، يقول: قد ذهب رأس هذا برأس\nالمقتول وازداد ورثته خمسمائة درهم.و من أمثالهم في الغائب قولهم: من غاب\nغاب، حظه.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nذكر الأمثال في مرازي الدهر وحدثانه\n</p>\n\n<p>\nباب المثل في الأقدار والنوازل التي لا يمتنع منها\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا قولهم: إذا الحين غطى العين.\n</p>\n\n<p>\nقال أبو عبيد: وقد يروى نحو هذا اللفظ عن أبن عباس، وذلك أن نجدة الحروري\nأو نافع بن الزرق قال له: إنك يقول: إن الهدهد إذا نقر الأرض عرف مسافة ما\nبينه وبين الماء، وهو لا يبصر شعيرة الفخ حتى يصاد بها. وكان أبن عباس ذكر\nهذا في حديث سليمان بن داود عليه السلام فقال له أبن عباس: إذا جاء القدر\nعشي البصر.\n</p>\n\n<p>\nومنه حديث آخر\n</p>\n\n<p>\nلا ينفع حذر من قدر.\n</p>\n\n<p>\nوكذلك المثل الذي لأكثم بن صيفي\n</p>\n\n<p>\nمن مأمنه يوتى الحذر.\n</p>\n\n<p>\nيقول: إن الحذر لا يدفع عنك ما لا بد منه وإن جهدت. وقوله: قد يوتى على\nيدي الحريص.\n</p>\n\n<p>\nومنه قولهم: استمسك فإنك معدو <span id='ms126'></span> بك.\n</p>\n\n<p>\nأي إن المقادير تسوقك إليه. ومنه قول الحسن: \" من كان الليل والنهار\nمطيته فانه يسار به وإن كان مقيما \" وقال شريح في الذين فروا من الطاعون: \"\nإنا وإياهم من طالب لقريب \" قال أبو عبيد: ومن أمثالهم في هذا : كيف توقى\nظهر ما أنت راكبه! أي كيف تنجو مما أنت داخل فيه. وقال أوس بن حارثة لابنه\nمالك: إنما تعز من ترى ويعزك من لا ترى.\n</p>\n\n<p>\nباب الحين بجتليه القدر على الإنسان بسعيه فيه\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم المشهورة في هذا قولهم: أتتك بحائن رجلاه.\n</p>\n\n<p>\nوكان المفضل يخبر عن قائل هذا المثل أنه الحارث بن جبلة الغساني، قاله\nللحارث بن العيف العبدي، وكان أبن العيف قد هجاه فلما غزا المنذر بن ماء\nالسماء الحارث بن جبلة، ة يقال: هو الحارث، فعندها قال: \" أتتك بحائن رحلاه\n\" يعني مسيره مع المنذر إليه ثم أمر الحارث سيافه الدلامص فضربه ضربة دقت\nمنكبه، ثم برأ منها وبه خبل. قال أبن الكلبي: ومن أمثالهم في مثله: إن\nالشقي راكب البراجم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n             قال أبن الكلبي وهذا المثل لعمرو بن هند\nالملك، وكان سببه أن سويد بن ربيعة التميمي قتل أخا له، ثم هرب، فقتل أبن\nهند تسعة من ولده، وأقسم ليقتلن مائة من بني تميم، فبلغ ثمانية وتسعين\nأحرقهم بالنار، ثم أقبل رجل من البراجم حين رأى الخان ساطعا، وهو يحسبه\nلطعام يعمل، فلما دنا قال له أبن هند: ممن أنت؟ قال: من البراجم، فقال: \"\nإن الشقي راكب البراجم \" فذهبت مثلا، وألقاه في النار. قال: ثم تحلل أبن\nهند من يمينه بالحمراء بنت ضمرة تمام المائة. ومن هذا قولهم: كالنازي بين\nالقرينين.\n</p>\n\n<p>\nواصله في الإبل، وذلك أن يترك البكر مخلى سبيله، فيأخذ في النزوان والأذى\nللناس حتى يوثق في القران، ومنه قول أبن مقبل:\n</p>\n\n<p>\nفلا تكونن كالنازي ببطنته ... بين القرينين حتى ظل مقرونا\n</p>\n\n<p>\nقال أبو عبيد: ومثل العامة في هذا قولهم: نزت به البطنة قال الأصمعي:\nومنه قولهم: لا تكن كالباحث عن المدية ومثله قولهم: \" حتفها <span id='ms127'></span> تحمل ضأن\nبأظلافها \" وهذا المثل لحريث بن حسان الشيباني، تمثل به بين يدي النبي )\nلقيلة التميمية، وكان حريث حملها إلى النبي ) فسأله إقطاع الدهناء، ففعل\nذلك رسول الله ) فتكلمت فيه قيلة، فعندها قال حريث تلك المقالة، فذهبت\nمثلا. ومن أمثالهم في هذا قولهم: لا تكن كالعنز تبحث عن المدية.\n</p>\n\n<p>\nولا أدري ممن سمعته.\n</p>\n\n<p>\nباب الشماتة بالجاني على نفسه الحين\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا قولهم: احسن فذق.\n</p>\n\n<p>\nيقول: قد كنت تنهي عن هذا فأنت جنيته على نفسك، فأحسنه وذقه. قال: ومنه\nقولهم: أشئت عقيل إلى عقلك.\n</p>\n\n<p>\nأي لما ألجئت إلى رأيك جلب عليك ما تكره. وأنشد الزبير:\n</p>\n\n<p>\nوإني قد يشاء إلي يوما ... فلا أنسى البلاء ولا أضيع\n</p>\n\n<p>\nيشاء: يضطر ويلجأ إلى، قال أبو عبيد: ويقال في مثله: يداك أوكتا وفوك\nنفخ.\n</p>\n\n<p>\nوكان المفضل يخبر عن أصل هذا أن رجلا كان في بعض جزائر البحر، فأراد أن\nيعبر على زق وقد نفخ فيه فلم يحسن إحكامه، حتى إذا توسط البحر خرجت منه\nالريح فغرق، فلما غشيه الموت استغاث رجلا فقال له الرجل \" يداك أوكتا وفوك\nنفخ \" يقول: أنت فعلت هذا بنفسك. ومنه قولهم: لا يحزنك دم أراقه أهله.\n</p>\n\n<p>\nوكان المفضل أيضا يخبر بقصة هذا المثل قال: هو لجذيمة الأبرش حين تزوج\nالزباء وصار إليها، فقطعت رواشيه، فعندها قال: \" لا يحزنك دم أراقه أهله \"\nأي أنا جنيت هذا على نفسي. ومنه قولهم في: يسار الكواعب وكان من حديثه أنه\nكان عبدا لبعض العرب، ولمولاه بنات، فيجعل يتعرض لهن ويريدهن عن أنفسهن،\nفقلن له: يا يسار، اشرب من ألبان هذه اللقاح، ونم في ظلال هذه الخيام، ولا\nتتعرض لبنات الأجواد، فأبى فلما أكثر عليهن واعدنه ليلا، فأتاهن وقد أعددن\nله موسى، فلما خلا بهن قبضن عليه فجببن مذاكيره، فصار مثلا لكل من جنى على\nنفسه، وتعدى طوره، وفيه يقول الفرزدق لجرير:\n</p>\n\n<p>\nفهل أنت أن ماتت أتانك راكب ... إلى آل بسطام بن قيس بخاطب\n</p>\n\n<p>\nوإني لأخشى إن خطبت إليهم ... عليك الذي لاقى يسار <span id='ms128'></span> الكواعب\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثالهم في الشماتة بمن لا يقبل النصيحة قول دريد بن\nالصمة:\n</p>\n\n<p>\nأمرتهم أمري بمنقطع اللوى ... وهل يستبان الرشد إلا ضحى الغد\n</p>\n\n<p>\nباب الحين والشؤم يجتلبه الإنسان أو غيره على من سواه\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في الشؤم والحين قولهم: كانت عليهم كراغية\nالبكر.\n</p>\n\n<p>\nيعني بكر ثمود حين رماه صاحبهم، فرغا عند الرمية، فأنزل الله بهم سخطه\nعند قتل الناقة وبكرها، قال النابغة الجعدي لرجل من الأشعرين:\n</p>\n\n<p>\nرأيت البكر بكر بني ثمود ... وأنت أراك بكر الأشعرينا\n</p>\n\n<p>\nوكذلك عاقر الناقة نفسه صار مثلا في الشؤم عند العرب، ومنه قول زهير بن\nأبي سلمى:\n</p>\n\n<p>\nفتنتج لكم غلمان أشأم كلهم ... كأحمر عاد ثم ترضع فتفطم\n</p>\n\n<p>\nأراد \" أحمر ثمود \" فلم يمكنه الشعر، فقال: \" عاد \" قال: وقد قال بعض\nالنساب: إن ثمودا من عاد. وقال أبو عبيد: ومن أمثالهم في جلب الشؤم والحين\nقولهم: على أهلها دلت براقش قال: وبراقش: اسم كلبة نبحت على جيش مروا ولم\nيشعروا بالحي الذي فيهم الكلبة، فلما سمعوا نباحها علموا أن أهلها هناك،\nفعطفوا عليهم واسنباحوهم، فذهبت مثلا. وقال مورج: ومن هذا قولهم: عير عاره\nوتده. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n             قوله: \" عاره \" أهلكه، كما يقال: لا أدري أي الجراد\nعاره.\n</p>\n\n<p>\nأي ذهب به، وأتلفه. ويقال في مثله: كلب عاره ظفره.\n</p>\n\n<p>\nباب دول الدهر الجالبة للمحبوب والمكروه\n</p>\n\n<p>\nقال أبو زيد: من هذا قولهم: مرة عيش ومرة جيش.\n</p>\n\n<p>\nيقول: أحيانا شدة وأحيانا رخاء. واصله أن يكون الرجل مرة في عيش رخي،\nومرة في جيش غزاة. وقال الأصمعي في مثله: اليوم خمر وغدا أمر.\n</p>\n\n<p>\nوكان المفضل يعرف هذا المثل ويذكر أنه لامرئ القيس أبن حجر الكندي، قال:\nوذلك أنه بلغه مقتل أبيه وهو يشرب، فعندها قال: \" اليوم خمر وغدا أمر \"\nفذهبت مثلا. ويقال في نحو منه: يا حبذا التراث لولا الذلة.\n</p>\n\n<p>\nقال ذلك الأصمعي. قال أبو عبيد: وكان المفضل يسمي قائله، قال: وهو لبيهس\nالمعروف بنعامة حين قتل أخوته فورثهم، ففرح بالميراث وساءه قتلهم، لما في\nالقلة من الذل والمهانة ، فاجتمع فيه <span id='ms129'></span> أمران من المسرة والمساءة. قال أبو\nعبيد: ومن أمثالهم في دول الدهر قولهم: من ير يوما ير به.\n</p>\n\n<p>\nوبعضهم يقول: \" من ير يوما ير به \" ومن دول الدهر قول الأعشى:\n</p>\n\n<p>\nشباب وشيب وافتقار وثروة ... فلله هذا الدهر كيف ترددا\n</p>\n\n<p>\nومن أمثالهم في دول الدهر قولهم: إن تعش يوما تر ما لم تره.\n</p>\n\n<p>\nباب حؤول الدهر وتنقله بأهله\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا: كل امرئ سيعود مريئا.\n</p>\n\n<p>\nيعني تصيبه قوارع الدهر فتضعضعه، أو يموت فهو أكبر وأشد. ومن أمثالهم في\nهذا قولهم: كل ضب عنده مرداته .\n</p>\n\n<p>\nوالمرداة: الحجر الذي يرمى به، يقال: رديت الرجل، أرديته، ومعناه أن\nيقال: لا تأمن الحدثان والغير فإن الآفات معدة مع كل أحد. ويقال:إن الضب\nقليل الهداية، فلا يتخذ حجره إلا عند حجر يكون علامة له إذا خرج من حجره،\nفقال: \" كل ضب عنده مرداته \" . قال أبو عبيد: وهذا سوى التفسير الأول. قال\nالأصمعي: ومن أمثالهم قولهم: جاءت جنادعه.\n</p>\n\n<p>\nأي حوادث الدهر وأوائل شره. قال أبو عبيد: ومنه في أمثال أكثم بن صيفي\nقوله: كل ذات بعل ستئيم.\n</p>\n\n<p>\nومنه ول الأول:\n</p>\n\n<p>\nأفاطم إني هالك فتبيني ... ولا تجزعي كل النساء يئيم\n</p>\n\n<p>\nقال أبو عبيد: ومثال هذا قولهم: أتى أبد على لبد.\n</p>\n\n<p>\nيعني نسر لقمان السابع، وفيه يقول النابغة الذبياني:\n</p>\n\n<p>\nأضحت خلاء وأضحى أهلها احتملوا ... أخنى عليها الذي أخنى على لبد\n</p>\n\n<p>\nو قد ذكره لبيد في شعره أيضا. وقال الأصمعي: ومن هذا قولهم: من يجتمع\nيتقعقع عمده.\n</p>\n\n<p>\nأي إن قصاراهم التفرق يعني تقعقع أخبيتهم للتفرق والرحلة قال أبو عبيد:\nومن هذا بيتهم السائر:\n</p>\n\n<p>\nوكل أخ مفارقه ... لعمر أبيك إلا الفرقدان\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في نحوه: انقطع السلى في البطن.\n</p>\n\n<p>\nأي فات الأمر وانقضى. وكذلك: انقطع قوي من قاوية.\n</p>\n\n<p>\nقال أبو عبيد: ومن أمثال أكثم بن صيفي: لم يفت من لم يمت.\n</p>\n\n<p>\nيقول: من مات فهو الفئت. قال الأصمعي: ومن أمثالهم: لو كان ذا حيلة تحول.\n</p>\n\n<p>\nيعني: عن الأمر الذي هو فيه. والعامة تقول في مثل <span id='ms130'></span> هذا: أين يضع المخنوق\nيده.\n</p>\n\n<p>\nقال: ومن أمثالهم في الذي ينزل به الأمر الشديد الذي يحتاج إلى أن ينصف\nفيه ويتعنى: إحدى لياليك فهيسي هيسي.\n</p>\n\n<p>\nقال: ومن أمثالهم في حؤول الدهر قولهم: يريك يوم برأيه.\n</p>\n\n<p>\nقال: يراد به أن كل يوم يظهر لك ما ينبغي أن ترى فيه. ومنه قولهم: عش\nرجبا ترى عجبا.\n</p>\n\n<p>\nومن الشدائد قولهم: رأى فلان الكواكب مظهرا.\n</p>\n\n<p>\nأي أظلم عليه يومه حتى أبصر الكواكب عند الظهر.\n</p>\n\n<p>\n- باب اصطلام الدهر الناس بالجوائح للأموال قال الأصمعي: من أمثالهم في\nهذا قولهم: تركته على مثل مقلع الصمغة قال: ومعناه أنه لم يبق له شيء لأن\nالصمغ إذا قلع من شجرة لم يبق له علقة ولا أثر. قال: ومثله قولهم: تركته\nعلى مثل ليلة الصدر.\n</p>\n\n<p>\nقال: يعني صدر الناس من حجهم. قال: وكذلك قولهم: تركته على أنقى من\nالراحة.\n</p>\n\n<p>\nكل هذا عن الاصمعي، على أن المثل الأخير مبتذل في الناس. وقال أبو عبيد:\nفإذا كثر عليه ذلك وطال حتى يمرن عليه ويبسأ به قيل: أساف حتى ما يشتكي\nالسوف والسوف: ذهاب المال واجتياحه، يقول: قد اعتاده حتى ليس يجزع منه.\n</p>\n\n<p>\nباب هلاك القوم بالحوادث في الأبدان\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في الهلاك قولهم: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n             وقع القوم في وادي\nجذبات قال: وقد يقال ذلك فيهم إذا جاروا عن القصد. قال الكسائي: ويقال: وقع\nالقوم في وادي تضلل وفي وادي تهلك، وفي وادي تخيب.\n</p>\n\n<p>\nكله مثل المعنى الأول. قال الأصمعي: ومنه قولهم: أخذوا طريق العيصين.\n</p>\n\n<p>\nوقال أبو عبيد: ومن أمثالهم في الهلاك قولهم: طارت بهم العنقاء. وأودت\nبهم عقاب ملاع.\n</p>\n\n<p>\nيقال ذلك في الواحد وفي الجميع. قال: ومن أمثالهم في الهلاك والخوف\nالشديد قولهم: المنايا على الحوايا.\n</p>\n\n<p>\nوقال أبو عبيد: يقال: إن \" الحوايا \" في هذا الموضع مراكب، واحدتها حوية،\nوأحسب أن اصلها كان أن قوما قتلوا فحملوا على الحوايا، فصارت مثلا. ويقال:\nإن هذا المثل لعبيد بن الأبرص قاله للمنذر أو النعمان بن المنذر حين قتله،\nوعندها قال حين استنشده: \" حال الجريض دون <span id='ms131'></span> القريض \" قال: وهذا مثل قولهم في\nالدهيم، فجعلتها العرب مثلا في البلايا العظام. وقد روي هذا المثل عن حذيفة\nحين ذكر الفتن فقال: \" أتتكم الديم ترمي بالنشب، والتي بعدها ترمى بالرضف \"\nوفي حديث آخر عن حذيفة \" الدهيماء \" وفي بعضه \" الرقطاء \" و \" المظلمة \"\nقال أبو عبيد: وهذه كلها أمثال وتشبيه.\n</p>\n\n<p>\nباب بلوغ الشدة ومنتهى غايتها في الجهد\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا قولهم: عدا القارص فحزر.\n</p>\n\n<p>\nأي تفاقم الأمر واشتد. قال: واصله في اللبن يقرص ثم يحزر. قال: ومثله\nقولهم: هذا أجل من الحرش.\n</p>\n\n<p>\nقال: واصله احتراش الضباب. وقال: وأظن أبا عبيدة قد قاله لي أيضا. ومن\nأمثالهم في الشدة: القوم في أمر لا ينادى وليده.\n</p>\n\n<p>\nأي بلغ من الجهد أن يذهل المرأة عن صبيها أن تدعوه. قال الأصمعي: ومن\nأمثالهم في هذا قولهم: وقع القوم في سلى جمل.\n</p>\n\n<p>\nيقول: في شيء لا مثل له، لأن السلى إنما يكون للناقة ولا يكون للجمل.\nوقال أبو عمرو الشيباني: من أمثالهم في منتهى الشدة قولهم: قد بلغ السيل\nالزبى قال: واصله الزبية التي تجعل للصائد، ولا تحفر إلا في نجوة لئلا\nينالها السيل فإذا بلغ السيل دخولها فهو مجحف. وقال الأصمعي في مثله أيضا:\nقد جاوز الحزام الطين وكذلك التقى البطان والحقب، وكذلك التقت حلقتا\nالبطان.\n</p>\n\n<p>\nقال: واصل ذلك أن الفارس النجاة من طلب يتبعه. فيبلغ من مخافته أن يضطرب\nحزام دابته حتى يبلغ طبييها، ولا يمكنه أن ينزل فيشده. وقد روينا هذين\nالمثلين عن عثمان بن عفان أنه كتب بهما إلى علي بن أبي طالب، وكان غائبا\nوعثمان محصورا \" أما بعد فقد بلغ السيل الزبى، وجاوز الحزام الطبيين \" في\nكلام قد ذكرناه في غريب الحديث. قال أبو عبيد: ومن أمثالهم في الأمر الذي\nقد انتهى فساده قولهم: كدابغة وقد حلم الأديم.\n</p>\n\n<p>\nوذلك أن الجلد إذا صار إلى الحلم فليس بعده صلاح. وهذا المثل يروى عن\nالوليد بن عقبة أنه قاله لمعاوية:\n</p>\n\n<p>\nفإنكو الكتاب إلى علي ... كدابغة وقد حلم الأديم\n</p>\n\n<p>\nو كان <span id='ms132'></span> المفضل، فيما بلغنا عنه، يخبر أن المثل لخالد بن معاوية أحد بني\nعبد شمس بن سعد قال:\n</p>\n\n<p>\nقد علمت أحسابنا تميم ... في الحرب حين حلم الأديم\n</p>\n\n<p>\nو من أمثالهم في بلوغ الجهد قولهم: قد أخذ منه بالمخنق.\n</p>\n\n<p>\nو \" قد بلغ منه المخنق \" قال: ومن أمثال العامة في هذا قولهم: قد بلغ\nالسكين العظم.\n</p>\n\n<p>\nباب الغيبة التي لا يرجى لها إياب\n</p>\n\n<p>\nقال أبن الكلبي: من أمثالهم في هذا قولهم: إذا ما القارط العنزي آبا.\n</p>\n\n<p>\nقال أبن الكلبي: هما قارظان، وكلاهما من عنزة، فالأكبر منهما يذكر بن\nعنزة لصلبه، والأصغر هو رهم بن عامر، من عنزة، فكان من حديث الأول أن حزيمة\nبن نهد كان عشق ابنته فاطمة بنت يذكر، وهو قائل فيها:\n</p>\n\n<p>\nإذا الجوزاء أردفت الثريا ... ظننت بآل فاطمة الظنونا\n</p>\n\n<p>\nقال: ثم إن يذكر وحزيمة خرجا يطلبان القرط، فمرا بهوة في الأرض فيها نحل\nفنزل يذكر ليشتار عسلا، ودلاه حزيمة بحبل، فلما فرغ قال يذكر لحزيمة:\nأمددني حتى أصعد، فقال حزيمة: لا والله حتى تزوجني ابنتك فاطمة، فقال: أعلى\nهذه الحال؟ لا يكون ذاك أبدا، فتركه حزيمة فيها حتى مات. قال: ولا يدرى ما\nكان من خبره فصار مثلا في انقطاع الغيبة، وإياهما أراد أبو ذؤيب بقوله:\n</p>\n\n<p>\nوح يؤوب القارظان كلاهما ... وينشر في القتلى كليب لوائل\n</p>\n\n<p>\nو قال بشر بن أبي حازم عند موته: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n             فرجي الخير وانتظري إيابي\n... إذا ما القارظ العنزي آبا\n</p>\n\n<p>\nقال الأحمر: ويقال: المسلى لا عهدة.\n</p>\n\n<p>\nأي انقضى الشأن فلا عليك ولا لك. ومن أمثالهم في اليأس من الشيء قولهم:\nحتى يؤوب المنخل.\n</p>\n\n<p>\nوكانت قصته نحوا من قصة العنزي في الغيبة، غير أنه لم يكن في سبب القرظ\n</p>\n\n<p>\nباب الإسراف في القتل وفي كثرة الدماء\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا قولهم: صمت حصاة بدم قال: وأصله أن يكثر\nالقتل وسفك الدماء، حتى إذا وقعت حصاة من يد راميها لم يسمع لها صوت، لأنها\nلا تقع إلا في دم، فهي صماء، وليست تقع على الأرض فتصوت. وفي بعض <span id='ms133'></span> الملاحم.\n</p>\n\n<p>\nتبلغ الدماء الثنن\n</p>\n\n<p>\nيعني الخيل، وهي الشعرات التي فوق الحافر من خلفه.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nذكر الأمثال في الجنايات\n</p>\n\n<p>\nباب الدواهي العظام يجنيها الرجل\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في الداهية يقال أتي بها جانبها قولهم: - جاء\nفلان بالداهية الدهناء وجاء بالرقم الرقماء. وكذلك الداهية الشعراء\nوالداهية الزباء. وقال غير الأصمعي: ومن أسماء الداهية قولهم: - جاء فلان\nبالسلتم وجاء بالقنطر. وجاء بالعنقفير. وجاء بالدردبيس.\n</p>\n\n<p>\nوقال الأصمعي: ويقال: جاء بأم الربيق على أريق. وجاء بإحدى بنات طبق.\n</p>\n\n<p>\nقال: واصلها من الحيات. وقال أبو عبيد: ومنها قولهم: جاء فلان بمطفئة\nالرضف.\n</p>\n\n<p>\nقال: واصلها أنها داهية أنست التي قبلها، وأطفأت حرها. قال أبو زيد: ومن\nأسمائها أم جندب، قال: ويقال: وقع القوم في أم جندب.\n</p>\n\n<p>\nأي داهية وظلم يجني عليهم. قال أبو عبد الله الزبير: قال الشاعر:\n</p>\n\n<p>\nسيصلى بها القوم الذين اصطفوا بها ... وإلا فمعكود لنا أم جندب\n</p>\n\n<p>\nيعني أنا نغشم. قال الأصمعي: ومن أمثالهم في هذا قولهم: صمى صمام. ويقال:\nصمى ابنة الجبل وقال الكميت:\n</p>\n\n<p>\nإذا ألقى السفير بها ونادى ... لها صمى ابنة الجبل السفير\n</p>\n\n<p>\nقال: وصمام هي الداهية، وقوله: \" صمي أي اخرسي يا داهية \" . قال الكسائي:\nيقال: ، - لقيت من فلان الأمرين ولقيت منه الفتكرين. ولقيت منه الأقورين.\nولقيت منه الأقوريات.\n</p>\n\n<p>\nكل هذا من الدواهي والأمور العظام. قال: وتقول العرب\n</p>\n\n<p>\nقد بلغت منا المبلغين\n</p>\n\n<p>\nكل هذا من الدواهي. وقال الأصمعي: ومن أمثالهم في الدواهي قولهم: جاء\nفلان بالطلاطلة وبأم حبكوري. وبالضئيل. وبالأزب. وبالفلق. وبالفليقة.\nوبالخنفقيق. وبالهاريس. وبالنئطل. وبالنادى.\n</p>\n\n<p>\nباب جناية الجاني التي لا دواء لها ولا حيلة\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في هذا قولهم: غادر وهية لا ترقع.\n</p>\n\n<p>\nأي فتق فتقا لا يقدر على رتقه. وقال أبو عبيد: ويقال: هذا أمر لا تبرك\nعليه الإبل.\n</p>\n\n<p>\nيضرب للأمر العظيم الذي لا يصبر عليه، وذلك أن الإبل إذا أنكرت الشيء\nنفرت منه فذهبت في الأرض على وجهها. وقال أبو عبيد: ومثله قولهم: جرحه حيث\nلا يضع الراقي أنفه.\n</p>\n\n<p>\nأي لا دواء له. قال <span id='ms134'></span> الأصمعي: يقال إذا لقي الشدة بكاملها: لقيها بأصبارها\n</p>\n\n<p>\nباب العداوة بين القوم وصفات العداء\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في نعت العدو قولهم: - هو أزرق العين وكذلك\nقولهم: هو أسود البد. وهم سود الأكباد. وهم صهب السبال.\n</p>\n\n<p>\nوقال الشاعر:\n</p>\n\n<p>\nوما حاولت من أضغان قوم ... هم الأعداء فالأكباد سود\n</p>\n\n<p>\nوقال أبن قيس الرقيات:\n</p>\n\n<p>\nونزالي في القوم صهب السبال\n</p>\n\n<p>\nقال الأصمعي: وليس من هذا شيء يراد به نعوت الرجال، إنما معناه العداوة،\nوقال: ولا أدري لعل اصلها من النعت\n</p>\n\n<p>\nباب إظهار العداوة وكشفها\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا قولهم: لبست له جلد النمر وكذلك قولهم:\nقشرت له العصا.\n</p>\n\n<p>\nأي أبدت له ما في نفسي. قال الأصمعي: ومن أمثالهم في شدة العداوة والغيظ\nقولهم: هو يعض عليه الأرم.\n</p>\n\n<p>\nعلى مثال \" فعل \" قال: يعني إصبعه. قال مؤرج: \" هو يحرق عليه الأرم \"\nقال: وفي تفسيره ثلاثة أقوال، يقال: الحصى، ويقال: الأضراس، ويقال:\nالأسنان، وهي أبعدها، ولو كانت الأسنان لكانت بالزاي \" الأزم \" وإنما هي\nبالراء. قال الأصمعي: ومن أمثالهم في الشدة قولهم: لقيت من فلان عرق\nالقربة.\n</p>\n\n<p>\nقال: ومعناها الشدة، ولا أدري ما اصلها. قال أبو عبيد: وقد فسرنا هذا في\nغريب الحديث. ومن الشدة قولهم: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n             قد سيل به وهو لا يدري\n</p>\n\n<p>\nباب فساد ذات البين وتأريث الشر في القوم\n</p>\n\n<p>\nقال أبو زيد: يقال للقوم إذا أوفوا على الشر والفساد: قد ثار حابلهم على\nنابلهم.\n</p>\n\n<p>\nقال الأصمعي: وإذا نشب الشر بينهم وشملهم قيل: شرق ما بينهم بشر.\n</p>\n\n<p>\nقال: فإن كان شرا دائما لا يكاد ينقطع قيل: بينهم داء الضرائر.\n</p>\n\n<p>\nفإن كانت بينهم معاملة من أخذ وإعطاء ولا غنى بهم عنه، ولا تزل المشارة\nتكون بينهم فيها قيل: إن الحماة أولعت بالكنه وأولعت كنتها بالظنه فإن كان\nذلك الفعل منهم عاما، ولم يكن لبعضهم فيه على بعض فضل في الصبر والاحتمال\nقيل: صغراها مراها.\n</p>\n\n<p>\nأي أصغرهم وأحقرهم أكثرهم شرا. فإن كان لبعضهم فيه أدنى فضيلة إلا أنها\nخسيسة قيل: قبح الله معزى خيرها خطة.\n</p>\n\n<p>\nقال: وخطة <span id='ms135'></span>: اسم عنز كانت عنز سوء، كل هذا عن الأصمعي إلا المثل الأول\nالذي عن أبي زيد وقال الأصمعي: من أمثالهم في الشر قولهم: بينهم عطر منشم.\n</p>\n\n<p>\nقال: يراد به الشر العظيم\n</p>\n\n<p>\nباب مقلية القوم بعضهم بعضا والاستشهاد عليه بالنظر\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا: شاهد البغض اللحظ.\n</p>\n\n<p>\nقال: ومثله قولهم في الحب: جلى محب نظره.\n</p>\n\n<p>\nقال أبو عبيد: ومنه قول زهير بن أبي سلمى:\n</p>\n\n<p>\nفأن تك في صديق أو عدو ... تخبرك العيون عن القلوب\n</p>\n\n<p>\nوقال أبو زيد: وإذا أثقل الرجل على صاحبه حتى لا يقدر أن ينظر إليه قيل:\nإنما هو على حندر عينه قال الأصمعي: وكذلك قولهم: رمي منه في الرأس. إذا\nساء رأيه فيه حتى لا ينظر إليه. قال أبو عبيد: ومنه حديث عمر بن الخطاب حين\nسلم عليه زياد بن حدير فلم يرد عليه، فقال زياد: \" لقد رميت من أمير\nالمؤمنين في الرأس \" وكان ذلك لهيئة رآها عليه فكرهها.\n</p>\n\n<p>\nباب توعد الرجل عدوه الكاشح له.\n</p>\n\n<p>\nقال أبو زيد: من أمثالهم في الوعيد قولهم: لأمدن غضنك أي لأطيلن عناءكز\nقال أبو زيد: ومنه قولهم: لأحقن حواقنك بذواقنك.\n</p>\n\n<p>\nقال: الحواقن: ما يحقن الطعام في بطنه، والذواقن: اسفل بطنه. قال أبو\nعبيدة وأبو عمرو في الذواقن والحوافن غير هذا. وقد فسرناه في غريب الحديث.\nقال أبو زيد: ومن الوعيد قولهم: لأطعنن في حوصهم.\n</p>\n\n<p>\nوالحوص: الخياطة بغير رقعة، ومعناه إني أفسد ما أصلحوا. قال: ومن الوعيد\nقولهم: لأشأنن شأنهم.\n</p>\n\n<p>\nومنه قولهم: لألجئنك إلى قر قرارك.\n</p>\n\n<p>\nأي لأضطرنك إليه. ويقول أيضا.\n</p>\n\n<p>\nلأرينك لمحا باصرا.\n</p>\n\n<p>\nأي صادقا، عن أبي زيد. وقال الأحمر: ومن الوعيد قولهم: لئن التقى روعي\nوروعك لتندمن.\n</p>\n\n<p>\nوقال الأموي: ومن أمثالهم في هذا: أما والله لتجنبها مصرا.\n</p>\n\n<p>\nيقول: لا تقدر على أن تنال مني شيئا. قال: وأصله قلة اللبن، يقال: مصرت\nالشاة أمصرها مصرا.\n</p>\n\n<p>\nباب معاشرة أهل اللوم وما ينبغي إن يعاملوا به.\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في هذا: أجع كلبك يتبعك.\n</p>\n\n<p>\nقال أبو عبيد: والعامة تقول <span id='ms136'></span>: ليس للئيم مثل الهوان.\n</p>\n\n<p>\nأي انك إن دفعته عنك بالحلم والاحتمال اجترأ عليك وإن أهنته خافك وفأمسك\nعنك. وقال بعض الماضين: ادفع الشر بمثله إذا أعياك غيره.\n</p>\n\n<p>\nو مثله: الحديد بالحديد يفلح.\n</p>\n\n<p>\nومنه قول الفند الزماني، واسمه شهل بن شيبان:\n</p>\n\n<p>\nوبعض الحلم عند الجهل للذلة إذعان\n</p>\n\n<p>\nوفي الشر نجاة حين لا ينجيك إحسان\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nذكر الأمثال في منتهى التشبيه وغايته\n</p>\n\n<p>\nقال أبو عبيد: من أمثالهم في أقاصي التشبيه قولهم: أنه لأحذر من غراب.\n</p>\n\n<p>\nقال الفراء: ويقال: إنه لأزهى من غراب.\n</p>\n\n<p>\nوقال أبو زيد: ويقال: إنه لأبصر من غراب.\n</p>\n\n<p>\nوقال الفراء: يقال: اسمع من قراد. واسمع من فرس.\n</p>\n\n<p>\nقال أبو زيد: يقال: أنوم من فهد.\n</p>\n\n<p>\nقال: وإذا أرادوا خفة النوم قالوا: أخف رأسا من الذئب.\n</p>\n\n<p>\nومثله \" أخف رأسا من الطائر \" أبو زيد: يقال: أظلم من الحية.\n</p>\n\n<p>\nقال الأصمعي: يقال: امسخ من لحم الحوار.\n</p>\n\n<p>\nأي ليس له طعم. الفراء.\n</p>\n\n<p>\nإنه لأعز من الأبلق العقوق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n             في الشيء الذي لا يوجد، لأن\nالعقوق إنما هو في الإناث دون الذكور. وكان المفضل يخبر أن المثل لخالد بن\nمالك النشهلي، قاله للنعمان بن المنذر، وكان أسر ناسا من بني مازن بن تميم\nفقال: من يكفل هؤلاء؟ فقال خالد: أنا، فقال النعمان: وبما أحدثوا؟ فقال\nخالد: نعم وإن كان الأبلق العقوق، فذهبت مثلا. قال الأصمعي: فإن أرادوا\nالعز والمنعة قالوا: إنه لأمنع من أم قرفة.\n</p>\n\n<p>\nوهي امرأة مالك بن حذيفة بن بدر، وكان يعلق في بيتها خمسون سيفا كلها\nمحرم لها. وقال غير الأصمعي: هي بنت ربيعة بن بدر الفزارية. وقال هشام بن\nالكلبي في مثله: أعز من كليب وائل.\n</p>\n\n<p>\nوهو كليب بن ربيعة التغلبي، وكان أعز العرب في دهره، فقتله جساس بن مرة\nالشيباني، ففيه كانت حرب بكر وتغلب أبني وائل. قال: يقال: أنه لأنفذ من\nخازق.\n</p>\n\n<p>\nوهو السنان النافذ.\n</p>\n\n<p>\nأنه لأمضى من النصل.\n</p>\n\n<p>\nقال الفراء: إنه لأصدق من قطاة.\n</p>\n\n<p>\nقال: وذلك أنها تقول: قطا قطا، قال النابغة الذبياني:\n</p>\n\n<p>\nتدعوا القطا وبه تدعى <span id='ms137'></span> إذا نسبت ... يا صدقها حين تدعوها فتنسب\n</p>\n\n<p>\nو قال أبو زيد: ومن أمثالهم في هذا: إنه لأصنع من تنوط.\n</p>\n\n<p>\nقال الأصمعي في التنوط مثله، قال: وهو طائر يبلغ من صنعته ورفقه أنه يجعل\nعشه مدلى من الشجر. قال أبو زيد: يقال: إنه لأصنع من سرفة.\n</p>\n\n<p>\nقال: وهي دودة تكون في الحمض، فيبلغ من صنعتها أنها تعمل بيتا مربعا من\nقطع العيدان. وقال الأموي في السرفة مثله. وقال الأصمعي: يقال: إنه لأجود\nمن لافظة.\n</p>\n\n<p>\nوقال أبو زيد: أسمح من لافظة. فيقال: إنها الرحى، سميت بذلك لأنها تلفظ\nما تطحنه، ويقال: أنها العنز، وجدها أنها تدعى للحلب وهي تعتلف، فتلقى ما\nفيها، وتقبل للحلب، وهذا التفسير ليس عن الأصمعي ولا عن أبي زيد، ولكن\nغيرهما: وقال أبو زيد: ويقال: إنه لأخدع من ضب حرشته.\n</p>\n\n<p>\nوذلك أنه ربما أروح الإنسان فخدع في حجره مسرعا، أي يذهب فيه. الفراء:\nيقال: إنه لأكذب من الشيخ الغريب وإنه لأكذب من أخيذ الجيش.\n</p>\n\n<p>\nقال: وهو الذي يأخذه أعداؤه فيستدلونه على قومه فيكذبهم بجهده. قال أبو\nزيد: يقال: إنه لكذب من الأخيذ الصبحان.\n</p>\n\n<p>\nقال: وهو الفصيل الذي قد اتحم من اللبن، يقال منه، قد أخذ أخذا، قال أبو\nعبيد: والأول أصح معنى. وقال أبو زيد: من أمثالهم في هذا: إنه لأحمق من ترب\nالعقد.\n</p>\n\n<p>\nيعني عقد الرمل، قال: وحمقه أنه لا يثبت فيه التراب، إنما هو ينهال. وقال\nالفراء: إنه لأحمق من راعي ضأن ثمانين.\n</p>\n\n<p>\nقال: وذلك أن إعرابيا يشر كسرى ببشرى سر بها فقال: سلني ما شئت، فقال:\nأسألك ضأنا ثمانين. قال: ومثله: أحمق من العقعق.\n</p>\n\n<p>\nقال: وحمقه أن ولده أبدا ضائع. قال: وكذلك.\n</p>\n\n<p>\nأحمق من الممهورة إحدى خمدتيها.\n</p>\n\n<p>\nقال: وذلك أن زوجها قضى حاجته منها ثم فقالت: أعطني مهري، فأخذ أحد\nخلخاليها من رجلها فأعطاها إياه فرضيت وسكتت.\n</p>\n\n<p>\nوقال أبن الكلبي: ومثله: أنه لأحمق من دغة.\n</p>\n\n<p>\nقال: وهي امرأة عمرو بن جندب بن العنبر. قال أبو عبيد: وذكر أبن الكلبي\nمن حمقهما شيئا يسمج ذكره. قال <span id='ms138'></span> أبو عبيد: ومثل العامة في هذا: أحمق من\nرجلة.\n</p>\n\n<p>\nوقال بعضهم: يعني بالرجلة البقلة الحمقاء. قال أبو زيد: ومن أمثالهم: إنه\nلأخرق من حمامة.\n</p>\n\n<p>\nوذلك أنها تبيض على الأعواد فربما وقع بيضها فتكسر. قال أبو زيد: إنه\nلألص من شظاظ.\n</p>\n\n<p>\nقال: وهو رجل من بني ضبة، كان لصا مغيرا، فصار مثلا. الفراء: إنه لأسرق\nمن الزبابة.\n</p>\n\n<p>\nوهي الفأرة البرية. الأصمعي: إنه لأذل من فقع القرقر وأنه لأذل من وتد.\n</p>\n\n<p>\nوذلك لأنه يدق قال الفراء: إنه لأجبن من المنزوف ضرطا الأصمعي:إنه لأصرد\nمن عنز جرباء.\n</p>\n\n<p>\nيصرب للذي يشتد عليه البرد. الأصمعي: إنه لأجوع من كلبة حومل.\n</p>\n\n<p>\nقال: وهي كلبة كانت في الأمم. الأموي: ومن أمثالهم في هذا: إنه لأعيا من\nباقل.\n</p>\n\n<p>\nقال: وهو رجل من ربيعة، وكان غبيا فدما، وإياه عنى الأريقط في وصف رجل\nأكثر من الطعام حتى منه ذلك من الكلام فقال:\n</p>\n\n<p>\nاتانا وما داناه سبحان وائل ... بيانا وعلما بالذي هو قائل\n</p>\n\n<p>\nفلما زال عنه اللقم حتى كأنه ... من العي لما أن تكلم بأقل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \nقال: وسبحان هو من ربيعة أيضا من بني بكر، وكان لسنا بليغا. أبو زيد: قال:\nيقال: إنه لأفحش من فاسية.\n</p>\n\n<p>\nيعني الخنفساء، وذلك أنها تحركت نتنت. قال أبو عمرو: ويقال: إنه لأخيل من\nمذالة يضرب للمتكبر في نفسه، وهو عند الناس مهين، قال: والمذلة هي الأمة\nوالمهانة، وهي في ذلك تتبختر. الأصمعي: يقال: هو أحلم من فرخ الطائر\nالفراء: هو أرمى من أبن تقن.\n</p>\n\n<p>\nوكان أبن تقن رجلا راميا، وأنشدنا: رمى بها أرمى من أبن تقن قال أبو\nعبيد: ويحكى عن المفضل أنه قال: عمرو بن تقن، وكان في زمان لقمان بن عاد\nوكان يناوئ لقمان حتى هم بقتله. وهذا الذي يقال فيه: لا فتى إلا عمرو. وقال\nالفراء: يقال: إنه لأبر من العملس.\n</p>\n\n<p>\nوكان رجلا برا بأمه، حتى كان يحملها على عاتقه.\n</p>\n\n<p>\nقال: ويقال: إنه لأعق من ضب.\n</p>\n\n<p>\nوذلك لطول عمره. الفراء: إنه لأصبر ذي الضاغط.\n</p>\n\n<p>\nوهو البعير الذي قد حز مرفقه جنبه <span id='ms139'></span>. قال: ويقال أيضا.\n</p>\n\n<p>\nأصبر من عود بدفيه الحلب قد أثر البطان فيه والحقب\n</p>\n\n<p>\nوالدفان: الجنبان، والحلب: آثار الدبر، العدو والعود: المسن من الإبل.\nالفراء: إنه لأدم من بعرة.\n</p>\n\n<p>\nيعني دمامة خلقة. قال: ويقال: إنه لأعرى من المغزل قال ويقال: أنه لأكسى\nمن البصل.\n</p>\n\n<p>\nوذلك أن قشوره بعضها فوق بعض. الفراء: ويقال: إنه لأكيس من قشة.\n</p>\n\n<p>\nوهي القردة. يضرب هذا للصغار خاصة. الأصمعي: أنه لأجبن من صافر.\n</p>\n\n<p>\nوهو ما صفر من الطير، ولا يكون صفير في سباع الطير، إنما يكون في خشاشها،\nوما يصطاد منها. الفراء: أنه لأنم من صبح.\n</p>\n\n<p>\nإذا كان لا يكتم شيئا. ويقال: أنه لأبعد من بيض الأنوق ويقال: إنه لأسأل\nمن فلحس.\n</p>\n\n<p>\nوهو الذي يتحين طعام الناس، يقال: أتانا فلان يتفحلس، وهو الذي تسميه\nالعامة الطفيلي. وقال الأصمعي: يقال: إنه لأذل من يد في رحم.\n</p>\n\n<p>\nومعناه أن صاحبها يتوقى أن يصيب بيده شيئا. وقال الأصمعي: وأبو عمرو.\nيقال: إنه لأشجع من ليث عفرين.\n</p>\n\n<p>\nهكذا قالا في حكاية المثل، واختلفا في التفسير، فقال أبو عمرو: هو الأسد،\nوقال الأصمعي: هو دابة مثل الحرباء، تتعرض للمراكب، قال: وهو منسوب إلى \"\nعفرين \" اسم بلد. قال الأصمعي: إنه لأشهر من فارس الأبلق.\n</p>\n\n<p>\nقال أبو عبيد: وهذا مثل مبتذل في العامة والعامة تقول \" من فرس أبلق \" .\nقال الأصمعي: إنه لأروى من النقاقة.\n</p>\n\n<p>\nوهي الضفدع، وذلك أن مسكنها الماء. قال أبن الكلبي: يقال: أسرع من نكاح\nأم خارجة.\n</p>\n\n<p>\nقال: وهي بنت سعد بن قداد من بجيلة، تزوجها عدة من العرب قد سماهم لي أبن\nالكلبي. ويقال: إن الخاطب كان يأتيها فيقول: خطب فتقول نكح، فذهبت مثلا.\nقال أبو عبيد: وهذا مثل قد ابتذلته العوام. وقال أبن الكلبي: ومن أمثالهم:\nأشأم من خوتعة.\n</p>\n\n<p>\nقال: وهو الرجل من بني غفيلة أبن قاسط أخي النمر بن قاسط، كان مشئوما.\nالأصمعي قال: هو أصح من عير أبي سيارة.\n</p>\n\n<p>\nقال: وهو أبو سيارة العدواني، قال الأصمعي: دفع بالناس من جمع أربعين سنة\nعلى حماره. قال أبو عبيدة: من <span id='ms140'></span> أمثالهم: إنه لأخيب صفقة من شيخ مهو.\n</p>\n\n<p>\nقال أبو عبيد: وهم حي من عبد القيس، كانت لهم في هذا المثل قصة يسمج\nذكرها. وقال أبو عبيدة أيضا: إنه لأحن من شارف.\n</p>\n\n<p>\nوهي الناقة المسنة، تكون أشد حنينا على ولدها من غيرها. ويقال: إنه لأطيش\nمن فراشة وإنه لألج من خنفساء. وإنه لأسرع من عدوى الثوباء.\n</p>\n\n<p>\nوذلك أن الإنسان إذا تثاءب أعدى غيره. وقال الهيثم بن عدي: يقال: إنه\nلأزنى من قرد.\n</p>\n\n<p>\nوهو رجل من هذيل، يقال له قرد بن معاوية. قال أبو عبيد: ومن أمثالهم في\nهذا: إنه لأشغل من ذات النحيين.\n</p>\n\n<p>\nولها حديث يسمج ذكره. الأصمعي: يقال: هو ألزم لك من شعرات قصك.\n</p>\n\n<p>\nوذلك أنها كلما حلقت نبتت، فهي لا تفارقه. ويقال.\n</p>\n\n<p>\nأشأم من البسوس\n</p>\n\n<p>\nوأجرأ من خاصي الأسد.\n</p>\n\n<p>\nوله حديث طويل.\n</p>\n\n<p>\nو أنه لأشأم من زرقاء.\n</p>\n\n<p>\nيعني الناقة، وهي مشئومة، ربما نفرت فذهبت في الأرض.\n</p>\n\n<p>\nباب الأمثال في اللقاء وأوقاته وأزمته.\n</p>\n\n<p>\nقال الكسائي: من أمثالهم في اللقاء قولهم: لقيت فلانا أول عين.\n</p>\n\n<p>\nيعني أول شيء. وقال أبو زيد في مثل ذلك: \" لقيته أول عائنة \" قال\nالأصمعي: وكذلك أيضا: لقيته أول وهلة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             قال أبو زيد: ومثله:\nلقيته أول ذات يدين.\n</p>\n\n<p>\nالأصمعي وأبو زيد جميعا.\n</p>\n\n<p>\nلقيته أول صوك وبوك.\n</p>\n\n<p>\nوهو نحو ذلك المعنى. والأموي وأبو زيد: لقيته أدنى ظلم.\n</p>\n\n<p>\nومعناه القرب. أبو زيد قال: فإن لقيته فجأة من غير إن تريده قيل: لقيته\nنقابا.\n</p>\n\n<p>\nفإن هجمت عليه هجوما قيل: لقيته التقاطا.\n</p>\n\n<p>\nقال: ومنه قولهم في الماء: ومنهل وردته التقاطا.\n</p>\n\n<p>\nأي من غير طلب. فإن لقيته مواجهة قلت: لقيته صراحا.\n</p>\n\n<p>\nالكسائي قال: ويقال: لقيته كفاحا. وصقبا.\n</p>\n\n<p>\nمثل الصراح. قال الأحمر. ومثله قولهم: أشب لي إشبابا وقال غيره في ذلك: \"\nرفع لي رفعا \" قال أبو زيد: فإن لقيته وليس بينك وبينه أحد قيل: لقيته صحرة\nبحرة.\n</p>\n\n<p>\nوهي غير مجراة. فإن لقيته بمكان قفر لا أنيس به قلت: لقيته بوحش إصمت.\n</p>\n\n<p>\nغير مجرى أيضا وبقيته صراحا ما دونه وجاح والوجاح: الستر قال أبو <span id='ms141'></span> زيد:\nفإن لقيته قبل طلوع الفجر قيل: لقيته قبل كل صيح ونفر.\n</p>\n\n<p>\nقال: والصيح: والنفر: التفرق. قال: فإن لقيته بالهجرة قلت: لقيته صكة\nعمى.\n</p>\n\n<p>\nقال أبو عبيد: ويقال: لقيته بين سمع الأرض وبصرها.\n</p>\n\n<p>\nوذلك إذا لم يكن معه أحد، فكأنه ليس يسمعه ولا يبصره إلا الأرض القفر،\nولا سمع ولا بصر لها، ولكنه مثل.\n</p>\n\n<p>\nقال الأصمعي: فإن لقيته بين الأعوام قلت: لقيته ذات العويم.\n</p>\n\n<p>\nوإن بقيته في الزمان قلت: لقيته ذات الزمين.\n</p>\n\n<p>\nأو في الزمان.\n</p>\n\n<p>\nوقال الأحمر: فإن كنت تلقاه في اليومين والثلاثة فصاعدا قلت: لقيته في\nالفرط.\n</p>\n\n<p>\nوقال: ولا يكون الفرط في أكثر من خمس عشرة ليلة. قال أبو زيد: فإن لقيته\nبعد شهر أو نحوه قلت: لقيته عن عفر.\n</p>\n\n<p>\nقال: فإن لقيته بعد الحول أو نحوه قلت: لقيته عن هجر.\n</p>\n\n<p>\nقال: وإذا كان الرجل يمسك عن إتيان صاحبه الزمان، ثم يأتيه ثم يمسك عنه\nنحو ذلك أيضا، ثم يأتيه، ثم يمسك عنه نحو ذلك أيضا، ثم يأتيه قال: لقيته\nبعيدات بين.\n</p>\n\n<p>\nقال أبو عبيد: فأما الغب في الزيارة فمعناه الإبطاء والتقليل على غير وقت\nمعلوم، وأحسب الأصل فيها كان من غب الورد، وهو أن ترد الإبل الماء يوما\nوتدع يوما. ومثله غب الحمى، ثم انتقل المعنى من هذا في الزيارة خاصة إلى ما\nفوق وقت الورد ووقت الحمى. ومن هذا المعنى قوله في الحديث: زرغبا تزدد حبا.\n</p>\n\n<p>\nفقد علم في هذا أنه إنما أراد الإبطاء في الزيارة، ولم يرد يوما ويوما\nلا، وكذلك الإلمام هو نحو الغب، وإنما معناه الأحيان على غير مواظبة ولا\nوقت محدود. وأما الأعمار فهو اسم الزيارة متى كانت، قال ذلك الأصمعي، ومنه\nقول أعشى باهلة: وراكب جاء من تثليث معتمرا إنما هو الزائر. وقال أبو عبيدة\nفي هذا البيت: هو المعتم بالعمامة، وقال: الاسم منه العمارة، وقال: وكل شيء\nجعلته على رأسك من عمامة أو قلنسوة أو تاج أو إكليل أو غير ذلك فهو عمار،\nومنه قول الأعشى:\n</p>\n\n<p>\nفلما أتانا بعيد الكرى ... سجدا <span id='ms142'></span> له ورفعنا عمارا\n</p>\n\n<p>\nقال أبو عبيد: أما هذا البيت فانه عندي كما قال أبو عبيدة، وأما بيت\nالباهلي فقول الأصمعي فيه أحب إلي، أن يكون المعتمر هو الزائر لمكان العمرة\nالتي يعتمرها الناس إلى بيت الحرام هي الزيارة.\n</p>\n\n<p>\nباب الأمثال في ترك اللقاء ودهوره وأزمنته.\n</p>\n\n<p>\nقال الأصمعي: يقال في الاعتزام على ترك اللقاء: لا آتيك ما حنت النيب\nقال: ومثله \" لا آتيك ما أطلت الإبل قال أبو زيد والأصمعي: لا آتيك ما\nاختلفت الجرة والدرة.\n</p>\n\n<p>\nقال: واختلافهما إن الدرة تسفل إلى الضرع، والجرة تعلو إلى الرأس. قال\nأبو زيد: ويقال: لا أفعل ذلك ما أختلف الملوان.\n</p>\n\n<p>\nوهما الليل والنهار، والواحد منهما ملا مقصور. قال: ومثله: ما اختلف\nالأجدان.\n</p>\n\n<p>\nقال أبو عبيد: وكذلك: ما أتلف الفتيان.\n</p>\n\n<p>\nومنه قول الشاعر:\n</p>\n\n<p>\nما لبث الفتيان أن عصفا بهم ... ولكل قفل يسرا مفتاحا\n</p>\n\n<p>\nو كذلك قولهم: لا أفعله ما سمر ابنا سمير الأموي: ومن هذا قولهم: لا آتيك\nالسمر والقمر.\n</p>\n\n<p>\nيريد: ما كان السمر. وما طلع القمر. قال الكسائي: ومن أمثالهم في هذا\nقولهم: لا آتيك سن الحسل.\n</p>\n\n<p>\nقال: والحسل هو ولد الضب. يقول: حتى تسقط أسنانه، ويقال: إنها لا تسقط\nأبدا حتى يموت. قال: ومن هذا قولهم: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n             لا أفعله ما أبس عبد\nبناقة.\n</p>\n\n<p>\nوكذلك.\n</p>\n\n<p>\nلا أفعله ما غرد راكب.\n</p>\n\n<p>\nوقال أبو زيد: ومن هذا قولهم: لا آتيك ما غبا غبيس. قال الشاعر:\n</p>\n\n<p>\nوفي بني أم زبير كيس ... على المتاع ما غبا غبيس\n</p>\n\n<p>\nقال الأموي: ومعناه الدهر. وقال الأحمر في مثل هذا: لا آتيك سجيس\nوالأوجس.\n</p>\n\n<p>\nقال: وكذلك سجيس عجيس.\n</p>\n\n<p>\nقال: ومعناهما الدهر أيضا، ومنه قول الشاعر:\n</p>\n\n<p>\nفأقسمت لا آتي أبن ضمرة طائعا ... سجيس ما أبان لساني\n</p>\n\n<p>\nو من أمثالهم في هذا قولهم: لا آتيك الأزلم الجذع.\n</p>\n\n<p>\nوهو الدهر. قال أبو عبيد: قال أبن الكلبي: ومن هذا قولهم: لا أفعل ذلك ما\nحي حي، وما مات ميت.\n</p>\n\n<p>\nويروى عن المفضل أنه قال: هذا المثل للقمان بن عاد. قال الأصمعي: ومثله\nقولهم: لا أفعله دهر الداهرين <span id='ms143'></span> وعوض العائضين. قال الأصمعي: ومن هذا قولهم:\nحتى يرجع السهم على فوقه.\n</p>\n\n<p>\nومعناه أنه لا يرجع على فوقه أبدا، إنما مضاؤه قدما أبدا. قال أبو عبيد:\nوهذا المثل قد سمعناه في حديث.\n</p>\n\n<p>\nوقال أبن الكلبي ومن هذا قولهم: لا أفعل ذلك معزى الفزر.\n</p>\n\n<p>\nقال: والفزر هو سعد بن زيد مناة بن تميم، قال: وكان وافى الموسم بمعزى،\nفأنهبها هناك فتفرقت في البلاد، فمعناهم في معزى الفزر أن يقولوا: حتى تجمع\nتلك، وهي لا تجتمع الدهر كله. قال أبن الكعبي: وإنما سمى الفزر لأنه قال:\nمن أخذ منها واحدة فهي له، ولا يؤخذ منها فزر، قال: وهو الاثنان. قال أبو\nعبيدة نحو هذا الحديث إلا أنه قال: الفزر هو الجدي نفسه. ويقال: لا آتيك\nهبيرة بن سعد.\n</p>\n\n<p>\nوله حديث. قال الأصمعي: ويقال: لا أفعل ذلك أبد الأبيد.\n</p>\n\n<p>\nقال أبو عبيد: لا آتيك ما حملت عيني الماء.\n</p>\n\n<p>\nباب الأمثال فيما يتكلم فيه بالنفي من الناس خاصة\n</p>\n\n<p>\nقال الكسائي: يقال: ما بالدار شفر.\n</p>\n\n<p>\nيقول: ليس بها أحد قال: وكذلك يقال: ما بها دعو و \" ما بها دبى \" قال:\nومعناه ما بها من يدعو ولا من يدب. قال الأصمعي: ويقال: ما بها عريب و \" ما\nبها دبيج \" و \" ما بها دوري وطوري \" و \" ما بها وابر \" و \" ما بها ديار \" و\n\" ما بها نافخ ضرمة \" و \" ما بها أرم \" قال أبو زيد: في \" أرم \"\nمثله.الفراء: ما بها عائن و \" ما بها عين \" قال أبو زيد: ما بها تامور.\n</p>\n\n<p>\nقال أبو عبيد: كل هذا معناه ما بها أحد. ويقال أيضا: ما الركية تامور.\n</p>\n\n<p>\nيقول: ليس بها من الماء شيء. وكل هذا لا يتكلم به على إثبات الشيء\nوأيجابه. لا يقولون: بها شفر، وبها دعوى، وكذلك هذه الحروف كلها إنما هي في\nالجحد والنفي خاصة.\n</p>\n\n<p>\nباب الأمثال في النفي لمعرفة الرجل\n</p>\n\n<p>\nقال أبو زيد: من أمثالهم في نفي معرفة الإنسان قولهم: ما أدري أي الطمش\nهو وكذلك قولهم: ما أرى أي الدهدى هو و \" أي <span id='ms144'></span> ترخم هو \" .\n</p>\n\n<p>\nوترخم غير مجرى. قال: وكذلك قولهم: أي البرنساء هو.\n</p>\n\n<p>\nوقال الكسائي مثل ذلك كله. وزاد فيه الكسائي: أي الطبن هو و \" أي الأورم\nهو \" . وقال الفراء: ما أدري أي النحط هو وقال غير هؤلاء: ما ادري أي الورى\nهو.\n</p>\n\n<p>\nومعنى هذا قولهم: كله: ما ادري أي الناس هو، وليس يتكلم بهذا أيضا في\nالوجوب، إنما هو في النفي، مثل الباب الذي قبله إلا \" الورى \" خاصة، فإني\nأحسب يتكلم به في الإثبات، ومنه قول ذي الرمة:\n</p>\n\n<p>\nوكأن ذعرنا من مهاة ورامح ... بلاد الورى ليست له ببلاد\n</p>\n\n<p>\nباب الأمثال في نفي المال عن الرجل\n</p>\n\n<p>\nقال أبو زيد: من أمثالهم في نفي المال قولهم: ما له هلع ولا هلعة.\n</p>\n\n<p>\nقال: ومعناه: ماله شيء. قال: وكذلك قولهم: ما له قذعملة ولا قرطعبة.\n</p>\n\n<p>\nقال الأصمعي: وكذلك قولهم: ما له سعنة ولا معنة.\n</p>\n\n<p>\nوكذلك قولهم: ما له هارب ولا قارب.\n</p>\n\n<p>\nوكذلك قولهم: \" ما له عافطة ولا نافطة \" قال الفراء: وكذلك قولهم: ما له\nسم ولا حم و \" ما له سم ولا حم \" بالضم والفتح.\n</p>\n\n<p>\nقال الأصمعي: وكذلك قولهم: ما له حبض ولا نبض.\n</p>\n\n<p>\nوقال أبو زيد: ومنه قولهم: ما له أقذ ولا مريش و \" ما أصبت من فلان أقذ\nولا مريشا \" .\n</p>\n\n<p>\nومثل العامة المشهور في هذا قولهم: ما له سبد ولا لبد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n             ومعنى\nهذه كلها أنه لا شيء له، وبعضها يعرف أصله، فمما يعرف اصله الهلع والهلعة،\nقال أبو زيد: هما الجدي والعناق، ومنه الهارب والقارب، قال الأصمعي: معناه:\nليس أحد يهرب منه، ولا أحد يقرب اليه، أي فليس هو بشيء ومنه قولهم: العافطة\nوالنافطة، فهما الضائنة والماعزة، ومنه النبض، فص هو التحرك، ولا أعرف\nالحبص، ومنه الحم والسم، قال الفراء: هما الرجاء، يقول: ليس أحد يرجوه. قال\nأبو عبيد: وقد سمعت من يفسر السبد واللبد قال: هما الشعر والصوف، ولا أدري\nممن سمعته. وأحسب أصل هذه الأشياء كانت على ما ذكرناه أنه لأشياء بأعيانها\nثم صارت مثلا لكل من لا شيء له، فاما <span id='ms145'></span> القذعملة والقرطعبة والسعنة والمعنة\nفما وجدنا أحدا يدري ما أصولها، غير أن الأصمعي قال: معناه أنه لا شيء له.\nقال: ويرون المعن الشيء الهين، وأنشدنا للنمر أبن تولب:\n</p>\n\n<p>\nفإن هلاك مالك غير معن \"\n</p>\n\n<p>\nأي ليس بهين، ولم يعرف السعنة وأنشد الزبير في اللبد:\n</p>\n\n<p>\nألم تر أن الكبش يعظم قرنه ... ويسمن تحت المعبر المتلبد\n</p>\n\n<p>\nيريد الصوف، واللبد: الشعر - باب الأمثال في نفي الطعام قال الأصمعي: باب\nفي النفي لذوق الطعام: ما ذقت عضاضا ولا علوسا.\n</p>\n\n<p>\nوقال الأحمر: ما ذقت علوسا ولا عذوفا.\n</p>\n\n<p>\nقال الفراء: يقال: ما ذقت عذوفا ولا عذافا.\n</p>\n\n<p>\nكلتاهما بالدال والذال. قال الأصمعي: يقال: ما ذقت أكلا ولا لهاجا ولا\nشماجا ولا ذواقا.\n</p>\n\n<p>\nوقال أبو زيد: ما ذقت عضاضا ولا مضاغا ولا قضاما ولا لماظا.\n</p>\n\n<p>\nقال: يعني ما يغض أو يمضغ أو يقضم أو يتلمظ به. قال أبو عبيد: وكذلك تلك\nالحروف الأول كلها مشتقة من الأفعال، وهي ما يذاق أو يؤكل أو يلمج، ومعناها\nيرجع إلى ما ينال من المطعم.\n</p>\n\n<p>\nوقال الأصمعي: فإن أرادوا نفي الشراب قالوا: ما ذقت لماقا.\n</p>\n\n<p>\nوأنشدني لنهشل بن حرى:\n</p>\n\n<p>\nكبرق بات يعجب من رآه ... ولا يشفي الحوائم من لماق\n</p>\n\n<p>\nقال: والحوائم: العطش.\n</p>\n\n<p>\nباب الأمثال في نفي اللباس\n</p>\n\n<p>\nقال الكسائي: يقال في نفي اللباس: ما علية طحربة. بضم الطاء والراء.\n</p>\n\n<p>\nوقال الأصمعي: \" طرحبة \" بكسرهما، وقال أبو الجراح العقلي: \" ما عليه\nطرحبة \" بفتح الطاء وكسر الراء، قال أبو عبيد: وسمعناه في الحديث \" أن\nالناس يحشرون يوم القيامة وليس على أحد منهم طحربة \" على ما حكاه الكسائي.\nوهاتان الأخريان صحيحتان أيضا. وقال الأموي: يقال: ما عليه فراض.\n</p>\n\n<p>\nفي نحو هذا. وقال أبو زيد والأصمعي جميعا في نفي الحلى.\n</p>\n\n<p>\nما عليه هلبسيسة\n</p>\n\n<p>\nو \" ما عليها خربصيصة \" بالخاء: وقال محمد اليزيدي: هي بالحاء والخاء قال\nأبو عبيد: والذي سمعناه في الحديث \" خربصيصة \" بالخاء، على حكاية أبي زيد\nوالأصمعي، وهي عندنا المحفوظ وقال الفراء: يقال: ما عليها خضاض. بمعنى\nالأول أيضا وأنشدنا القناني:\n</p>\n\n<p>\nولو أشرفت من كفة الستر عاطلا <span id='ms146'></span> ... لقلت غزال ما عليه خضاض\n</p>\n\n<p>\nباب الأمثال في نفي النوم والأوجاع\n</p>\n\n<p>\nقال أبو زيد: من أمثالهم في نفي النوم: ما أكتحلت غماضا ولا حثاثا.\n</p>\n\n<p>\nوقال الأصمعي: \" حثاثا \" بالكسر. قال أبو عبيد: والقول ما قال أبو زيد:\nوقال الأصمعي: في نفي الوجع والعلة: ما به وذية قال: وكان أصلها \" حزة \" .\nوقال أبو زيد: وأبو عمرو الشيباني: \" ما به وذية \" كذلك أيضا. وزاد فيه: و\nما له ظبظاب.\n</p>\n\n<p>\nأي ليس به وجع ولا شيء منه. وقال روبة بن العجاج: كأن بي سلا وما بي\nظبظاب\n</p>\n\n<p>\nباب الأمثال في الاستجهال ونفي العلم.\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم في الإستجهال: ما يعرف فلان الحلو من اللو.\n</p>\n\n<p>\nويقال: \" ما يعرف الحي من اللي \" قال: وكذلك قولهم: ما يدري هرا من بر.\n</p>\n\n<p>\nقال الأصمعي: ومثله\n</p>\n\n<p>\nما يدري ما أي من أي.\n</p>\n\n<p>\nأي لا يعرف هذا من هذا. قال الأصمعي: من أمثالهم في هذا قولهم: لا يدري\nأي طرفيه أطول.\n</p>\n\n<p>\nومعناه في الناس، وقد سمعت غير هذا ولا أعلم فيه أحسن من مذهب الأصمعي.\nقال: ومن أمثالهم: لا يدري اسعد الله أكثر أم جذام. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n             قال أبو\nعبيد: وهذا المثل مبتذل أيضا في العامة على غير هذا اللفظ، وهو عندي كقول\nالأصمعي، وقال: سعد الله وجذام حيان بينهما فضل بين لا يخفى على الجاهل\nالذي لا يعرف شيئا. ويروى عن حارثة بن عبد العزى العامري، وكان من علماء\nالعرب، أن هذا المثل قائله حمزة بن الضليل البلوى لزنباع بن روح الجذامي:\n</p>\n\n<p>\nلقد أفحمت حتى لست تدري ... أسعد الله أكثر أم جذام\n</p>\n\n<p>\nقال أبو عبيد: هذه الأبواب السبعة التي فيها النفي ليس يتكلم بشيء منها\nعلى وجوب أشياء وكينونتها، لا يقال: في الدر عريب، وكذلك جميع الباب الذي\nفيه، ومثله ما ذكرنا في اللباس والطعام والنوم والحلى، وكل ما اقتصصنا لا\nيقال منه شيء في الإثبات، إنما هو في النفي والجحد خاصة.\n</p>\n\n<p>\nباب الأمثال في الطعام\n</p>\n\n<p>\nقال الأصمعي: من أمثالهم.\n</p>\n\n<p>\nتطعم تطعم.\n</p>\n\n<p>\nأي ذق الطعام فانه يدعوك إلى الشهية. وقال <span id='ms147'></span>: منها أيضا قولهم: اعلل تحظب.\n</p>\n\n<p>\nأي كل مرة بعد مرة تسمن، يقال منه: حظب حظوبا. إذا امتلأ.\n</p>\n\n<p>\nقال الأحمر: يقال: - العاشية تهيج الآلية.\n</p>\n\n<p>\nيقول: إن الإبل التي تتعشى إذا رأتها التي لا تشتهي العشاء اشتهت فأكلت\nمعها. وكان المفضل يقول: هذا المثل ليزيد بن رويم الشيباني.\n</p>\n\n<p>\nوقال الأموي: ومن أمثالهم قولهم: الماء ملك أمر.\n</p>\n\n<p>\nأي إن الماء ملاك الأشياء. يضرب للشيء الذي به يكون ملاك الأمر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n             <span id='ms148'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073"
  ],
  "volumes": [
    "01"
  ]
}