{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nالكتاب: الجزء الرابع من الفوائد العوالي المنتقاة (الثقفيات) - مخطوط\n</p>\n\n<p>\nالمؤلف: الرئيس أبي عبد الله القاسم بن الفضل الثقفي\n</p>\n\n<p>\nالمتوفى: 489 ه\n</p>\n\n<p>\n-ق1أ-\n</p>\n\n<p>\nسمع جميع هذا الجزء الأول من حديث أبي عمرو الدقاق وجعفر الخلدي على\nالسيخ الإمام العالم الزاهد العابد فخر الدين أبي محمد عبد الرحمن بن يوسف\nبن محمد بن نصر البعلي بسماعه فيه من بهاء الدين عبد الرحمن (طمس بالأصل)\nفيه بقراءة علي بن مسعود بن نفيس الموصلي الحلبي وهذا في خطه عفا الله عنه\nأبو عبد الله محمد بن المعلم بن إبراهيم بن غنائم المهندس أبوه وأخوه أحمد\nوصح ذلك بعد صلاة الجمعة ليومين بقيا من جمادى الآخر سنة أربع وثمانين\nوسبعمائة بجامع دمشق المحروسة وصح ذلك والحمد لله وحده وصلى الله على محمد\nوآله.\n</p>\n\n<p>\n-ق1ب-\n</p>\n\n<p>\nالجزء الرابع من الفوائد العوالي\n</p>\n\n<p>\nالمنتقاه من أصول سماعات الشيخ الرئيس\n</p>\n\n<p>\nأبي عبد الله القاسم بن الفضل بن أحمد بن أحمد بن محمود الثقفي رضي الله\nعنه\n</p>\n\n<p>\nرواية الشيخ الإمام الحافظ أبي طاهر أحمد بن محمد بن أحمد السلفي\nالأصبهاني رضي الله عنه\n</p>\n\n<p>\nرواية الشيخ الصالح تقي الدين أبي علي حسن بن أحمد بن يوسف الأوقى عنه\n</p>\n\n<p>\nسماع الفقير إلى رحمة ربه محمد بن عبد الجليل بن عبد الكريم الموقاني\nالمقدسي عنه\n</p>\n\n<p>\n-ق2أ-\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nوصلى الله على محمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head0'>1- </h1>\n\n<h1 class='l1' id='head1'>… </h1>\n\n<p>\nأخبرنا الشيخ الرئيس أبو عبد الله القاسم بن الفضل بن أحمد بن أحمد بن\nمحمود الثقفي رحمه الله بأصبهان سنة ثمان وثمانين وأربع مائة قال ثنا أبو\nالفتح هلال بن محمد بن جعفر بن سعدان ببغداد حدثنا أبو عبد الله الحسين بن\nيحيى بن عياش القطان أبو الأشعث أحمد بن المقدام العجلي ثنا حماد بن زيد عن\nثابت عن أنس قال لقد خدمت رسول الله صلى الله عليه وسلم عشر سنين فوالله ما\nقال لي أف قط ولا قال لشيء فعلته لم فعلت كذا ولا لشيء لم أفعله ألا فعلت\nكذا ه.هذا حديث صحيح انفرد مسلم بإخراجه فرواه في كتابه <span id='ms01'></span> عن سعيد بن منصور\nوأبي الربيع الزهراني جميعا عن حماد بن زيد (بياض بالأصل. . . أظنها. .\nفوقع لنا) عاليا كأني سمعته من صاحب مسلم.\n</p>\n\n<h1 class='l1' id='head2'>2- </h1>\n\n<h1 class='l1' id='head3'>… </h1>\n\n<p>\nحدثنا (بياض بالأصل وأظنه. . عبد العزيز بن محمد بن أحمد قال اخبرنا)\nالحسين بن يحيى المتوثي قال ثنا الحسن بن محمد بن الصباح قال ثنا أبو\nمعاوية عن الأعمش عن مسلم بن صبيح عن مسروق عن عبد الله قال قال رسول الله\nصلى الله عليه وسلم *إن الله تكلم بالوحي سمع أهل السماء للسماء صلصلة كجر\nالسلسلة على الصفا فيصعقون فلا يزالون كذلك\n</p>\n\n<p>\n-ق2ب-\n</p>\n\n<p>\nحتى يأتيهم جبريل عليه السلام فإذا جاءهم جبريل فزع عن قلوبهم فيقولون يا\nجبريل ماذا قال ربك فيقول الحق فينادون الحق الحق ه. هذا حديث عال من حديث\nأبي معاوية الضرير ورواه الكبار عنه وساويت في إسناده الشيوخ المتقدمين ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>3- </h1>\n\n<h1 class='l1' id='head5'>… </h1>\n\n<p>\nحدثنا أبو الحسين علي بن محمد بن عبد الله بن بشران أخبرنا إسماعيل بن\nمحمد بن إسماعيل النحوي ثنا الحسن بن عرفة العبدي ثنا إسماعيل بن عياش\nالحمصي عن بحير بن سعد الكلاعي عن خالد بن معدان عن كثير بن مرة الحضرمي عن\nعقبة بن عامر الجهني قال سمعت رسول الله صلى الله عليه وسلم يقول الجاهر\nبالقرآن كالجاهر بالصدقة والمسر بالقرآن كالمسر بالصدقة ه. هذا حديث (بياض\nبالأصل. . أظنها. . صحيح من حديث) إسماعيل بن عياش حدث به (بياض بالأصل)\nمعاوية بن صالح عن بحير بن سعد عن خالد بن معدان عن كثير بن مرة الحضرمي\n(بياض بالأصل)\n</p>\n\n<h1 class='l1' id='head6'>4- </h1>\n\n<h1 class='l1' id='head7'>… </h1>\n\n<p>\n(بياض بالأصل)\n</p>\n\n<p>\n-ق3أ-\n</p>\n\n<p>\nثنا عبد الملك بن أبي سليمان عن عطاء عن ابن عباس قال: أفاض رسول الله\nصلى الله عليه وسلم من عرفات ورديفه أسامة بن زيد فجالت ناقته وهو رافع\nيديه لا يجاوز رأسه وأذنيه فلم يزل يسير على هيئته حتى أتى جمعا وأفاض من\nجمع ورديفه الفضل بن عباس فلم يزل حتى رمى جمرة العقبة هذا حديث صحيح أخرجه\nمسلم في كتابه عن زهير عن يزيد بن هارون عن عبد الملك بن <span id='ms02'></span> أبي سليمان ووقع\nعاليا من حديث إسحاق الأزرق عن عبد الملك كأني سمعته من صاحب مسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head8'>5- </h1>\n\n<h1 class='l1' id='head9'>… </h1>\n\n<p>\nحدثنا أبو عبد الله محمد بن إبراهيم بن جعفر الجرجاني إملاء أخبرنا حاجب\nبن أحمد الطوسي ثنا محمد بن حماد الأبيوردي الغازي ثنا أبو معاوية الضرير\nعن الأعمش عن عبد الله بن مرة عن أبي الأحوص عن عبد الله قال قال رسول الله\nصلى الله عليه وسلم إني أبرأ إلى كل خليل من خلته غير أن الله قبل قد اتخذ\nصاحبكم خليلا يعني نفسه ولو كنت متخذا خليلا لاتخذت أبا بكر خليلا هذا حديث\nصحيح انفرد به مسلم بإخراجه فروا في كتابه عن أبي بكر بن أبي شيبة عن أبي\nمعاوية ووقع لنا عاليا في هذا الوجه كأني سمعته من صاحب مسلم.\n</p>\n\n<h1 class='l1' id='head10'>6- </h1>\n\n<h1 class='l1' id='head11'>… </h1>\n\n<p>\nحدثنا محمد بن إبراهيم بن جعفر الجرجاني إملاء أنبا محمد بن الحسين بن\nالحسن القطان ثنا علي بن الحسن الدارابجردي ثنا عبد الله بن الوليد العدني\nثنا\n</p>\n\n<p>\n-ق3ب-\n</p>\n\n<p>\nثنا إبراهيم يعني ابن طهمان حدثني محمد بن زياد عن أبي هريرة قال قال\nرسول الله صلى الله عليه وسلم ما سرني لو أن لي مثل أحد ذهبا تأتي علي ليلة\nأو ثالثة وعندي منه شيء إلا شيئا أرصده لدين. هذا حديث صحيح من حديث محمد\nبن زياد أخرجه مسلم في كتابه من حديث شعبة والربيع بن مسلم عنه ووقع لنا\nعاليا من حديث إبراهيم بن طهمان عن محمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head12'>7- </h1>\n\n<h1 class='l1' id='head13'>… </h1>\n\n<p>\nثنا أبو زكريا يحيى بن إبراهيم بن محمد بن يحيى المزكي ثنا محمد بن يعقوب\nبن يوسف الأصم انبا محمد بن عبد الله بن عبد الحكم المصري أنبا عبد الله بن\nوهب أخبرني مالك بن أنس ويونس بن يزيد وغيرهما أن ابن شهاب أخبرهم عن أبي\nأمامة بن سهل بن حنيف عن ابن عباس أن خالد بن الوليد دخل مع رسول الله صلى\nالله عليه وسلم بيت ميمونة زوج النبي صلى الله عليه وسلم فأتى بضب محنوذ\nفأهوى إليه رسول الله صلى الله عليه وسلم <span id='ms03'></span> بيده فقال بعض النسوة اللاتي في\nبيت ميمونة زوج النبي صلى الله عليه وسلم أخبروا رسول الله صلى الله عليه\nوسلم بما يريد أن يأكل منه فقالوا هو ضب فرفع يده فقلت أحرام هو فقال لا\nولكنه لم يكن بأرض قومي فأجدني أعافه قال فاجتنبه فأكلته ورسول الله صلى\nالله عليه وسلم ينظر. قال يونس في الحديث فلم ينهني. هذا حديث صحيح متفق\nعليه من حديث يونس بن يزيد الأيلي أخرجه\n</p>\n\n<p>\n-ق4أ-\n</p>\n\n<p>\nمحمد عن محمد بن مقاتل عن ابن المبارك وأخرجه مسلم عن أبي الطاهر وحرملة\nعن ابن وهب جميعا عن يونس، ووقع لنا عاليا فكأني سمعته من أصحاب البخاري\nومسلم.\n</p>\n\n<h1 class='l1' id='head14'>8- </h1>\n\n<h1 class='l1' id='head15'>… </h1>\n\n<p>\nحدثنا يحيى بن إبراهيم بن محمد بن يحيى المزكي ثنا محمد بن يعقوب بن يوسف\nالأصم ثنا بحر بن نصر بن سابق قال قريء على عبد الله بن وهب وأنا أسمع\nأخبرك يونس بن يزيد عن ابن شهاب حدثني عروة بن الزبير عن عائشة زوج النبي\nصلى الله عليه وسلم قالت فرض الله الصلاة حين فرضها ركعتين ثم أتمها في\nالحضر وأقرت صلاة السفر على الفريضة الأولى. صحيح متفق عليه من حديث الزهري\nوحديث يونس انفرد مسلم بإخراجه فرواه عن أبي الطاهر عن ابن وهب عنه ووقع\nلنا عاليا كأني سمعته من صاحب مسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head16'>9- </h1>\n\n<h1 class='l1' id='head17'>… </h1>\n\n<p>\nحدثنا أبو بكر أحمد بن موسى بن مردويه الحافظ إملاء ثنا محمد بن عبد الله\nبن إبراهيم الشافعي ثنا موسى بن سهل ابن كثير ثنا إسماعيل بن علية عن يونس\nبن عبيد عن الحسن عن أبي هريرة قال أوصاني خليلي صلى الله عليه وسلم بثلاث\nلا أدعهن في حضر ولا سفر صيام ثلاثة أيام من كل شهر والوتر قبل النوم\nوالغسل يوم الجمعة. هذا حديث عال من حديث إسماعيل بن علية ساويت في سنده\n</p>\n\n<p>\n-ق4ب-\n</p>\n\n<p>\nالشيوخ المتقدمين.\n</p>\n\n<h1 class='l1' id='head18'>10- </h1>\n\n<h1 class='l1' id='head19'>… </h1>\n\n<p>\nثنا أبو بكر محمد بن موسى بن مردويه الحافظ إملاء ثنا إسماعيل بن علي بن\nإسماعيل الخطبي ثنا محمد بن إسحاق المروزي ثنا علي بن الحسن الطائي المروزي <span id='ms04'></span>\nثنا عبد الحكم بن ميسرة الحارثي أبو يحيى ثنا سفيان عن علقمة بن مرثد عن\nأبي بردة عن أبي موسى الأشعري عن النبي صلى الله عليه وسلم قال إذا مات ولد\nالرجل يقول الله تعالى لملائكته أقبضتم ولد عبدي فيقولون نعم فيقول أقبضتم\nثمرة فؤاده فيقولون نعم فيقول فماذا قال عبدي قالوا أحمدك واسترجع فيقول\nابنوا لعبدي بيتا في الجنة وسموه الحمد ه. غريب من حديث الثوري لا أعرفه\nإلا من هذا الوجه ورواه الضحاك بن عبد الرحمن بن عرزب وغيره عن أبي موسى.\n</p>\n\n<h1 class='l1' id='head20'>11- </h1>\n\n<h1 class='l1' id='head21'>… </h1>\n\n<p>\nثنا أبو سعيد محمد بن موسى بن الفضل بن شاذان الصيرفي بنيسابور ثنا محمد\nبن يعقوب بن يوسف الأصم ثنا أحمد بن عبد الجبار العطاردي ثنا يونس بن بكير\nعن شعبة عن حبيب بن الزبير عن عبد الله بن أبي الهذيل قال لما قدم معاوية\nالكوفة قال رجل من بكر بن وائل لئن لم تنته قريش لنجعلن هذا الأمر في جمهور\nمن جمهور العرب غيرهم فقال عمرو بن العاص كذبت سمعت رسول الله صلى الله\nعليه وسلم يقول قريش قادة الناس\n</p>\n\n<p>\nفي الخير والشر إلى يوم القيامة. غريب من حديث شعبة ورواه عنه معاذ بن\nمعاذ والنضر\n</p>\n\n<p>\n-ق5أ-\n</p>\n\n<p>\nبن شميل وغندر وخالد بن الحارث ووقع لنا عاليا من طريق يونس بن بكير عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head22'>12- </h1>\n\n<h1 class='l1' id='head23'>… </h1>\n\n<p>\nحدثنا أبو سعيد محمد بن موسى بن الفضل الصيرفي ثنا محمد بن يعقوب بن يوسف\nالأصم ثنا أحمد بن عبد الجبار العطاردي ثنا أبو معاوية الضرير عن الأعمش عن\nعطية العوفي عن أبي سعيد قال قال رسول الله صلى الله عليه وسلم لعلي أنت\nمني بمنزلة هارون من موسى إلا إنه لا نبي بعدي. هذا حديث عال من حديث أبي\nمعاوية حدث به عبد الله بن جعفر عن سمويه عن إسماعيل بن أبان عن أبي معاوية\nفكأني سمعته من عبد الله ورواه عن الأعمش سليمان التيمي وسليمان بن قرم\nوعثمان بن زريق وقيس بن الربيع وجرير بن عبد الحميد وعبد الغفار بن القاسم <span id='ms05'></span>\nوغيرهم.\n</p>\n\n<h1 class='l1' id='head24'>13- </h1>\n\n<h1 class='l1' id='head25'>… </h1>\n\n<p>\nثنا أبو الفرج عثمان بن أحمد بن إسحاق البرجي ثنا أبو جعفر محمد بن عمر\nبن حفص ثنا إسحاق بن إبراهيم النهشلي شاذان ثنا سعد بن الصلت عن سعيد بن\nأبي عروبة عن قتادة عن زرارة بن أبي أوفى عن سعد بن هشام عن عائشة أنها\nقالت قال رسول الله صلى الله عليه وسلم الماهر بالقرآن مع السفرة الكرام\nالبررة والذي يقرأ يتعتع فيه له أجران اثنان. هذا حديث صحيح متفق عليه من\nحديث قتادة أخرجه محمد من حديث شعبة عنه وأخرجه مسلم عن أبي موسى عن ابن\nأبي عدي عن سعيد ووقع لي عاليا فكأني سمعته من صاحب مسلم.\n</p>\n\n<h1 class='l1' id='head26'>14- </h1>\n\n<h1 class='l1' id='head27'>… </h1>\n\n<p>\nحدثنا أبو عمرو محمد بن محمد بن بالويه الصائغ بنيسابور ثنا محمد بن\nيعقوب بن يوسف الأصم ثنا أبو بكرة بكار بن قتيبة البكراوي ثنا أبو داود\n</p>\n\n<p>\n-ق5ب-\n</p>\n\n<p>\nالطيالسي ثنا سفيان عن أشعث بن أبي الشعثاء عن أبي الأحوص عن أبي هريرة\nأن رسول الله صلى الله عليه وسلم قال صلاة الجميع تفضل على صلاة الرجل وحده\nبخمس وعشرين درجة. غريب من حديث الثوري عال من حديث أبي داود عنه ورواه\nخالد بن عبد الرحمن الخراساني عن الثوري ورواه شيبان بن عبد الرحمن وأبو\nعوانة وغيرهما عن أشعث بن أبي الشعثاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head28'>15- </h1>\n\n<h1 class='l1' id='head29'>… </h1>\n\n<p>\nثنا أبو الحسن علي بن محمد بن أحمد الفقيه إملاء ثنا أبو الحسين محمد بن\nأحمد بن علي الأسواري ثنا إبراهيم بن عبد الله العبسي ثنا وكيع بن الجراح\nعن الأعمش عن أبي صالح عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\nوالذي نفسي بيده لا تدخلوا الجنة حتى تؤمنوا ولا تؤمنوا حتى تحابوا أولا\nأدلكم على شيء إذا فعلتموه تحاببتم أفشوا السلام بينكم هذا حديث صحيح انفرد\nمسلم بإخراجه فأخرجه في كتابه عن أبي بكر بن أبي شيبة عن وكيع، ووقع لنا\nعاليا من حديث وكيع فكأني سمعته من صاحب مسلم.\n</p>\n\n<h1 class='l1' id='head30'>16- </h1>\n\n<h1 class='l1' id='head31'>… </h1>\n\n<p>\nحدثنا أبو الحسين محمد بن الحسين بن محمد بن الفضل القطان وعلي بن <span id='ms06'></span> محمد\nبن عبد الله بن بشران المعدل البغداديان قالا ثنا أبو علي إسماعيل بن محمد\nبن إسماعيل الصفار ثنا أبو علي الحسن بن عرفة بن يزيد العبدي ثنا أبو النضر\nهاشم بن القاسم عن سليمان بن المغيرة عن ثابت البناني عن أنس بن مالك قال\nقال رسول الله صلى الله عليه وسلم آتي يوم القيامة باب الجنة فاستفتح فيقول\nالخازن من أنت فأقول محمد فيقول بك أمرت إني لا أفتح لأحد قبلك.\n</p>\n\n<p>\n-ق6أ-\n</p>\n\n<p>\nهذا حديث صحيح على شرط مسلم أخرجه في صحيحه عن عمرو الناقد وزهير عن أبي\nالنضر ووقع لنا عاليا من حديث النضر فكأني سمعته من صاحب مسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head32'>17- </h1>\n\n<h1 class='l1' id='head33'>… </h1>\n\n<p>\nحدثنا أبو علي الحسين بن عبد الرحمن بن محمد بن عبدان التاجر بنيسابور\nثنا محمد بن يعقوب بن يوسف بن معقل الأصم ثنا هارون بن سليمان الأصبهاني\nثنا عبد الرحمن بن مهدي عن موسى بن علي بن رباح اللخمي قال سمعت أبي يقول\nسمعت عقبة بن عامر يقول ثلاث ساعات كان رسول الله صلى الله عليه وسلم ينهي\nأن يصلى فيهن وأن يقبر فيهن موتانا حين تطلع الشمس بازغة حتى ترتفع وحين\nيقوم قائم الظهيرة حتى تميل الشمس وحين تغيب الشمس إلى الغروب حتى تغرب.\nهذا حديث صحيح على شرط مسلم أخرجه في كتابه عن يحيى بن يحيى عن عبد الله بن\nوهب عن موسى بن علي، ووقع لنا عاليا من حديث عبد الرحمن بن مهدي كأني سمعته\nمن صاحب مسلم.\n</p>\n\n<h1 class='l1' id='head34'>18- </h1>\n\n<h1 class='l1' id='head35'>… </h1>\n\n<p>\nحدثنا أبو الطاهر محمد بن محمد بن محمش الزيادي إملاء أنبا أبو الطاهر\nمحمد بن الحسن البزاز أنبأ إبراهيم بن عبد الله السعدي أنبأ يزيد بن هارون\nأنبأ حميد عن أنس أن عبد الرحمن بن عوف قال تزوجت يا رسول الله فقال له\nالنبي صلى الله عليه وسلم أولم ولو بشاة. هذا حديث صحيح متفق عليه من حديث\nحميد عن أنس، ووقع لنا عاليا من حديث يزيد بن هارون عن حميد.\n</p>\n\n<h1 class='l1' id='head36'>19- </h1>\n\n<h1 class='l1' id='head37'>… </h1>\n\n<p>\nحدثنا القاضي أبو بكر أحمد بن الحسن الجرشي <span id='ms07'></span> بنيسابور ثنا محمد بن علي بن\nدحيم الشيباني\n</p>\n\n<p>\n-ق6ب-\n</p>\n\n<p>\nبالكوفة ثنا إبراهيم بن عبد الله العبسي أنبأ وكيع عن الأعمش عن الشعبي\nعن النعمان بن بشير قال قال رسول الله صلى الله عليه وسلم المؤمنون كرجل\nواحد إن اشتكى رأسه تداعا له سائر جسده بالحمى والسهر. هذا حديث صحيح متفق\nعليه من حديث زكريا زكريا بن أبي زائدة عن الشعبي وحديث الأعمش انفرد مسلم\nبإخراجه فرواه عن أبي بكر بن أبي شيبة والأشج عن وكيع، ووقع لنا عاليا من\nحديث وكيع كأني سمعته من صاحب مسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head38'>20- </h1>\n\n<h1 class='l1' id='head39'>… </h1>\n\n<p>\nحدثنا أبو الحسن علي بن محمد بن خلف بن موسى البغدادي بنيسابور ثنا أبو\nبكر محمد بن عبد الله بن إبراهيم الشافعي ثنا موسى بن سهل بن كثير الوشاء\nثنا يزيد بن هارون ثنا شعبة بن الحجاج عن علي بن ثابت عن عبد الله بن يزيد\nعن أبي مسعود الأنصاري عن النبي صلى الله عليه وسلم أن الرجل إذا أنفق على\nأهله نفقة وهو يحتسبها كانت له صدقة. هذا حديث صحيح متفق عليه من حديث شعبة\nأخرجاه في صحيحهما وقد وقع لنا عاليا من رواية موسى بن سهل عن يزيد.\n</p>\n\n<h1 class='l1' id='head40'>21- </h1>\n\n<h1 class='l1' id='head41'>… </h1>\n\n<p>\nحدثنا أبو زيد عبد الرحمن بن محمد بن أحمد بن حبيب بنيسابور ثنا أبو\nالعباس محمد بن يعقوب بن يوسف الأموي ثنا الحسن بن علي بن عفان العامري\nالكوفي ثنا أسباط عن ليث عن مجاهد عن ابن عمر عن النبي صلى الله عليه وسلم\nأنه قال: لا يبيع حاضر لباد. حدث بهذا الحديث أبو الشيخ عن إسحاق بن أحمد\nعن أبي كريب عن أسباط فكأني سمعته (بياض بالأصل) .\n</p>\n\n<h1 class='l1' id='head42'>22- </h1>\n\n<h1 class='l1' id='head43'>… </h1>\n\n<p>\nحدثنا أبو الفتح هلال بن محمد بن جعفر ببغداد ثنا أبو عبد الله الحسين بن\nيحيى بن عياش القطان ثنا إبراهيم بن مجشر ثنا أبو بكر بن عياش\n</p>\n\n<p>\n-ق7أ-\n</p>\n\n<p>\nعن سعيد عن الشعبي عن عبد الرحمن بن عبد الله عن أبيه قال قال رسول الله\nصلى الله عليه وسلم إذا اختلف البيعان فالقول ما قال البائع <span id='ms08'></span>، سعيد هذا هو\nسعيد بن المرزبان أبو سعيد البقال وهو غريب من حديثه لا أعرف له راويا عنه\nإلا أبا بكر بن عياش حدث به أبو سعيد أحمد بن محمد بن زياد بن الأعرابي عن\nعيسى بن أبي حرب عن يحيى بن أبي بكير عن أبي بكر بن عياش فكأني سمعته من\nابن الأعرابي ورواه الأسود بن عامر وعمر بن إبراهيم الثقفي عن أبي بكر بن\nعياش نحوه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head44'>23- </h1>\n\n<h1 class='l1' id='head45'>… </h1>\n\n<p>\nحدثنا هلال بن محمد بن جعفر ثنا الحسين بن يحيى بن عياش ثنا أحمد بن محمد\nبن يحيى القطان ثنا أسباط ثنا الشيباني عن زياد بن علاقة عن أسامة بن شريك\nقال خرجنا مع رسول الله صلى الله عليه وسلم فجعل الرجل يجيء فيقول يا رسول\nالله حلقت قبل أن أذبح أو ذبحت قبل أن أحلق قدموا شيئا دون شيء فلما أكثروا\nقال يا أيها الناس إن الله عز وجل قد رفع الحرج إلا من افترض من مسم شيئا\nفذلك الذي خرج حدثن الطبراني بهذا الحديث عن عبيد بن غنام عن أبي بكر بن\nأبي شيبة عن أسباط فكأني سمعته منه\n</p>\n\n<h1 class='l1' id='head46'>24- </h1>\n\n<h1 class='l1' id='head47'>… </h1>\n\n<p>\nحدثنا أبو الحسين على بن محمد بن عبد الله بن بشران ببغداد أنبأ محمد بن\nعمرو بن البختري ثنا أحمد بن عبد الجبار العطاردي ثنا أبو معاوية عن\nإسماعيل بن أبي خالد عن قيس عن سعد بن أبي وقاص قال قال رسول الله صلى الله\nعليه وسلم لا تزال طائفة من أمتي ظاهرين على الدين عزيزة إلى يوم القيامة.\nهذا حديث عال من حديث أبي معاوية الضرير عن إسماعيل حدث به القدماء عن أبي\nمعاوية، وحدث به القاضي أبو أحمد الغسال عن أبي يحيى الرازي عن أبي\n</p>\n\n<p>\n-ق7ب-\n</p>\n\n<p>\nهشام الرفاعي عن أبي معاوية كأني سمعته منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head48'>25- </h1>\n\n<h1 class='l1' id='head49'>… </h1>\n\n<p>\nحدثنا على بن محمد بن عبد الله بن بشران أنبأ محمد بن عمرو بن البختري\nالرزاز ثنا يحيى بن جعفر أنبأ وهب بن جرير ثنا أبي قال سمعت غيلان بن جرير\nيحدث عن الشعبي عن <span id='ms09'></span> فاطمة بنت قيس قالت قدم على رسول الله صلى الله عليه\nوسلم تميم الداري قالت فأخبرهم رسول الله صلى الله عليه وسلم أنه ركب البحر\nفتاهت سفينتهم فسقطوا إلى جزيرة فخرجوا إليها يلتمسون الماء فلقي إنسانا\nيجر شعره فقال ما أنت قال أنا الجساسة قال له فأخبرنا قال لا أخبركم ولكن\nعليكم بهذه الجزيرة فدخلناها فإذا رجل مقيد فقال من أنتم قلنا ناس من العرب\nقال ما فعل هذا النبي الذي خرج فيكم قلنا قد آمن به الناس واتبعوه وصدقوه\nقال ذاك خير لهم قال أفلا تخبروني عن عين زغر ما فعلت قال فأخبرناه عنها\nفوثب وثبة كاد يخرج من وراء الجدار ثم قال ما فعل نخل بيسان هل أطعم بعد\nفأخبرناه أنه قد أطعم فوثب مثلها ثم قال أما لو أذن لي في الخروج لوطئت\nالبلاد كلها غير طيبة قالت فخرج رسول الله صلى الله عليه وسلم فحدث الناس\nفقال هذه طيبة وذاك الدجال. هذا حديث صحيح انفرد مسلم بإخراجه فرواه في\nكتابه عن الحسن الحلواني وأحمد بن عثمان النوفلي عن وهب بن جرير ووقع لنا\nعاليا من حديث يحيى عن وهب فكأني سمعته من صاحب مسلم.\n</p>\n\n<h1 class='l1' id='head50'>26- </h1>\n\n<h1 class='l1' id='head51'>… </h1>\n\n<p>\nحدثنا أبو عبد الله محمد بن إبراهيم بن جعفر اليزدي ثنا محمد بن يعقوب بن\nيوسف الأموي ثنا محمد بن سنان القزاز ثنا محبوب\n</p>\n\n<p>\n-ق8أ-\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nبن الحسن الهاشمي ثنا يونس عن الحسن أن رجلا أتى عمران بن الحصين فقال إن\nلي غلاما اتقى مني وإني نذرت أن رده الله على أن أقطع يده فرد الله على\nفقال عمران بن حصين كان رسول الله صلى الله عليه وسلم يخطبنا فيأمرنا\nبالصدقة وينهي عن المثلة فلا نفعل. رواه عن يونس بن عبيد هشيم ويزيد بن\nزريع وعبد الأعلى زفضالة بن حصين نحو ما رواه محبوب، ووقع لنا عاليا من\nحديثه ورواه إسماعيل بن حكيم الخزاعي عن يونس عن الحسن عن عمران قال عمر\nخطبنا رسول الله صلى الله عليه وسلم فأمرنا بالصدقة ونهانا عن <span id='ms10'></span> المثلة.\n</p>\n\n<h1 class='l1' id='head52'>27- </h1>\n\n<h1 class='l1' id='head53'>… </h1>\n\n<p>\nحدثنا محمد بن إبراهيم بن جعفر الجرجاني ثنا محمد بن يعقوب بن يوسف الأصم\nثنا الحسن بن علي بن عفان العامري ثنا يحيى بن فضل الغنوي ثنا حسن بن صالح\nحدثني سعيد بن أبي عروبة ثنا قتادة أن الحسن حدثهم عن سمرة بن جندب أن نبي\nالله صلى الله عليه وسلم نهى عن بيع الحيوان بالحيوان نسيئة. حدث الطبراني\nبهذا الحديث عن أحمد بن زهير عن ابن كرامة عن عبيد الله بن موسى عن الحسن\nبن صالح فكأني سمعته منه.\n</p>\n\n<h1 class='l1' id='head54'>28- </h1>\n\n<h1 class='l1' id='head55'>… </h1>\n\n<p>\nحدثنا أبو زكريا يحيى بن إبراهيم بن محمد بن يحيى المزكي ثنا محمد بن\nيعقوب بن يوسف الأصم ثنا بحر بن نصر بن سابق الخولاني قال قريء على عبد\nالله بن وهب وأنا أسمع أخبرك ابن أبي ذئب وعمرو بن الحارث ويونس بن يزيد أن\nابن شهاب أخبرهم عن عروة بن الزبير عن عائشة زوج النبي صلى الله عليه وسلم\nقالت كان رسول الله صلى الله عليه وسلم يصلى فيما بين أن يفرغ من صلاة\nالعشاء\n</p>\n\n<p>\n-ق 8ب-\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nإلى الفجر إحدى عشرة ركعة يسلم من كل ركعتين ويوتر بواحدة ويسجد بسجدة\nقدر ما يقرأ أحدكم خمسين آية قبل أن يرفع رأسه فإذا سكت المؤذن من صلاة\nالفجر وتبين له الفجر قام فركع ركعتين خفيفتين ثم اضطجع على شقه الأيمن حتى\nيأتيه المؤذن للإقامة فيخرج معه وبعضهم يزيد على بعض في قصه الحديث. هذا\nحديث صحيح متفق عليه من حديث ابن شهاب الزهري وحديث عمرو ويونس، انفرد مسلم\nبإخراجه فرواه في كتابه عن حرملة عن وهب عنهما، ووقع لنا عاليا فكأني سمعته\nمن صاحب مسلم.\n</p>\n\n<h1 class='l1' id='head56'>29- </h1>\n\n<h1 class='l1' id='head57'>… </h1>\n\n<p>\nحدثنا أبو زكريا يحيى بن إبراهيم بن محمد بن يحيى المزكي ثنا محمد بن\nيعقوب بن يوسف الأصم أنبأ محمد بن عبد الله بن عبد الحكم أنبأ عبد الله بن\nوهب أخبرني يونس بن يزيد عن ابن شهاب عن عروة أن هشام بن حكيم وجد رجلا وهو\nعلى حمص يشمس ناسا من النبط في أداء <span id='ms11'></span> الجزية فقال ما هذا إني سمعت رسول الله\nصلى الله عليه وسلم يقول: إن الله يعذب الذين يعذبون الناس في الدنيا. هذا\nحديث صحيح من حديث ابن شهاب الزهري انفرد مسلم بإخراجه فرواه في كتابه عن\nأبي الطاهر عن ابن وهب، ووقع لنا عاليا، كأني سمعته من صاحب مسلم وهشام بن\nحكيم بن حزام هو جملة الصحابة الذين انفرد مسلم بإخراج حديثه دون البخاري\nولم يخرج مسلم له إلا هذا الحديث الواحد.\n</p>\n\n<h1 class='l1' id='head58'>30- </h1>\n\n<h1 class='l1' id='head59'>… </h1>\n\n<p>\nحدثنا أبو بكر أحمد بن موسى بن مردويه الحافظ إملاء ثنا على بن الحسين بن\nمحمد الكاتب\n</p>\n\n<p>\n-ق9أ-\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nالأصبهاني أنبأ جعفر بن محمد بن سعيد الأحمسي ثنا نصر بن مزاحم ثنا عبد\nالغفار بن القاسم حدثني قيس بن سعيد عن عمرو عن عمرو بن دينار عن محمد بن\nمسلم الزهري عن الحسن وعبد الله بن أبي محمد بن الحنفية عن أبيهما أن عليا\nرضي الله عنه قال لابن عباس إنك أمرؤ تائه إن رسول الله صلى الله عليه وسلم\nنهى عن متعة النساء وعن لحوم الحمر الأهلية صحيح متفق عليه من حديث الزهري\nغريب من حديث عمرو بن دينار عنه ورواه حاتم بن أبي صغيرة عن عمرو.\n</p>\n\n<h1 class='l1' id='head60'>31- </h1>\n\n<h1 class='l1' id='head61'>… </h1>\n\n<p>\nحدثنا أبو بكر أحمد بن موسى بن مردويه الحافظ إملاء ثنا أبو أحمد إسحاق\nبن علي بن خالد المقريء الكوفي ثنا إبراهيم بن إسحاق بن أبي العنبس الزهري\nقال ثنا جعفر بن عون عن أسامة بن زيد عن حفص بن عبيد الله عن أنس بن مالك\nقال سمعت رسول الله صلى الله عليه وسلم يقول رب أشعث أغبر ذي طمرين لا يؤبه\nله لو أقسم على الله لأبره حدث به ابن المقريء عن أبي يعلى عن أبي بكر بن\nأبي شيبة عن جعفر فكأني سمعته منه.\n</p>\n\n<h1 class='l1' id='head62'>32- </h1>\n\n<h1 class='l1' id='head63'>… </h1>\n\n<p>\nحدثنا هلال بن محمد بن جعفر ثنا إسماعيل بن علي بن علي بن رزين بواسط ثنا\nأبي علي بن علي ثنا أخي دعبل بن علي ثنا شعبة بن الحجاج عن علقمة بن مرثد\nعن سعد <span id='ms12'></span> بن عبيدة عن البراء بن عازب عن النبي صلى الله عليه وسلم أنه قال في\nقول الله تعالى يثبت الله الذين ءامنوا بالقول الثابت في الحياة الدنيا وفي\nالآخرة قال في القبر إذا سئل المؤمن. صحيح متفق عليه من حديث شعبة، غريب من\nحديث دعبل بن علي عنه.\n</p>\n\n<h1 class='l1' id='head64'>33- </h1>\n\n<h1 class='l1' id='head65'>… </h1>\n\n<p>\nحدثنا أبو سعيد محمد بن موسى بن الفضل بن شاذان الصيرفي ثنا محمد بن\nيعقوب\n</p>\n\n<p>\n-ق9ب-\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nبن يوسف الأصم ثنا أحمد بن عبد الجبار العطاردي ثنا أبو معاوية عن عبد\nالرحمن بن إسحاق عن النعمان بن سعد عن على قال قال رسول الله صلى الله عليه\nوسلم إن في الجنة غرفا ترى ظهورها من بطونها وبطونها من ظهورها فقام أعرابي\nفقال لمن هي يا رسول الله فقال رسول الله صلى الله عليه وسلم لمن قال طيب\nالكلام وأفشى السلام وأطعم الطعام وصلى بالليل والناس نيام. لا أعلم أحدا\nروى هذا الحديث عن النعمان بن سعد إلا عبد الرحمن بن إسحاق وهو أبو شيبة\nالواسطي القرشي، ووقع لنا عاليا من حديث أبي معاوية الضرير عنه، حدث به أبو\nأحمد بن عدي الحافظ عن الحسن بن سفيان عن أبي بكر بن أبي شيبة عن أبي\nمعاوية فكأني سمعته منه.\n</p>\n\n<h1 class='l1' id='head66'>34- </h1>\n\n<h1 class='l1' id='head67'>… </h1>\n\n<p>\nحدثنا أبو الفرج عثمان بن أحمد بن إسحاق البرجي ثنا محمد بن عمر بن حفص\nثنا إسحاق بن إبراهيم شاذان ثنا سعد بن الصلت ثنا عيسى بن عمر ثنا عطاء بن\nأبي رباح عن زيد هو ابن أرقم عن النبي صلى الله عليه وسلم قال من حج عن\nأبويه ولم يحجا، جزى عنهما وعنه، ونشرت أرواحهما في السماء وكتب عند الله\nبرا. حدث أبو الشيخ بهذا الحديث عن محمد بن عمر بن حفص فكأني سمعته منه.\n</p>\n\n<h1 class='l1' id='head68'>35- </h1>\n\n<h1 class='l1' id='head69'>… </h1>\n\n<p>\nحدثنا أبو الحسين علي بن محمد بن عبد الله البغدادي ثنا محمد بن عمرو بن\nالبختري ثنا محمد بن عبيد الله ثنا وهيب بن جرير ثنا شعبة عن محمد بن أبي\nيعقوب الضبي عن عبد الرحمن بن أبي بكرة <span id='ms13'></span> عن أبيه عن النبي صلى الله عليه\nوسلم قال أرأيتم إن كانت أسلم وغفار ومزينة وأحسبه قال وجهينة خيرا من بني\nتميم وعامر بن صعصعة\n</p>\n\n<p>\n-ق10أ-\n</p>\n\n<p>\nوأسد وغطفان خابوا وخسروا قالوا نعم قال فوالذي نفسي بيده إنهم لخير\nمنهم. هذا حديث صحيح متفق عليه من حديث شعبة وحديث وهب بن جرير انفرد\nالبخاري بإخراجه فرواه في كتابه عن عبد الله بن محمد عن وهب ووقع لي عاليا\nكأني سمعته من صاحبه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head70'>36- </h1>\n\n<h1 class='l1' id='head71'>… </h1>\n\n<p>\nحدثنا أبو محمد عبد الله بن أحمد بن جولة الأبهري في ذي الحجة سنة ثلاث\nوأربع مائة أنبأ أبو عمرو أحمد بن إبراهيم بن حكيم المدني ثنا أبو أمية\nمحمد بن إبراهيم الطرسوسي ثنا عبيد الله بن موسى أنبأ أبو إسرائيل عن الحكم\nعن أبي جعفر قال انطلقت مع أبي إلى جابر بن عبد الله نزوره فصلى بنا في ثوب\nواحد متوشحا به وعلى السرير ثياب لو شاء أن يأخذ بعضها لفعل ثم قال هكذا\nرسول الله صلى الله عليه وسلم فعل. حدث أبو الشيخ بهذا الحديث عن محمود\nالواسطي عن زكريا بن يحيى عن عبيدة بن حميد عن أبي إسرائيل فكأني سمعته\nمنه.\n</p>\n\n<h1 class='l1' id='head72'>37- </h1>\n\n<h1 class='l1' id='head73'>… </h1>\n\n<p>\nحدثنا أبو عبد الله محمد بن الفضل بن نظيف المصري بمكة ثنا أبو الفضل\nالعباس بن محمد بن نصر الرافقي إملاء ثنا هلال بن العلاء ثنا عبد الله بن\nجعفر ثنا عبيد الله بن عمرو عن محمد بن إسحاق عن يزيد بن أبي حبيب عن عبد\nالرحمن بن شماسه عن عقبة بن عامر قال قال رسول الله صلى الله عليه وسلم لا\nيدخل الجنة لحم ودم من بخس. هكذا ضبطه في الأصل بالباء والخاء.\n</p>\n\n<h1 class='l1' id='head74'>38- </h1>\n\n<h1 class='l1' id='head75'>… </h1>\n\n<p>\nحدثنا أبو الحسن علي بن محمد بن أحمد الفقيه أبو عمرو أحمد بن محمد بن\nإبراهيم بن حكيم ثنا أبو علي بن محمد بن أحمد الفقيه\n</p>\n\n<p>\n-ق10ب-\n</p>\n\n<p>\nعبد الله محمد بن مسلم بن وارة حدثني محمد بن سعيد بن سابق ثنا عمرو بن\nأبي قيس عن سماك عن عكرمة عن بن <span id='ms14'></span> عباس قال نهى رسول الله صلى الله عليه وسلم\nأن تشترى التمرة حتى تطعم. حدث بهذا الحديث أبو الشيخ عن جبير بن هارون عن\nابن حميد عن هارون بن المغيرة عن عمرو بن أبي قيس فكأني سمعته منه ه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head76'>39- </h1>\n\n<h1 class='l1' id='head77'>… </h1>\n\n<p>\nحدثنا أبو سعيد محمد بن موسى بن الفضل بن شاذان الصيرفي العطاردي ثنا\nيونس بن بكير الشيباني عن الأعمش عن طلحة عن عمرو بن شرحبيل عن ابن مسعود\nقال قال رسول الله صلى الله عليه وسلم من كذب علي متعمدا ليضل به فليتبوأ\nمقعده من النار هذا حديث غريب من حديث الأعمش لا أعلم أحدا حدث به عنه هكذا\nإلا يونس بن بكير واختلف عليه فرواه عنه هناد بن السري ومشكدانة وأبو سعيد\nالأشج وأبو موسى الأنصاري ومحمد بن طريف كما رواه أحمد بن عبد الجبار سواء\nورواه مطين عن محمد بن جعفر بن أبي مواتيه عن يونس بن بكير عن الأعمش عن\nطلحة عن أبي عمار عن عمرو بن شرحبيل عن عبد الله وقد روى أيضا عن الحسن بن\nعمارة عن طلحة بن مصرف عن أبي عمار عن عمرو بن شرحبيل عن عبد الله عن النبي\nصلى الله عليه وسلم.\n</p>\n\n<h1 class='l1' id='head78'>40- </h1>\n\n<h1 class='l1' id='head79'>… </h1>\n\n<p>\nحدثنا أبو الحسين علي بن محمد بن عبد الله بن بشران البغدادي بها ثنا\nإسماعيل بن محمد بن إسماعيل الصفار ثنا سعد بن نصر بن منصور البزار ثنا\nخالد بن إسماعيل عن هشام بن عروة عن أبيه عن عائشة قالت أسخنت ماء في الشمس\nفقال النبي صلى الله عليه وسلم لا تفعلي يا حميراء فإنه يورث البرص. غريب\nمن حديث هشام بن عروة ورواه عنه أيضا وهب بن وهب أبو البختري وقد وقع لنا\nعاليا من حديث أبي الوليد\n</p>\n\n<p>\n-ق11أ-\n</p>\n\n<p>\nخالد بن إسماعيل المخزومي وساويت الشيوخ المتقدمين في إسناد ذلك ه.\n</p>\n\n<h1 class='l1' id='head80'>41- </h1>\n\n<h1 class='l1' id='head81'>… </h1>\n\n<p>\nحدثنا أبو بكر أحمد بن عبد الرحمن بن أحمد بن جعفر اليزدي القاضي إملاء\nأنبأ عبد الله بن جعفر بن أحمد بن فارس ثنا أحمد بن عصام ثنا أبو <span id='ms15'></span> عامر\nالعقدي ثنا سفيان عن أبي الزبير عن جابر قال قال رسول الله صلى الله عليه\nوسلم طعام الواحد يكفي الاثنين وطعام الاثنين يكفي الأربعة وطعام الأربعة\nيكفي الثمانية. صحيح على شرط مسلم أخرجه في كتابه عن أبي موسى عن عبد\nالرحمن بن مهدي عن سفيان الثوري وقد وقع لنا عاليا فكأني سمعته من صاحب\nمسلم ورواه جماعة عن الثوري.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head82'>42- </h1>\n\n<h1 class='l1' id='head83'>… </h1>\n\n<p>\nحدثنا هلال بن محمد بن جعفر ببغداد ثنا الحسين بن يحيى بن عياش ثنا الحسن\nبن محمد بن الصباح ثنا ربعي بن علية عن داود بن أبي هند عن عامر عن أبي\nجبيرة بن الضحاك قال نزلت هذه الآية في بني سلمة ولا تنابزوا بالألقاب قال\nقدم علينا رسول الله صلى الله عليه وسلم وليس منا رجل إلا وله اسمان وكان\nرسول الله صلى الله عليه وسلم يدعوا الرجل بالاسم فيقال له يا رسول الله\nفإنه يغضب من هذا الاسم فنزلت ولا تنابزوا بالألقاب ه. رواه شعبة وحماد بن\nسلمة وبشر بن المفضل وعبد اله بن إدريس وغيرهم عن داود، ووقع لنا عاليا من\nهذا الطريق وربعي بن عليه هو أخو إسماعيل بن عليه.\n</p>\n\n<h1 class='l1' id='head84'>43- </h1>\n\n<h1 class='l1' id='head85'>… </h1>\n\n<p>\nحدثنا أبو زكريا يحيى بن إبراهيم بن محمد بن يحيى المزكي ثنا محمد بن\nيعقوب بن يوسف الأصم أنبأ محمد بن عبد الله بن عبد الحكم أنبأ ابن وهب\nأخبرني مالك بن أنس وابن أبي ذئب وعمرو بن الحارث ويونس بن يزيد وغيرهم أن\nابن شهاب حدثهم عن أبي إدريس الخولاني عن أبي ثعلبة الخشني أن رسول الله\nصلى الله عليه وسلم نهى عن أكل كل ذي ناب من السباع. هذا حديث\n</p>\n\n<p>\n-ق11ب-\n</p>\n\n<p>\nصحيح متفق عليه من حديث ابن شهاب وحديث ابن وهب عن هؤلاء، انفرد مسلم\nبإخراجه فروى حديث مالك وابن أبي ذئب عن أبي الطاهر عن ابن وهب عنهما وروى\nحديث يونس عن حرملة وأبي الطاهر عن ابن وهب عن يونس وروى حديث عمرو بن\nالحارث عن هارون الأيلي عن ابن وهب عنه ووقع <span id='ms16'></span> عندي عاليا كأني سمعته من صاحب\nمسلم.\n</p>\n\n<h1 class='l1' id='head86'>44- </h1>\n\n<h1 class='l1' id='head87'>… </h1>\n\n<p>\nحدثنا أبو عبد الله محمد بن الفضل بن نظيف المصري بمكة ثنا أحمد بن الحسن\nالرازي ثنا علي بن محمد بن إسماعيل بن يونس الرقاشي ثنا عبد الملك بن قريب\nالأصمعي قال سمعت إعرابيا بعرفات يقول اللهم لا تحرمني أجر تعبي ونصبي فإن\nحرمتني ذلك فلا تحرمني أجر المصاب على مصيبته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head88'>45- </h1>\n\n<h1 class='l1' id='head89'>… </h1>\n\n<p>\nحدثنا أبو عبد الله محمد بن إبراهيم بن جعفر الجرجاني التاجر إملاء ثنا\nأبو الحسين بن علي العسكري ثنا محمد بن زكريا بن دينار ثنا مهدي بن سابق\nالبهدلي قال سمعت رجلا يعظ آخر وهو يقول اعتبر ما لم تره من الدنيا بما قد\nرأيته وما لم تسمعه بما قد سمعته وما لم يصبك بما قد أصابك وما بقي من عمرك\nبما قد فني وما لم يبل منك بما قد بلي واعلم إنما الدنيا نهار ضوءه ضوء\nمعار بينما عيشك غض ناعم فيه إخضرار، وكذاك الليل يأتي ثم يمحوه النهار.\n</p>\n\n<p>\nآخر الجزء الرابع وصلى الله على سيدنا محمد وعلى آله وصحبه أجمعين\n</p>\n\n<p>\n-ق12أ-\n</p>\n\n<p>\nسمع جميع هذا الجزء من أوله إلى آخره على الشيخ الصالح زين المتصوفة أبي\nعلى حسن بن أحمد بن يوسف الأوقي الصوفي بحق سماعه من الحافظ السلفي فسمعه\nصاحبه الفقير محمد بن عبد الجليل بن عبد الكريم بن عثمان المقدسي المعروف\nبابن الموقاي بقراءة صفي الدين جعفر بن أحمد بن جعفر الأسكندري وأبو العباس\nأحمد بن عبد الرحمن بن عبد الله قيم المسجد الأقصى ومحي الدين عبد الوهاب\nبن عبد الله أبي الحسين القرشي وابن حفص عمر بن عبد الوهاب السوسي وعبد\nالله بن أبي القاسم المراعي والشيخ حسين بن شعبان القنديلي وعبد العزيز بن\nأبي الفضل بن عبد الوهاب القرشي وعثمان بن محمود بن عبد الله الدمشقي وعمر\nبن علي بن محمد المقدسي وبحر بن الدولة ريحاب بن عبد (بياض بالأصل) عتيق\nوابن الدولة عن (غير واضح بالأصل) في ذلك بالمسجد الأقصى بالقدس في تاسع\nعشر من صفر <span id='ms17'></span> في سنة اثنتي وعشرين وستمائة (غير واضح بالأصل) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n             <span id='ms18'></span>\n</p>\n",
  "pages": [
    "000",
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020"
  ],
  "volumes": [
    "01"
  ]
}