{
  "content": "\n<p>\nشرح كتاب اختصار علوم الحديث للحافظ ابن كثير (9)\n</p>\n\n<p>\nشرح\n</p>\n\n<h1 class='l1' id='head0'>: \"مسألة: من أخذ على التحديث أجرة .. ، </h1>\n\n<p>\nومراتب عبارات التعديل والتجريح، وشرح النوع الرابع والعشرون: كيفية سماع\nالحديث وتحمله وضبطه ... \"\n</p>\n\n<p>\nالشيخ/ عبد الكريم بن عبد الله الخضير\n</p>\n\n<p>\nوإذا حدث ثقة عن ثقة بحديث فأنكر الشيخ سماعه لذلك بالكلية فاختار ابن\nالصلاح أنه لا تقبل روايته عنه لجزمه بإنكاره، ولا يقدح ذلك في عدالة\nالراوي عنه فيما عداه، بخلاف ما إذا قال: لا أعرف هذا الحديث من سماعي فإنه\nتقبل روايته عنه، وأما إذا نسيه فإن الجمهور يقبلونه، ورده بعض الحنفية\nكحديث سليمان بن موسى عن الزهري عن عروة عن عائشة: ((أيما امرأة نكحت بغير\nإذن وليها فنكاحها باطل)) قال ابن جريج: فلقيت الزهري فسألته عنه فلم\nيعرفه، وكحديث ربيعة عن سهيل بن أبي صالح عن أبيه عن أبي هريرة: \"قضى\nبالشاهد واليمين\" ثم نسي سهيل لآفة حصلت له، فكان يقول: \"حدثني ربيعة عني\"\nقلت: هذا أولى بالقبول من الأول، وقد جمع الخطيب البغدادي كتابا فيمن حدث\nبحديث ثم نسي.\n</p>\n\n<p>\nنعم إذا حدث الثقة عن شيخه بحديث ثم ذهب من يطلب العلو <span id='ms197'></span> إلى ذلك الشيخ،\nفقال: سمعنا من فلان أنه يحدث عنك بكذا، قال: أبدا أنا ما حدثته، كذب علي،\nإن قال مثل هذا الكلام له حكم، إن قال: نسيت، إن جزم بالإنكار له حكم، إن\nتردد وقال: أنا الآن لا أذكر أنا حدثته أو لم أحدثه هذا أيضا له حكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p001'> Vol. 09, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nيقول: \"إذا حدث ثقة عن ثقة بحديث فأنكر الشيخ سماعه لذلك بالكلية\"\nبالكلية يعني جزم بالنفي، \"فاختار ابن الصلاح أنه لا تقبل روايته عنه بجزمه\nبإنكاره\"، أما الخبر لا يقبل؛ لأنه إنما ينسب إلى ذلك الشيخ، وذلك الشيخ\nمنكر له \"ولا يقدح ذلك في عدالة الراوي عنه فيما عداه\" يعني في أحاديث\nأخرى، الراوي عن هذا الشيخ الذي جزم بالإنكار لا يقدح في عدالته؛ لأنك ما\nتدري الصدق مع من؟ نعم، هل الشيخ متحقق وجازم، وقوله مطابق للواقع فيما\nنفاه؟ وأنه بالفعل ما حدث ذلك الراوي، أو أن الراوي ضبط وحفظ وأتقن ما سمعه\nمن ذلك الشيخ والشيخ نسي؟ احتمال، فليس قبول قول أحدهما بأولى من قبول\nالآخر، ولذا لا يقدح في عدالة الراوي عنه في الأحاديث الأخرى، في هذا\nالحديث يقدح؛ لأن الحديث إنما عرف من طريقه وأنكره، \"بخلاف ما إذا قال: لا\nأعرف هذا الحديث من سماعي فإنه تقبل روايته عنه\"؛ لأنه يحمل على النسيان،\nيحمل على نسيانه، يقول: \"وأما إذا نسيه فإن الجمهور يقبلونه\" يعني لا أعرف\nهذا الحديث من سماعي، تردد من غير جزم، هذا يقبل، إذا نسي قال: نسيت، ما\nالفرق بين كونه نسي أو نفى أن يكون .. ، نفى معرفته بهذا الحديث؟ قوله: لا\nأعرف هذا الحديث من سماعي هذا .. ، نعم، يعني مرتبة بين مرتبتين، بين\nالإنكار بقوة والجزم، وبين إثبات النسيان، إذا نسي \"فإن الجمهور يقبلونه،\nورده بعض الحنفية، كحديث سليمان بن موسى عن الزهري عن عروة عن عائشة:\n((أيما امرأة نكحت بغير إذن وليها فنكاحها باطل)) \" لكن هل يؤخذ مذهب من رد\nبحديث واحد؟ يقول: الحنفية يردون هذا؟ كل من نسي ردوا حديثه، أو <span id='ms198'></span> نعرف\nمذهبهم في هذه المسألة ونقول: إنهم لا يرون اشتراط الولي في النكاح فردوا\nهذا الحديث لأمور أخرى، لا يلزم أن يكون لأن الراوي نسي، يقول: \"فرده بعض\nالحنفية كحديث سليمان بن موسى عن الزهري عن عروة عن عائشة ((أيما امرأة\nنكحت بغير إذن وليها فنكاحها باطل))، قال ابن جريج: \"فلقيت الزهري فسألته\nعنه فلم يعرفه\" وكحديث ربيعة عن سهيل بن أبي صالح عن أبيه عن أبي هريرة:\n\"قضى بالشاهد واليمين\" ثم نسي سهيل لآفة حصلت له في ذلك، فكان يقول: حدثني\nربيعة عني\" أني حدثته بكذا، والخطيب البغدادي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p002'> Vol. 09, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nله كتاب جمع فيه هذه الأخبار التي نسي فيها الشيخ، وصار يحدث عمن حدثه\nهو، وللسيوطي رسالة اسمها: (تذكرة المؤتسي في ذكر من حدث ونسي) وهو مختصر\nمن كلام الخطيب\n</p>\n\n<p>\nنأخذ الأجرة أو نقف عليها؟ هاه؟ إيش رأيك نكمل بسرعة؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nوين؟ تبي تمشي لأن الكلام طويل جدا.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nأجل قف على الأجرة، والله أعلم.\n</p>\n\n<p>\nوصلى الله وسلم وبارك على عبده ورسوله نبينا محمد.\n</p>\n\n<p>\nسم.\n</p>\n\n<h1 class='l1' id='head1'>مسألة: من أخذ على التحديث أجرة:</h1>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين،\nنبينا محمد وعلى آله وصحبه وسلم تسليما كثيرا.\n</p>\n\n<p>\nقال الإمام ابن كثير -رحمه الله تعالى-: مسألة: ومن أخذ على التحديث\nأجرة، هل تقبل روايته أم لا؟ روي عن أحمد وإسحاق وأبي حاتم أنه لا يكتب عنه\nلما فيه من خرم المروءة، وترخص أبو نعيم الفضل بن دكين، وعلي بن عبد العزيز\nوآخرون كما تؤخذ الأجرة على تعليم القرآن، وقد ثبت في صحيح البخاري ((إن\nأحق ما أخذتم عليه أجرا كتاب الله))، وقد أفتى الشيخ أبو إسحاق الشيرازي\nفقيه العراق ببغداد لأبي الحسين بن النقور بأخذ الأجرة لشغل المحدثين له عن\nالتكسب لعياله.\n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله رب العالمين، وصلى الله وسلم وبارك على عبده ورسوله، نبينا\nمحمد وعلى آله وصحبه أجمعين.\n</p>\n\n<p>\nأخذ الأجرة على تعليم العلم الشرعي كالتفسير والحديث والفقه والعقائد\nوغيرها مختلف فيه <span id='ms199'></span> بين أهل العلم، فممن منعه الإمام أحمد -رحمه الله- وإسحاق\nوجمع من أهل العلم، منعوه احتياطا، وقالوا: ينبغي ألا يروى عمن اشترط\nالأجرة، وكأنهم قاسوا ذلك على من اشترط الأجرة في إمامة الناس مثلا،\nفالإمام أحمد يقول: من يصلي خلف هذا؟ الذي يصلي بهم؟ يقول: لا أصلي بكم\nرمضان إلا بكذا، بمبلغ كذا، يقول الإمام أحمد: من يصلي خلف هذا؟ لكن في\nالمسألة حديث صحيح صريح، مخرج في صحيح البخاري من حديث أبي سعيد: ((إن أحق\nمن أخذتم عليه أجرا كتاب الله))، وإذا جازت الأجرة على تعليم القرآن وتعلمه\nوتعليمه عبادة محضة فأخذ الأجرة على الحديث والفقه والتوحيد وغيره من علوم\nالشرع من باب أولى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p003'> Vol. 09, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى كل حال من تورع وتبرع وعلم الناس مجانا، كما علم مجانا فأجره موفور\nعند الله -سبحانه وتعالى-، لكن المنع من ذلك يحتاج إلى دليل، بل الدليل على\nخلافه، نعم من كان همه وقصده الدنيا بحيث لا يفعل أو لا يعمل عملا شرعيا\nإلا بأجرة هذا لا شك أنه عنده خلل، أما العلم غير العلم الشرعي من علوم\nالدنيا فلا بأس بأخذ الأجرة عليه قولا واحدا، كالطب والهندسة وغيرها؛ لأنها\nكغيرها من المهن والحرف، كما يشتغل المزارع بأجرة يعلم الزراعة بأجرة، كما\nيشتغل المهندس بأجرة يعلم الناس الهندسة بأجرة لا بأس.\n</p>\n\n<p>\nالوسائل إلى العلوم الشرعية من أهل العلم من يلحقها بالمقاصد، فتعليم\nاللغة ينبغي أن يكون مجانا، وإن كان تعليمها أخف، وأخذ الأجرة عليها أخف من\nالعلوم الشرعية المحضة عند من يمنع ذلك، ومن أهل الحديث من يفرض في تعليم\nالعربية لكل بيت من أبيات الألفية أجر معين، كل بيت بدرهم، ولا إشكال في\nذلك -إن شاء الله تعالى-، لكن ينبغي أن يكون هذا العلم الذي يبتغى به وجه\nالله -سبحانه وتعالى- مما يبذل مجانا؛ ليكون الأجر موفورا يوم القيامة.\n</p>\n\n<p>\nأما من يعلم الناس وقصده الدنيا من غير نظر ولا التفات إلى الآخرة فهذا\nعلى خطر عظيم {من كان يريد الحياة الدنيا وزينتها} [(15) سورة هود <span id='ms200'></span>] إلى\nآخره، لكن الشأن فيمن يعلم الناس يبتغي بذلك وجه الله، ويؤخذ أجرة يستعين\nبها على أمور دنياه هذا الذي أجازه جمهور العلماء، لا سيما إذا عاقه تعليم\nالناس عن التكسب لعياله، فأخذ الأجرة خير من أخذ الزكاة، وتكفف الناس،\nوالحاجة إليهم، نعم.\n</p>\n\n<h1 class='l1' id='head2'>أعلى العبارات في التعديل والتجريح:</h1>\n\n<p>\nمسألة: قال الخطيب البغدادي: أعلى العبارات في التعديل والتجريح أن يقال:\nحجة أو ثقة، وأدناها أن يقال كذاب، قلت: وبين ذلك أمور كثيرة يعسر ضبطها،\nوقد تكلم الشيخ أبو عمرو على مراتب منها، وثم اصطلاحات لأشخاص ينبغي\nالتوقيف عليها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p004'> Vol. 09, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nيكفي، مراتب وألفاظ الجرح والتعديل نوع مهم من أنواع علوم الحديث، كان\nينبغي على الحافظ -رحمه الله- ابن كثير أن يبسط القول فيها؛ لأنها من أهم\nالمهمات لمن يدرس الأسانيد، ولا يكتفي بأعلى المراتب وأدنى المراتب، ألفاظ\nالجرح والتعديل هي ألفاظ وجمل يستعملها أهل العلم يعبرون بها عما يستحقه\nالراوي من منزلة جرحا وتعديلا، والمراتب هي ترتيب لتلك الألفاظ من حيث\nالقوة والضعف، وجمع جميع الألفاظ التي نطق بها أهل العلم في بيان ما يستحقه\nالرواة لا شك أنه أمر في غاية الأهمية، وتمناه الحافظ ابن حجر -رحمه الله-،\nومن بعده السخاوي، تمنى كل منهما لو اعتنى بارع بتتبعها من كتب الرجال\nوالتواريخ وغيرها، اعتنى بارع، ما يكفى أدنى واحد، فيتتبعها ويجمعها\nويصنفها، يجعل ما يتعلق بالتعديل على حدة، وما يتعلق بالجرح على حدة، ولا\nشك أنه سوف يواجه ألفاظ قد يصعب عليه تصنيفها، ثم بعد ذلكم يتكلم على هذه\nالألفاظ في اللغة وفي الاصطلاح، ثم يرتبها حسب القوة والضعف، هناك ألفاظ قد\nيصعب مراد المتكلم بها، يصعب فهم مراده، لكن مع المران ومع إدامة النظر\nوبمقارنة قوله مع أقوال أهل العلم في الراوي يتبين المراد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p005'> Vol. 09, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nالحافظ العراقي -رحمه الله تعالى- يظن أن قول أبي حاتم في جبارة بن مغلس:\n\"بين يدي عدل\" يظنها تعديل، ومضى الحافظ ابن حجر على ذلك مدة إلى أن قارن\nبين أقوال العلماء مع قول أبي حاتم فوجد <span id='ms201'></span> أنهم مطبقون على تضعيفه، فكيف\nيعدله أبو حاتم وقد عرف بالتشدد؟! هذا أوجد عنده وقفة، ثم وقف على قصص من\nكتب الأدب تدل على أن هذه الجملة من أسوأ ألفاظ الجرح، فوقف على قصة في\nكتاب الأغاني لأبي الفرج الأصفهاني لأبي عيسى بن هارون الرشيد مع طاهر\nالقائد كانوا على مائدة يأكلون، فجاء أبو عيسى فأخذ هندبات إما كوسا وإلا\nقرعة وإلا .. ، فرمى بها عين طاهر وهو أعور، رمى بها العين السليمة، فشكاه\nعلى أبيه فقال: انظر ماذا صنع بي؟ ضرب عينه السليمة، والأخرى بين يدي عدل،\nوهو أعور، والأخرى تالفة، يقول: فهمت أن المراد أنها تجريح وليست تعديل، ثم\nوقف على كلام لابن قتيبة في أدب الكاتب، وهو أن العدل الذي يشار إليه في\nمثل هذا الكلام العدل بن جزم بن سعد العشيرة، كان على شرطة تبع، وكان\nموكولا إليه القتل، فإذا أمر تبع بشخص أن يستلمه العدل هذا ليقتله قال\nالناس: هذا بين يدي عدل، ومرادهم بذلك أنه مآله إلى الهلاك، فهو تالف حكما،\nلهذا لا نستهين من الاستفادة من أي كتاب يمكن أن يستفاد منه، نعم كتب الأدب\nفيها من الفضول الشيء الكثير، لكن ما المانع أن يطلع عليها بقدر تستجم به\nالنفس، ويفتح به بعض المغاليق من مثل هذه الأشياء؟ على أن لا يسترسل في\nذلك؛ لأن الغاية الكتاب والسنة.\n</p>\n\n<p>\nالمقصود أن هناك من الألفاظ النادرة التي لا يستطيع الطالب المبتدئ أو\nالمتوسط فهم مراد قائلها منها، لكن مع إدامة النظر، ومع المقارنة بين أقوال\nأهل العلم يتبين له المراد، وبقرائن ترشد إلى ذلك، فما على طالب العلم إلا\nأن يجمع كتب الرجال، ويجرد هذه الكتب، ويجمع هذه الألفاظ وهذه الجمل\nويصنفها، ثم تقسيمها وترتيبها إلى مراتب هذه مرحلة ثانية، تحتاج إلى جهد\nوإلى عناء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p006'> Vol. 09, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nأول من هذب مراتب الجرح والتعديل وصنفها ورتبها ابن أبي حاتم في تقدمة\nكتابه العظيم (الجرح والتعديل) وجعلها أربع مراتب للتعديل وأربع للجرح،\nتبعه على ذلك ابن الصلاح ومن دار في <span id='ms202'></span> فلكه، ثم جاء الحافظ العراقي والذهبي\nفجعلاها خمس مراتب في القسمين، ثم جاء الحافظ ابن حجر والسخاوي والسيوطي\nفجعلوها ستا ستا، فأعلى هذه المراتب في التعديل .. ، ابن حجر يجعل أعلى\nمراتب التعديل الصحبة، فجعل الصحابة في المرتبة الأولى، وغيره أخرج\nالصحابة، من باب أنه ينبغي ألا يضم الصحابة إلى غيرهم من الرواة فشأنهم\nآخر، فجعلوا أعلى المراتب ما جاء بأفعل التفضيل كأوثق الناس، أو فلان لا\nيسأل عنه، أو إليه المنتهى بالتثبت، وهذه جعلها الحافظ في المرتبة الثانية\nفي التقريب، وإن جعلها في المرتبة الأولى في النخبة، من المراتب العليا في\nالتعديل تكرار لفظ التعديل، إما بلفظه أو بمرادفه، ثقة ثقة، ثقة ثبت، وإذا\nكرر أكثر من ذلك فقيل: ثقة ثقة ثقة ثلاث، أربع، خمس، وأكثر ما وجد من ذلك\nتسع مرات في كتب الجرح والتعديل، وكأنهم بعد يرون أنه انقطع نفسه وإلا ما\nكان يريد أن يقف على هذا الحد، المقصود أن الرواة متفاوتون في منازلهم.\n</p>\n\n<p>\nوهذه المراتب وهذه الألفاظ تقريبية في وصف أحوال الرواة، وإلا ليس معنى\nأن من وصف باللفظ (ثقة) لو وقفنا على كتاب التقريب وجردنا من قال فيه\nالحافظ: ثقة فوجدناهم ألف مثلا، وجدنا أن هؤلاء الألف في مرتبة واحدة كلهم\nثقات، لا، هؤلاء الثقات متفاوتون.\n</p>\n\n<p>\nيلي ذلك ما قيل فيه: ثقة فقط، لكن لو قال -وهذا موجود في كتب الإتباع وهي\nمن كتب اللغة ولم أقف عليه في كلام أهل العلم في الجرح والتعديل- لو قال:\nثقة ثقة بالتاء، أو ثقة نقة بالنون هذا من باب الإتباع، ويلحق بتكرار\nالثقة، ومثله ضعيف نعيف، على ما سيأتي.\n</p>\n\n<p>\nإفراد الثقة مرتبة رابعة، الخامسة: من وصف بصدوق، والسادسة: من أضيف إلى\nلفظ الصدوق فقيل: صدوق يهم، أو وصف بوصف آخر مع صدوق.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nابن حجر جعلها الصحابة، هنا جعل المرتبة الأولى الصحابة، هذا في التقريب،\nوله رأي آخر في النخبة وشرحها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p007'> Vol. 09, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n\"أولها: الصحابة فأصرح بذلك لشرفهم، الثانية: من أؤكد مدحه إما بأفعل ك\n(أوثق الناس) أو بتكرير <span id='ms203'></span> الصفة لفظا ك (ثقة ثقة) أو معنى ك (ثقة حافظ)\nالمقصود أن مثل هذه الأشياء يعني لا شك أنها تعطي قوة للراوي، لكن ليس معنى\nهذا أن هذا أمر متفق عليه بين أهل العلم، بدليل أن من يجعل الصحابة في\nالمرتبة الأولى وأخرجهم عن هذه المراتب جعل الثانية عند ابن حجر أولى،\nوأضاف إليها \"إليه المنتهى في التثبت\" وفصل ما فيه تكرار عن ما جاء بأفعل\nالتفضيل، الحافظ ابن حجر جعل التكرار في الثانية مع ما جاء بأفعل التفضيل؛\nلأنه جعل الأولى للصحابة، لكن لو أخرج الصحابة كغيرها فجاء بأفعل التفضيل،\nأو فلان لا يسأل عن مثله أو إليه المنتهى في التثبت في الأولى، وجعل\nالتكرار في الثانية، وجعل إفراد الثقة في المرتبة الثالثة، والرابع من قصر\nعن درجة الثالثة قليلا، وإليه الإشارة بصدوق، أو لا بأس به، أو ليس به بأس،\nوالخامسة: من قصر عن درجة الرابعة قليلا وإليه الإشارة بالصدوق سيء الحفظ،\nأو صدوق يهم، أو له أوهام، أو يخطئ، أو تغير بأخرة، ويلتحق بذلك من رمي\nبنوع من البدعة كالتشيع والقدر والنصب والإرجاء والتجهم مع بيان الداعية من\nغيره، السادسة: من ليس له من الحديث إلا القليل، هذه آخر مراتب التعديل، من\nليس له من الحديث إلا القليل، ولم يثبت فيه ما يترك حديثه من أجله، وإليه\nالإشارة بلفظ مقبول حيث يتابع وإلا فلين الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p008'> Vol. 09, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nحقيقة العناية بمراتب التعديل عند الحافظ ينبغي أن تفوق غيره، نعم عند\nالسخاوي ألفاظ أكثر من الحافظ وعند السيوطي في التدريب كذلك، وأكثر من جمع\nمن هذه الألفاظ السخاوي في (فتح المغيث) لكن التقريب كتاب عملي بأيدي الناس\nكلهم، ولا يمكن التعامل مع محتوى الكتاب إلا بالرجوع إلى مقدمته، والكتاب\nكتاب محرر ومتقن ومضبوط، والحافظ حافظ، وليس بالمعصوم، ولنا عليه استدراكات\nوملاحظات، فمن ذلكم ما قاله في السادسة، انتبهوا يا الإخوان، السادسة: \"من\nليس له من الحديث إلا القليل، ولم يثبت فيه ما يترك حديثه من أجله، وإليه\nالإشارة بلفظ (مقبول) حيث <span id='ms204'></span> يتابع، وإلا فلين الحديث\" الآن الكتاب الذي هو\nالتقريب للرواة أو للمرويات؟ وصف للرواة أو للمرويات؟ إيش معنى قوله: \"حيث\nيتابع مقبول وإلا فلين\"؟ وصف لروايته، وليست وصفا للراوي، معنى هذا أنه لو\nوصف زيد من الناس بلفظ (مقبول)، وورد ذكره في حديث، ورد في سند حديث لم\nيتابع عليه يستحق مقبول وإلا يرجع للين؟ يرجع للين، فيحتاج إلى متابع ليكون\nمقبولا، شخص آخر ليس له من الحديث إلا القليل، ولم يثبت فيه ما يترك حديثه\nمن أجله، لكنه ما توبع ويش يستحق؟ يصفه ابن حجر بإيش؟ بلين؛ لأنه ما توبع،\nلكن لو توبع هذا صار مقبولا، إذا هذه الأوصاف للروايات وليست للرواة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p009'> Vol. 09, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى سبيل المثال الضحاك هنا ثلاثة: الضحاك بن حمرة، والضحاك المعافري،\nنعم ما أراد الله أن ننبه تحضرون الكتاب، لكن عاد ... ، الضحاك هاه؟ الضحاك\nبن حمرة هنا إيش؟ بضم المهملة وبالراء، يقول: \"ضعيف من السادسة\" ضعيف، هذا\nالضعيف إذا توبع ويش يصير؟ يصير حديثه حسن، مقبول، الضحاك المعافري هنا ...\n، الضحاك بن فيروز الديلمي الفلسطيني مقبول، هذا إن توبع صار مقبول، إذا لم\nيتابع صار لين، وهذا الضحاك بن المنذر مقبول أيضا، الضحاك بن نبراس الأسدي\nلين الحديث من السابعة، هذا لو توبع صار مقبول، والآن الذين يتعاملون مع\nالتقريب ما ينظرون إلى مثل هذه القواعد، مجرد ما يرد الضحاك الذي وصف بأنه\nمقبول يحكم على الحديث بأنه مقبول، ومجرد ما يرد هذا الضحاك بن نبراس الذي\nوصف بأنه لين يحكمون على الحديث بأنه ضعيف يحتاج إلى متابع، أنا أقول: ما\nالفرق بين الضحاك بن حمرة الضعيف هذا والضحاك بن نبراس اللين والضحاك بن\nقيس المقبول؟ أو الضحاك بن فيروز المقبول؟ إيش الفرق في الحقيقة؟ في فرق\nوإلا ما في فرق؟ هذا واحد في مراتب التعديل، وواحد في مراتب التضعيف اتفاقا\nضعيف هذا، وواحد في المراتب التي يحتمل إذا توبع؛ لأن الحافظ جعله في مرتبة\nالتعديل إذا توبع، الضحاك بن حمرة إذا توبع خلاص صار مثل ذاك، إذا <span id='ms205'></span> لا فرق،\nوهذا لا شك أنه ينبغي أن يلاحظ، فلا تؤخذ هذه القاعدة مسلمة، قد يقول قائل:\nالحافظ ما حكم على شخص بأنه مقبول إلا وقد توبع في جميع مروياته، وما حكم\nعلى الآخر بأنه لين إلا وقد سبر جميع مروياته وأنه لم يتابع عليها، هذا\nالكلام صحيح؟ الإحاطة ما يمكن، ما تمكن الإحاطة، الإحاطة بجميع مرويات\nالرواة وإن كانوا مقلين مثل هؤلاء لا يمكن، لا ندعي أن الحافظ اطلع على\nجميع طرق الأحاديث؛ ليحكم على راو بأنه لين لأنه لم يتابع مطلقا، وقاعدته\nتومئ إلى ذلك، يقول: \"مقبول حيث يتابع وإلا فلين\" إذا هذا حكم على المرويات\nوليس حكما على الرواة، فينبغي أن يلاحظ، هذه مراتب التعديل عنده، ثم أتبعها\nبمراتب الجرح على سبيل التدلي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p010'> Vol. 09, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nالسابعة التي هي الأولى من مراتب الجرح: من روى عنه أكثر من واحد ولم\nيوثق، وإليه الإشارة بلفظ (مستور أو مجهول الحال)، السابع: من روى عنه أكثر\nمن واحد ولم يوثق، وإليه الإشارة بلفظ (مستور أو مجهول الحال) بحثنا أمس\nالمجهول، وأوردنا سؤال وهو: هل الجهالة عدم علم بحال الراوي أو جرح يضعف به\nالحديث؟ وذكرنا من قال بهذا وذاك، وصنيع الحافظ هنا يدل على أنه جرح، وصنيع\nغيره أيضا في جعلهم المجهول من ألفاظ التجريح، لكن قول أبي حاتم مجهول أي\nلا أعرفه يدل على أنه عدم علم بحال الراوي، وكذلك قول الحافظ بالنخبة مما\nأشرنا إليه سابقا: \"ومن المهم معرفة أحوال الرواة تعديلا أو تجريحا أو\nجهالة\" فجعل الجهالة قسيم للتجريح والتعديل وليست قسم.\n</p>\n\n<p>\nالثامنة: من لم يوجد فيه توثيق لمعتبر، ووجد فيه إطلاق الضعف ولو لم\nيفسر، وإليه الإشارة بلفظ (ضعيف)،\n</p>\n\n<p>\nالتاسعة: من لم يرو عنه غير واحد ولم يوثق وإليه الإشارة بلفظ (مجهول)\nهذا مجهول العين على ما تقدم بالأمس مجهول العين، والأول مجهول الحال، اللي\nهو في السابعة، وجعل بين مجهول العين ومجهول الحال مرتبة وهي من وصف بلفظ\nضعيف، وعلى كل حال مجهول الحال الذي هو المستور والضعيف <span id='ms206'></span> غير شديد الضعف من\nالمتربة الثامنة والتاسعة مجهول العين كلهم ضعفهم غير شديد، بمعنى أنه\nينجبر.\n</p>\n\n<p>\nالعاشرة: من لم يوثق البتة، وضعف مع ذلك بقادح، وإليه الإشارة ب (متروك،\nأو متروك الحديث، أو واهي الحديث، أو ساقط) ضعف بقادح، الآن من قيل فيه:\nضعيف هل ضعف بقادح أو بغير قادح؟ نعم؟ بقادح، إذا ما الفرق بين الثامنة\nوالعاشرة؟ نعم إن كان المراد بالقادح القدح الشديد لا بأس؛ لأنه يستحق\nالوصف بمتروك، متروك الحديث، واهي الحديث، ساقط، ضعفه شديد مثل هذا لا\nينجبر خبره ولا يرتقي.\n</p>\n\n<p>\nالحادية عشرة: من اتهم بالكذب، والاتهام بالكذب يوصف به من يعرف بالكذب\nفي حديثه العادي، ولو لم يكذب على النبي -عليه الصلاة والسلام-؛ لأنه لو\nكذب على النبي -عليه الصلاة والسلام- لصار من الثانية عشرة: من أطلق عليه\nالكذب والوضع.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p011'> Vol. 09, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى كل حال الحافظ -رحمه الله- غالب أحكامه دقيقة، وليس هو بمعصوم، وهو\nإمام من أئمة هذا الشأن ينبغي أن يعتنى بأقواله، لكن عليه ما عليه من\nالملاحظات، وهي يسيرة بالنسبة إلى حجم الرواة الذين تكلم فيهم.\n</p>\n\n<p>\nأيضا ينبغي أن نعرف أن الحافظ حكم على رواة في التقريب بأحكام، وحكم\nعليهم في غيره من كتبه بأحكام أخرى كالفتح والتلخيص وغيرهما، وعلى سبيل\nالمثال عبيد الله بن الأخنس، وعندي مجموعة من هؤلاء، وأشرنا به على بعض\nالأخوة، وسجلوا رسائل في جامعة أم القرى، وانتهى منهم ثلاثة الآن.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nوين؟ من اختلف حكم الحافظ عليه، في نسخة من التقريب فيها أشياء كثيرة،\nلكن عبيد الله بن الأخنس هنا، عبيد الله بن الأخنس، نعم عبيد الله بن\nالأخنس النخعي أبو مالك الخزاز صدوق، قال ابن حبان: كان يخطئ، صدوق، قال\nابن حبان: كان يخطئ.\n</p>\n\n<p>\nيقول الحافظ في الفتح في الجزء العاشر صفحة (199): \"وثقه الأئمة، وشذ ابن\nحبان فقال: يخطئ\" فرق كبير بين الحكمين، وحينما نورد مثل هذه الأشياء، وهي\nيسيرة بالنسبة لحجم الكتاب لا يعني هذا أننا نقلل من قيمة الكتاب، أو من\nشأن الحافظ كلا، أو نتطاول <span id='ms207'></span> عليه، أو نفتح باب لمن يتطاول عليه، لا، لكن\nنريد من الإخوة الذي يعتمدونه اعتمادا كليا، ويصححون ما ضعفه الأئمة، أو\nيضعفون ما صححه الأئمة اعتمادا على التقريب أن يحتاطوا لهذا الأمر، وأن\nالمسألة تحتاج إلى إعادة نظر، وأنه ليس لكل أحد أن يتصدى لمثل هذه الأمور.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p012'> Vol. 09, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nالحكم في أهل هذه المراتب الأولى والثانية والثالثة هاذولاء ما فيهم\nإشكال، يعني من وثق سواء كرر لفظ التوثيق أو جيء بأفعل التفضيل، أو وصف\nبأنه ثقة، هؤلاء لا إشكال ولا خلاف في الاحتجاج بهم، لكن الرابعة، \"الرابعة\nمن قصر من درجة الثالثة قليلا، وإليه الإشارة بصدوق\"، مثل هذا يحتج به أو\nلا يحتج به؟ وهي مسألة مهمة، عند ابن أبي حاتم وابن الصلاح أيضا والسخاوي\nلا يحتج بهم ابتداء، الصدوق ما يحتج به ابتداء، وإنما يكتب حديثه، ويعتبر\nبه، وينظر ويختبر، لماذا؟ لأن لفظ صدوق لا يشعر بشريطة الضبط، نعم هي\nمبالغة في الصدق، ومن باب التمثيل لو افترضنا أن شخصا في يوم عيد يكثر\nالوارد عليه، وعنده ولد، طرق الباب بعد صلاة العيد، افتح يا ولد، فتح، من؟\nفلان، وهذا صحيح طابق الواقع، صدق في خبره، طرق ثاني، وثالث، ورابع، وعاشر،\nومائة، ومائتين في يوم العيد، ألا يستحق الوصف بصدوق؟ ما خالف الواقع ولا\nمرة، كلهم يقول: فلان وصحيح كلامه، لكن سأله أبوه من الغد: من جاءنا\nبالأمس؟ قال: فلان وفلان وفلان ذكر اثنين ثلاثة، ثم عجز أن يستحضر الباقي،\nضابط وإلا ما هو بضابط؟ هذا ليس بضابط، يستحق الوصف .. ، وصف المبالغة\nبصدوق؛ لأنه لزم الصدق، ولا مرة واحدة قال: فلان وهو يكذب، لكن الوصف بصدوق\nلا يشرع بشريطة الضبط عند هؤلاء، ولذا لا يحتج بالصدوق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p013'> Vol. 09, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nالذين يحتجون بالصدوق وهو الذي جرى عليه عمل المتأخرين يحتجون به، حجتهم\n.. ، إحنا عرفنا حجة من قال بعدم الاحتجاج به ابتداء؛ لأن اللفظ لا يشعر\nبشريطة الضبط، يشعر بملازمة الصدق صحيح، لكن من أين نأتي بالضبط لنحتج\nبالصدوق؟ قالوا: إن هذا الراوي الذي وصف بصدوق <span id='ms208'></span> ما استحق المبالغة إلا\nلملازمته الصدق، ويعني ذلك أنه لا يكذب، والكذب يطلقه أهل العلم بإزاء من\nيتعمد الكذب والخطأ، ومن يخطئ من غير تعمد؛ لأنه لا واسطة عند أهل السنة\nبين الصدق والكذب، فالذي لا يخطئ صادق، لكن هل يقال: صادق من يخطئ؟ لا\nيستحق الوصف بصدوق، فعلى هذا لا يستحق المبالغة إلا إذا كان ملازما لوصف\nالصدق، فلا يقع الكذب في خبره لا عمدا ولا خطأ، فما استحق الوصف بصيغة\nالمبالغة إلا أنه ملازم للصدق، وجاء في النصوص إطلاق الكذب على الخطأ،\n((صدق الله وكذب بطن أخيك)) المقصود أنهم يطلقونه على الخطأ، وجاء في\nالصحيح: ((كذب نوف)) وكذب فلان، وكذب فلان، وكلها أخطأ، هذه حجة من يرى\nالاحتجاج بصدوق، وهي حجة لا شك أنها لها حظ من النظر، ولذا اعتمد أهل العلم\nمن المتأخرين الاحتجاج بمن وصف بصدوق.\n</p>\n\n<p>\nالمسألة تحتاج إلى مزيد من البسط والتفصيل، وهذا الموضوع في غاية\nالأهمية، لكن ما أدري ويش نأخذ؟ ويش نخلي من علوم الحديث بهذه الطريقة؟\n</p>\n\n<p>\nطالب: ما الفرق بين صدوق. . . . . . . . .\n</p>\n\n<p>\nالصدوق له أوهام، صدوق يهم، وصدوق له أوهام، وصدوق يخطئ، وصدوق دون وصف\nآخر، لا شك أن مرتبة صدوق دون أي وصف آخر أعلى، أعلى مما لو وصف بوصف مضعف،\nلكن قد يقول قائل: لولا وجود هذه الأخطاء ووجود هذه الأوهام لما قيل: صدوق\nأصلا، لاستحق الوصف بأنه ثقة، ما الذي أنزله عن مرتبة الثقة إلى صدوق إلا\nوجود مثل هذه الأخطاء وهذه الأوهام، لكن لنعلم أن هذا اصطلاح، اصطلاح طبقوه\nعلى الرواة، وميزوا ووازنوا بينهم، والحافظ -رحمه الله- حينما يصف بوصف آخر\nمع الصدوق إنما ينتقيه من قول بعض الأئمة، وكثيرا ما يعتمد في هذا على ابن\nحبان.\n</p>\n\n<p>\nيقول: \"وثم اصطلاحات لأشخاص ينبغي التوقيف عليها\"\n</p>\n\n<p>\n. . . . . . . . . تقرأ يا شيخ، طيب شويه خليه يعدل الشريط. . . . . . .\n. .\n</p>\n\n<p>\nخلاص؟ اقرأ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p014'> Vol. 09, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nقال: \"وثم اصطلاحات لأشخاص ينبغي التوقيف عليها، من ذلك أن البخاري إذا\nقال في الرجل: سكتوا عنه، أو فيه نظر فإنه يكون في أدنى المنازل <span id='ms209'></span> وأردأها\nعنده، ولكنه لطيف العبارة في التجريح فليعلم ذلك، وقال ابن معين: إذا قلت:\nليس به بأس فهو ثقة، قال ابن أبي حاتم: إذا قيل: صدوق، أو محله الصدق، أو\nلا بأس به فهو ممن يكتب حديثه، وينظر فيه، وروى ابن الصلاح عن أحمد بن صالح\nالمصري أنه قال: لا يترك الرجل حتى يجتمع الجميع على ترك حديثه، وقد بسط\nابن الصلاح الكلام على ذلك، والواقف على عبارة القوم يفهم مقاصدهم بما عرف\nمن عباراتهم في غالب الأحوال، وبقرائن ترشد إلى ذلك، والله الموفق.\n</p>\n\n<p>\nقال ابن الصلاح: وقد فقدت شروط الأهلية في غالب أهل زماننا، ولم يبق إلا\nمراعاة اتصال السلسلة في الإسناد، فينبغي أن لا يكون الشيخ مشهورا بفسق\nونحوه، وأن يكون ذلك مأخوذا عن ضبط سماعه من مشايخه من أهل الخبرة بهذا\nالشأن، والله أعلم.\n</p>\n\n<p>\nيقول -رحمه الله-: \"وثم اصطلاحات\" هناك اصطلاحات لأشخاص ينبغي التوقيف\nعليها، إيش الفرق بين ثم وثمة؟ ثم وثمة في فرق؟ لو قال: ثمة اصطلاحات؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p015'> Vol. 09, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nهي بمنزلة هنا وهناك، نعم، هناك اصطلاحات أو هنا اصطلاحات، فكأنهم يريدون\nأن ثمة للقريب، وثم للبعيد، \"ينبغي التوقيف عليها من ذلك أن البخاري إذا\nقال في الرجل: سكتوا عنه، أو فيه نظر فإنه يكون في أدنى المنازل وأردأها\"\nالإمام -رحمه الله تعالى- عنده من الورع، وعفة اللسان، ما يحمله على مثل\nهذا، فقد يكون الراوي عنده شديد الضعيف لا يقبل حديثه الانجبار، ويقول:\nسكتوا عنه، هو من أهل التحري يحتاط لنفسه، أو يقول: فيه نظر، وهو شديد\nالضعف، قال: فإنه يكون في أدنى المنازل وأردأها عنده، ولكنه لطيف العبارة\nفي التجريح فليعلم ذلك، لا شك أن العقول تتفاوت، والناس يتفاوتون تفاوتا\nكبيرا في التحري والتثبت والاحتياط للنفس، فأين من يقول: فيه نظر؟ أو سكتوا\nعنه مع من يقول: فلان لا يساوي رجيع الكلب؟ نعم، أين هذا من ذاك؟ أين الثرى\nمن الثريا؟ أو قال: فلان بكذا وهو قول من لا يؤمن بيوم الحساب، يصف بذلك\nكبار الأئمة <span id='ms210'></span> مالك وأبا حنيفة وغيرهم، على كل حال هذه تنبئ عن عقليات؛ لأن\nالإنسان أهم ما عليه نفسه، فينبغي أن يحتاط لنفسه، وتجد من آحاد الطلبة\nوصغارهم يسأل عن فلان وعلان يخطئ، أما مسألة أخطأ فلان، وضل فلان من أسهل\nما يقول، وهم شباب نصبوا أنفسهم حكام بين العباد، فعلينا أن يكون اللسان\nعفيفا، والذمة بريئة من تعلق المخلوقين بها، وأعراض المسلمين حفرة من حفر\nالنار، كما يقول ابن دقيق العيد -رحمه الله-، يقول: \"وقف على شفيرها\nالعلماء والحكام\".\n</p>\n\n<p>\nعلى كل حال هذا الباب يحتاج إلى شيء من البسط، لكن الوصية الجامعة أن على\nالإنسان أن يحتاط لنفسه أكثر من غيره، وأن لا يرد يوم القيامة مفلسا يجمع\nمن الأعمال أمثال الجبال ثم يوزعها، كم من شخص حطت رحاله في الجنان والناس\nيتكلمون في عرضه، وما ذلكم إلا لخير أراده الله له، والله المستعان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p016'> Vol. 09, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nابن معين يقول: \"إذا قلت: ليس به بأس فهو ثقة\" ينبغي أن يلاحظ، فلا يجعل\nقول ابن معين: \"ليس به بأس\" في المرتبة الرابعة مع \"صدوق\" مثل \"لا بأس به\"\nإنما يجعل مع الثقة، قال ابن أبي حاتم: \"إذا قيل: صدوق، أو محله الصدق، أو\nلا بأس به فهو ممن يكتب حديثه، وينظر فيه\"، ابن أبي حاتم ينقل عن أبيه أن\nالصدوق لا يحتج به، سئل عن فلان فقال: صدوق، أتحتج به؟ قال: لا، وسئل عن\nشخص فقال: حسن الحديث، أتحتج به؟ قال: لا، ولأبي حاتم من هذا الشيء الكثير،\nمسألة الاحتجاج عنده يحتاط لها احتياطا كبيرا، وهو متشدد في هذه الباب بلا\nشك، لكن هو إمام معتبر، بل جبل، فهو ممن كتب حديثه، وينظر فيه، وعرفنا\nمسألة الصدوق والاحتجاج به، وعدم الاحتجاج به.\n</p>\n\n<p>\n\"وروى ابن الصلاح عن أحمد بن صالح المصري أنه قال: \"لا يترك الرجل حتى\nيجتمع الجميع على ترك حديثه\" لا يترك الرجل حتى يجتمع الجميع على ترك\nحديثه، هذا تساهل وسعة في الخطو، لا يلزم أن يجمع الجميع على تركه، نعم إن\nكان <span id='ms211'></span> لا يستحق الوصف بمتروك حتى يجتمع الجميع على تركه، فله وجه، لكن نعلم\nأن متروك، أو متروك الحديث جرح شديد، فإذا اجتمعوا على ترك راوي فهو متروك\nبلا شك، لكن قد لا يحتج بحديثه، يترك حديثه، معناه أنه لا يحتج به لكلام\nواحد من أئمة الحديث معتبر، ولو لم يجمعوا على تركه، أو وثقه بعضهم، وضعفه\nآخرون، والتضعيف في حقه أرجح.\n</p>\n\n<p>\nيقول: \"وقد بسط ابن الصلاح الكلام في ذلك، والواقف على عبارة القوم يفهم\nمقاصدهم بما عرف من عباراتهم في غالب الأحوال\" لا شك أن إدامة النظر في كتب\nالجرح والتعديل كتواريخ البخاري، وسؤالات الإمام أحمد، والجرح والتعديل\nلابن أبي حاتم، والثقات والمجروحين، وتهذيب الكمال وفروعه وغيرها من كتب\nالرجال تجعل عند الطالب ملكة يميز بها بين الأقوال التي يظن أنها متماثلة،\nويفهم بها، أو بواسطة هذه الملكة ما استغلق على غيره، وهناك قرائن ترشد إلى\nالمطلوب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p017'> Vol. 09, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n\"قال ابن الصلاح: \"وقد فقدت شروط الأهلية في غالب أهل زماننا\" يعني من\nالرواة، فقدت شروط الأهلية والناس في سفال، إذا كانت الأهلية قد فقدت في\nالمائة السادسة والسابعة فكيف بزماننا وما تقدمه من الأزمان مع وجود\nالشواغل والصوارف؟ لا شك أن الأهلية لا سيما ما يتعلق بالضبط ضعفت كثيرا،\nاعتمادا من الناس على كتبهم، وعدم تعاهدهم إياها، وتساهلهم في حفظها\nوصيانتها، ثم بعد ذلكم جاءت المطابع فبعد الناس بعدا شديدا عن مزاولة\nالعلم، يكتفي طالب العلم أن يجمع الكتب، ويسمي نفسه طالب علم، والطباعة مع\nأنها نعمة من نعم الله إلا أنها صدت كثيرا من المتعلمين، والكلام في هذا له\nمجال آخر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p018'> Vol. 09, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nيقول: \"فقدت شروط الأهلية في غالب أهل زماننا\" لماذا؟ أهل العلم لا\nيطبقون الشروط التي تطبق على الرواة في المائة الأولى والثانية والثالثة،\nلماذا؟ لأن السنة ثبتت ودونت في الكتب، ولسنا بحاجة إلى تسلسل الإسناد في\nالأزمان المتأخرة بعد التدوين مثل حاجتنا إلى نظافة الأسانيد قبل التدوين،\nيعني لو أتيح للإنسان إسناد منه إلى النبي -عليه الصلاة والسلام- وبواسطة\nبعض <span id='ms212'></span> الضعفاء أو بعض المبتدعة لا يمنع؛ لأنه ليس المعول على هؤلاء بعد تدوين\nالكتب، ولذا يقول: \"ولم يبق إلا مراعاة اتصال السلسلة في الإسناد\" أما\nالاعتماد عليهم فلا، هذا شأن آخر \"فينبغي أن لا يكون مشهورا بفسق ونحوه\"\nلأن العلم دين، فانظر عمن تأخذ دينك، لكن كون عندك سند بواسطة بعض الضعفاء،\nأو بعض المبتدعة، يعني تقول: إن عندي إسناد، والسلسلة باقية، وخصيصة هذه\nالأمة، لكن ما قيمة هذا الإسناد في التصحيح والتضعيف، ولو كان الإسناد كله\nأئمة منك إلى الرسول -عليه الصلاة والسلام-، لا قيمة له بعد التدوين،\n\"فينبغي أن لا يكون مشهورا بفسق ونحوه، وأن يكون ذلك مأخوذا عن ضبط سماعه\nمن مشايخه\" لأنه في القرون بعد التدوين في المائة السادسة والسابعة\nوالثامنة صارت الرواية مقصورة على بعض المسندين، وهم عوام، أو أشباه عوام،\nعندهم إجازات وعمروا، وتفردوا بالرواية، ووصفوا بعلو الأسانيد، وإن لم\nيكونوا من أهل العلم، لكن ينبغي \"أن لا يكون مشهورا بفسق ونحوه، وأن يكون\nذلك مأخوذا عن ضبط سماعه من مشايخه من أهل الخبرة بهذا الشأن، والله أعلم\"\nنعم.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nوين؟ لا، هذاك في التخريج، يخرج حديث من لم يجمعوا على تركه، نعم.\n</p>\n\n<h1 class='l1' id='head3'>شرح: النوع الرابع والعشرون: كيفية سماع الحديث وتحمله وضبطه:</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p019'> Vol. 09, p. 019</a>\n            </div>\n            \n<p>\nالنوع الرابع والعشرون: كيفية سماع الحديث وتحمله وضبطه، يصح تحمل الصغار\nالشهادة والأخبار, وكذلك الكفار إذا أدوا ما حملوه في حال كمالهم، وهو\nالاحتلام والإسلام، وينبغي المباراة إلى إسماع الولدان الحديث النبوي،\nوالعادة المطردة في أهل هذه الأعصار، وما قبلها بمدد متطاولة أن الصغير\nيكتب له حضور إلى تمام خمس سنين من عمره, ثم بعد ذلك يسمى سماعا, واستأنسوا\nفي ذلك بحديث محمود بن الربيع أنه عقل مجة مجها رسول الله -صلى الله عليه\nوسلم- في وجهه من دلو في دارهم وهو ابن خمس سنين، رواه البخاري، فجعلوه\nفرقا بين السماع والحضور, وفي رواية وهو ابن أربع سنين، وضبطه بعض الحفاظ\nبسن التمييز, وقال بعضهم: أن يفرق بين الدابة والحمار, وقال بعض <span id='ms213'></span> الناس: لا\nينبغي السماع إلا بعد العشرين سنة، وقال بعض: عشر, وقال آخرون: ثلاثون،\nوالمدار في ذلك كله على التمييز, فمتى كان الصبي يعقل كتب له سماع.\n</p>\n\n<p>\nقال الشيخ أبو عمرو: وبلغنا عن إبراهيم بن سعيد الجوهري أنه قال: رأيت\nصبيا ابن أربع سنين قد حمل إلى المأمون قد قرأ القرآن، ونظر في الرأي, غير\nأنه كان إذا جاع يبكي.\n</p>\n\n<p>\nالنوع الرابع والعشرون: كيفية سماع الحديث وتحمله وضبطه، عرفنا أن الرواة\nيشترط لهم شروط، وذلك في مبحث من تقبل روايته ومن ترد، وأنه لا بد من\nالبلوغ، وعرفنا أن هذا الشرط إنما هو للأداء دون التحمل، أما التحمل فيصح\nتحمل الصغير، فيتحمل في صغره بمعنى أنه يسمع الحديث ويحفظه، لكن لا يقبل\nمنه أداء إلا إذا بلغ، وعرفنا السبب في ذلك، كما أن الكافر إذا سمع وحفظ\nحال كفره خبرا عن النبي -عليه الصلاة والسلام-، وأداه بعد إسلامه فإنه يقبل\nمنه اتفاقا، وأوردنا حديث جبير بن مطعم حينما سمع النبي -عليه الصلاة\nوالسلام- يقرأ في صلاة المغرب بسورة الطور، وذلك قبل أن يسلم، ثم أداها بعد\nإسلامه فقبلت منه، وخرجت في الصحيحين وغيرهما، وكذلك الكفار إذا أدوا ما\nحملوه في حال كمالهم، وهو الاحتلام والإسلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p020'> Vol. 09, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nيقول: \"وينبغي المبادرة إلى إسماع الولدان الحديث النبوي، والعادة\nالمطردة في أهل هذه الأعصار، وما قبلها بمدد متطاولة .. \" إلى آخره، ينبغي\nالمبادرة إلى إسماع الولدان الحديث، وأقول: ينبغي المبادرة إلى تحفيظ\nالولدان القرآن قبل الحديث على طريقة المغاربة، وما وجد الخلل في حفظ\nالقرآن عند المسلمين إلا بعد أن خلطوا القرآن بغيره، واهتموا بغيره، وقدموه\nعلى القرآن، لكن إذا ضبط القرآن، وحفظ وأتقن وضمن يأخذ من العلوم ما شاء،\nفليقدم بعد ذلك سنة النبي -عليه الصلاة والسلام-، وما يخدم الوحيين، وما\nيعين على فهمهما، وهنا يقول: \"ينبغي المبادرة إلى إسماع الولدان الحديث\nالنبوي، والعادة المطردة في أهل هذه الأعصار وما قبلها بمدد متطاولة أن\nالصغير يكتب له حضور إلى تمام خمس سنين\" يعني في مجالس <span id='ms214'></span> السماع يحضر الفئام\nمن الناس، منهم الكبير ومنهم الصغير، منهم الطفل الذي له سنة أو سنتين\nوثلاث وأربع وخمس وست، وما فوق ذلك، لكن جرت عادتهم أن يكتبوا لمن بلغ خمسا\nفأكثر سمع، ومن لم يبلغ حضر أو أحضر، قد يقول قائل: هذا الطفل أبو ثلاث\nسنين إيش يجابه؟ ليش يجاب في مجالس السماع؟ نقول: هذا اعتمده الناس حينما\nذهبت قيمة الأسانيد، وانتهت، ودونت الأحاديث في الكتب، وما بقي إلا تسلسل\nالإسناد، وأبو ثلاث سنين إذا حضر يقال: حضر قراءة الكتاب الفلاني على الشيخ\nالفلاني، ويثبت اسمه في الطباق، ويروي بهذا الحضور، وإن تيسر له مع ذلك\nإجازة تجبر هذا الخلل عد نفسه من أكابر الرواة.\n</p>\n\n<p>\n\"ثم بعد ذلك يسمى سماعا، واستأنسوا في ذلك بحديث محمود بن الربيع -وهو في\nالصحيح في البخاري- أنه عقل مجة مجها رسول الله -صلى الله عليه وسلم- في\nوجه من دلو في دارهم، وهو ابن خمس سنين\" في كتاب العلم من صحيح البخاري،\n\"فجعلوه فرقا بين السماع والحضور، وفي رواية: وهو ابن أربع سنين\" وهذه\nالرواية ذكرها القاضي عياض في الإلماع، لكن ابن حجر في الفتح قال: لم أقف\nعلى هذا صريحا في شيء من الروايات بعد التتبع التام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p021'> Vol. 09, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nيقول: \"وضبطه بعض الحفاظ بسن التمييز\" الجمهور على أن من بلغ خمس سنين من\nأكمل خمس سنين يصح سماعه، يجعلون الحد الفاصل تمام خمس سنين، والصواب أن\nمرد ذلك إلى التمييز، فإذا ميز فهم السؤال، ورد الجواب المطابق يصح سماعه،\nوأما قبل ذلك فلا ولو كان ابن خمس أو ابن خمسين، الذي لا يفهم ما يصح\nسماعه، وعلى كل حال هذا اصطلاح عندهم، مشوا عليه.\n</p>\n\n<p>\n\"وقال بعضهم\" يعني بعض من يقول باشتراط التمييز: \"أن يفرق بين الدابة\nوالحمار\" والمسألة عرفية، يعني لو يؤتى بدابة أو حمار لمن عمره عشر سنوات\nأو اثنا عشر سنة من أهل هذا الوقت يمكن ما يفرق، لكن هات سيارات، هات شبح،\nوهات لكزز، وهات جراندي، وهات مدري إيش؟ يفرق بدقة <span id='ms215'></span>، وهو أمهر من الكبار في\nهذا؛ لأن اهتمامات الناس اتجهت إلى ذلك، أو لاعبين أو فنانين، وتمييز\nبينهم، وهذا فلان، وهذا النجم، النجم مالك بن أنس، نجم السنن، لكن الأمة\nيعني هبطت هبوط في غالب مجالاتها، وفي غالب أحوالها، نجم! نجم ويش يصير\nالنجم ذا؟ الله المستعان، ناس يعني لو وزنوا بميزان العقل هم أشبه\nبالمجانين، والله المستعان، يسمون نجوم، ويفتن بهم النساء، والجهال من\nالأطفال، وكم من امرأة طلقت بسبب ذلك؟ الزوج يشجع نادي والزوجة تشجع ناد\nآخر، تحصل المشاكل والكوارث، وتتشتت الأسر بهذا، والله المستعان.\n</p>\n\n<p>\n\"وقال بعض الناس: لا ينبغي السماع إلا بعد عشرين سنة\" هذه طريقة أهل\nالكوفة، لا يسمعون أولادهم الحديث إلا بعد عشرين سنة؛ لأنه الآن في مكتمل\nالقوى العقلية، ينبغي أن يشتغل قبل ذلك بحفظ القرآن، وفهم السنن والأحكام،\nيعني وحفظ المتون وغير ذلك، وعادة البصريين عشر، بعد عشر سنين، وأهل الشام\nيقولون: ثلاثون سنة، يا أخي ماذا بقي من العمر إذا انتظر إلى ثلاثين؟ تنبغي\nالمبادرة، إذا تأهل الإنسان للسماع والحفظ ينبغي المبادرة في ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p022'> Vol. 09, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nوالمسألة توفيق من الله -سبحانه وتعالى-، وكم من أهل العلم ومن طلبة\nالعلم في العصور المتأخرة من يظن أن الحفظ مستحيل، يقتصرون على المتون\nالصغيرة، وأما الكبار ليس لهم يدان بحفظها، ثم لما جربت وجد الأمر سهل، بس\nالمسألة تحتاج إلى توفيق من الله -سبحانه وتعالى-، وفتح لهذا الطريق، ومن\nسنها له أجرها وأجر من عمل بها -إن شاء الله تعالى-، والناس كثر فيهم الحفظ\nالآن، ووجد في الناشئة من يحفظ الكتب الكبار، ويوجد الآن من يحفظ الستة،\nواتجه الآن إلى البيهقي والمستدرك، ما كان الناس يحلمون ولا بالمنتقى فضلا\nعن الكتب الأصلية المسندة، والسبب أنهم تعودوا على شيء وفهموا، أو أفهموا\nولو بغير تصريح أن الحفظ ذهب وقته وانتهى، وكثرة الشواغل، والإنسان لا\nيستطيع أن يحفظ، يستطيع أن يحفظ، والماوردي يقرر أنه لا فرق بين حفظ الكبير\nوالصغير، لا فرق بين حفظ أبو عشر سنين وخمسين سنة <span id='ms216'></span>، ما في فرق، نعم الشواغل\nوالصوارف مؤثرات، لكن الملكة موجودة، نقول: خلاص ماذا بعد هذا العمر من\nالحفظ؟ إلا احفظ يا أخي، ويكفيك أن يأتيك أجلك وأنت تطلب العلم، تعالج\nالنصوص بالحفظ والمدارسة والفهم، والله المستعان.\n</p>\n\n<p>\nيقول: \"والمدار في ذلك كله على التمييز، فمتى كان الصبي يعقل كتب له سماع\nقال الشيخ أبو عمرو: وبلغنا عن إبراهيم بن سعيد الجوهري أنه قال: رأيت صبيا\nابن أربع سنين قد حمل إلى المأمون قد قرأ القرآن، ونظر في الرأي، غير أنه\nإذا جاع يبكي\" هذه القصة فيها انقطاع، فيها إعضال، فهي ضعيفة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p023'> Vol. 09, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nالحافظ أبو بكر الإسماعيلي له حفيد عمره سبع سنين جيء به يحفظ القرآن،\nويعرف الفرائض، وأفتى في مسألة أخطأ فيها بعض القضاة، قد يوجد، لكن هذا\nنادر، ويوجد الآن من عمره سبع، ثمان، تسع ويحفظ الصحيحين، يوجد هذا، هذا\nليس بمستحيل، لكنه نادر، فينبغي أن نعتني بأولادنا بعد أن نقدم أنفسنا،\nونعتني بما يليق بنا، وما نستطيعه، أما الإنسان الذي لا يستطيع، ومع الوقت\nكل شيء بإذن الله يستطاع، مع الوقت والنية الصالحة، يعني شخص ينظر إلى\nالبيهقي هذا لا يمكن قراءته ولا نظر، بعض الناس يقول هذا الكلام، من يبي\nيقرأ هذا، أولا: الورقة مثل الصك أكثر من ذراع طولها، وعشرة مجلدات كبار،\nمثل ما يقولون العوام:. . . . . . . . .، نعم يقولون هذا، لكن يا أخي ما\nالذي يمنعك من أن تحفظ كل يوم حديث واحد، يعني عشر سنوات حافظ كثير من متون\nالسنن، عشر سنوات تمضي بسرعة، أحداث الكويت لها إحدى عشر سنة كأنها أمس،\nفمع الوقت بإمكانه، شخص يقول: لا أستطيع حفظ القرآن، حاولت جاهدت عجزت،\nنقول: ما هو بصحيح، تجلس تبي تحفظ جزء بيوم، أو ورقة بيوم، انزل خليها آية،\nآية واحدة وعشرين سنة وأنت حافظ، نعم، من يعجز عن حفظ آية، لكن يأتي\nالإنسان بحماس شديد ويبي يلتهم العلم كله، ثم يتركه كله، ما يستطيع.\n</p>\n\n<h1 class='l1' id='head4'>أنواع التحمل:</h1>\n\n<p>\nأنواع التحمل: تحمل الحديث الذي هو تلقيه وأخذه عن الشيوخ ثمانية <span id='ms217'></span> أنواع،\nويسمونها أقسام، والقسم والنوع والصنف والضرب، الضرب والقسم والنوع والصنف\nألفاظ متقاربة، بعضهم يجعلها أنواع، وبعضهم يجعلها أقسام، ولا مشاحة في\nالاصطلاح.\n</p>\n\n<p>\nسم.\n</p>\n\n<p>\nوأنواع تحمل الحديث ثمانية: الأول السماع، بأن يكون من لفظ المسمع حفظا\nأو من كتاب، قال القاضي عياض: فلا خلاف حينئذ أن يقول السامع: حدثنا\nوأخبرنا وأنبانا وسمعت، وقال لنا، وذكر لنا فلان، وقال الخطيب: أرفع\nالعبارات سمعت، ثم حدثنا، وحدثني، قال: وقد كان جماعة من أهل العلم لا\nيكادون يخبرون عما سمعوه من الشيخ إلا بقولهم: أخبرنا، منهم حماد بن سلمة\nوابن المبارك وهشيم، ويزيد بن هارون وعبد الرزاق، ويحيى بن يحيى التميمي،\nوإسحاق بن راهويه، وآخرون كثيرون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p024'> Vol. 09, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن الصلاح: وينبغي أن يكون حدثنا وأخبرنا أعلى من سمعت؛ لأنه قد لا\nيقصده بالإسماع بخلاف ذلك، والله أعلم.\n</p>\n\n<p>\nقلت: بل الذي ينبغي أن يكون أعلى العبارات على هذا أن يقول: حدثني، فإنه\nإذا قال: حدثنا أو أخبرنا قد لا يكون قصده الشيخ بذلك أيضا؛ لاحتمال أن\nيكون في جمع كثير، والله أعلم.\n</p>\n\n<p>\nنعم، أعلى أقسام التحمل السماع من لفظ الشيخ، وهو الأصل في الرواية،\nالأصل أن الشيخ يقرأ الأحاديث سواء كان من حفظه أو من كتابه كما كان النبي\n-عليه الصلاة والسلام- يتكلم ابتداء بالسنة، والصحابة يتلقون عنه،\nوالتلاميذ يسمعون من شيوخهم، هذا هو الأصل في الرواية، وهو أعلى أنواع\nالتحمل، وتارة يكون من لفظ المسمع حفظا أو من كتاب، وتارة يكون إلقاء،\nوحينا يكون إملاء، والإملاء أعلى أنواع -أو أقسام- السماع لما يترتب عليه\nمن تحرز الشيخ المملي، وتحرز الطالب الذي يكتب.\n</p>\n\n<p>\n\"قال القاضي عياض: فلا خلاف حينئذ أن يقول السامع: حدثنا، أو أخبرنا، أو\nأنبأنا، وسمعت، وقال لنا، وذكر لنا\" هذا كله مطابق للواقع؛ لأنه إذا قال:\nحدثنا نعم الشيخ حدثه، إذا قال: أخبرنا الشيخ أخبره إلى آخره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p025'> Vol. 09, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n\"وقال الخطيب: أرفع العبارات سمعت، ثم حدثنا، وحدثني، قال: وقد كان جماعة\nمن أهل العلم لا يكادون يخبرون عما سمعوا من الشيخ إلا بقولهم: أخبرنا <span id='ms218'></span>\" لا\nفرق بين أن يقول: سمعت وحدثنا وأخبرنا، يعني من حيث اللغة والأصل، فمن سمعت\nمنه فقد حدثك، ومن حدثك فقد أخبرك، وهي ألفاظ مترادفة في الجملة {يومئذ\nتحدث أخبارها} [(4) سورة الزلزلة] {ولا ينبئك مثل خبير} [(14) سورة فاطر]\nالمقصود أن هذه ألفاظ متقاربة في الأصل، لكن من حيث الاصطلاح أهل العلم\nاختلفوا في ذلك، فمنهم من لا يفرق، ويرى أن هذه العبارات تصلح لكل طريق من\nطرق التحمل، سواء كان من لفظ الشيخ أو عرض قراءة على الشيخ، وبعضهم يطلقها\nفي الإجازة والمناولة وغيرها من طرق التحمل، فيتسامحوا في ذلك ويتجوزوا،\nوالإمام البخاري ممن لا يفرق بين صيغ الأداء، فلا يمنع أن يروي بصيغة:\nحدثنا أو أخبرنا ولو كان طريق التحمل السماع أو العرض، بينما مسلم يتحرى\nالدقة في ذلك، وتجده يعيد الراوي لمجرد اختلاف صيغة الأداء، حدثنا فلان\nوفلان وفلان قال فلان: أخبرنا، وقال الآخران: حدثنا، أو العكس، فهو يهتم\nبهذا اهتماما بالغا، كما أنه يعتني بصاحب اللفظ فيقول: واللفظ لفلان،\nوالإمام البخاري يتوسع في ذلك، ويتجوز فلا يهتم بمثل ذلك بقدر ما يهتم\nبالفائدة العظمى من إيراد مثل هذه الأحاديث، وهو الاستنباط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p026'> Vol. 09, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n\"قال الخطيب: أرفع العبارات سمعت، ثم حدثنا أو حدثني\" (سمعت) لا شك أنها\nتنبئ عن أن طريقة التحمل السماع، ولا يحتمل غيره، سمعت لا تحتمل أن تكون\nطريقة التحمل العرض؛ لأنه في حال العرض ما سمع الشيخ يقول شيء، وإن تجوز\nبعضهم وأطلق السماع في التحمل في حال العرض، لكن سمعت ما تحتمل إلا السماع\nهذا الأصل فيها، ثم حدثنا وحدثني، حدثنا إذا كان معه غيره، وحدثني إذا قصده\nبالتحديث وحده، فحدثني أقوى من حدثنا، لكن إذا روى بطريق السماع، ثم نسي\nفيما بعد هل كان معه غيره أو لا؟ أو كان منفردا في حال التحديث هل يقول:\nحدثني أو حدثنا؟ بعضهم، يقول: يقول: حدثني، لماذا؟ لأنه متقين، وجوده\nمتيقن، ووجود غيره مشكوك فيه، وبعضهم يقول: لا، يقول: حدثنا؛ لأن حدثني\nأقوى، فلا يأتي بالصيغة القوية <span id='ms219'></span> مع احتمال أن طريقة تحمله أدنى من ذلك،\nوالأمر يسير، والخطب سهل.\n</p>\n\n<p>\nقال: \"وقد كان جماعة من أهل العلم لا يكادون يخبرون عما سمعوه من الشيخ\nإلا بقولهم: أخبرنا، ومنهم حماد بن سلمة وابن المبارك وهشيم ويزيد بن هارون\nوعبد الرزاق ويحيى بن يحيى التميمي وإسحاق بن راهويه وآخرون كثيرون\" لا\nيكادون يخبرون عما سمعوه إلا بلفظ الإخبار، ولا يروون بلفظ التحديث, وعلى\nوجه الخصوص إسحاق بن راهويه، فيميز به عن غيره إذا جاء مهملا، إذا قال\nمسلم: حدثنا إسحاق، قال: أخبرنا فلان، إسحاق ابن من؟ إذا قال: أخبرنا فالذي\nيغلب على الظن أنه إسحاق؛ لأنه لا يروي إلا بصيغة الإخبار، أما غيره وجد\nمنهم بعض التصريح بالتحديث، لكن الغالب عليهم الرواية بالإخبار.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p027'> Vol. 09, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n\"قال ابن الصلاح: \"وينبغي أن يكون حدثنا وأخبرنا أعلى من سمعت\" لأن سمعت\nقد لا يكون مقصودا بالسماع، يسمع مع غيره والشيخ لا يقصده بخلاف ذلك، بخلاف\nحدثنا، حدثنا يعني قصده بالإخبار، وأخبرنا كذلك، لكن هل القصد بالإخبار\nمقصود في الرواية؟ له أثر في الرواية؟ يعني كون الشيخ يقصدك بالتحديث أو\nتكون موجود مع مئات تسمع الشيخ وتروي عنه هل له أثر؟ يعني كون الشيخ قصدك\nبالسماع، قال: تعال عندي لك حديث، ارو عني هذا الحديث، فيحدثه به، أو تسمع\nهذا الحديث منه مع جملة من الناس، هناك فرق؟ نعم ما يظهر فرق، نعم الشيخ له\nبك عناية، لكن ما دام سمعت من لفظه تؤدي عنه.\n</p>\n\n<p>\nالإمام النسائي -رحمه الله تعالى-، وهو من أهل الورع التام في هذا الباب،\nيروي عن شيخه الحارث بن مسكين بدون صيغة، لا يقول: حدثنا ولا أخبرنا،\nلماذا؟ يروي عن الحارث بن مسكين يقول: الحارث بن مسكين بدون أخبرنا ولا\nحدثنا، فيما قرئ عليه وأنا أسمع، الحارث بن مسكين منعه من السماع، وطرده من\nالحلقة، النسائي يسمع، جلس خلف اسطوانة وصار يسمع، والحارث بن مسكين ثقة\nإمام عنده، فلكونه ثقة روى عنه، ولكونه لم يقصده بالسماع أو بالتسميع ما\nنسب إليه الرواية <span id='ms220'></span>، ما قال: حدثنا ولا أخبرنا، بل أورد الإسناد من غير صيغة،\nفقال: الحارث بن مسكين فيما قرئ عليه وأنا أسمع.\n</p>\n\n<p>\nالقسم الثاني، سم.\n</p>\n\n<p>\nنعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p028'> Vol. 09, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nسماع الأشرطة والهاتف أو الإذاعة مثلا، هل يروي عن الشيخ؟ نعم يروي عن\nالشيخ بهذا إذا كان لا يشك في صوته، إذا كان لا يساوره أدنى شك، لكن الأحوط\nأن يبين ويميز؛ لئلا يقع في التشبع بما لم يعط، قد يكون المتحدث في بلد\nآخر، فيظن السامع أنه سمع منه في بلده، وأنه رحل لطلب العلم، يبين يقول:\nسمعته في الإذاعة، سمعته في شريط، يعني كما تصح الرواية في الوجادة، أن يجد\nبخط شيخه الذي لا يشك فيه، فيقول: وجدت بخط شيخي فلان، كما يقول عبد الله\nبن أحمد كثيرا: \"وجدت بخط أبي\" عليه أن يبين، يقول: سمعت من الشيخ الفلاني\nفي الإذاعة مثلا، أو في شرط، أو في الهاتف، أو ما أشبه ذلك، إذا كان لا يشك\nفيه؛ لأن الاحتمال وإن كان ضعيف، وإن كان الاحتمال ضعيفا أن يلتبس عليه\nالصوت، فيظنه فلان وهو في الحقيقة ليس بفلان، فإذا قيل: إنه سمعه من شريط\nأو في الإذاعة السامع لهذا الخبر يجد في نفسه ريبة، ما هو مثل ما لو قال:\nسمعته بنفسي، ورأيته بعيني، وسمعته .. ، والسماع من وراء حجاب له حكم ذلك،\nنعم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nالوجادة إذا كان ... ، بالنسبة للأشرطة؟ الأشرطة ما دام ما حضر، وقد يكون\nما لقيه في بلد بعيد، وقد يكون ما أدركه، ما أدرك عصره فهي أشبه ما تكون\nبالوجادة، نعم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p029'> Vol. 09, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nقال: الثاني: القراءة على الشيخ حفظا أو من كتاب، وهو العرض عند الجمهور،\nوالرواية بها سائغة عند العلماء إلا عند شذاذ لا يعتد بخلافهم، ومستند\nالعلماء حديث ضمام بن ثعلبة، وهو في الصحيح، وهي دون السماع من لفظ الشيخ،\nوعن مالك وأبي حنيفة وابن أبي ذئب أنها أقوى، وقيل: هما سواء، ويعزى ذلك\nإلى أهل الحجاز والكوفة وإلى مالك أيضا وأشياخه من أهل المدينة وإلى اختيار\nالبخاري، والصحيح الأول وعليه <span id='ms221'></span> علماء المشرق، فإذا حدث بها يقول: قرأت، أو\nقرئ على فلان وأنا أسمع فأقر به، أو أخبرنا، أو حدثنا قراءة عليه، وهذا\nواضح، فإن أطلق ذلك جاز عند مالك والبخاري ويحيى بن سعيد القطان والزهري\nوسفيان بن عيينة ومعظم الحجازيين والكوفيين، حتى إن منهم من سوغ سمعت أيضا،\nومنع من ذلك أحمد والنسائي وابن المبارك ويحيى بن يحيى التميمي، والثالث:\nأنه يجوز أخبرنا، ولا يجوز حدثنا، وبه قال الشافعي ومسلم والنسائي أيضا\nوجمهور المشارقة، بل نقل ذلك عن أكثر المحدثين، وقد قيل: إن أول من فرق\nبينهما ابن وهب، قال الشيخ أبو عمرو: وقد سبقه إلى ذلك ابن جريج والأوزاعي،\nقال: وهو الشائع الغالب على أهل الحديث.\n</p>\n\n<p>\nالقسم الثاني من أقسام التحمل: القراءة على الشيخ، تعرف عند المشارقة\nبالعرض، العرض على الشيخ، السماع: الشيخ يتكلم والطالب يستمع، وهنا العكس:\nالطالب يقرأ والشيخ يستمع، فإذا عرض الطالب الكتاب أو ما حفظه من مرويات\nالشيخ على الشيخ جازت الرواية عند جماهير العلماء، بل نقل أكثر من واحد\nالاتفاق على جواز الرواية بالعرض، وشذ من قال بمنعها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p030'> Vol. 09, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nمستند من أجاز الرواية بالعرض حديث ضمام بن ثعلبة، الذي سمع عن النبي\n-عليه الصلاة والسلام- بواسطة، سمع من النبي بواسطة، ثم جاء يعرض ما سمعه\nعلى النبي -عليه الصلاة والسلام-، وهو في الصحيح، في صحيح البخاري في كتاب\nالعلم، \"وهي دون السماع من لفظ الشيخ\" عند الأكثر، والجمهور السماع من لفظ\nالشيخ هو بالدرجة العليا، وهو أعلى درجات التحمل، يليه العرض، ويروى عن\nمالك وأبي حنيفة أن العرض على الشيخ أقوى، وقيل: هما سواء، عرفنا أن قول\nالأكثر السماع من لفظ الشيخ أقوى من العرض، وهو الأصل في الرواية، لكن ما\nحجة من يرى أن العرض أقوى من السماع؟ حجته يقول: الشيخ إذا أخطأ في حال\nالسماع من يرد عليه؟ ما في أحد يرد عليه، إذا كان الشيخ يلقي فأخطأ من يرد\nعليه؟ يرد عليه الطلاب؟ لا، لكن إذا أخطأ الطالب في القراءة، في العرض <span id='ms222'></span> على\nالشيخ فإن الشيخ لن يتردد في الرد عليه، من هذه الحيثية رجح العرض على\nالقراءة، وقال جمع من أهل العلم: هما سواء، سواء قرأت على الشيخ أو قرأ\nعليك لا فرق.\n</p>\n\n<p>\nوالإمام مالك -رحمه الله تعالى- يغضب حينما يقال له: اقرأ علينا الموطأ،\nيقول: لا، اقرأ أنت، منهم من صحب الإمام مالك سبعة عشر سنة يقول: ما سمعته\nيقرأ على أحد، الناس يقرؤون عليه، وغضب على شخص قال: أريد أن أسمع منك،\nفقال: اقرأ أنت، اعرض أنت، تقنع بالعرض في القرآن ولا تقنع بالعرض في\nالحديث والقرآن أعظم؟! فرأي الإمام مالك -رحمه الله تعالى- أنهما سواء على\nأقل تقدير، وإلا له قول آخر بترجيح العرض على السماع.\n</p>\n\n<p>\nفإذا روى بطريق العرض وحدث يقول: قرأت، أو قرئ على فلان، إذا كان تولى\nالقراءة بنفسه يقول: قرأت على فلان، يبين الواقع، أو قرئ على فلان وأنا\nأسمع، وهل يشترط في العرض أن يقر الشيخ فيقول: إذا قيل له: حدثك فلان عن\nفلان عن فلان ثم يذكر السند، فيقول: نعم أو لا يشترط؟ منهم من اشترط ذلك،\nومنهم من قال: يكفي سكوته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p031'> Vol. 09, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n\"أو قرئ على فلان وأنا أسمع فأقر به، أو أخبرنا أو حدثنا قراءة عليه\"\nيعني إذا جاء بما يبين الواقع لا بأس أن يؤدي بأي صيغة، ولو قال: سمعت\nفلانا قراءة عليه، أو فيما قرئ عليه لا بأس، حدثني فلان أو حدثنا فلان فيما\nقرئ عليه، أخبرنا فلان قراءة عليه، أو فيما قرئ عليه، كل هذا بيان للواقع،\nوهذا لا بأس به، لكن هل يقول: سمعت أو حدثنا من غير بيان للواقع؟ الأكثر\nعلى منع ذلك، بل يقول: أخبرنا، هذا الذي استقر عليه الاصطلاح، وإن كان\nالإمام البخاري ومعه جمع من أهل العلم لا يرون التفريق بين حدثنا وأخبرنا،\nويجيزون الرواية بأي صيغة ولو كان الطريق العرض على الشيخ، فيجيزون حدثنا\nوأخبرنا على حد سواء.\n</p>\n\n<p>\nيقول: \"فإذا أطلق ذلك جاز عند مالك\" حدثنا وأخبرنا من دون قراءة عليه أو\nفيما <span id='ms223'></span> قرئ عليه، \"جاز ذلك عند مالك والبخاري ويحيى بن سعيد القطان والزهري\nوسفيان بن عيينة، ومعظم الحجازيين والكوفيين، حتى إن منهم من سوغ سمعت\nأيضا، ومنع من ذلك أحمد والنسائي -نعم الإمام أحمد يفرق بين صيغ الأداء،\nوهو على الاصطلاح الجاري عند مسلم وغيره- وابن المبارك، ويحيى بن يحيى\nالتميمي\" نعرف يحيى بن يحيى التميمي يلتبس كثيرا بيحيى بن يحيى الليثي راوي\nالموطأ، وهو غيره، هذا ثقة من رجال الصحاح، ويكثر عنه مسلم، وذاك ورد في\nكتب الرجال للتمييز، لم يرو عنه أحد من الكتب الستة، من أصحاب الكتب الستة.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nالليثي.\n</p>\n\n<p>\nطالب: الليثي لم يرو. . . . . . . . .\n</p>\n\n<p>\nما روى عنه أحد من أصحاب الكتب الستة، أورده ابن حجر للتمييز، ويلتبس\nبيحيى بن يحيى التميمي.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nاللي يروي عنه مسلم وغيره، نعم.\n</p>\n\n<p>\nالقول الثالث: يجوز أن يقول: \"أخبرنا، ولا يجوز حدثنا\" وهذا الذي جرى\nعليه الاصطلاح عند المتأخرين، \"وبه قال الشافعي ومسلم والنسائي أيضا وجمهور\nالمشارقة، بل نقل ذلك عن أكثر المحدثين، وقيل: إن أول من فرق بينهما ابن\nوهب\" قيل، لكن الحافظ ابن حجر في فتح الباري صرح أن أول من فرق بينهما بمصر\nابن وهب، بهذا القيد بمصر، وإلا سبقه ذلك ابن جريج والأوزاعي وغيرهم، نعم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p032'> Vol. 09, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nقال: فرع: إذا قرئ على الشيخ من نسخة وهو يحفظ ذلك فجيد قوي، وإن لم يحفظ\nوالنسخة بيد موثوق به فكذلك على الصحيح المختار الراجح، ومنع من ذلك\nمانعون، وهو عسر، فإن لم تكن نسخة إلا التي بيد القارئ وهو موثوق به فصحيح\nأيضا.\n</p>\n\n<p>\nنعم، \"إذا قرأ الشيخ من نسخة\" أو قرئ على الشيخ من نسخة \"وهو يحفظ\" ما في\nهذه النسخة \"فجيد قوي\" يعني الأصل الحفظ، لكن إذا كان الشيخ لا يحفظ،\n\"والنسخة بيد موثوق به\" يعني بجانب الشيخ، \"فكذلك على الصحيح المختار ... ،\nومنع من ذلك مانعون\" من الأصوليين وغيرهم، \"وهو عسر\" افترض أن الشيخ كف\nبصره، فجعل النسخة بيد شخص بجانبه، أو ضعف بصره، ما يستطيع أن ينظر في هذه\nالنسخة، معناه <span id='ms224'></span> تعطل الرواية عنه، إذا لم يحفظ، لا شك أن في ذلك عسر، \"فإن\nلم تكن نسخة إلا التي بيد القارئ\" الشيخ ما عنده شيء، احتاج وباع النسخة،\nولا يوجد نسخة إلا التي بيد القارئ، فإن كان القارئ ثقة، والنسخة مقابلة\nعلى نسخة الشيخ، فالرواية بهذه القراءة صحيحة أيضا، نعم.\n</p>\n\n<p>\nفرع: ولا يشترط أن يقر الشيخ بما قرئ عليه نطقا، بل يكفي سكوته وإقراره\nعليه عند الجمهور، وقال آخرون من الظاهرية وغيرهم: لا بد من استنطاقه بذلك،\nوبه قطع الشيخ أبو إسحاق الشيرازي، وابن الصباغ، وسليم الرازي، قال ابن\nالصباغ: إن لم يتلفظ لم تجز الرواية، ويجوز العمل بما سمع عليه.\n</p>\n\n<p>\nيقول الحافظ -رحمه الله-: \"فرع: ولا يشترط أن يقر الشيخ بما قرئ عليه\nنطقا\" لا يلزم أن يقول: نعم إذا قيل له: حدثك فلان عن فلان عن فلان لا يلزم\nأن يقول: نعم، بل إذا سكت يكفي، \"بل يكفي سكوته وإقراره عند الجمهور\" من\nالمحدثين والفقهاء وغيرهم، \"وقال آخرون من الظاهرية وغيرهم لا بد من\nاستنطاقه بذلك\" لا بد أن يقول: نعم، بناء على أنه لا ينسب لساكت قول، لكن\nسماعه للخبر، ونسبة الخبر إليه، والمسألة مفترضة في محدث ثقة، هذه مسألة\nمفترضة في مثل هذا، نعم، المسألة مفترضة في ثقة، فلا يسكت مجاملة، ولا يسكت\nتكثر ولا تزيد، هذا الحديث من مروياته وليس من مروياته؛ لأن المسألة مفترضة\nفي شيخ ثقة، أما إذا كان غير ثقة فالشيخ من الأصل لا تقبل الرواية عنه من\nالأصل، إن كان غير ثقة وهو بعد عصر التدوين، سواء قال: نعم أو لم يقل سيان،\nعلى ما قدمنا \"وبه قطع الشيخ أبو إسحاق الشيرازي، وابن الصباغ، وسليم\nالرازي\" سليم بن أيوب من أئمة الشافعية ...\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v09p033'> Vol. 09, p. 033</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19"
  ]
}