{
  "content": "\n<p>\nشرح كتاب اختصار علوم الحديث للحافظ ابن كثير (19)\n</p>\n\n<p>\nشرح\n</p>\n\n<h1 class='l1' id='head0'>: النوع الحادي والستون: في معرفة الثقاة والضعفاء من الرواة وغيرهم، </h1>\n\n<p>\nوالنوع الثاني والستون: في معرفة من اختلط في آخر عمره، والنوع الثالث\nوالستون: معرفة الطبقات، والنوع الرابع والستون: في معرفة الموالي من\nالرواة والعلماء، والنوع الخامس والستون: معرفة أوطان الرواة وبلدانهم.\n</p>\n\n<p>\nالشيخ/ عبد الكريم بن عبد الله الخضير\n</p>\n\n<p>\nفلا يعول الإنسان على مثل هذه الأمور.\n</p>\n\n<p>\nومن سار نحو الدار ستين حجة ... فقد حان منه الملتقى وكأن قد\n</p>\n\n<p>\nوصل خلاص، ويش أكثر من ستين؟ ثلاثة وستين عمر محمد -صلى الله عليه وسلم-،\nقد بلغ شخص الثلاثة والستين فقيل له: هذا عمر نبيك خلاص استعد، قال: لا،\nلنا نبي ثاني اسمه نوح، توفي -رحمه الله- هو من طلاب العلم، ومن خيارهم،\nلكن صاحب فكاهة دعابة -رحمة الله عليه-، توفي في العام الماضي، يقول: لنا\nنبي ثاني اسمه نوح.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\n. . . . . . . . . للدعوة هذا. . . . . . . . . خمسين عام، الله\nالمستعان، رحمه الله، غفر الله لنا وله.\n</p>\n\n<p>\n\"قال الحافظ أبو نعيم: ولا يعرف هذا لغيرهم من العرب\".\n</p>\n\n<p>\nيعني الأربعة جميعا، جد الأب والجد والأب والابن كل الأربعة ماتوا على\nمائة وعشرين.\n</p>\n\n<p>\n\"قلت: قد عمر جماعة من العرب أكثر من هذا, وإنما أراد أن أربعة نسقا يعيش\nكل منهم مائة وعشرين سنة لم يتفق هذا في غيرهم، وأما سلمان الفارسي فقد حكى\nالعباس بن يزيد البحراني الإجماع على أنه عاش .. \"\n</p>\n\n<p>\nالبحراني إيش معنى البحراني؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nها؟ إيش معنى بحراني؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nكيف؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nإيش تسمونه. . . . . . . . . بحراني؟ إيه لكن نسبة إلى البحرين بحراني،\nهذا هو الصحيح، النسبة إلى البحرين بحراني كما حققه كثير من أهل العلم،\nوإلا كيف يقول: بحراني واسم أبوه يزيد يجتمع <span id='ms464'></span>؟\n</p>\n\n<p>\n\"وأما سلمان الفارسي فقد حكى العباس بن يزيد البحراني الإجماع على أنه\nعاش مائتين وخمسين سنة\".\n</p>\n\n<p>\nهذا المتفق عليه، لكن الزيادة محل الخلاف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p001'> Vol. 19, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n\"واختلفوا فيما زاد على ذلك إلى ثلاثمائة وخمسين سنة، وقد أورد الشيخ أبو\nعمرو بن الصلاح -رحمه الله- وفيات أعيان من الناس، رسول الله -صلى الله\nعليه وسلم- توفي وهو بن ثلاث وستين سنة على المشهور .. \"\n</p>\n\n<p>\nقيل: ستين، وقيل: خمسة وستين، في وفاته -عليه الصلاة والسلام- قيل: ستين،\nومن قال الستين حذف الثلاث لأنها كسر،. . . . . . . . . خمس وستين وعد سنة\nالولادة وجبرها، وسنة الوفاة وجبرها، والجماهير على أنه ابن ثلاث وستين سنة\nكأبي بكر وعمر.\n</p>\n\n<p>\n\"على المشهور يوم الاثنين الثاني عشر من ربيع الأول، سنة إحدى عشرة من\nالهجرة، وأبو بكر عن ثلاث وستين أيضا في جمادى سنة ثلاثة عشرة، وعمر عن\nثلاث وستين أيضا في ذي الحجة سنة ثلاث وعشرين.\n</p>\n\n<p>\nقلت: وكان عمر أول من أرخ التاريخ الإسلامي بالهجرة بالنبوية من مكة إلى\nالمدينة، كما بسطنا ذلك في سيرته، وفي كتابنا التاريخ وكان أمره .. \"\n</p>\n\n<p>\nكتاب التاريخ المسمى: (البداية والنهاية) وهو من أجل كتب التاريخ\nوأوثقها، صاحبه إمام ثقة يعتمد عليه في النقل، إلا أن التواريخ تجمع، هم\nيذكرون الأسانيد، ويجعلون العهدة على الرواة، لكنه من أوثق التواريخ وأجلها\nوأنفعها وأنفسها.\n</p>\n\n<p>\n\"وكان أمره بذلك في سنة ستة عشرة من الهجرة، وقتل عثمان بن عفان وقد جاوز\nالثمانين، وقيل: بلغ التسعين في ذي الحجة سنة خمس وثلاثين، وعلي في رمضان\nسنة أربعين عن ثلاث وستين في قول، وطلحة والزبير قتلا يوم الجمل سنة ست\nوثلاثين، قال الحاكم: سن كل منهما أربع وستون سنة، وتوفي سعد عن ثلاث\nوسبعين سنة خمس وخمسين، وكان آخر من توفي من العشرة، وسعيد بن زيد سنة إحدى\nوخمسين، وله ثلاث أو أربع وسبعون، وعبد الرحمن بن عوف عن خمس وسبعين، سنة\nاثنتين وثلاثين، وأبو عبيدة سنة ثمانية عشرة، وله ثمان وخمسون -رضي الله\nعنهم أجمعين-.\n</p>\n\n<p>\nقلت: وأما العبادلة فعبد الله بن عباس سنة ثمان <span id='ms465'></span> وستين، وابن عمر وابن\nالزبير في سنة ثلاث وسبعين، وعبد الله بن عمرو سنة سبع وستين .. \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p002'> Vol. 19, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nوهؤلاء تأخرت وفياتهم حتى احتاج الناس إلى علمهم فنقلت مذاهبهم، أما ابن\nمسعود تقدمت وفاته، فلذا لم يعده الإمام أحمد من العبادلة، وإن قاله\nالجوهري، وغلط في ذلك، له أوهام الجوهري.\n</p>\n\n<p>\n\"وأما عبد الله بن مسعود فليس منهم، قاله أحمد بن حنبل خلافا للجوهري حيث\nعده منهم، وقد كانت وفاته سنة إحدى وثلاثين، قال ابن الصلاح: الثالث أصحاب\nالمذاهب الخمسة المتبوعة، سفيان الثوري توفي بالبصرة سنة إحدى وستين ومائة\nوله أربع وستون سنة .. \"\n</p>\n\n<p>\nله مذهب سفيان الثوري، له مذهب انقرض تبعه أناس إلى القرن الثالث، ثم\nانقرض مذهبه كالأوزاعي، الطبري أيضا صار له مذهب متبوع وانقرض، داود\nالظاهري له أتباع، المقصود هؤلاء هم الأئمة المتبوعون، ولم يبق من المذاهب\nإلا الأربعة من مذاهب أهل السنة الذين يعتد بهم في الإجماع والخلاف، وأما\nما عداهم فلا عبرة بهم.\n</p>\n\n<p>\n\"وتوفي مالك بن أنس بالمدينة سنة وتسعين وسبعين ومائة، وقد جاوز\nالثمانين، وتوفي أبو حنيفة ببغداد سنة خمسين ومائة وله سبعون سنة، وتوفي\nالشافعي محمد بن إدريس سنة أربع ومائتين عن أربع وخمسين سنة، وتوفي أحمد بن\nحنبل ببغداد سنة إحدى وأربعين ومائتين عن سبع وسبعين سنة.\n</p>\n\n<p>\nقلت: وقد كان أهل الشام على مذهب الأوزاعي نحوا من مائتي سنة، وكانت\nوفاته سنة سبعين وخمسين ومائة ببيروت من ساحل الشام، وله من العمر بضع\nوستون، وكذلك إسحاق بن راهويه .. \"\n</p>\n\n<p>\nراهويه راهويه\n</p>\n\n<h1 class='l1' id='head1'>.... </h1>\n\n<p>\nالمحدثون يقولون: راهويه، ويقولون: إن (ويه) اسم من أسماء الشيطان،\nويعتمدون في ذلك على خبر ضعيف، لكن الجادة عندهم -عند أهل اللغة والنحو- هو\nراهويه مثل سيبويه، ونفطويه.\n</p>\n\n<p>\n\"وكذلك إسحاق بن راهويه قد كان إماما متبعا له طائفة يقلدونه ويجتهدون\nعلى مسلكه، يقال لهم: الإسحاقية، وقد كانت وفاته سنة ثمان وثلاثين ومائتين\nعن بضع وسبعين سنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p003'> Vol. 19, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nقال ابن الصلاح: الرابع أصحاب كتب الحديث الخمسة: البخاري ولد سنة أربع\nوتسعين ومائة، ومات ليلة عيد الفطر سنة ست وخمسين <span id='ms466'></span> ومائتين بقرية يقال لها:\nخرتنك، ومسلم بن الحجاج توفي سنة إحدى وستين ومائتين عن خمس وخمسين سنة،\nأما أبو داود سنة خمس وسبعين ومائتين، الترمذي بعده بأربع سنين سنة تسع\nوسبعين، أبو عبد الرحمن النسائي سنة ثلاث وثلاثمائة .. \"\n</p>\n\n<p>\nهو آخرهم.\n</p>\n\n<p>\n\"قلت: وأبو عبد الله محمد بن يزيد بن ماجه القزويني صاحب السنن التي كمل\nبها الكتب الستة، والسنن الأربعة بعد الصحيحين التي اعتنى بأطرافها الحافظ\nابن عساكر، وكذلك شيخنا الحافظ المزي .. \"\n</p>\n\n<p>\nأول من أدخل ابن ماجه في الستة أبو الفضل بن طاهر في شروط الأئمة، وفي\nالأطراف هو أول من أدخل ابن ماجه، والخلاف قائم في السادس، هل هو ابن ماجه\nلكثرة زوائده على الخمسة؟ أو هو الموطأ لإمامة مؤلفه وكثرة الصحيح فيه؟ أو\nالدارمي أيضا لكثرة صحيحه وعلو إسناده؟ المقصود أن المسألة خلافية بين أهل\nالعلم.\n</p>\n\n<p>\n\"وكذلك شيخنا الحافظ المزي اعتنى برجالها وأطرافها وهو كتاب مفيد قوي\nالتبويب في الفقه .. \"\n</p>\n\n<p>\nكتاب مفيد يعني كتاب ابن ماجه، فيه أحاديث كثيرة زائدة على ما في الكتب\nالخمسة، وتراجمه مفيدة تدل على قوة في فقهه، وإن كان الضعيف فيه كثير.\n</p>\n\n<p>\n\"وقد كانت وفاته سنة ثلاث وسبعين ومائتين -رحمهم الله تعالى-.\n</p>\n\n<p>\nقال الخامس: سبعة من الحفاظ انتفع بتصانيفهم في أعصارنا، أبو الحسن\nالدارقطني توفي سنة خمس وثمانين وثلاثمائة عن تسع وسبعين سنة، الحاكم .. \"\n</p>\n\n<p>\nانتفع بتصانيفه الدارقطني لا سيما (العلل) و (السنن) علله لا نظير له في\nالدنيا، لكن يحتاج إلى أهل يطالع فيه وينتفع منه.\n</p>\n\n<p>\n\"الحاكم أبو عبد الله النيسابوري توفي في صفر سنة خمس وأربعمائة وقد جاوز\nالثمانين ... \"\n</p>\n\n<p>\nكتابه: (المستدرك) كتاب نافع، وفيه من الصحيح الزائد على الصحيحين شيء\nكثير، لكن إنما ينتفع به المتأهل لتساهله الشديد.\n</p>\n\n<p>\n\"عبد الغني بن سعيد المصري في صفر سنة تسع وأربعمائة بمصر عن سبع وسبعين\nسنة، الحافظ أبو نعيم الأصبهاني سنة ثلاثين وأربعمائة وله ست وتسعون سنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p004'> Vol. 19, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nومن الطبقة الأخرى الشيخ أبو عمرو بن عبد البر النمري توفي سنة ثلاث\nوستين وأربعمائة عن خمس وتسعين سنة <span id='ms467'></span> ... \"\n</p>\n\n<p>\nلو قدم قبله البيهقي لأنه يأتي بالعطف ب (ثم) ما هو موجودة عندكم (ثم)؟\n</p>\n\n<p>\nطالب: إلا (ثم) نعم.\n</p>\n\n<p>\nكذا قال؟\n</p>\n\n<p>\nطالب: ثم أبو بكر أحمد بن حسين البيهقي.\n</p>\n\n<p>\nلعله نظر إلى الولادة، لا شك أن ولادة ابن عبد البر قبل البيهقي وإن\nتقدمت وفاته.\n</p>\n\n<p>\n\"ثم أبو بكر أحمد بن الحسين البيهقي توفي بنيسابور سنة ثمانين وخمسين\nوأربعمائة عن أربع وسبعين سنة ... \"\n</p>\n\n<p>\nيعني العطف ب (ثم) يقتضي الترتيب، قد يقول قائل كيف يقول: (ثم) والبيهقي\nبعد ابن عبر البر وقبله بالوفاة خمس سنوات، لكن كأنه نظر إلى الولادة ابن\nعبد البر متقدم في الولادة، عمره خمسة وتسعين سنة، فتكون ولادته سنة ثمان\nوستين وثلاثمائة، والبيهقي .. ؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nكم؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nأربعة وسبعين سنة عمره توفي في سنة ثمان وخمسين، أربعة وعشرين ... ، ستة\nوسبعين يصير ميلاده، يصير ثلاثمائة وستة وسبعين.\n</p>\n\n<p>\n\"ثم أبو بكر أحمد بن علي الخطيب البغدادي توفي سنة ثلاث وستين وأربعمائة\nعن إحدى وسبعين سنة .. \"\n</p>\n\n<p>\nمن العجائب الوفاة واحدة، ابن عبد البر حافظ المغرب وهذا حافظ المشرق في\nسنة واحدة.\n</p>\n\n<p>\n\"قلت: وقد كان ينبغي أن يذكر مع هؤلاء جماعة اشتهرت تصانيفهم بين الناس،\nولا سيما عند أهل الحديث كالطبراني، وقد توفي سنة ستين وثلاثمائة صاحب\nالمعاجم الثلاثة وغيرها، والحافظ أبو يعلى الموصلي والحافظ أبو بكر البزار\nوإمام الأئمة ... \"\n</p>\n\n<h1 class='l1' id='head2'>.... </h1>\n\n<p>\nسبع وثلاثمائة، والبزار سنة اثنتين وتسعين ومائتين، هؤلاء لا شك أنهم\nنفعوا، وأفادت الأمة من تصانيفهم، فالإشادة بهم مناسبة، ليسوا بأقل ممن\nذكر.\n</p>\n\n<p>\n\"وإمام الأئمة محمد بن إسحاق بن خزيمة توفي سنة إحدى عشر وثلاثمائة صاحب\nالصحيح ... \"\n</p>\n\n<p>\nأنواع التقاسيم صحيح ابن خزيمة، أنواع التقاسيم لابن حبان الآتي.\n</p>\n\n<p>\n\"وكذلك أبو حاتم محمد بن حبان البستي صاحب الصحيح أيضا، وكانت وفاته سنة\nأربع وخمسين وثلاثمائة، والحافظ .. \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p005'> Vol. 19, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nيعني ابن خزيمة وابن حبان أولى بالذكر من الحاكم، ابن خزيمة ثلاثة أرباع\nالكتاب مفقود، لكن الربع الموجود فيه خير -إن شاء الله-، ابن حبان موجود\nترتيبه ومطبوع ومتداول.\n</p>\n\n<p>\n\"والحافظ أبو أحمد بن عدي صاحب الكامل، توفي سنة سبع وستين <span id='ms468'></span> وثلاثمائة.\n</p>\n\n<h1 class='l1' id='head3'>النوع الحادي والستون: في معرفة الثقاة والضعفاء من الرواة وغيرهم:</h1>\n\n<p>\nالنوع الحادي والستون: في معرفة الثقاة والضعفاء من الرواة وغيرهم، وهذا\nالفن من أهم العلوم وأعلاها وأنفعها, إذ به تعرف صحة سند الحديث من ضعفه ..\n\"\n</p>\n\n<p>\nهو الوسيلة الوحيدة لمعرفة الصحيح من الضعيف، والتمييز بين المقبول\nوالمردود، لا وسيلة إلا ذلك، معرفة ثقة الرواة وضبطهم وضعفهم.\n</p>\n\n<p>\n\"وقد صنف الناس في ذلك قديما وحديثا كتبا كثيرة من أنفعها كتاب ابن أبي\nحاتم، ولابن حبان كتابان نافعان أحدهما: في الثقاة، والآخر في الضعفاء،\nوكتاب الكامل لابن عدي .. \"\n</p>\n\n<p>\nنعم صنف الناس في تواريخ الرجال، وتراجمهم، والحكم عليهم مؤلفات نافعة\nكتواريخ يحيى بن معين، وسؤالات الإمام أحمد، وتواريخ البخاري أيضا، الجرح\nوالتعديل لابن أبي حاتم كل هذه كتب لا يستغني عنها طالب علم، أقوال الأئمة\nكلها فيها، ابن حبان أيضا له الثقات وله المجروحون، ابن عدي له الكامل كتاب\nنفيس، الحافظ الذهبي له الميزان، ابن حجر له لسانه، الحافظ عبد الغني\nالمقدسي له الكمال في أسماء الرجال في تراجم الكتب الستة، وتهذيبه للحافظ\nالمزي، وتهذيب تهذيبه لابن حجر، وتقريب التهذيب له، والتذهيب للحافظ\nالذهبي، والكاشف له، والخلاصة للخزرجي، هذه كتب ينبغي أن يعتني بها طالب\nالعلم، وأن يطلع على ما فيها من أقوال في الرواة جرحا وتعديلا، فإن كان\nمتأهلا للموازنة بين هذه الأقوال والترجيح بينها فلا بأس، وإلا فليقلد.\n</p>\n\n<p>\n\"والتواريخ المشهورة, ومن أجلها تاريخ بغداد للحافظ أبي بكر أحمد بن علي\nالخطيب، وتاريخ دمشق للحافظ أبي القاسم بن عساكر .. \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p006'> Vol. 19, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nنعم هذه التواريخ تواريخ بغداد، تاريخ أصبهان، تاريخ دمشق، تاريخ بخارى،\nتاريخ قزوين، تواريخ تعتني بالرواة، وما قيل فيهم جرحا وتعديلا، وتذكر بعض\nعواليهم وما أشبه ذلك وأخبارهم، هذه كتب ينبغي لطالب العلم العناية بها؛\nلأنها يوجد فيها ما لا يوجد في كتب الرجال، لا سيما إذا كان الرجل من غير\nرواة الكتب الستة، ففي الغالب يوجد في هذه التواريخ تواريخ البلدان.\n</p>\n\n<p>\n\"وتهذيب شيخنا الحافظ أبي الحجاج المزي، وميزان شيخنا الحافظ أبي عبد\nالله <span id='ms469'></span> اللهبي، وقد جمعت بينهما وزدت في تحرير الجرح والتعديل عليهما في كتاب\nوسميته: ب (التكميل في معرفة الثقات والضعفاء والمجاهيل) وهو من أنفع شيء\nللفقيه البارع، وكذلك المحدث، وليس الكلام في جرح الرجال على وجه النصيحة\nلله ولرسوله ولكتابه وللمؤمنين بغيبة. \"\n</p>\n\n<p>\nلأن بعض الناس يقول: هؤلاء أئمة كبار أهل التحري والورع وقعوا في الناس:\nفلان ضعيف، فلان يكذب، فلان يسرق الحديث، فلان كذا، ويش معنى الغيبة؟ نقول:\nهذا من النصيحة، هذا ما لا يتم الواجب إلا به، بل هو واجب على الأمة أن\nتتصدى لمثل هذا، وقد قام به الأئمة خير قيام.\n</p>\n\n<p>\n\"وليس الكلام في جرح الرجال على وجه النصيحة لله ولرسوله ولكتابه\nوللمؤمنين بغيبة، بل يثاب متعاطي ذلك إذا قصد به ذلك، وقيل ليحيى بن سعيد\nالقطان: أما تخشى أن يكون هؤلاء الذين تركت حديثهم خصماءك يوم القيامة؟\nقال: لأن يكون هؤلاء خصمائي أحب إلي من أن يكون رسول الله -صلى الله عليه\nوسلم- خصمي يومئذ، وسمع أبو تراب النخشبي أحمد بن حنبل وهو يتكلم في بعض\nالرواة فقال له: أتغتاب العلماء؟ فقال له: ويحك هذا نصيحة ليس هذا غيبة،\nويقال: إن أول من تصدى للكلام في الرواة شعبة بن الحجاج، وتبعه يحيى بن\nسعيد القطان، ثم تلامذته أحمد بن حنبل وعلي بن المديني ويحيى بن معين وعمرو\nبن علي الفلاس وغيرهم\".\n</p>\n\n<p>\nتكلم قبلهم من الصحابة لكن شيء يسير جدا، ومن التابعين كابن سيرين على\nنطاق ضيق جدا؛ لعدم الحاجة إلى الكلام، النبي -عليه الصلاة والسلام- قال:\n((بئس أخو العشيرة)) يعني نقد الرجل، وهذا أصل في هذا الباب، لكن هؤلاء\nتكلموا في الرواة بشكل عام، كلما ازدادت الحاجة زاد الكلام، والله\nالمستعان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p007'> Vol. 19, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n\"وقد تكلم في ذلك مالك وهشام بن عروة وجماعة من السلف الصالح، وقد قال\n-عليه السلام-: ((الدين النصيحة)) وقد تكلم بعضهم في غيره فلم يعتبر لما\nبينهما من العداوة المعلومة\".\n</p>\n\n<p>\nنعم أهل العلم يميزون بين الكلام الذي باعثه النصيحة وبين الكلام في\nالأقران، التشفي بعضهم من بعض <span id='ms470'></span>، وهذا وإن كان نادر جدا جدا، يعني حصل في\nحالات يسير بين مالك وابن إسحاق، وبين النسائي لما تكلم في أحمد بن صالح\nالمصري لسبب من الأسباب هذا لا يقدح فيهم؛ لأن وقوع الهفوة من الشخص من\nالذي يسلم من الخطأ، من الذي يسلم من الهوى، لكن الله المستعان، مثل هذا لا\nيعول عليه عند أهل العلم، ويميزونه من غيره.\n</p>\n\n<p>\n\"وقد ذكروا من أمثلة ذلك كلام محمد بن إسحاق في الإمام مالك، وكذا كلام\nمالك فيه، وقد وسع السهيلي القول في ذلك، وكذلك كلام النسائي في أحمد بن\nصالح المصري حين منعه من حضور مجلسه\".\n</p>\n\n<h1 class='l1' id='head4'>النوع الثاني والستون: في معرفة من اختلط في آخر عمره:</h1>\n\n<p>\n\"النوع الثاني والستون: في معرفة من اختلط في .. \"\n</p>\n\n<p>\nالنسائي -رحمه الله- لما منعه الحارث بن مسكين من سماع الحديث ما تكلم\nفيه، بل روى عنه وخرج، النسائي معروف في شدة الورع، لكن هذا اجتهاده\nبالنسبة لأحمد بن صالح ولم يوافق عليه، بالنسبة للحارث بن مسكين منعه من\nحضور الدرس فكان يروي عنه، يجلس وراء السارية ويسمع الحديث ويروي عنه بدون\nصيغة، لا يقول: أخبرنا؛ لأنه ممنوع من الإخبار، ولا حدثنا إنما يقول:\nالحارث بن مسكين فيما قرئ عليه وأنا أسمع.\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nإيش فيه؟\n</p>\n\n<p>\nطالب:. . . . . . . . .\n</p>\n\n<p>\nعلى كل حال هناك هفوات وقعت من الأئمة لكن باعثهم في ذلك النصيحة،\nواجتهدوا، ولذا لا بد من الموازنة في أقوالهم، ومن نعم الله -سبحانه\nوتعالى- أنه لا يتفق اثنين أو ثلاثة على تضعيف ثقة أو العكس.\n</p>\n\n<p>\n\"في معرفة من اختلط في آخر عمره إما لخوف أو ضرر أو مرض أو عرض، كعبد\nالله بن لهيعة لما ذهبت كتبه اختلط في عقله, فمن سمع من هؤلاء قبل اختلاطهم\nقبلت روايتهم, ومن سمع بعد ذلك أو شك في ذلك لم تقبل\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p008'> Vol. 19, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nنعم الرواة الذين اختلطوا في آخر أعمارهم حصل لهم النسيان الكامل أو\nالخرف، هناك من يضعف وهذا هو الجادة، والغالب أن الإنسان يضعف في آخر عمره،\nلكن هذا لا يؤثر عليه <span id='ms471'></span> إلا إذا كثر، أما من اختلط اختلاطا كليا فلا بد من\nالتوقف عن الرواية عنه بعد الاختلاط، وهناك كتب ألفت في الرواة المختلطين\n(نهاية الاغتباط) وغيره من الكتب تبين الرواة الذين اختلطوا، ومن روى عنهم\nقبل الاختلاط، ومن روى عنهم بعد الاختلاط، ومن روى عنهم قبله وبعده، على كل\nحال من روى بعد الاختلاط لا تقبل روايته، وقبله روايته مقبولة كما هو\nمعروف.\n</p>\n\n<p>\n\"وممن اختلط بأخرة عطاء بن السائب وأبو إسحاق السبيعي, قال الحافظ أبو\nيعلى الخليلي: وإنما سمع ابن عيينة منه بعد ذلك، وسعيد بن أبي عروبة, وكان\nسماع وكيع والمعافى بن عمران منه بعد اختلاطه، والمسعودي وربيعة وصالح مولى\nالتوأمة، وحصين بن عبد الرحمن قاله النسائي، وسفيان بن عيينة قبل موته\nبسنتين قاله يحيى القطان، وعبد الوهاب الثقفي قاله ابن معين، وعبد الرزاق\nبن همام قال أحمد بن حنبل: اختلط بعدما عمي، فكان يلقن فيتلقن، فمن سمع منه\nبعدما عمي فلا شيء ... \"\n</p>\n\n<p>\nهذه مشكلة من يعتمد على الكتاب، ويهمل الحفظ، إذا عمي ضاع، إذا احترق\nالكتاب وفقد كذلك، إذا سافر دون كتبه صار لا شيء، هذه حال كثير من ينتسب\nإلى العلم في العصور المتأخرة، لما اعتمدوا على هذه الكتب، ورصت هذه الكتب\nفي الدواليب إذا راح يمين وإلا يسار قال: لا بد أراجع، فإذا عمي. . . . . .\n. . .، ولهذا يحرص الإنسان في حال الصحة وفي حال الشباب أن يكثر من\nالمحفوظ، بادئا بكتاب الله -جل وعلا-؛ لأنه يحتاج إلى الكتاب، وقد لا يحصل\nله، لا يحصل له في كل ظرف، لا يتهيأ له الكتاب، فإذا كان محفوظا الحمد لله\nوجد الكتاب أو لم يوجد، الخطب سهل، والله المستعان.\n</p>\n\n<p>\n\"قال ابن الصلاح: وقد وجدت فيما رواه الطبراني عن إسحاق بن إبراهيم\nالدبري عن عبد الرزاق أحاديث منكرة، فلعل سماعه كان منه بعد اختلاطه .. \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p009'> Vol. 19, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nنعم الدبري متأخر جدا، يروي عنه الطبراني، وبين الطبراني وعبد الرزاق كم؟\nنحو ثلاثمائة وستين وهذا مائتين وستة أو سبع .. ، أكثر من قرن ونصف بينهم،\nوالدبري واسطة بينهما <span id='ms472'></span>، لم يدرك من حياة عبد الرزاق إلا ست سنوات أو سبع،\nيذكره مثل الحلم، فعله روى عنه بعد اختلاطه.\n</p>\n\n<p>\n\"وذكر إبراهيم الحربي أن الدبري كان عمره حينما مات عبد الرزاق ست أو سبع\nسنين، وعارم اختلط بأخرة، وممن اختلط بعد هؤلاء أبو كلابة الرقاشي وأبو\nأحمد الغطريفي وأبو بكر بن مالك القطيعي خرف حتى لا يدري ما يقرأ\".\n</p>\n\n<h1 class='l1' id='head5'>النوع الثالث والستون: معرفة الطبقات:</h1>\n\n<p>\n\"النوع الثالث والستون: معرفة الطبقات .. \"\n</p>\n\n<p>\n. . . . . . . . . فيه (الاغتباط)، (نهاية الاغتباط)، كتب في الاختلاط.\n</p>\n\n<p>\n\"معرفة الطبقات، وذلك أمر اصطلاحي، فمن الناس من يرى الصحابة كلهم طبقة\nواحدة، ثم التابعون بعدهم أخرى، ثم من بعدهم كذلك، وقد يستشهد .. \"\n</p>\n\n<p>\nنعم منهم من يجعل الصحابة كلهم طبقة واحدة باعتبار الشرف شرف الصحبة، وأن\nكلا منهم لقي النبي -عليه الصلاة والسلام- فلا مفاوتة ولا مفاضلة بينهم من\nحيث السماع منه -عليه الصلاة والسلام-، وإن كان الحاكم جعلهم على اثنتي\nعشرة طبقة.\n</p>\n\n<p>\n\"وقد يستشهد على هذا بقوله -عليه السلام-: ((خير القرون قرني، ثم الذين\nيلونهم، ثم الذين يلونهم)) فذكر بعد قرنه قرنين أو ثلاثة، ومن الناس من\nيقسم الصحابة إلى طبقات, وكذلك التابعين فمن بعدهم، ومنهم من يجعل كل قرن\nأربعين سنة، ومن أجل الكتب في هذا .. \"\n</p>\n\n<p>\nوالطبقة تجمع أقوام متشابهين في السن والأخذ عن الشيوخ، يعني أشبه ما\nتكون بالزملاء، الطبقة يعني الزملاء.\n</p>\n\n<p>\n\"ومن أجل الكتب في هذا (طبقات محمد بن سعد) كاتب الواقدي، وكذلك كتاب:\n(التاريخ) لشيخنا العلامة أبي عبد الله الذهبي -رحمه الله-، وله كتاب\n(طبقات الحفاظ) مفيد أيضا جدا\".\n</p>\n\n<p>\nنعم له تاريخ رتبه على الطبقات تاريخ الحافظ الذهبي تاريخ كبير تاريخ\nالإسلام، وله أيضا تذكرة الحفاظ كلاهما مطبوع.\n</p>\n\n<h1 class='l1' id='head6'>النوع الرابع والستون: في معرفة الموالي من الرواة والعلماء:</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p010'> Vol. 19, p. 010</a>\n            </div>\n            \n<p>\nالنوع الرابع والستون: في معرفة الموالي من الرواة والعلماء، وهو من\nالمهمات، فربما نسب أحدهم إلى القبيلة فيعتقد السامع أنه منهم صليبة، وإنما\nهو من مواليهم فيميز ذلك ليعلم، وإن كان قد ورد في الحديث: ((مولى القوم من\nأنفسهم)) ومن ذلك أبو البختري <span id='ms473'></span> الطائي، وهو سعيد بن فيروز، وهو مولاهم،\nوكذلك أبو العالية الرياحي، وكذلك الليث بن سعد الفهمي، وكذلك عبد الله بن\nوهب القرشي، وهو مولى لعبد الله بن صالح كاتب الليث، وهذا كثير .. \"\n</p>\n\n<p>\nأبو البختري ليس من طيء وإنما مولى، وكذلك أبو العالية ليس من الرياح،\nوكذلك الليث، وعبد الله بن وهب كل هؤلاء موالي.\n</p>\n\n<p>\n\"فأما ما يذكر في ترجمة البخاري أنه مولى الجعفيين فلإسلام جده الأعلى\nعلى يد بعض الجعفيين .. \"\n</p>\n\n<p>\nنعم يمان الجعفي والي بخارى، وهو جد عبد الله بن محمد المسندي شيخ\nالبخاري، أسلم جد البخاري الأعلى على يد يمان الجعفي فنسب إلى جعف، ليس\nمنهم إنما هو مولاهم.\n</p>\n\n<p>\n\"وكذلك الحسن بن عيسى الماسرجسي ينسب إلى ولاء عبد الله بن المبارك؛ لأنه\nأسلم على يديه وكان نصرانيا، وقد يكون الولاء بالحلف, كما يقال في نسب\nالإمام مالك بن أنس: مولى التيميين, وهو حميري أصبحي صليبة, ولكن كان جده\nمالك بن أبي عامر حليفا لهم، وقد كان عسيفا عند طلحة بن عبد الله التيمي\nأيضا فنسب إليهم كذلك\".\n</p>\n\n<p>\nنعم أجير عندهم أجير، والأجير إذا طالت المدة عند صاحبه قد يعرف بالنسبة\nإليه، هذا واضح.\n</p>\n\n<p>\n\"وقد كان جماعة من سادات العلماء في زمن السلف من الموالي, وقد روى مسلم\n.. \"\n</p>\n\n<p>\nبل غالبهم، وهذا من حكمة الله -سبحانه وتعالى- أن الشرف شرف النسب إذا لم\nيصاحبه العمل لا ينفع وحده ((من بطأ به عمله لم يسرع به نسبه)) فمن حكمة\nالله -سبحانه وتعالى- أن برز في العلوم كلها أو جلها الموالي على ما سيأتي.\n</p>\n\n<p>\n\"وقد روى مسلم في صحيحه أن عمر بن الخطاب لما تلقاه نائب مكة أثناء\nالطريق في حج أو عمرة, قال له: من استخلفت على أهل الوادي؟ قال: ابن أبزى,\nقال: ومن ابن أبزى؟ قال: رجل من الموالي, فقال: أما إني سمعت نبيكم -صلى\nالله عليه وسلم- يقول: ((إن الله يرفع بهذا العلم أقواما، ويضع به آخرين)).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p011'> Vol. 19, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nوذكر الزهري أن هشام بن عبد الملك قال له: من يسود أهل مكة <span id='ms474'></span>؟ فقلت: عطاء,\nقال .. \"\n</p>\n\n<p>\nقال: من العرب أم من الموالي؟ قلت: من الموالي -عطاء-، ومثله من يأتي\nبعده كلهم، اللهم إلا النخعي إبراهيم.\n</p>\n\n<p>\n\"فقلت: عطاء، قال: فأهل اليمن؟ قلت: طاوس, قال: فأهل الشام؟ فقلت: مكحول,\nقال: فأهل مصر؟ قلت: يزيد بن أبي حبيب, قال: فأهل الجزيرة؟ فقلت: ميمون بن\nمهران, قال: فأهل خراسان؟ قلت: الضحاك بن مزاحم, قال: فأهل البصرة؟ فقلت:\nالحسن بن أبي الحسن, قال: فأهل الكوفة؟ فقلت: إبراهيم النخعي, وذكر أنه\nيقول له عند كل واحد ... \"\n</p>\n\n<p>\nالمقصود أن كلهم من الموالي إلا إبراهيم لما قال له قال: فرجت عني، كلهم\nمن الموالي إلا إبراهيم.\n</p>\n\n<p>\n\"وذكر أنه يقول عند كل واحد: أمن العرب أم من الموالي؟ فيقول: من\nالموالي, فلما انتهى قال: يا زهري والله لتسودن الموالي على العرب حتى يخطب\nلها على المنابر والعرب تحتها, فقلت: يا أمير المؤمنين إنما هو أمر الله\nودينه, فمن حفظه ساد، ومن ضيعه سقط .. \"\n</p>\n\n<p>\nنعم هذا المقياس، المقياس الدين من حفظه ساد، ومن ضيعه سقط، ولو كان من\nأشراف الناس، ولو كان من نسل محمد بن عبد الله، الله المستعان.\n</p>\n\n<p>\n\"قلت: وسأل بعض الأعراب رجلا من أهل البصرة, فقال: من هو سيد هذه البلدة؟\nقال: الحسن بن أبي الحسن البصري, قال: أمولى هو؟ قال: نعم, قال: فبم سادهم؟\nفقال: بحاجتهم إلى علمه وعدم احتياجه إلى دنياهم, فقال الأعرابي: هذا لعمر\nأبيك هو السؤدد.\n</p>\n\n<h1 class='l1' id='head7'>النوع الخامس والستون: معرفة أوطان الرواة وبلدانهم:</h1>\n\n<p>\nالنوع الخامس والستون: معرفة أوطان الرواة وبلدانهم، وهو مما يعتني به\nكثير من علماء الحديث، وربما ترتب عليه فوائد مهمة، منها معرفة شيخ الراوي\n.. \"\n</p>\n\n<p>\nإذا عرفت بلد الراوي وأنه نفس بلد الذي روى عنه أو قريب منه، وأمكن لقاؤه\nيعني يسهل عليك الحكم على أنه لقيه أو لم يلقه، أما تباعد البلدان كما نص\nالحافظ ابن رجب -رحمه الله- فالسلف والأئمة كلهم يحكمون بالانقطاع مع تباعد\nالبلدان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p012'> Vol. 19, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n\"فربما اشتبه بغيره, فإذا عرفنا بلده تعين بلديه غالبا، وهذا مهم جليل،\nوقد كانت العرب إنما <span id='ms475'></span> ينسبون إلى القبائل والعمائر والعشائر والبيوت, والعجم\nإلى شعوبها ورساتيقها وبلدانها, وبنو إسرائيل إلى أسباطها، فلما جاء\nالإسلام .. \"\n</p>\n\n<p>\nنعم العرب تنتسب إلى القبائل فلان قرشي، فلان مخزومي، فلان ثقفي، أما\nالأعاجم ينتسبون إلى البلدان، فلان نيسابوري، فلان خرساني، فلان بغدادي،\nهكذا، لما انتشر العرب في البلدان وخالطوا الأعاجم انتسبوا مثلهم.\n</p>\n\n<p>\n\"فلما جاء الإسلام وانتشر الناس في الأقاليم نسبوا إليها، أو إلى مدنها\nأو قراها، فمن كان من قرية فله الانتساب إليها بعينها وإلى مدينتها إن شاء\nأو إقليمها, ومن كان من بلدة ثم انتقل منها إلى غيرها فله .. \"\n</p>\n\n<p>\nله الانتساب إليها بعينها إلى القرية، وإن عمم قليلا وانتسب إلى ما هو\nأعم من ذلك مما تدخل تحته هذه القرية فلا بأس، انتسب إلى الإقليم الأعم لا\nبأس.\n</p>\n\n<p>\n\"فمن كان من قرية فله الانتساب إليها بعينها وإلى مدينتها إن شاء أو\nإقليمها، ومن كان من بلدة ثم انتقل منها إلى غيرها فله الانتساب إلى أيهما\nشاء, والأحسن أن يذكرهما فيقول مثلا: الشامي ثم العراقي, أو الدمشقي ثم\nالمصري, ونحو ذلك، وقال بعضهم: إنما يسوغ الانتساب إلى البلد إذا أقام فيه\nأربع سنين فأكثر, وفي هذا نظر .. \"\n</p>\n\n<p>\nالتحديد لا دليل عليهم، نعم قد يقال: هذا اصطلاح أنه إذا أقام أربع سنين،\nلكن أربع سنين يمكن ينتسب في عمره إلى عشر من البلدان إذا كان رحال في كل\nبلد يجلس، لكن هذا لا دليل عليه.\n</p>\n\n<p>\n\"وفي هذا نظر، والله -سبحانه وتعالى- أعلم بالصواب.\n</p>\n\n<p>\nوهذا آخر ما يسره الله تعالى من اختصار علوم الحديث، وله الحمد والمنة.\n</p>\n\n<p>\nوصلى الله وسلم على محمد وعلى آله وصحبه أجمعين.\n</p>\n\n<p>\nصل وسلم وبارك على عبدك ورسولك محمد، اللهم صل على محمد، اللهم صل على\nمحمد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v19p013'> Vol. 19, p. 013</a>\n            </div>\n             <span id='ms476'></span>\n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19"
  ]
}