{
  "content": "\n\n<div class='EDITOR'>\n<p>\nمجلسان من إملاء النسائي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nوما توفيقي إلا بالله\n</p>\n\n<p>\nنص الجزء\n</p>\n\n</div>\n<h1 class='l1' id='head0'>[المجلس الأول]</h1>\n\n<div class='PARATEXT'>\n<p>\nأخبرنا القاضي الفقيه الإمام العالم شيخ القضاة جمال الدين أبو القاسم\nعبد الصمد بن محمد بن أبي الفضل الأنصاري رضي الله عنه قراءة عليه وأنا\nأسمع في شوال من سنة خمس وستمائة بجامع دمشق قيل له أخبركم الشيخ الفقيه\nالإمام الثقة أبو محمد هبة الله بن أحمد بن عبد الله بن علي بن طاوس المقري\nقراءة عليه وأنت تسمع في محرم من سنة سبع وعشرين وخمس مائة فأقر به قال\nأنبا الشيخ أبو منصور عبد المحسن ابن محمد بن علي بن أحمد بقراءتي عليه\nببغداد بالجانب الغربي في جمادى الآخرة من سنة اثنتين وأربعمائة قلت له\nأخبركم الشيخ أبو الحسن عبد المل بن عبد الله بن محمود بن مسكين الفقيه\nالشافعي بقراءتك عليه في منزله قال ثنا أبوالعباس أبيض بن محمد بن أبيض\nالقرشي في ذي الحجة سنة ست وسبعين وثلاثمائة ثنا أبو عبد الرحمن أحمد بن\nشعيب بن علي النسائي إملاء سنة ثلاثمائة قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n</div>\n<h2 class='l2' id='head1'>1 - </h2>\n\n<p>\nأنبأ عبيد الله بن سعيد ثنا عبد الرحمن عن سفيان عن عاصم عن زر عن\nعلي رضي الله عنه قال إن من أحب الكلام إلى الله عز وجل أن يقول العبد وهو\nساجد يا رب ظلمت نفسي فاغفر لي.\n</p>\n\n<h2 class='l2' id='head2'>2 -</h2>\n\n<p>\nحدثنا عبيد الله بن سعيد عن مروان بن معاوية ثنا يزيد بن كيسان عن\nأبي حازم عن أبي هريرة قال\nكان رجل من الأنصار عند النبي صلى الله عليه وسلم ومعه صبي له فجعل يضم\nصبيه إليه فقال رسول الله صلى الله عليه وسلم أترحمه قال نعم يا رسول الله\nقال فالله أرحم به منك وهو أرحم الراحمين.\n</p>\n\n<h2 class='l2' id='head3'>3 -</h2>\n\n<p>\nأخبرنا عبيد الله بن سعيد ثنا معاذ بن هشام حدثني أبي عن قتادة عن\nالحسن أن جندب البجلي قال\nإن استطعت فلا يحولن بينك وبين الجنة ملء كف من دم تهريقه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \nكأنك تذبح دجاجة فكلما تعرضت لباب من أبواب الجنة حال بينك <span id='ms1'></span> وبينه ومن\nاستطاع منكم فلا يدخلن بطنه إلا طيبا فإن أول ما ينتن من الإنسان بطنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head4'>4 -</h2>\n\n<p>\nحدثنا عبيد الله بن سعيد قال سمعت سفيان يقول\nكل ذنب جعلت فيه كفارة فهو من أيسر الذنوب وكل ذنب لم يجعل فيه الكفارة\nفهو أشد الذنوب والكذب لم يجعل فيه كفارة من عظمه.\n</p>\n\n<h2 class='l2' id='head5'>5 -</h2>\n\n<p>\nحدثنا إسحاق بن إبراهيم الحنظلي أنبا جرير عن منصورو عن أبي وائل عن\nعبد الله بن مسعود عن رسول الله صلى الله عليه وسلم قال عليكم بالصدق فإن\nالصدق يهدي إلى البر والبر يهدي إلى الجنة وإن الرجل ليصدق حتى يكتب عند\nالله تعالى صديقا وإن الكذب يهدي إلى الفجور وإن الفجور يهدي إلى النار وإن\nالرجل ليكذب حتى يكتب عند الله كذابا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head6'>6 -</h2>\n\n<p>\nأخبرنا إسحاق بن إبراهيم ثنا جرير عن منصور عن أبي وائل عن عبد الله\nيعني ابن مسعود قال استذكروا القرآن فلهو أشد تفصيا من صدور الرجال من\nالنعم من عقله ولا يقولن أحدكم نسيت آية كيت وكيت قال رسول الله صلى الله\nعليه وسلم بل هو نسي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head7'>7 -</h2>\n\n<p>\nأخبرنا إسحاق بن إبراهيم ثنا جرير عن منصور عن أبي وائل عن عبد الله\nقال ذكر رجل عند النبي صلى الله عليه وسلم نام ليلة حتى أصبح قال ذاك رجل\nبال الشيطان في أذنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head8'>8 -</h2>\n\n<p>\nأخبرنا إسحاق بن إبراهيم أنبا مصعب بن المقدام ثنا زائدة عن عاصم عن\nأبي وائل عن عبد الله قال خرج رسول الله صلى الله عليه وسلم فإذا هو بنساء\nمن الأنصار في المسجد فأتاهن فوعظهن وذكرهن وقال لا يموت لامرأة منكن ثلاثة\nأولاد إلا دخلت الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nقال امرأة من أجهلهن يا رسول الله أرأيت ذات الاثنين قال وذات الاثنين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head9'>9 -</h2>\n\n<p>\nأخبرنا إسحاق بن إبراهيم أنبا جرير عن المغيرة عن أبي وائل عن عبد\nالله عن رسول الله صلى الله عليه وسلم قال أنا فرطكم على الحوض.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head10'>10 -</h2>\n\n<p>\nحدثنا إسحاق بن إبراهيم أنبا عبد الرزاق ثنا معمر عن منصور عن أبي\nوائل عن عبد الله قال قال رجل يا <span id='ms2'></span> رسول الله كيف لي أن أعلم إذا أحسنت قال\nإذا سمعت جيرانك يقولون أحسنت فقد أحسنت وإذا سمعتهم يقولون أسأت فقد أسأت.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head11'>11 -</h2>\n\n<p>\nحدثنا إسحاق بن إبراهيم ثنا جرير عن منصور عن أبي وائل عن عبد الله\nقال قال رجل يا رسول الله أنحاسب بما عملنا في الجاهلية فقال رسول الله صلى\nالله عليه وسلم أما من أحسن منكم في الإسلام فإنه لا يؤاخذ بما عمل في\nالجاهلية وأما من أساء أخذ بالأول والآخر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head12'>12 -</h2>\n\n<p>\nحدثنا الحسن بن إسحاق المروزي ثنا إسحاق بن سليمان ثنا داود بن قيس\nعن عبيد الله بن مقسم عن جابر بن عبد الله قال قال رسول الله صلى الله عليه\nوسلم اتقوا الظلم فإن الظلم ظلمات يوم القيامة وإياكم والشح فإنه أهلك من\nكان قبلكم حملهم على أن سفكوا دماءهم واستحلوا محارمهم.\n</p>\n\n<h2 class='l2' id='head13'>13 -</h2>\n\n<p>\nحدثنا الحسن بن إسحاق ثنا عبيد الله بن موسى ثنا سفيان عن حكيم بن\nديلم عن أبي بردة عن أبي موسى قال قام فينا رسول الله صلى الله عليه وسلم\nبأربع فقال إن الله تبارك وتعالى لا ينام ولا ينبغي له أن ينام يخفض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n             القسط ويرفعه يرفع إليه عمل الليل قبل النهار وعمل النهار قبل\nالليل حجابه النور لو كشفها لأحرقت سبحات وجهه كل شيء أدركه بصره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head14'>14 -</h2>\n\n<p>\nأخبرنا أبو علي محمد بن يحيى المروزي ثنا شاذان بن عثمان ثنا أبي\nأنبا شعبة عن هشام بن زيد قال سمعت أنس بن مالك يقول مر أبو بكر والعباس\nرضي الله عنهما بمجلس من مجالس الأنصار وهم يبكون فقال ما يبكيكم قالوا\nذكرنا مجلس رسول الله صلى الله عليه وسلم منا فدخل على النبي صلى الله عليه\nوسلم وأخبره بذلك فخرج النبي صلى الله عليه وسلم وقد عصبوا على رأسه حاشية\nبرد فصعد المنبر ولم يصعده بعد ذلك اليوم فحمد الله وأثنى عليه ثم قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             أوصيكم بالأنصار فإنهم كرشي وعيبتي وقد قضوا الذي عليهم\nوبقي الذي لهم فاقبلوا من محسنهم وتجاوزوا عن مسيئهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head15'>15 -</h2>\n\n<p>\nحدثنا محمد بن يحيى ثنا <span id='ms3'></span> محمد بن خنيس قال دخلنا على سفيان الثوري نعوده\nفوجدنا عنده سعيد بن حسان المخزومي فقال سفيان لسعيد الحديث الذي حدثتنيه\nعن أم صالح عن صفية بنت شبية عن أم حبيبة أردده علي.\n</p>\n\n<p>\nفقال سعيد حدثتني أم صالح عن صفية ابنة شيبة عن أم حبيبة قالت قال رسول\nالله صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nكل كلام ابن آدم عليه لا له إلا أمرا بمعروف أو نهيا عن منكر أو ذكر الله\nعز وجل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head16'>16 -</h2>\n\n<p>\nحدثنا محمد بن يحيى ثنا علي بن 4 الحسن ثنا الحسين بن واقد عن الأعمش\nعن أب صالح عن أبي هريرة قال:\nجاء رجل إلى النبي صلى الله عليه وسلم فقال يا رسول الله دلني على عمل\nإذا أخذت به دخلت الجنة ولا تكثر علي.\n</p>\n\n<p>\nفقال لا تغضب وأتاره رجل آخر فقال يا نبي الله دلني على عمل إذا عملته\nدخلت الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nقال كن محسنا.\n</p>\n\n<p>\nقال وكيف أعلم أني محسن.\n</p>\n\n<p>\nفقال تسأل جيرانك فإن قالوا إنك محسن فإنك محسن وإن قالوا إنك مسيئ فأنت\nمسئ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            .\n</p>\n\n<h2 class='l2' id='head17'>17 -</h2>\n\n<p>\nأخبرنا محمد بن يحيى ثنا عبد الله بن عثمان عن أبي حمزه عن الأعمش عن\nأبي صالح عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم:\nمن صلى عليه مائة مرة من المسلمين غفر له.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head18'>18 -</h2>\n\n<p>\nاخبرنا محمد بن يحيى ثنا علي بن الحسن أنبا الحسين ابن واقد ثنا أيوب\nالسختياني عن عطاء بن أبي رباح عن جابر بن عبد الله أن رسول الله صلى الله\nعليه وسلم نهى عن بيع الماء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head19'>19 -</h2>\n\n<p>\nحدثنا محمد بن حاتم بن نعيم أنبا حبان أنبا عبد الله عن إبن جريح قال\nأخبرني علي بن أبي حميد الجندي أن طاووسا كان لا يدع جارية له سوداء إلا\nأمر بهن فخضبن ايديهن وأرجلهن ليوم الفطر ويوم الأضحى ويقول يوم عيد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head20'>مجلس آخر.</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n<div class='PARATEXT'>\n<p>\nقال حدثنا أبو عبد الرحمن أحمد بن شعيب بن علي النسائي إملاء في المسجد\nالجامع بعد صلاة الجمعة من جمادي الاخرة سنة ثلاث وثلاثمائة قال:\n</p>\n\n</div>\n<h2 class='l2' id='head21'>20 -</h2>\n\n<p>\nانبأ هناد <span id='ms4'></span> بن السري عن أبي معاوية عن الأعمش عن جامع بن شداد ( ق 241/1 )\nعن الأسود بن هلال قال قال عبد الله إن أحسن الهدى هدي محمد صلوات الله\nعليه وإن أحسن الكلام كلام الله عز وجل وإنكم ستحدثون ويحدث لكم كل محدثة\nبدعة وكل بدعة ضلالة.\n</p>\n\n<h2 class='l2' id='head22'>21 -</h2>\n\n<p>\nحدثنا هناد بن السري عن ابن عياش عن أبي حصين عن أبي صالح عن أبي\nهريرة قال:\nقال رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n             بعثت أنا والساعة كهائين وجمع بين\nاصبعيه.\n</p>\n\n<h2 class='l2' id='head23'>22 -</h2>\n\n<p>\nأخبرنا أحمد بن يحيى ثنا إسحاق بن منصور ثنا داود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n             الطائي عن الأعمش عن\nإبراهيم عن عبد الرحمن بن أذينه عن على رضى الله عنه قال إذا جمع الحج\nوالعمرة طاف لهما طوافين.\n</p>\n\n<h2 class='l2' id='head24'>23 -</h2>\n\n<p>\nحدثنا أحمد بن يحيى ثنا إسحاق بن منصور ثنا داود عن الاعمش عن أبي\nسفيان عن جابر قال الطائي دخل رجل والنبي صلى الله عليه وسلم يخطب يوم\nالجمعة فقال له صل ركعتين خفيفتين قبل ان تجلس.\n</p>\n\n<h2 class='l2' id='head25'>24 -</h2>\n\n<p>\n24 حدثنا أحمد بن يحيى ثنا إسحاق بن منصور ثنا داود عن يحيى بن أبي إسحاق\nعن أنس أنه سمع النبي صلى الله عليه وسلم يلبي بعمرة وحجة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             قال لبيك عمرة\nوحجة.\n</p>\n\n<h2 class='l2' id='head26'>25 -</h2>\n\n<p>\nحدثنا أحمد بن يحيى ثنا إسحاق بن منصور ثنا داود عن حميد الطويل عن\nأنس قال سمعت النبي صلى الله عليه وسلم يلبي بعمرة وحجة معا.\n</p>\n\n<h2 class='l2' id='head27'>26 -</h2>\n\n<p>\nحدثنا أحمد بن يحيى ثنا إسحاق بن منصور ثنا داود عن حميد الطويل عن\nانس رفعه قال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \nإذا قام أحدكم يصلي فلا يبزق عن يمينه ولا تلقاء وجهه ولكن عن يساره وتحت\nقدمه.\n</p>\n\n<p>\nثم تنخع في ثوبه ورد بعضه على بعض ثم قال أو هكذا فليفعل.\n</p>\n\n<h2 class='l2' id='head28'>27 -</h2>\n\n<p>\n27 حدثنا أحمد بن يحيى ثنا بن إسحاق منصور ثنا داود عن عبد الملك بن عمير\nعن جابر بن سمرة قال قيل لعمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n             إن سعدا لا يحسن الصلاة.\n</p>\n\n<p>\nقال ادعو لي أبا إسحاق.\n</p>\n\n<p>\nقال يا أبا إسحق يزعمون أنك لا تحسن الصلاة.\n</p>\n\n<p>\nقال أما انا فأصلي بهم صلاة رسول الله صلى الله <span id='ms5'></span> أركد الاوليين وأحذف في\nالاخريين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nقال ذاك الظن بك.\n</p>\n\n<h2 class='l2' id='head29'>28 -</h2>\n\n<p>\nحدثنا أحمد بن يحيى ثنا إسحاق بن منصور عن داود عن عبد الملك بن أبي\nسليمان عن عطاء قال اذا وجد مس الطعام على لسانه توضأ.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head30'>29 -</h2>\n\n<p>\nحدثنا أحمد بن يحيى ثنا إسحاق بن منصور عن داود عن عبد الملك بن أبي\nسليمان عن عطاء قال طف بعد العصر وصل ما دمت في وقت وطف بعد الفجر وصل ما\nدمت في وقت.\n</p>\n\n<h2 class='l2' id='head31'>30 -</h2>\n\n<p>\nحدثنا أحمد بن يحيى ثنا إسحق ثنا داود عن هشام بن عروة عن أبيه أنه\nكان يعد آي القرآن في الصلاة.\n</p>\n\n<h2 class='l2' id='head32'>31 -</h2>\n\n<p>\nأخبرنا أحمد بن يحيى ثنا إسحق قال سمعت داود يقول ما أسيت الا على\nمنصور كنت أجالس عبد الملك بن عمير وأودعه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head33'>32 -</h2>\n\n<p>\nحدثنا أحمد بن يحيى ثنا إسحق ثنا داود عن هشام عن أبيه أن رسول الله\nصلى الله عليه وسلم جمع بين البطيخ والرطب جميعا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head34'>33 -</h2>\n\n<p>\nحدثنا أحمد بن يحيى عن إسحاق بن منصور ثنا داود الطائي عن الاعمش عن\nعبد الرحمن بن ثروان عن الهزيل قال قيل لعلي عليه السلام لو أمرت من يصلي\nبضعفاء الناس في المسجد يوم العيد قال لو أمرته لأمرته أن يصلي أربعا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head35'>34 -</h2>\n\n<p>\nحدثنا أحمد بن عثمان بن حكيم الكوفي ثنا شريح بن مسلمة ثنا إبراهيم بن\n( يوسف بن أبي إسحاق ) عن أبيه عن أبي إسحاق عن عاصم بن كليب عن أبيه عن\nوائل قال رأيت النبي صلى الله عليه وسلم ضرب بيمينه على شماله في الصلاة.\n</p>\n\n<h2 class='l2' id='head36'>35 -</h2>\n\n<p>\nحدثنا أحمد بن عثمان بن حكيم ثنا أبو نعيم ثنا الحسن وهو ابن صالح عن\nالسدي عن عدي بن ثابت عن البراء بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             عازب قال سمعت خالي\nومعه الراية فقت أين تذهب فقال أرسلني رسول الله صلى الله عليه وسلم إلى\nرجل تزوج امرأة أبيه من بعده أن أضرب عنقه أو أقتله.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head37'>36 -</h2>\n\n<p>\nحدثنا الحسن بن محمد عن سليمان وهو ابن داود أنبا إبراهيم وهو ابن سعد\nعن هشام بن عروة عن أبيه عن عائشة رضي الله عنها <span id='ms6'></span> قالت\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم إن الحمى من فيح جهنم فبردوها بالماء.\n</p>\n\n<p>\nقال إبراهيم ولم أسمع من هشام إلا هذا الحديث.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            .\n</p>\n\n<h2 class='l2' id='head38'>37 -</h2>\n\n<p>\nأخبرنا الحسن بن محمد ثنا عفان ثنا حماد عن إسحاق بن سويد عن يحيى بن\nيعمر عن ابن عمر عن النبي صلى الله عليه وسلم قال كان جبريل يأتي النبي صلى\nالله عليه وسلم في صورة دحية الكلبي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head39'>38 -</h2>\n\n<p>\nأخبرنا أحمد بن عثمان بن حكيم ثنا أبو نعيم ثنا الحسن هو ابن صالح عن\nعاصم عن أبي عثمان عن سعد بن مالك عن النبي صلى الله عليه وسلم قال:\nمن ادعى إلى غير أبيه وهو يعلم أنه غير أبيه فالجنة عليه حرام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head40'>39 -</h2>\n\n<p>\nأخبرنا أحمد بن عثمان ثنا أبو نعيم ثنا الحسن قال سمعت عبد الله بن\nدينار قال سمعت ابن عمر قال نهى رسول الله صلى الله عليه وسلم عن بيع\nالولاءوعن هبته.\n</p>\n\n<h2 class='l2' id='head41'>40 -</h2>\n\n<p>\nأخبرنا أحمد بن يحيى أنبا إسحاق بن منصور ثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n             إبراهيم بن حميد عن هاشم\nبن هاشم عن عامر بن سعد عن أبيه عن النبي صلى الله عليه وسلم قال:\nمن تصبح سبع تمرات عجوة لم يضره ذلك اليوم سم ولا سحر.\n</p>\n\n<h2 class='l2' id='head42'>41 -</h2>\n\n<p>\nحدثنا أحمد بن يحيى ثنا إسحاق بن منصور ثنا الحسن بن صالح عن موسى وهو\nالحهني عن فاطمة بنت علي عن أسماء بنت عميس عن النبي صلى الله عليه وسلم\nأنه قال لعلي أنت مني بمنزلة هارون من موسى إلا أنه ليس بعدي نبي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head43'>42 -</h2>\n\n<p>\nحدثنا أحمد بن يحيى ثنا إسحاق بن منمصور عن حسن عن عبد الله بن عيسى\nعن عطاء عن رجل من الأنصار عن النبي صلى الله عليه وسلم قال:\nكلوا من هذا الزيت أو كلوا من هذا الزيت وادهنوا به فإنه من شجرة مباركة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head44'>43 -</h2>\n\n<p>\nحدثنا أحمد بن يحيى ثنا إسحاق بن منصور عن حسن بن صالح عن عبد الله بن\nدينار عن سليمان بن يسار عن عراك بن مالك عن أبي هريرة قال:\nليس على المسلم في عبده وفرسه صدقة <span id='ms7'></span>.\n</p>\n\n<p>\nقال فقال لي شعبة هو عن النبي صلى الله عليه وسلم.\n</p>\n\n<h2 class='l2' id='head45'>44 -</h2>\n\n<p>\nحدثنا أحمد بن يحيى ثنا إسحاق بن منصور عن حسن بن صالح عن عاصم الأحول\nعن الشعبي عن ابن عباس أنه سقى رسول الله صلى الله عليه وسلم من زمزم فشرب\nوهو قائم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head46'>45 -</h2>\n\n<p>\nأخبرنا أحمد بن يحيى ثنا إسحاق بن منصور عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n             حسن بن صالح عن أبي يعفور\nعن ابن أبي أوفى قال غزونا مع رسول الله صلى الله عليه وسلم سبع غزوات نأكل\nالجراد.\n</p>\n\n<h2 class='l2' id='head47'>46 -</h2>\n\n<p>\nأخبرنا إبراهيم بن عبد الله بن محمد الكوفي ثنا عمر بن حفص ثنا أبي عن\nالحسن بن عبيد الله عن طلحة عن عبد الرحمن بن عوسجة عن البراء بن عازب عن\nالنبي صلى الله عليه وسلم قال: زينوا القرآن بأصواتكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head48'>47 -</h2>\n\n<p>\nأخبرنا إبراهيم بن عبد الله ثنا أحمد بن عبد الله بن يونس أنبا أبو\nبكر بن عياش عن الأعمش عن ابن سيرين أنه كان يكره أن يقول ضرتها وقال لا\nبأس أن يقول جارتها.\n</p>\n\n### |PARATEXT|\n<p>\nآخر إملاء النسائي والحمد لله رب العالمين وصلواته على سيدنا محمد\nوآله كتبه لنفسه عبد العزيز بن عثمان ابن أبي\nطاهر الإربلي عفا الله عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n             <span id='ms8'></span>\n</p>\n",
  "pages": [
    "001",
    "032",
    "033",
    "034",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "050",
    "051",
    "052",
    "053",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "072",
    "080",
    "081",
    "082",
    "083",
    "084",
    "086",
    "087",
    "088",
    "092"
  ],
  "volumes": [
    "01"
  ]
}