{
  "content": "\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n<p>\nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد الله المبدع لمصنوعاته، والصلاة والسلام على سيدنا محمد وآله وصحبه\nوأزواجه. وبعد: فهذا تعليق يشتمل على مائة حديث كل حديث منها يشتمل على\nنسبة إلى صنعة من الصنائع، مرتبة على حروف الهجاء، وقد سبقني إلى سلوك هذا\nالنمط شيخنا المحدث جمال الدين أبو المحاسن يوسف بن المبرد الصالحي، فجمع\nفيه لنفسه معجما مات عنه وهو مسودة، وفي عزمي إن شاء الله أن أبيضه فيما\nبعد، وأنبه على ما فيه من الأوهام، كما وقع له في ابتدائه: بالأزجي ظنا منه\nأنها نسبة إلى حرفة، وإنما هي نسبة إلى باب الأزج ببغداد، وقد اقتديت في\nاقتصاري على هذه الكمية بجمع من أعيان المحدثين، فأول من علمت جمع مائة\nحديث شيخ الإسلام أبو إسماعيل عبد الله بن محمد الهروي، وتبعه جمع منهم\nالمحدث رضي الدين إبراهيم بن محمد الطبري أصلا المكي، فإنه جمع لنفسه مائة\nتساعية، وسماها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nب \" تحفة الطالب، وبغية الراغب \". ومهم المتقن أبو عبد الله محمد ابن\nأيبك السروحي، فإنه جمع لنفسه مائة متباينة الأسانيد والمتون في جزئين\nومنهم الشيخ تقي الدين أبو العباس أحمد بن عبد الحليم بن تيمية، فإنه انتقى\nمائة من الصحيح لأبي عبد الله محمد بن إسماعيل البخاري. ومنهم الشيخ جمال\nالدين أبو العباس أحمد بن محمد بن الظاهري، فإنه انتقى مائة من مسند\nالعشرة، وابن مسعود، وابن عباس، وابن عمر من مسند الإمام أبي عبد الله أحمد\nبن محمد بن حنبل. ومنه الحافظ أبو سعيد خليل بن كيلكدى العلائي، فإنه انتقى\nمائة من مشيخة الفخر علي بن البخاري الصالحي تخريج الجمال أحمد بن محمد بن\nالظاهري. ومنهم المحدث ولي الدين أحمد بن العراقي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nالمصري، فإنه انتقى مائة من عوالي الشيخ سراج الدين عمر بن رسلان\nالبلقيني، وأبداله وموافقاته. وها أنا أشرع في المرام مستعينا بالواحد\nالعلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head0'>الأحاديث المائة</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n<h1 class='l1' id='head1'>حرف الهمزة الأبار</h1>\n\n<h1 class='l1' id='head2'>رفع اليدين في الصلاة</h1>\n\n<h1 class='l1' id='head3'>1 - </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن أبي بكر بن أبي عمر بقراءتي عليه أنا أبو الفرج\nعبد <span id='ms01'></span> الرحمن بن يوسف بن قريج أنا الحافظ أبو بكر محمد بن المحب المقدسي أنا\nالقاضي أبو الربيع سليمان بن حمزة بن أبي عمر أنا الحافظ أبو عبد الله محمد\nبن عبد الواحد المقدسي وكتب إلي عاليا أبو عبد الله محمد بن أحمد بن أبي\nعمر عن أم محمد عائشة بنت محمد المقدسية عن أم إبراهيم ست الفقهاء ابنة\nإبراهيم الواسطية عن الحافظ أبي عبد الله المقدسي أنا أحمد بن حمزة السليمي\nأنا أبو علي الحسن بن أحمد الحداد ثنا أبو نعيم الأصبهاني ثنا أحمد بن جعفر\nثنا أحمد بن علي الأبار ثنا هشام بن عمار ثنا رفدة بن قضاعة الغساني عن\nالأوزاعي عن عبد الله بن عمير عن أبيه عن جده أن النبي صلى الله عليه وسلم\nكان يرفع يديه في الصلاة المكتوبة مع كل تكبيرة وهذا هو الحديث الأول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head4'>الآجري</h1>\n\n<h1 class='l1' id='head5'>العالم والمتعلم شريكان في الأجر</h1>\n\n<h1 class='l1' id='head6'>2 - </h1>\n\n<p>\nأخبرنا أبو المحاسن يوسف بن حسن الصالحى وأذن لي عاليا المحيوي يحيى بن\nيزيد الدمشقي عن أم عبد الله عائشة بنت محمد الصالحية عن أم إبراهيم ست\nالفقهاء ابنة إبراهيم الواسطية عن الضياء محمد بن عبد الواحد أنا أبو الفرج\nالثقفي أنا أبو علي الحداد أنا أبو نعيم الحافظ قال ثنا أبو بكر الآجري قال\nثنا أبو بكر الفريابي قال ثنا هشام بن عمار ثنا صدقة بن عمار خالد ثنا\nعثمان بن أبي عاتكة عن علي بن يزيد عن القاسم عن أبي أمامة الباهلي أن رسول\nالله صلى الله عليه وسلم قال عليكم بالعلم قبل أن يقبض وقبل أن يرفع ثم جمع\nبين إصبعيه الوسطى والتي تلي الإبهام ثم قال العالم والمتعلم شريكان في\nالأجر ولا خير في سائر الناس بعد وهذا هو الحديث الثاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head7'>الإسكاف</h1>\n\n<h1 class='l1' id='head8'>كيف كان يأكل النبي صلى الله عليه وسلم</h1>\n\n<h1 class='l1' id='head9'>3 - </h1>\n\n<p>\nأخبرنا البرقان إبراهيم بن بدر بقراءتي عليه أنا أبو الحسن على بن حسن\nالمشرقي أنا أبو زكريا يحيى بن يوسف بنزينب قال شيخنا وأباحت لي عاليا أم\nمحمد عائشة بنت <span id='ms02'></span> محمد بن عبد الهادي قالت هي وابن زينب أنا أبو العباس بن\nالشحنة أنا أبو عبد الله بن الزبيدي أنا أبو الوقت السجزي أنا أبو المظفر\nالداودي أنا أبو محمد السرخسي أنا أبو عبد الله الفربري أنا محمد بن\nإسماعيل ثنا علي بن عبد الله ثنا معاذ بن هشام حدثني أبي عن يونس قال علي\nهو الإسكاف عن قتادة عن أنس قال ماعلمت النبي صلى الله عليه وسلم أكل على\nسكرجة قط ولا خبز له مرقق ولا أكل على خوان قط قيل لقتادة فعلى م كانوا\nيأكلون قال على السفر وهذا هو الحديث الثالث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head10'>الأكفاني</h1>\n\n<h1 class='l1' id='head11'>السفر قطعة من العذاب</h1>\n\n<h1 class='l1' id='head12'>4 - </h1>\n\n<p>\nأخبرنا البدري حسن بن محمد بن عبيد الصالحي بقراءتي عليه أنا النظام عمر\nبن إبراهيم بن مفلح الصالحي أنا أبو بكر محمد بن عبد الله بن أحمد بن المحب\nأنا القاضي سليمان بن حمزة بن أبي عمر أنا الضياء محمد بن عبد الواحد\nالمقدسي وأباح لنا أبو العباس أحمد بن محمد الخزرجي عن أم محمد عائشة بنت\nمحمد بن الزين عن أم إبراهيم ست الفقهاء ابنة إبراهيم الواسطي عن الضياء\nالمقدسي أنا أبو محمد اللخمي وأبو طاهر الخشوعي قال الأول أنا أبو محمد\nالإسفراييني وقال الثاني أنا أبو محمد الأكفاني قالا أنا أبو القاسم\nالحنائي أنا أبو الحسين الكلابي أنا أبو بكر العقيلي ثنا هشام بن عمار ثنا\nمالك بن أنس ثنا سمي عن أبي صالح عن أبي هريرة أن رسول الله صلى الله عليه\nوسلم قال السفر قطعة من العذاب يمنع أحدكم نومه وطعامه وشرابه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا قضى أحدكم نهمته من سفره فليعجل إلى أهله وهذا هو الحديث الرابع\n</p>\n\n<h1 class='l1' id='head13'>حرف الباء الموحدة البزوري</h1>\n\n<h1 class='l1' id='head14'>جزاء من حج البيت</h1>\n\n<h1 class='l1' id='head15'>5 - </h1>\n\n<p>\nأخبرنا أبو العباس أحمد بن محمد الصالحي سماعا عليه بالمرشدية بها أنا\nالبرهان إبراهيم بن أحمد الباعوني أنا أبو الفضل عبد الرحيم بن الحسين\nالعراقى أنا البروزى أنا بن البخاري وأنا عاليا أبو المحاسن يوسف بن حسن بن\nأحمد بن حسن بن عبد الهادي <span id='ms03'></span> أنا جدي أنا الصلاح بن أبي عمر أنا بن البخاري\nأنا أبو المجد الثقفي أنا الخلال أنا أبو المظفر التميمي أنا عم والدي ثنا\nأبو إسحاق السندي ثنا محمد بن زياد ثنا الفضيل بن عياض عن منصور عن أبي\nحازم عن أبي هريرة عن النبي صلى الله عليه وسلم قال من حج البيت فلم يرفث\nولم يفسق رجع كما ولدته أمه وهذا هو الحديث الخامس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالبقسماطي\n</p>\n\n<h1 class='l1' id='head16'>سلمة بن الأكوع وغزواته مع الرسول صلى الله عليه وسلم</h1>\n\n<h1 class='l1' id='head17'>6 - </h1>\n\n<p>\nأخبرنا الجمال يوسف بن حسن الصالحي من لفظه أنا أبو عبد الله\n</p>\n\n<h1 class='l1' id='head18'>البقسماطي</h1>\n\n<p>\nأنا أبو الفرج بن الزغفور وقرأت عاليا على أم عبد الرزاق خديجة ابنة\nالزين الأرموي أخبرتك عائشة بنت عبد الهادي قالا أنا الحجار أنا ابن\nالزبيدي أنا السجزي أنا الداودي أنا السرخسي أنا الفربري أنا البخاري أنا\nأبو عاصم ثنا يزيد عن سلمة بن الأكوع قال غزوت مع النبي صلى الله عليه وسلم\nسبع غزوات ومع ابن حارثة استعمله علينا وهذا هو الحديث السادس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head19'>البقال</h1>\n\n<h1 class='l1' id='head20'>المدح بالباطل حرام</h1>\n\n<h1 class='l1' id='head21'>7 - </h1>\n\n<p>\nأخبرنا أبو البقاء محمد بن العماد العمري أنا الزين عبد الرحمن بن يوسف\nبن الطحان أنا أبو بكر محمد بن عبد الله الحافظ أنا التقى سليمان بن العز\nالعبدي قال شيخنا وأنبأنا عاليه جمع منهم أم يوسف خديجة ابنة علي العمرية\nعن أبي عبد الله محمد بن إسماعيل الأنصاري قالا أنا أبو عمر بن أبي عمر أنا\nأبو المجد الثقفى أناسعيد بن أبي الرجاء أنا أبو أحمد عبد الواحد بن أحمد\nالبقال أنا أبو أحمد عبيد الله بن يعقوب أنا جدي أبو يعقوب أنا أحمد بن\nمنيع ثنا سفيان بن عيينة عن الزهري عن عبيد الله بن عتبة بن مسعود عن ابن\nعباس عن عمر قال رسول الله صلى الله صلى الله عليه وسلم لا تطروني كما أطرت\nالنصارى عيسى ابن مريم ولكن قولوا عبد الله ورسوله وهذا الحديث السابع\n</p>\n\n<h1 class='l1' id='head22'>حرف التاء المثناة التاجر</h1>\n\n<h1 class='l1' id='head23'>عقاب من كذب على النبي عليه الصلاة والسلام</h1>\n\n<h1 class='l1' id='head24'>8 - </h1>\n\n<p>\nأخبرنا <span id='ms04'></span> أبو الفتح محمد بن محمد المزي بقراءتي عليه أنا أبو الخير محمد بن\nمحمد بن محمد المقرى أنا أبو بكر بن عبد الله الصامت أخبرتنا زينب ابنة أبي\nالفرج بن أبي عمر أنا والدى قال أبوالخير وأنبأني عاليا أبو عبيد محمد بن\nإسماعيل بن الخباز عن أبي الفرج بن أبي عمر أنا أبو جعفر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالأصبهاني أنا فاطمة بنت عبد الله أنا أبو بكر محمد بن عبد الله التاجر\nأنا أبو القاسم الطبراني ثنا أبو مسلم الكشي ثنا أبو عاصم عن يزيد بن أبي\nعبيد عن سلمة بن الأكوع قال رسول الله صلى الله عليه وسلم من قال علي ما لم\nأقل فليتبوأ مقعده من النار وهذا هو الحديث الثامن\n</p>\n\n<p>\nالتراسي\n</p>\n\n<h1 class='l1' id='head25'>الزواج بالقرآن</h1>\n\n<h1 class='l1' id='head26'>9 - </h1>\n\n<p>\nأخبرنا أبوالحسن علي بن محمد البغدادي بقراءتي عليه أنا النظام عمر بن\nإبراهيم بن مفلح أنا أبو بكر محمد بن عبد الله بن أحمد بن المحب أنا الضياء\nالحموي وابن مخلوف قال الأول أنا ابن خطيب القرافة وقال الثانى أنا جعفر\nالهمداني وكتب إلي عاليا أبو عبد الله محمد بن أحمد بن أبي عمر عن أم محمد\nعائشة بنت محمد بن الزين عن الشهاب بن الشحنة عن جعفر الهمداني قالا أنا\nأبو طاهر السلفي أنا علي بن هبة الله التراسي وسعد بن علي المصري قالا أنا\nأبو الحسن أحمد بن الحسين\n</p>\n\n<h1 class='l1' id='head27'>التراسي</h1>\n\n<p>\nأنا أبو الحسن بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nماجه ثنا محمد بن أيوب البجلي ثنا عبد الله بن مسلمة ثنا سلمة بن وردان\nقال سمعت أنس بن مالك يقول سأل النبي صلى الله عليه وسلم رجلا من أصحابه\nفقال يا فلان هل تزوجت قال لا وليس عندي ما أتزوج به قال أليس معك {قل هو\nالله أحد} قال بلى قال ربع القرآن قال أليس معك {إذا جاء نصر الله} قال بلى\nقال ربع القرآن قال أليس معك {قل يا أيها الكافرون} قال بلى قال ربع القرآن\nقال أليس معك {إذا زلزلت} قال بلى قال ربع القرآن قال أليس معك آية <span id='ms05'></span> الكرسي\n{الله لا إله إلا هو} قال بلى قال ربع القرآن تزوج تزوج وهذا هو الحديث\nالتاسع\n</p>\n\n<h1 class='l1' id='head28'>التمار</h1>\n\n<h1 class='l1' id='head29'>من أهوال يوم القيام</h1>\n\n<h1 class='l1' id='head30'>10 - </h1>\n\n<p>\nأخبرنا أبو المحاسن يوسف بن حسن بن أحمد بن حسن الصالحي أنا جدي أنا\nالصلاح بن أبي عمر أنا الفخر بن البخاري أنا الزين بن طبرزد أنا أبو بكر\nالأنصاري أنا محمد بن أحمد المعدل أنا أبو الحسين بن أخي ميمي ثنا أبو\nالقاسم البغوي ثنا أبو نصر عبد الملك بن عبد العزيز التمار ثنا حماد بن\nسلمة عن أيوب عن نافع عن ابن عمر أن النبي صلى الله عليه وسلم قرأ هذه\nالآية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\n{يوم يقوم الناس لرب العالمين} المطففين 6 قال يقومون حتى يبلغ الرشح\nأطارف آذانهم وهذا هو الحديث العاشر\n</p>\n\n<h1 class='l1' id='head31'>حرف الثاء المثلثة الثقاب</h1>\n\n<h1 class='l1' id='head32'>من أوصاف النبي عليه الصلاة والسلام</h1>\n\n<h1 class='l1' id='head33'>11 - </h1>\n\n<p>\nأخبرنا أبو عمر يوسف بن الحسن العمري أنا أبو حفص الثقاب أخبرتنا عائشة\nبنت عبد الهادي وكتب إلى عاليا أبو عبد الله بن الزبيدي أنا أبو الوقت\nالسجزي أنا الداودي أنا السرخسي أنا الفربري أنا البخاري أنا أبو الوليد\nثنا شعبة عن أبى إسحق سمع البراء يقول كان النبي صلى الله عليه وسلم مربوعا\nوقد رأيته في حلة حمراء ما رأيت شيئا قط أحسن منه وهذا هو الحديث الحادي\nعشر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head34'>حرف الجيم الجزار</h1>\n\n<h1 class='l1' id='head35'>من حقوق المسلم على المسلم</h1>\n\n<h1 class='l1' id='head36'>12 - </h1>\n\n<p>\nأخبرنا البرهان إبراهيم بن محمد الدمشقي أنا أبو العباسبن عبد الهادي أنا\nالصلاح بن أبي عمر أنا الفخر البخاري أنا ابن الحرستاني أنا السليمي أنا\nالأكفاني أنا أبو القاسم الرازي أنا أبو القاسم علي بن الحسين الجزار يعنى\nاللحام ثنا بكار بن قتيبية ثنا روح بن عبادة ثنا زكريا بن إسحاق عن أبي\nالزبير عن جابر أن النبي صلى الله عليه وسلم قال إذا ولي أحدكم أخاه فليحسن\nكفنه وهذا هو الحديث الثانى عشر\n</p>\n\n<h1 class='l1' id='head37'>الجلودي</h1>\n\n<h1 class='l1' id='head38'>كيفية صلاة الاستسقاء</h1>\n\n<h1 class='l1' id='head39'>13 - </h1>\n\n<p>\nأخبرنا أبو المفاخر عبد القادر بن محمد الحصوي أنا أبو العباس الفولاذي\nأنا التاج بن بردس أنا أبو الفداء بن الخباز <span id='ms06'></span> أنا الإربلي أنا الطوسي أنا\nالفراوي أنا الفارسى أنا أبو أحمد الجلودى ثنا إبراهم بن سفيان ثنا مسلم\nثنا يحيى بن يحيى قرأت على مالك عن عبد الله بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأبي بكر أنه سمع عباد بن تميم يقول سمعت عبد الله بن زيد يقول خرج رسول\nالله صلى الله عليه وسلم إلى المصلى فاستسقى وحول رداءه حين استقبل القبلة\nوهذا هو الحديث الثالث عشر\n</p>\n\n<h1 class='l1' id='head40'>الجمال</h1>\n\n<h1 class='l1' id='head41'>من قتل دون ماله فهو شهيد</h1>\n\n<h1 class='l1' id='head42'>14 - </h1>\n\n<p>\nأخبرنا التقي أبو بكر بن محمد بن أبي عمر أنا أبو العباس الحريري أنا أبو\nحفص البالسي أنا أبو محمد بن المحب أنا ابن الموازيني أنا البهاء عبد\nالرحمن أخبرتنا شهدة أنا أبو الراغب الباقلاني أنا أبو القاسم الأزجي أنا\nأبو علي بن شاذان أنا أبو بكر بن نجيح ثنا أحمد بن إسماعيل الجمال ثنا\nقبيصة ثنا سفيان عن عبد الله بن دينار قال سمعت ابن عمرو يقول قال رسول\nالله صلى الله عليه وسلم من أريد ماله بغير حق فقاتل دونه فقتل فهو شهيد\nوهذا هو الحديث الرابع عشر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head43'>الجوهرى</h1>\n\n<h1 class='l1' id='head44'>شروط مرافقة النبى صلى الله عليه وسلم في الجنة</h1>\n\n<h1 class='l1' id='head45'>15 - </h1>\n\n<p>\nأخبرنا أبو العباس أحمد بن حسن الصالحي أنا أبو حفص عمر بن إبراهيم\nالراميني أنا الحافظ أبو بكر محمد بن المحب المقدسي أنا الحافظ الضياء محمد\nبن عبد الواحد المقدسى وأباح لي عاليا أبو العباس أحمد بن محمد الخزرجي عن\nأم محمد عائشة بنت محمد المقدسي عن أم محمد ست الفقهاء ابنة إبراهيم\nالواسطي عن الضياء المقدسي أنا أبو القاسم بن السبط أنا والدي أبو علي أنا\nأبو محمد الجوهري أنا أبو بكر الصفار ثنا محمد بن صالح ثنا هشام بن عمار\nثنا الهقل بن زياد ثنا الأوزاعي عن يحيى بن أبي كثير عن أبي سلمة عن ربيعة\nبن كعب الأسلمي قال كنت أبيت مع النبي صلى الله عليه وسلم آتيه بوضوئه\nوحاجته فقال سلني قلت مرافقتك في الجنة قال أو غير ذلك قلت هو ذاك قال أعني\nعلى نفسك <span id='ms07'></span> بكثرة السجود وهذا هو الحديث الخامس عشر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head46'>الجوخي</h1>\n\n<h1 class='l1' id='head47'>الطعام والشيطان</h1>\n\n<h1 class='l1' id='head48'>16 - </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن أبي بكر بن أبي عمر أنا أبو محمد بن الشرايحي أنا\nأبو العباس الجوخي أنا أبو الحسن بن البخاري أنا حنبل أنا ابن الحصين أنا\nالمذهب أنا القطيعي ثنا عبد الله بن أحمد حدثني أبي ثنا معتمر عن حميد عن\nأنس عن النبي صلى الله عليه وسلم قال إذا سقطت لقمة أحدكم فليأخذها فليمسح\nما بها من الأذى ولا يدعها للشيطان وهذا هو الحديث السادس عشر\n</p>\n\n<h1 class='l1' id='head49'>حرف الحاء المهملة الحبري</h1>\n\n<h1 class='l1' id='head50'>من فوائد الاستعاذة</h1>\n\n<h1 class='l1' id='head51'>17 - </h1>\n\n<p>\nأخبرنا أبو المحاسن يوسف بن حسن بن أحمد بن حسن الصالحي أنا جدي أنا\nالصلاح بن أبي عمر أنا الفخر بن البخاري أنا ابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالحرستاني أنا السليمي أنا الرازي أنا خيثمة ثنا أبو عبد الله الحسين ابن\nالحكم الحبري ثنا حسن بن حسين ثنا حبان بن علي عن ليث عن داود عن أنس قال\nرسول الله صلى الله عليه وسلم من استعاذ في يوم عشر مرات وكل الله به ملكا\nيذود عنه الشيطان كما يذود عن حوضه غريبة الإبل وهذا هو الحديث السابع عشر\n</p>\n\n<h1 class='l1' id='head52'>الحريري</h1>\n\n<h1 class='l1' id='head53'>لا وصال في الصوم</h1>\n\n<h1 class='l1' id='head54'>18 - </h1>\n\n<p>\nأخبرنا أبو الفرج عبد الرحمن بن أحمد بن أبي عمر أنا أبو العباس الحريري\nأنا أبو حفص البالسي أنا أبو الحجاج المزي أنا أبو الحسن بن البخارى وأنا\nعاليا أبو عمر يوسف بن حسن بن أحمد بن حسن المقدسي أنا جدي أنا الصلاح بن\nأبي عمر أنا أبو الحسن بن البخارى أنا أبو حفص ابن طبرزد أنا أبو القاسم\nالحريري أنا أبو إسحاق النرسي أنا ابن حيويه ثنا أبو بكر محمد بن هارون ثنا\nعبد الرحمن السراج ثنا بقيه عن محمد ابن زياد قال سمعت عبد الله بن أبي قيس\nيقول سمعت عائشة تقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nنهى رسول الله صلى الله عليه وسلم عن الوصال في الصوم وهذا هو الحديث\nالثامن عشر\n</p>\n\n<p>\nالحجار\n</p>\n\n<h1 class='l1' id='head55'>19 - </h1>\n\n<p>\nأخبرتنا أم عبد الرزاق خديجة ابنة عبد الكريم الأرموية أخبرتنا عائشة بنت <span id='ms08'></span>\nعبد الهادي أنا أبو العباس\n</p>\n\n<h1 class='l1' id='head56'>الحجار</h1>\n\n<p>\nأنا أبو عبد الله بن الزبيدي أنا أبو الوقت السجزي أنا الداودي أنا\nالسرخسي أنا الفربري أنا البخاري ثنا المكي بن إبراهيم ثنا يزيد بن أبي\nعبيد عن سلمى قال سمعت النبي صلى الله عليه وسلم يقول من يقل علي ما لم أقل\nفليتبوأ مقعده من النار وهذا هو الحديث التاسع عشر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head57'>الحداد</h1>\n\n<h1 class='l1' id='head58'>ما الذي يذهب الغل والحقد من الصدر</h1>\n\n<h1 class='l1' id='head59'>20 - </h1>\n\n<p>\nأخبرنا أبو حفص عمر بن خليل بن اللبودى أنا أبو حفص عمر ابن إبراهيم\nالراميني أنا القاضي سليمان بن حمزة أنا الحافظ ضياء الدين المقدسى وأباح\nلي عاليا المحيوي يحيى بن محمد الحنفي عن أم محمد عائشة بنت المحتسب العمري\nعن ست الفقهاء ابنة الواسطي عن الحافظ ضياء الدين المقدسي أنا أبو جعفر\nالصيدلاني أنا أبو علي الحداد أنا أبو نعيم الأصبهاني أنا أبو مسلم الذهلي\nثنا موسى بن هارون ثنا ابو موسى الأنارى ثنا سفيان ابن عيينة عن هارون بن\nرئاب عن أبي العلاء عن رجل من بني أقيش أنه قرأ معه كتابا في المربد من\nالنبي صلى الله عليه وسلم فيه من صام شهر الصبر وثلاثة أيام من كل شهر ذهبن\nبوحر صدره وهذا هو الحديث العشرون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head60'>الحطاب</h1>\n\n<h1 class='l1' id='head61'>لا ترفع رأسك قبل الإمام</h1>\n\n<h1 class='l1' id='head62'>21 - </h1>\n\n<p>\nأخبرنا أبو عمر يوسف بن حسن بن أحمد بن حسن بن عبد الهادي أنا جدي أنا\nالصلاح ابن أبي عمر أنا الفخر بن البخاري أنا الزين بن طبرزد أنا القاضي\nأبو بكر الأنصاري أنا أبو إسحاق الحبال أنا أبو العباس العطار والحسن بن\nعبد الرحمن الحطاب قالا أبو إسحاق الحنائي ثنا الحسن بن المثنى ثنا عفاف بن\nالمثنى ثنا عفاف بن مسلم ثنا شعبة أنا محمد بن زياد أنه سمع أبا هريرة يقول\nعن النبي صلى الله عليه وسلم قال أما يخشى أحدكم أو ألا يخشى أحدكم إذا رفع\nرأسه قبل الإمام أن يحول الله رأسه رأس حمار وهذا هو الحديث الحادي\nوالعشرون\n</p>\n\n<h1 class='l1' id='head63'>الحفار</h1>\n\n<h1 class='l1' id='head64'>النبي عليه الصلاة والسلام وقرب <span id='ms09'></span> الساعة</h1>\n\n<h1 class='l1' id='head65'>22 - </h1>\n\n<p>\nأخبرنا البرهان بن إبراهيم بن محمد بن قاسم أنا أبو العباس أحمد ابن حسن\nالصالحي أنا الصلاح بن أبي عمر أنا الفخر بن البخاري أنا أبو اليمن الكندى\nأنا أبو محمد المقرى أنا الحسن بن محمد أنا هلال بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد الحفار أنا أبو الفضل عيسى بن موسى بن المتوكل على الله أنا الحسين\nابن محمد ثنا أبو محمد الأصفهاني ثنا بشر بن الحسين ثنا الزبير بن عدي عن\nأنس قال رسول الله صلى الله عليه وسلم بعثت بين يدي الساعة وجعل رزقي تحت\nظل رمحي وهذا هو الحديث الثاني والعشرون\n</p>\n\n<h1 class='l1' id='head66'>الحكاك</h1>\n\n<h1 class='l1' id='head67'>ماء زمزم وفوائده</h1>\n\n<h1 class='l1' id='head68'>23 - </h1>\n\n<p>\nأخبرنا أبو العباس أحمد بن عبد الله الصالحي أنا أبو عبد الله محمد ابن\nمحمد الصالحي أنا أبو بكر بن المحب أنا القاسم بن عساكر وأبو نصر الشيرازي\nقالا أنا الحافظ ضياء الدين المقدسى وكتب إلي عاليا أبو عبد الله محمد بن\nأحمد بن الفخر عن أم محمد عائشة بنت محمد بن الزين عن أم محمد بنت البرهان\nعن الحافظ ضياء الدين المقدسي أنا أبو عبد الله الحكاك ومحمد بن ناصر أنا\nأبو سعد الكرماني أنا أبو بكر الشيرازي أنا أبو عبد الله الحاكم ثنا عبد\nالرحمن بن حمدان الجلاب ثنا محمد بن على ثنا الحسين بن أحمد ثنا محمد بن\nيوسف ثنا سفيان عن هارون بن عنترة عن أبيه عن ابن عباس أن النبي صلى الله\nعليه وسلم شرب من ماء زمزم وهو قائم وهذا هو الحديث الثالث والعشرون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head69'>الحلواني</h1>\n\n<h1 class='l1' id='head70'>الكلب الأسود شيطان</h1>\n\n<h1 class='l1' id='head71'>24 - </h1>\n\n<p>\nأخبرنا البرهان إبراهيم بن عثمان بن محمد المرادي أنا النظام عمر بن\nإبراهيم الراميني أنا أبو بكر بن المحب أنا أبو العباس بن تيمية أنا أبو\nالحسن الحداد أنا خليل بن أبي الرجاء أنا أبو علي الحداد أنا أبو نعيم\nالحافظ ثنا محمد بن علي ثنا أحمد بن يحيى الحلواني ثنا أحمد بن يوسف ثنا\nأبو شهاب عن يونس عن الحسن عن عبد الله بن مغفل عن النبي صلى الله عليه <span id='ms10'></span>\nوسلم قال لولا أن الكلاب أمة من الأمم لأمرت بقتلها فاقتلوا منها كل أسود\nبهيم وهذا هو الحديث الرابع والعشرون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head72'>الحمامي</h1>\n\n<h1 class='l1' id='head73'>من أدرك ركعة فقد أدرك الصلاة</h1>\n\n<h1 class='l1' id='head74'>25 - </h1>\n\n<p>\nأخبرنا البدري حسن بن محمد بن عبيد المرادى أنا أبو حفص عمر ابن إبراهيم\nبن مفلح أنا أبو بكر بن المحب أنا القاسم بن المظفر وسليمان ابن حمزة قالا\nأنا محمد بن عبد الواحد زاد سليمان وأبو إبراهيم بن منده وأباح لي عاليا\nأبو العباس أحمد بن محمد الخزرجي عن أم محمد عائشة بنت الشمس المقدسي عن ست\nالفقهاء بنت الواسطي عن محمد بن عبد الواحد قالا أنا إسماعيل بن علي\nالحمامي أنا محمد بن علي أبو مسلم أنا محمد بن علي بن إبراهيم المقرى ثنا\nمحمد بن عبدان المحتسب ثنا أبو مصعب ثنا مالك عن الزهري عن أبي سلمة عن أبي\nهريرة قال رسول الله صلى الله عليه وسلم من أدرك من الصلاة ركعة فقد أدرك\nوهذا هو الحديث الخامس والعشرون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head75'>حرف الخاء المعجمة الخباز</h1>\n\n<h1 class='l1' id='head76'>جزاء الصلاة على الجنازة</h1>\n\n<h1 class='l1' id='head77'>26 - </h1>\n\n<p>\nأخبرنا أبو المفاخر عبد القادر بن محمد الحصوي أنا أبو العباس أحمد بن\nمحمد الفولاذي أنا التاج بن بردس أنا أبو الفداء إسماعيل بن إبراهيم ابن\nسالم الخباز أنا أبو العباس بن عبد الدايم أنا أبو حامد الوكيل أنا القاضي\nأبو بكر أنا أبو القاسم التنوخي أنا أبو الحسن بن عرفة بن لؤلؤ أنا حمزة بن\nمحمد ثنا نعيم بن زياد ثنا ابن المبارك عن معمر عن الزهري عن سعيد بن\nالمسيب عن أبي هريرة قال رسول الله صلى الله عليه وسلم من صلى على جنازة\nفله قيراط من الأجر وهذا هو الحديث السادس العشرون\n</p>\n\n<h1 class='l1' id='head78'>الخراز</h1>\n\n<h1 class='l1' id='head79'>أول ما يحاسب به العبد</h1>\n\n<h1 class='l1' id='head80'>27 - </h1>\n\n<p>\nأخبرنا أبو المحاسن يوسف بن حسن بن أحمد بن حسن بن عبد الهادي أنا جدي\nأنا الصلاح بن أبي عمر أنا الفخر البخاري أنا ابن الحرستاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأنا السليمي أنا الأكفاني أنا الرازي أنا الحسن بن حبيب أنا أبو بكر أحمد\nبن علي <span id='ms11'></span> الخراز ثنا مروان بن محمد ثنا عبد الله بن بن العلاء ثنا الضحاك ابن\nعبد الرحمن عن أبي هريرة عن رسول الله صلى الله عليه وسلم قال أول ما يحاسب\nالعبد به يوم القيامة أن يقال له ألم أصح لك جسمك وأروك من الماء البارد\nوهذا هو الحديث السابع والعشرون\n</p>\n\n<h1 class='l1' id='head81'>الخياش</h1>\n\n<h1 class='l1' id='head82'>احذر الهجران</h1>\n\n<h1 class='l1' id='head83'>28 - </h1>\n\n<p>\nأخبرنا الجمال يوسف بن حسن الصالحي أنا النظام عمر بن إبراهيم ابن مفلح\nأنا أبو بكر بن المحب أنا العماد بن عبد الهادي أنا أبو الحسن ابن البخارى\nقال شيخنا وأنا عاليا جدي أبو الفياض بن عبد الهادي أنا الصلاح ابن أبي عمر\nأنا أبو الحسن بن البخاري أنا أبو القاسم بن معالي أنا أبو بكر بن عبد\nالباقى أنا أبو إسحق الحبال أنا ابن منير أنا أبو عبد الله الخياش أنا أبو\nزكريا العلاق ثنا أحمد بن عمر ثنا ابن وهب ثنا حيوة ابن شريح عن الوليد بن\nأبي الوليد عن عمران ابن أبي أنس عن أبي خراش السليمي سمع النبي صلى الله\nعليه وسلم يقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمن هجر أخاه سنة كان كسفك دمه وهذا هو الحديث الثامن والعشرون\n</p>\n\n<h1 class='l1' id='head84'>الخيام</h1>\n\n<h1 class='l1' id='head85'>من هم الغرباء</h1>\n\n<h1 class='l1' id='head86'>29 - </h1>\n\n<p>\nأخبرنا الكمال محمد بن حمزة الحسيني أنا أبو العباس أحمد بن حسن الصالحي\nأنا الصلاح بن أبي عمر أنا الفخر بن البخاري أنا أبو المجد الثقفي أنا أبو\nمحمد الخلال أنا أبو صالح خلف بن محمد الخيام ثنا سهل بن شاذويه ثنا نصر بن\nالحسين أنا مكي أنا أبي ثنا عيسى عن أبي خلف الكوفي عن الزهري عن أبي سلمة\nعن أبي هريرة عن النبي صلى الله عليه وسلم قال يكون الغرباء في الدنيا\nأربعة قرآن في جوف ظالم أو مسجد في نادي قوم لا يصلون فيه ومصحف في بيت لا\nيقرأ فيه ورجل صالح مع قوم سوء وهذا هو الحديث التاسع والعشرون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head87'>الخفاف</h1>\n\n<h1 class='l1' id='head88'>30 - </h1>\n\n<p>\nأخبرنا البرهان إبراهيم بن محمد بن قاسم أنا أبو العباس أحمد بن حسن\nالمقدسي أنا الصلاح بن أبي عمر أنا <span id='ms12'></span> الفخر بن البخارى أنا الزين ابن طبرزد\nأنا القاضي أبو بكر الأنصاري أنا أبو القاسم الخفاف أنا أبو حفص الزيات ثنا\nأبو حفص الكاغدي ثنا عمرو بن علي ثنا زياد بن عبد الله عن محمد بن جحادة عن\nعمرو بن دينار عن عطاء بن يسار عن أبي هريرة قال رسول الله صلى الله عليه\nوسلم إذا أقيمت الصلاة فلا صلاة إلا المكتوبة وهذا هو الحديث الثلاثون\n</p>\n\n<h1 class='l1' id='head89'>الخلعي</h1>\n\n<h1 class='l1' id='head90'>31 - </h1>\n\n<p>\nأخبرنا أبو عمر يوسف بن حسن الصالحي أنا أبو حفص عمر بن إبراهيم الراميني\nأنا أبو بكر بن المحب أنا يحيى بن سعد أنا الحسن بن يحيى أنا عبد الله بن\nرفاعة أنا أبو الحسن الخلعي أنا أبو محمد البزار ثنا أبو العباس الحضرمي\nثنا يحيى بن أيوب ثنا سعيد بن الحكم أنا يحيى ابن أيوب حدثني ابن زحر عن\nعلي بن يزيد عن القاسم عن أبي أمامة عن ابن مسعود عن رسول الله صلى الله\nعليه وسلم قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nتعرض أعمال بني آدم في كل يوم اثنين وفى كل يوم خميس فيرحم المترحمين\nويغفر للمستغفرين ثم يذر أهل الحقد بحقدهم وهذا هو الحديث الحادي والثلاثون\n</p>\n\n<p>\nالخيوطي\n</p>\n\n<h1 class='l1' id='head91'>من أوصاف الجنة</h1>\n\n<h1 class='l1' id='head92'>32 - </h1>\n\n<p>\nأخبرنا أبو الحسن علي بن محمد بن عبد الحميد الصالحي أنا النظام عمر بن\nإبراهيم بن مفلح أنا أبو بكر بن المجد أنا أبو الفضل بن حمزة أنا الحافظ\nضياء الدين المقدسى وأذن لي عاليا المحيوي يحيى بن محمد الحنفي عن أم محمد\nعائشة بنت محمد بن الزين عن أم محمد ابنة البرهان عن الحافظ ضياء الدين\nالمقدسي أنا أحمد بن يحيى أنا أحمد بن المبارك أنا طراد بن محمد أنا أبو\nالفرج ابن المسلمة أنا أبو محمد الخطبي أنا أحمد بن على\n</p>\n\n<h1 class='l1' id='head93'>الخيوطى</h1>\n\n<p>\nثنا عبد الجبار ابن عاصم ثنا عبد الله بن زياد عن زرعة عن نافع عن ابن\nعمر قال ذكر عند النبي صلى الله عليه وسلم طوبى فقال النبي صلى الله عليه\nوسلم هل بلغك ما طوبى قال الله ورسوله أعلم <span id='ms13'></span> قال طوبى شجرة في الجنة لا يعلم\nطولها إلا الله عز وجل يسير الراكب تحت الغصن من أغصانها سبعين خريفا ورقها\nالحلل يقع عليها الطير كأمثال البخت فقال أبو بكر لرسول الله إن هناك لطيرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nناعما فقال أنعم منه من يأكله وأنت منهم إن شاء الله وهذا هو الحديث\nالثاني والثلاثون\n</p>\n\n<h1 class='l1' id='head94'>حرف الدال المهملة الدهان</h1>\n\n<h1 class='l1' id='head95'>الندم توبة</h1>\n\n<h1 class='l1' id='head96'>33 - </h1>\n\n<p>\nأخبرنا أبو العباس أحمد بن زيد الحنبلي أنا أبو عبد الله محمد بن أحمد\nالخطيب عن أم محمد عائشة بنت محمد بن الزين عن أبى العباس ابن الشحنة\nأنبأنا أبو الفضل الهمداني عن أبي طاهر السلفي أنا أبو الغنايم النرسي ثنا\nأبو الحسين محمد بن عبد العزيز بن زيد الدهان أنا علي بن عبد الرحمن البكاي\nثنا محمد بن عبد الله الحيري ثنا علي بن الجعد ثنا سفيان عن عبد الكريم عن\nزياد عن ابن معقل عن ابن مسعود عن النبي صلى الله عليه وسلم قال الندم توبة\nوهذا هو الحديث الثالث والثلاثون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head97'>الدهنى</h1>\n\n<h1 class='l1' id='head98'>من أوصاف جهنم أعاذنا الله منها</h1>\n\n<h1 class='l1' id='head99'>34 - </h1>\n\n<p>\nأخبرنا الجمال عبد الله بن زيد الصالحي أنا أبو عبد الله محمد بن محمد\nالصالحي أنا أبو بكر بن المحب أنا أبو نصر الشيرازي أنا الحافظ ضياء الدين\nالمقدسى وأباح لي عاليا أبو العباس أحمد بن محمد الحمصى عن أم محمد بنت\nمحمد المقدسية عن ست الفقهاء ابنة الواسطي عن الحافظ ضياء الدين المقدسي\nأنا أبو عبد الله الجوهري أنا أبو سعد الكرماني أنا أبو بكر الشيرازي أنا\nأبو منصور بن الحسيني أنا علي بن عبد الرحمن ثنا أحمد ابن حازم ثنا علي بن\nحكيم ثنا شريك عن عمار الدهني عن عطية عن أبي سعيد عن النبي صلى الله عليه\nوسلم فى قوله سأرهقه صعودا قال جبل من نار فلى النار يكلف صعوده فإذا وضع\nيده ذابت فإذا رفعها عادت فإذا وضع رجله ذابت فإذا رفعها عادت وهذا هو\nالحديث الرابع والثلاثون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head100'>الدجاج</h1>\n\n<h1 class='l1' id='head101'>فضل قضاء حوائج أخيك المسلم</h1>\n\n<h1 class='l1' id='head102'>35 - </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن <span id='ms14'></span> أبي بكر بن أبى عمر أنا أبو الوفا محمد ابن\nإبراهيم بن محمد بن خليل أنا النعمان محمد بن عمر بن حسن أنا علاء الدين بن\nنرس بن عبد الله العديمي أنا أبو قاسم بن السعود بن القميرة أخبرتنا ست\nالكتبة شهدة بنت أحمد الآبري قالت أنا أبو غالب محمد بن الحسن الباقلاني\nأنا أبو علي بن شاذان ثنا عيسى بن يعقوب بن جابر الدجاج ثنا دينار مولى أنس\nنفطرة الصراة ثنا صاحبي أنس بن مالك قال رسول الله صلى عليه وسلم من قضى\nلأخيه حاجة من حوائج الدنيا قضى الله له اثنين وسبعين حاجة أسهلها المغفرة\nوهذا هو الحديث الخامس والثلاثون\n</p>\n\n<h1 class='l1' id='head103'>الدقاق</h1>\n\n<h1 class='l1' id='head104'>من تعليمات النبي عليه الصلاة والسلام</h1>\n\n<h1 class='l1' id='head105'>36 - </h1>\n\n<p>\nأخبرنا أبو الفرج عبد الرحمن بن أحمد الصالحى أنا أبو العباس أحمد ابن\nأحمد بن يعقوب أنا حفص البالسي أنا أبو محمد بن المحب أنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nابن الموازيني أنا البهاء عبد الرحمن أخبرتنا شهدة الكاتبة أنا أبو غالب\nالباقلاني أنا أبو القاسم الأزجي أنا أبو علي بن شاذان أنا عثمان بن محمد\nالدقاق ثنا يحى بن جعفر أنا علي بن عاصم ثنا خالد الحذاء عن أبي عثمان\nالنهدي عن أبي موسى الأشعري قال كنا مع النبي صلى الله عليه وسلم في غزاة\nفجعلنا لانصعد شرفا ولا نهبط واديا إلارفعنا أصواتنا بالتكبير فالتفت إلينا\nرسول الله صلى الله عليه وسلم فقال يأيها الناس اخفضو أصواتكم فإنكم\nلاتدعون أصما ولا غائبا إن الذين تدعون يعرف ركابكم وهذا هو الحديث السادس\nوالثلاثون\n</p>\n\n<h1 class='l1' id='head106'>الدقيقي</h1>\n\n<h1 class='l1' id='head107'>هل في الجنة جماع</h1>\n\n<h1 class='l1' id='head108'>37 - </h1>\n\n<p>\nأخبرنا أبو العباس أحمد بن حسن الصالحي أنا أبو حفص عمر بن إبراهيم\nالراميني أنا أبو بكر بن المحب أنا أبو الربيع بن حمزة أنا الحافظ ضياء\nالدين المقدسي وأذن لي عاليا المحيوي يحيى بن محمد الحنفي عن أم محمد عائشة\nبنت محمد المقدسي عن أم محمد بنت البرهان عن الحافظ ضياء الدين المقدسي أنا\nأبو الفتوح العجلي أخبرتنا فاطمة بنت عبد الله قالت أنا محمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nزيدة <span id='ms15'></span> ثنا سليمان بن أحمد ثنا إبراهيم بن جابر ثنا محمد بن عبد الملك\nالدقيقي ثنا معلى بن عبد الرحمن ثنا شريك عن عاصم الأحول عن أبي المتوكل عن\nأبي سعيد الخدري قال رسول الله صلى الله عليه وسلم إن أهل الجنة إذا جامعوا\nنساءهم عادوا أبكارا وهذا هو الحديث السابع والثلاثون\n</p>\n\n<h1 class='l1' id='head109'>الدلال</h1>\n\n<h1 class='l1' id='head110'>ما يقوله إذا أصبح</h1>\n\n<h1 class='l1' id='head111'>38 - </h1>\n\n<p>\nأخبرنا أبو المحاسن يوسف بن حسن بن أحمد بن حسن الصالحي أناأبو عبد الله\nالمفعلي أنا أبو بكر بن المحب أنا أبو الحجاج المزي وأبو محمد فارس بن عبد\nالله الدلال قال الأول أنا ابن البخاري وقال الثاني أنا عبد الوهاب المقدسى\nقال شيخنا وأنا عاليا جدي أنا الصلاح بن أبي عمر أنا ابن البخاري قال هو\nوعبد الوهاب أنا الخشوعي أنا أبو الحسن على بن السلم السلمى أنا الحسين بن\nمحمد أنا أبو بكر بنأبى الحديد أنا أبو بكرمحمد بن بشر العكبري أنا عبد\nالله أنا الفريابي ثنا سفيان عن سلمة بن كهيل عن عبد الله بن عبد الرحمن بن\nأبزى عن أبيه قال كان رسول الله صلى الله عليه وسلم إذا أصبح قال أصبحنا\nعلى فطرة الإسلام وكلمة الإخلاص ودين نبينا محمد وملة أبينا إبراهيم حنيفا\nوما كان من المشركين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا هو الحديث الثامن والثلاثون\n</p>\n\n<h1 class='l1' id='head112'>الدليل</h1>\n\n<h1 class='l1' id='head113'>استحباب الكثرة فى صلاة الجنازة</h1>\n\n<h1 class='l1' id='head114'>39 - </h1>\n\n<p>\nأخبرنا جمال عبد الله بن عمر الصالحى أنا عبد الله محمد بن محمد الصالحي\nأنا أبو بكر بن المحب أنا أبو الفضل بنأبى عمر أنا الحافظ ضياء الدين\nالمقدسى وارسلنى أبو عبد الله محمد بن أحمد الخطيب عن أم محمد عائشة بنت\nمحمد المقدسية عن ست الفقهاء ابنة الواسطي عن الحافظ ضياء الدين المقدسي\nأنا أبو المظفر السمعاني أنا أبو بكر البنا ثنا عمر بن سعيد أنا أبو بكر\nالهمداني دليل الحاج ببيت المقدس ثنا محمدبن الحسين الصوفي ثنا عبد الوهاب\nبن الحسن ثنا أحمد بن عمير ثنا محمد بن وزير ثنا عبد الوهاب بن عبد المجيد\nعن أبي أيوب عن <span id='ms16'></span> أبي قلابة عن عبد الله بن يزيد عن عائشة عن النبي صلى الله\nعليه وسلم قال ما من مسلم يموت ويصلي عليه أمة من المسلمين يبلغوا أن\nيكونوا مائة فيشفعون فيه إلا شفعوا فيه وهذا هو الحديث التاسع والثلاثون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head115'>حرف الذال المعجمة الذهبي</h1>\n\n<h1 class='l1' id='head116'>زهد النبي عليه الصلاة والسلام وورعه</h1>\n\n<h1 class='l1' id='head117'>40 - </h1>\n\n<p>\nأخبرنا السراج عمر بن علي الخطيب أنا أبو بكر محمد بن أبي بكر الحافظ أنا\nأبو هريرة عبد الرحمن بن الحافظ أبي عبد الله الذهبي أنا أبى وأباح لي\nعاليا أبو العباس أحمد بن محمد الحمصي عن أم محمد عائشة بنت العدوي عن أبي\nعبد الله الذهبي أنا أبو محمد الفارقي أنا ابن رواحة أنا السلفي أنا النرسي\nأنا محمد بن علي العلوي أنا عمر بن إبراهيم أنا أبو سعيد العدوي ثنا ابن\nأبي الشوارب ثنا جعفر بن سليمان عن ثابت عن أنس قال لم يكن رسول الله صلى\nالله عليه وسلم يدخر شيئا لغد وهذا هو الحديث الأربعون\n</p>\n\n<h1 class='l1' id='head118'>حرف الراء المهملة الرسام</h1>\n\n<h1 class='l1' id='head119'>من فضائل لا إله إلا الله</h1>\n\n<h1 class='l1' id='head120'>41 - </h1>\n\n<p>\nأخبرنا أبو المحاسن يوسف بن حسن الصالحي أخبرتنا أسماء بنت الميداني قالت\nأنا البرهان بن صديق الرسام أنا أبو العباس الحجار وأذن لي عاليا المحيوي\nيحيى بن محمد الحنفى عن أم محمد عن أم محمد عائشة بنت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن عبد الهادي عن أبي العباس الحجار عن أبى الحسن القطيعى أنا أسعد\nالجبرلى أنا أبو الخطاب ابن الجراح أتا أبو القاسم بن بشران أنا أبو علي بن\nخزيمة ثنا علي بن الحسين ثنا أبي ثنا الوليد بن القاسم عن يزيد بن كيسان عن\nأبي حازم عن أبي هريرة قال رسول الله صلى الله عليه وسلم ما قال عبد لا إله\nإلا الله مخلصا إلا صعدت لايردها حجاب فإذا وصلت إلى الله عز وجل نظر الله\nإلى قائله وحق على الله أن لا ينظر إلى رحمه وهذا هو الحديث الحادي\nوالأربعون\n</p>\n\n<h1 class='l1' id='head121'>الرماني</h1>\n\n<h1 class='l1' id='head122'>42 - </h1>\n\n<p>\nأخبرنا عمر يوسف بن حسن بن أحمد بن حسن بن عبد الهادي <span id='ms17'></span> أنا جدي أنا\nالصلاحابن أبي عمر أنا الفخر بن البخاري أنا ابن المرستانى أنا السليمي أنا\nالأكفاني أنا الرازي أنا أبو حسن الرماني السيراني ثنا إبراهيم بن هاشم ثنا\nهدبة بن خالد ثنا أبو عوانة عن الأغمشعن أبي صالح عن أبي هريرة قال رسول\nالله صلى الله عليه وسلم أكذب الناس الصباغون والصواغون وهذا هو الحديث\nالثاني والأربعون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head123'>الرواس</h1>\n\n<h1 class='l1' id='head124'>وفود النابغة الجعدي على النبي صلى الله عليه وسلم</h1>\n\n<h1 class='l1' id='head125'>43 - </h1>\n\n<p>\nأخبرنا الشمس محمد بن عمر الصالحي أنا أبو عبد الله محمد بن محمد بن\nحوارش أنا أبو بكر بن المحب أنا إسماعيل القيسي أنا السخاوي أنا السلفى\nوكتب إلي عاليا أبو عبد الله محمد بن أحمد المصري منها عن أم محمد عائشة\nبنت المحتسب العمري عن الشهاب ابن الشحنة عن أبي الفضل الهمداني عن السلفي\nأناأبو طالب الدينوري أنا أبو سعيد الرواس أنا أبو الخير الكاتب أنا أبو\nبكر بن دريد أنا أبو حاتم السجستاني عن الأصمعي عن أبي عمرو بن العلاء عن\nنصر بن عاصم عن أبيه قال سمعت النابغة يقول أتيت النبي صلى الله عليه وسلم\nفأنشدته حتى أتيت إلى قولي\n</p>\n\n<p>\nأتيت رسول الله إذ جاء الهدى\n</p>\n\n<p>\nويتلو كتابا المجرة نيرا ... بلغنا السماء مجدنا وجدودنا\n</p>\n\n<p>\nوإنا لنرجو فوق ذلك مظهرا\n</p>\n\n<p>\nفقال إلى أين يا أبا ليلى فقلت إلى الجنة فقال عليه السلام إن شاء الله\nوأنشدته\n</p>\n\n<p>\nولا خير في جهل إذا لم يكن له\n</p>\n\n<p>\nحليم إذا ما أورد الأمر أصدرا\n</p>\n\n<p>\nولا خير في حلم إذا لم تكن له\n</p>\n\n<p>\nبوادر تحمي صفوه أن يكدرا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nفقال لي صدقت لا يفضض الله فاك وهذا هو الحديث الثالث والأربعون\n</p>\n\n<h1 class='l1' id='head126'>حرف الزاي المعجمة الزيات</h1>\n\n<h1 class='l1' id='head127'>احذر الكبر</h1>\n\n<h1 class='l1' id='head128'>44 - </h1>\n\n<p>\nأخبرنا أبو حفص عمر بن خليل بن اللبودى أنا أبو حفص عمر ابن إبراهيم\nالصالحي أنا أبو بكر بن المحب أن القاضي سليمان بن حمزة أنا الحافظ ضياء\nالدين المقدسى وأباح لي عاليا أبو العباس أحمد بن محمد الحمصي عن أم محمد\nعائشة بنت الشمس المقدسي عن ست الفقهاء <span id='ms18'></span> ابنة الواسطي عن الحافظ ضياء الدين\nالمقدسي أنا أبو أحمد الصوفي أنا عبد الرحمن بن محمد القزاز أنا ابن\nالمهتدي بالله أنا عمر بن شاهين ثنا إسحاق بن محمد الزيات ثنا إبراهيم بن\nمالك ثنا محمد يعني ابن عبيد ثنا عبيد الله عن نافع عن ابن عمر أن رسول\nالله صلى الله عليه وسلم قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالذي يجر ثوبه من الخيلاء لا ينظر الله عز وجل إليه يوم القيامة\n</p>\n\n<h1 class='l1' id='head129'>حرف السين المهملة السروجي</h1>\n\n<h1 class='l1' id='head130'>45 - </h1>\n\n<p>\nأخبرنا أبو عمر يوسف بن حسن بن أحمد بن حسن بن عبد الهادي أنا جدي أنا\nالصلاح ابن أبي عمر أنا الفخربن البخاري أنا ابن الحرستاني والخشوعي قالا\nأنا السليمي أنا ابن الأكفاني أنا الرازي أنا خيثمة بن سليمان أنا أبو عمر\nبأنطاكية أنا عبد الرحمن بن مطرف السروجي ثنا عتاب بن بشير عن الأوزاعي عن\nقتادة عن أنس أن النبي صلى الله عليه وسلم لبى بهما يعني الحج والعمرة\nجميعا وهذا هو الحديث الخامس والأربعون\n</p>\n\n<h1 class='l1' id='head131'>السقا</h1>\n\n<h1 class='l1' id='head132'>احذر الإهمال في الوضوء</h1>\n\n<h1 class='l1' id='head133'>46 - </h1>\n\n<p>\nأخبرنا البرهان إبراهيم بن عمر بن إبراهيم بن مفلح أنا أبي أنا أبو بكر\nبن المحب أنا أبو الحجاج المزى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأذن لي عاليا أبو زكريا يحيى بن محمد الحنفي عن أم محمد عائشة بنت\nالمحتسب العمري عن أبي الحجاج المزي أنا البهاء عن عساكر أنا ابن طلحة أنا\nالمؤيد الطوسي أنا أبو الخير السقا أنا أبو بكر الشيرازي أنا أبو عبد الله\nالحافظ أنا محمد بن يعقوب ثنا يحيى بن محمد ثنا مسدد ثنا أبو عوانة عن أبي\nبشر عن يوسف بن ماهك عن عبد الله بن عمرو قال تخلف عنا رسول الله صلى الله\nعليه وسلم في سفرة سافرنا فأدركنا وقد أرهقتنا الصلاة صلاة العصر ونحن\nنتوضأ فجعلنا نمسح على أرجلنا فنادى بأعلى صوته ويل للأعقاب من النار وهذا\nهو الحديث السادس والأربعون\n</p>\n\n<h1 class='l1' id='head134'>السكري</h1>\n\n<h1 class='l1' id='head135'>موعظة جليلة</h1>\n\n<h1 class='l1' id='head136'>47 - </h1>\n\n<p>\nأخبرنا البرهان إبراهيم بن محمد بن قاسم أنا أبو العباس أحمد بن حسن بن\nعبد الهادي أنا الصلاح بن أبي <span id='ms19'></span> عمر أنا الفخر بن البخاري أنا أبو حفص بن\nطبرزد أنا القاضي أبو بكر الأنصاري أنا القاضي أبو يعلى محمد بن الحسين بن\nالفراء أنا أبو الحسن السكري أنا أبو عبد الله الصوفي ثنا الحارث الخوارزمي\nثنا عبد الله بن المبارك ثنا أبو بكر بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأبي مريم عن ضمرة بن حبيب عن شداد بن أوس قال رسول الله صلى الله عليه\nوسلم المكيس من دان نفسه وعمل لما بعد الموت والعاجز من أتبع نفسه هواها\nوتمنى على الله عز وجل وهذا هو الحديث السابع والأربعون\n</p>\n\n<h1 class='l1' id='head137'>السمسار</h1>\n\n<h1 class='l1' id='head138'>48 - </h1>\n\n<p>\nأخبرنا البرهان بن عثمان الصالحي أنا أبو حفص عمر بن إبراهيم الراميني\nأنا أبو بكر محمد بن عبد الله الصالحي أنا أبو نصر الشيرازي أنا محمود بن\nإبراهيم أنا أبو الخير الباغباء أنا أبو بكر محمد بن أحمد السمسار وإبراهيم\nبن محمد الطيار قالا أنا إبراهيم بن عبد الله أنا المحاملي أنا أحمد بن\nإسماعيل ثنا مالك عن يحيى بن سعبيد عن محمد ابن يحيى عن ابن أبي عمرة\nالأنصاري عن زيد بن خالد أخبره أنه توفي رجل فذكروا لرسول الله صلى الله\nعليه وسلم فزعم زيد أنه قال صلوا على صاحبكم فتغيرت وجوه الناس فزعم زيد أن\nرسول الله صلى الله عليه وسلم قال إن صاحبكم قد غل في سبيل الله ففتحنا\nمتاعه فوجدنا خرزات من خرز يهود ما تساوى درهمين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا هو الحديث الثامن والأربعون\n</p>\n\n<h1 class='l1' id='head139'>السمان</h1>\n\n<h1 class='l1' id='head140'>49 - </h1>\n\n<p>\nأخبرنا أبو الفتح محمد بن محمد المزي أنا أبو الخير محمد بن محمد المقرى\nأنا الصلاح بن أبي عمر أنا الفخر بن البخاري أنا الزين بن طبرزد أنا القاضي\nأبو بكر الأنصاري أنا أبو الحسن البرمكى أنا أبو القاسم بن محمد البزاز ثنا\nعبد الله بن محمد ثنا مصعب بن عبد الله ثنا مالك عن يحيى بن سعيد عن أبي\nصالح السمان عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال لولا أن أشق\nعلى أمتي لأحببت أن لا أتخلف خلف سرية تخرج في <span id='ms20'></span> سبيل الله ولكن لا أجد ما\nأحملكم عليه ولا تجدون ما تحملون عليه فيخرجون ويشق عليهم أن يتخلفوا بعدي\nفوددت أني أقاتل في سبيل الله فأقتل ثم أحيا ثم أقتل ثم أحيا ثم أقتل وهذا\nهو الحديث التاسع والأربعون\n</p>\n\n<h1 class='l1' id='head141'>السواق</h1>\n\n<h1 class='l1' id='head142'>من فضائل العباس رضي الله عنه</h1>\n\n<h1 class='l1' id='head143'>50 - </h1>\n\n<p>\nأخبرنا الكمال محمد بن حمزة الحسينى أن االشهاب أحمد بن حسن ابن عبد\nالهادي أنا الصلاح بن أبي عمرة أن الفخر بن البخاري أنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأبو حفص الدارقزي أنا أبو بكر الأنصاري أنا علي بن إبراهيم الزاهد ثنا\nأبو بكر الوراق حدثني نصر بن محمد ثنا على بن أحمد السواق ثنا عمر ابن راشد\nثنا عبد الله بن محمد مولى التوأمة عن أبيه عن عمرو بن دينار عن جابر بن\nعبد الله قال سمعت رسول الله صلى الله عليه وسلم يقول ليكونن في ولده يعني\nالعباس بن عبد المطلب ملوك يلون أمر أمتي يعز الله بهم الدين وهذا هو\nالحديث الخمسون\n</p>\n\n<h1 class='l1' id='head144'>حرف الشين المعجمة الشاهد</h1>\n\n<h1 class='l1' id='head145'>احذر أن ترفع رأسك قبل الإمام في الصلاة</h1>\n\n<h1 class='l1' id='head146'>51 - </h1>\n\n<p>\nأخبرنا البدري حسن بن محمد بن عبيد الشاهد أنا أبو حفص عمر ابن إبراهيم\nالحاكم أنا أبو بكر محمد بن عبد الله الحافظ أنا أبو القاسم بن المظفر أنا\nابن رواحة أنا السلفى وكتب إلي الشمس محمد بن أحمد الخطيب عن أم محمد عائشة\nبنت محمد بن الزين عن أبي العباس الخياط أنا أبو الفضل الهمداني عن السلفي\nأنا النرسي أنا محمد بن إسحاق الشاهد أنا علي بن عبد الرحمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nثنا محمد بن عبد الله الحضرمي أنا أبو عاصم ويحيى قالا ثنا حماد بن زيد\nعن محمد بن زياد عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم ما\nيوقن الذي يرفع رأسه قبل الإمام أن يحول الله رأسه رأس حمار وهذا هو الحديث\nالحادي والخمسون\n</p>\n\n<h1 class='l1' id='head147'>الشرايجى</h1>\n\n<h1 class='l1' id='head148'>لا تحلف إلا بالله</h1>\n\n<h1 class='l1' id='head149'>52 - </h1>\n\n<p>\nأخبرنا أبو البقاء محمد بن العماد العمري أنا أبو محمد عبد الله بن\nإبراهيم الشرايجى أنا أبو بكر بن <span id='ms21'></span> المحب أنا أبو العباس بن حازم أنا يوسف\nابن الحسن النابلسي أنا أبو الحسن بن القطيعي أنا الشريف أبو العباس\nالعباسي أنا أبو علي الحسن بن عبد الرحمن الشافعي أنا أبو الحسن العقبي أنا\nأبو جعفر الدبيلي أنا أبو صالح محمد بن أبي الأزهر ثنا إسماعيل بن جعفر\nأخبرني عبد الله بن دينار عن ابن عمر قال قال رسول الله صلى الله عليه وسلم\nمن كان حالفا فلا يحلف إلا بالله وكانت قريش تحلف بآبائها فقال لا تحلفوا\nبآبائكم وهذا هو الحديث الثاني والخمسون\n</p>\n\n<h1 class='l1' id='head150'>الشعار</h1>\n\n<h1 class='l1' id='head151'>53 - </h1>\n\n<p>\nأخبرنا أبو لحسن علي بن البهاء البغدادي أنا أبو حفص عمر بن إبراهيم\nالرامينى لأنا أبو بكر بن المحب أنا أبو الفضل بن أبي عمر أنا الحافظ ضياء\nالدين المقدسى (ح)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأباح لي عاليا أبو العباس أحمد بن محمد الخزرجي عن أم محمد عائشة بنت\nالمحتسب العمرية عن ست الفقهاء ابنة الواسطي عن الحافظ ضياء الدين المقدسي\nأنا محمد بن أحمد أنا أبو محمد العلوي أنا أبو سعد الصفار أنا أبو عبد الله\nالشعار أنا أبو بكر بن أبي عاصم ثنا هشام بن عمار ثنا هقل بن زياد عن\nالأوزاعي عند عبد الله بن عامر عن عمرو ابن شعيب عن أبيه عن جده عن النبي\nصلى الله عليه وسلم قال لا يقص على الناس إلا أمير أو مأمور وهذا هو الحديث\nالثالث والخمسون\n</p>\n\n<h1 class='l1' id='head152'>حرف الصاد المهملة الصايغ</h1>\n\n<h1 class='l1' id='head153'>54 - </h1>\n\n<p>\nأخبرنا أبو الفرج عبد الرحمن بن أحمد الصالحى أنا أبو العباس أحمد ابن\nمحمد بن الشريف أنا أبو حفص الباسلى أنا أبو الحجاج المزى وأباح لي عاليا\nأبو زكريا يحيى بن محمد الحنفي عن أم محمد عائشة بنت محمد المقدسي عن أبي\nالحجاج المزي أنا ابن حمدان أنا الأرقى أنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nصالسلفى أنا أبو عمرو الصايغ ثنا محمد بن يعقوب الأصم ثنا محمد بن إسحاق\nثنا يزيد بن هارون ثنا جرير بن حازم عن الزبير بن خريت عن الحسن بن هادية\nقال لقيت ابن عمر فقال من أين أنت <span id='ms22'></span> قلت من أهل عمان قال من أهل عمان قلت نعم\nقال أحدثك ما سمعت رسول الله صلى الله عليه وسلم يقول قلت نعم قال سمعت\nرسول الله صلى الله عليه وسلم يقول إني لأعلم أرضا يقال لها عمان ينضح\nبجانبها البحر الحجة منها أفضل من حجتين من غيرها وهذ هو الحديث الرابع\nوالخمسون\n</p>\n\n<h1 class='l1' id='head154'>الصبغي</h1>\n\n<h1 class='l1' id='head155'>نزول عيسى عليه السلام بدين النبى عليه السلام</h1>\n\n<h1 class='l1' id='head156'>55 - </h1>\n\n<p>\nأخبرنا أبو العباس أحمد بن حسن الصالحي أنا أبو حفص عمر بن إبراهيم\nالصالحي أنا أبو بكر بن المحب أنا الشيرازى أنا محمد بن عبد الواحد وكتب\nإلي عاليا الشمس محمد بن أحمد بت الفخر عن أم محمد عائشة بنت محمد الصالحية\nعن أم محمد ابنة البرهان عن محمد بن عبد الواحد أنا أبو عبد الله الجوهري\nأنا أبو سعد الكرماني أنا أبو بكر الشيرازي ثنا أبو محمد الأصبهاني ثنا أبو\nبكر أحمد ابن إسحاق الشيرازي ثنا أبو محمد الأصبهاني ثنا أبو بكر أحمد ابن\nإسحاق الصبغي ثنا محمد بن غالب ثنا عبد الصمد بن النعمان ثنا الليث بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nسعد عن سعيد بن أبي سعيد عن عطاء بن ميتاء عن أبي هريرة أن النبي صلى\nالله عليه وسلم لينزلن ابن مريم حكما عادلا فيكسر الصليب ويقتل الخنزير\nوليضعن الجزية ولتتركن القلاص فلا يسعى أحد ولتذهبن الشحناء والتباغض\nوالتحاسد وليدعون إلى المال فلا يقبله أحد وهذا هو الحديث الخامس والخمسون\n</p>\n\n<p>\nالصابوني\n</p>\n\n<h1 class='l1' id='head157'>أتدرون من هو خيركم</h1>\n\n<h1 class='l1' id='head158'>56 - </h1>\n\n<p>\nأخبرنا البرهان إبراهيم بن عثمان المرداوي أنا النظام عمر بن إبراهيم ابن\nمفلح أنا أبو بكر بن المحب أنا أبو زكريا بن سعد أنا أبو صادق المصري أنا\nعبد الله بن رفاعة أنا أبو الحسن الخلعي أنا أبو عبد الله بن نظيف الفراء\nثنا أبو الفوارس أحمد بن محمد\n</p>\n\n<h1 class='l1' id='head159'>الصابونى</h1>\n\n<p>\nثنا إبراهيم بن مرزوق ثنا عثمان بن عمر عن عبد الله بن عامر عن محمد بن\nالمنكدر عن جابر بن عبد الله أن رسول الله صلى الله عليه وسلم قال ألا\nأخبركم بخياركم من <span id='ms23'></span> شراركم خياركم أطولكم أعمارا وأحسنكم أعمالا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا هو الحديث السادس والخمسون\n</p>\n\n<h1 class='l1' id='head160'>الصواف</h1>\n\n<h1 class='l1' id='head161'>57 - </h1>\n\n<p>\nأخبرنا البرهان إبراهيم بن عمر بن إبراهيم بن مفلح أنا أبي أنا أبو بكر\nبن المحب أنا القاضي سليمان بن حمزة أنا الحافظ ضياء الدين المقدسى وراسلني\nأبو عبد الله محمد بن أحمد المصري منها عن أم محمد عائشة بنت محمد المقدسي\nعن ست الفقهاء ابنة الواسطي عن الحافظ ضياء الدين المقدسي أنا أبو جعفر\nالصيدلاني أنا أبو علي الحداد أنا أبو نعيم الحافظ أنا محمد بن معمر ثنا\nموسى بن هارون ثنا عبد الله بن محمد بن حجاج الصواف ثنا معاذ بن هشام حدثني\nأبي عن قتادة عن أنس أن رسول الله صلى الله عليه وسلم كان إذا مر من طريق\nمن طرق المدينة عرف البيت وهذا هو الحديث السابع والخمسون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head162'>الصياد</h1>\n\n<h1 class='l1' id='head163'>كيف يؤذن المؤذن</h1>\n\n<h1 class='l1' id='head164'>58 - </h1>\n\n<p>\nأخبرنا أبو المحاسن يوسف بن حسن بن أحمد بن حسن بن عبد الله الهادي أنا\nجدي أنا الصلاح بن أبي عمر أنا الفخر بن البخاري أنا ابن الحرستاني أنا\nالسليمي أنا الكناني أنا أبو القاسم الرازى ثنا خيثمة ابن سليمان ثنا عبد\nالكريم بن الهيثم ثنا سعيد بن مغيرة الصياد ثنا عيسى ابن يونس عن عبيد الله\nبن عمر عن نافع عن ابن عمر قال كان الأذان على عهد رسول الله صلى الله عليه\nوسلم مرتين مرتين مثنى مثنى والإقامة مرة مرة وهذا هو الحديث الثامن\nوالخمسون\n</p>\n\n<h1 class='l1' id='head165'>الصيقل</h1>\n\n<h1 class='l1' id='head166'>فضل السواك</h1>\n\n<h1 class='l1' id='head167'>59 - </h1>\n\n<p>\nأخبرنا أبو حفص عمر بن خليل بن اللبودي أنا أبو حفص عمر بن إبراهيم\nالحاكم أنا أبو بكر بن المحب أنا القاضي سليمان بن حمزة أنا الحافظ ضياء\nالدين المقدسى وأبا لي عاليا أبو العباس أحمد بن محمد الخزرجي عن أم محمد\nعائشة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبنت محمد المقدسية عن أم محمد بنت البرهان عن الحافظ ضياء الدين المقدسي\nأنا أبو الطيب محمد بن أبي بكر أنا أبو علي الحداد أنا أبو نعيم الأصبهاني\nثنا أبو بكر محمد بن الهيثم الأنباري ثنا جعفر الصايغ ثنا <span id='ms24'></span> محمد ابن سابق\nثنا شيبان عن منصور عن أبي علي الصقيل عن جعفر بن تمام بن عبد الله بن عباس\nعن أبيه قال رسول الله صلى الله عليه وسلم تدخلون علي قلحا تسوكوا فلولا أن\nأشق على أمتي لأمرتهم بالسواك عند كل طهور وهذا هو الحديث التاسع والخمسون\n</p>\n\n<h1 class='l1' id='head168'>حرف الطاء المهملة الطبيب</h1>\n\n<h1 class='l1' id='head169'>ما هو حديث البطاقة</h1>\n\n<h1 class='l1' id='head170'>60 - </h1>\n\n<p>\nأخبرنا أبو العباس أحمد بن عبد الله الصالحي أنا أبو عبد الله محمد ابن\nمحمد بن جوارش أنا أبو بكر محمد بن عبد الله الحافظ أنا إسماعيل ابن مكتوم\nالقيسي أنا أبو الحسن السخاوي أنا أبو طاهر الأسكندرى وأذن لي عاليا أبو\nزكريا يحيى بن محمد الحنفي عن أم محمد عائشة بنت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالشمس المقدسي عن أبي العباس بن الشحنة عن أبي طاهر الهمداني عن أبي طاهر\nالإسكندري أنا أبو عبد الله الرازي أنا أبو الحسن الحراني الصواف أنا أبو\nالقاسم حمزة بن محمد الكناني ثنا عمران بن موسى الطبيب ثنا يحيى بن عبد\nالله حدثني الليث بن سعد عن عامر بن يحيى عن أبي عبد الرحمن الحبلي قال\nسمعت عبد الله بن عمرو يقول قال رسول الله صلى الله عليه وسلم يصاح برجل من\nأمتى على رؤوس الخلائق يوم القيامة فينشر له تسعة وتسعون سجلا منها مد\nالبصر ثم يقول الله تعالى له أتنكر من هذا شيئا ألك عذر أو حسنة فيها للرجل\nفيقول لا يا رب فيقول تعالى بلى إن لك عندنا حسنات وأنه لا ظلم عليك فيخرج\nله بطاقة فيها أشهد أن لا إله إلا الله وأن محمدا عبده ورسوله فيقول يا رب\nما هذه البطاقة مع هذه السجلات فيقول الله عز وجل إنك لا تظلم قال فتوضع\nالسجلات في كفة والبطاقة في كفة فطاشت السجلات وثقلت البطاقة وهذا هو\nالحديث الستون\n</p>\n\n<h1 class='l1' id='head171'>الطباخ</h1>\n\n<h1 class='l1' id='head172'>إكرام الضيف</h1>\n\n<h1 class='l1' id='head173'>61 - </h1>\n\n<p>\nأخبرنا التيمي أبو بكر بن محمد بن أبي عمر أنا أبو العباس أحمد ابن محمد\nالجريري أنا أبو حفص البالسي وأبو بكر بن المحبر قالا أنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأبو <span id='ms25'></span> محمد بن المحب أنا أبو محمد عبد الرحيم بن عثمان بن علي الطباخ أنا\nالفخر بن البخارى وأنا عاليا أبو عمر يوسف بن حسن بن أحمد بن حسن بن عبد\nالهادي أنا جدي أنا الصلاح بن أبي عمر أن الفخر بن البخاري أنا ابن اللبان\nوالصيدلاني قالا أنا أبو علي الحداد أنا أبو نعيم الحافظ ثنا عبد الله بن\nجعفر بن فارس ثنا أسيد بن عاصم ثنا عامر بن إبراهيم ثنا مبارك بن فضالة عن\nعبيد الله بن عمر عن نافع عن ابن عمر قال رسول الله صلى الله عليه وسلم\nالضيافة ثلاثة أيام فما فوق ذلك فهو صدقة وهذا هو الحديث الحادي والستون\n</p>\n\n<h1 class='l1' id='head174'>الطحان</h1>\n\n<h1 class='l1' id='head175'>62 - </h1>\n\n<p>\nأخبرنا البدري حسن بن محمد بن عبيد أنا أبو حفص عمر بن إبراهيم الصالحي\nأنا أبو بكر بن المحب أنا أبو القاسم بن المظفر أنا ابن رواحة أنا أبو طاهر\nالسلفي وكتب عاليا أبو عبد الله محمد بن أحمد بن الفخر عن أم محمد عائشة\nبنت محمد الصالحي عن الشهاب الديرمقوني عن جعفر الهمدانى عن أبى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nطاهر السلفى أنا أبوالغنايم النرسي أنا أبو الحسن الأسدي أنا أبو جعفر\nمحمد بن محمد الكندي الطحان ثنا علي بن محمد الحميري ثنا أبو كريب الهمداني\nثنا عبد الله بن إدريس الأودي ثنا الأعمش عن غبراهيم عن علقمة عن عبد الله\nقال لما نزلت {الذين آمنوا ولم يلبسوا إيمانهم بظلم} شق ذلك على أصحاب رسول\nالله صلى الله عليه وسلم فقال رسول الله صلى الله عليه وسلم ألا ترون إلى\nقى ل لقمان {إن الشرك لظلم عظيم} وهذا هو الحديث الثاني والستون\n</p>\n\n<h1 class='l1' id='head176'>الطيان</h1>\n\n<h1 class='l1' id='head177'>الترهيب من الخلق السيئ</h1>\n\n<h1 class='l1' id='head178'>63 - </h1>\n\n<p>\nأخبرنا النجم عمر بن إبراهيم الحاكم أنا أبو حفص عمر بن إبراهيم الصالحي\nأنا أبو بكر بن المحب أخبرتنا زينب بنت الكمال وأباح لي عاليا أبو العباس\nأحمد بن محمد الحمصي عن أم محمد عائشة بنت العدوية عن زينب بنت الكمال قالت\nأنا ابن مكي أنا السلفي أنا أبو بكر الزنجاني أنا <span id='ms26'></span> أبو عبد الله الفلاكي أنا\nأحمد بن عمر أنا أبو إسحاق إبراهيم بن محمد الطيان أنا أبو مسعود بن الفرات\nثنا عبد الرزاق عن معمر عن ثابت عن أنس أن رسول الله صلى الله عليه وسلم\nقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nما كان الحياء فى شئ قط إلا زانه وما كان الفحش في شئ إلا شانه وهذا هو\nالحديث الثالث والستون\n</p>\n\n<h1 class='l1' id='head179'>حرف العين المهملة العنبري</h1>\n\n<h1 class='l1' id='head180'>64 - </h1>\n\n<p>\nأخبرنا أبو العباس أحمد بن عبد الله الصالحي أنا أبو عبد الله محمد ابن\nمحمد بن جوارش أنا أبو بكر ابن المحب أنا ابن سعد أنا أبو صادق المصري أنا\nابن رفاعة أنا القطيعي أنا أبو سعد الماليني أنا أبو بكر بن سيرويه ثنا\nالحسن بن سفيان ثنا حجاج بن الشاعر ثنا يحيى بن كثير العنبري ثنا شعبة عن\nمالك بن أنس عن عمرو بن مسلم عن سعيد ابن المسيب عن أم سلمة أنا النبي صلى\nالله عليه وسلم قال إذا رأيتم هلال ذي الحجة وأراد أحدكم أن يضحي فليمسك عن\nشعره وأظفاره وهذا هو الحديث الرابع والستون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head181'>العلبي</h1>\n\n<h1 class='l1' id='head182'>احذر الكذب</h1>\n\n<h1 class='l1' id='head183'>65 - </h1>\n\n<p>\nأخبرنا أبو عبد الرحمن محمد بن ناصر الصالحي أنا أبو عبد الله محمد ابن\nمحمد بن جوارشى أنا أبو بكر بن المحب أخبرني ابن حازم أنا أبو يوسف بن\nالحسن أنا أبو يحيى العلبي أنا أبو الوقت بن شعيب أنا أبو إسماعيل الهروي\nأنا عبد الجبار بن الجراح ثنا محمد بن أحمد بن محبوب ثنا أبو عيسى الترمذي\nثنا عقبة بن مكرم ثنا ابن أبي فديك أخبرني سلمة بن وردان عن أنس بن مالك عن\nرسول الله صلى الله عليه وسلم قال من ترك الكذب وهو باطل بنى الله له في\nرياض الجنة ومن ترك وهو محق بنى الله له في وسطها ومن حسن خلقه بنى له في\nأعلاها وهذا هو الحديث الخامس والستون\n</p>\n\n<h1 class='l1' id='head184'>العلاف</h1>\n\n<h1 class='l1' id='head185'>ما يقوله إذا أراد أن ينام</h1>\n\n<h1 class='l1' id='head186'>66 - </h1>\n\n<p>\nأخبرنا أبو بكر محمد بن أبي بكر بن أبي عمر أخبرتنا أم يوسف خديجة ابنة\nعلي بن <span id='ms27'></span> أبي عمر أنا أبو عبد الله محمد بن إسماعيل الأنصاري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأنا أبوالفرج بن أبي عمر أنا أبو محمد عبد الرحمن بن إبراهيم المقدسي أنا\nأبو بكر عتيق أنا أبو الفتح بن علوان أنا أبو عمرو عثمان بن محمد بن دوست\nالعلاف ثنا أبو بكر النجاد أنا يزيد بن هارون عن عمرو بن مرة عن عبد الرحمن\nبن أبي ليلى عن علي بن أبي طالب قال أتانا رسول الله صلى الله عليه وسلم\nحتى وضع إبطه بيني وبين فاطمة فعلمنا ما نقول إذا أخذنا مضاجعنا ثلاثا\nوثلاثين تسبيحة وثلاثا وثلاثين تحميدة وثلاثا وثلاثين تكبيرة قال فما\nتركتها بعد فقال رجل ولا ليلة صفين قال ولا ليلة صفين وهذا هو الحديث\nالسادس والستون\n</p>\n\n<h1 class='l1' id='head187'>حرف الغين المعجمو الغزال</h1>\n\n<h1 class='l1' id='head188'>67 - </h1>\n\n<p>\nأخبرنا الجمال عبد الله بن عمر الصالحي أنا أبو عبد الله محمد بن محمد بن\nجوارش أنا أبو بكر بن المحب أنا أبو العباس بن تيمية أنا أبو الخير الحداد\nأنا ابن أبي بكر أنا أبو علي الحداد أنا أبو نعيم الأصبهاني أنا محمد بن\nالقاسم ثنا عبيد بن الحسن الغزال ثنا محمد بن معاوية ثنا أسهل بن أسلم ثنا\nيونس بن عبيد عن حميد بن هلال عن ربعي بن حراشى عن حذيفة قال رسول الله صلى\nالله عليه وسلم يكون عليكم أمراء يكذبون ويظلمون فمن صدقهم على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nكذبهم وأعانهم على ظلمهم فليس مني ولست منه ولن يرد على الحوض وهذا هو\nالحديث السابع والستون\n</p>\n\n<h1 class='l1' id='head189'>حرف الفاء الفحام</h1>\n\n<h1 class='l1' id='head190'>رأفة النبي عليه الصلاة والسلام بأمته</h1>\n\n<h1 class='l1' id='head191'>68 - </h1>\n\n<p>\nأخبرنا أبو المحاسن يوسف بن حسن بن أحمد بن حسن بن عبد الهادي أنا جدي\nأنا الصلاح بن أبي عمر أنا الفخر بن البخاري أنا الزين بن طبرزد أنا القاضي\nأبو بكر الأنصاري أنا أبو تمام بن عبد السميع أنا أبو الحسن بن مخلد أنا\nأبو جعفر بن البحيري ثنا أحمد بن الوليد الفحام ثنا عبد الوهاب بن عطاء ثنا\nمحمد بن سلمة عن الزهري عن أبي سلمة عن أبي هريرة <span id='ms28'></span> أن رجلا غشي أهله في\nرمضان فقال له رسول الله صلى الله عليه وسلم أعتق رقبة قال لا أجد قال صم\nشهرين متتابعين قال لا أستطيع قال أطعم ستين مسكينا قال لا أجد فأتى النبي\nصلى الله عليه وسلم بننبيل فيه طعام قال تصدق بهذا قال يا نبى الله ما بين\nلابتيها يعنى جلبها أهل بيت أحوج إليها منا فضحك رسول الله صلى الله عليه\nوسلم حتى بدت ثناياه وقال أطعمها أهلك أو عيالك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا هو الحديث الثامن والستون\n</p>\n\n<h1 class='l1' id='head192'>الفراء</h1>\n\n<h1 class='l1' id='head193'>69 - </h1>\n\n<p>\nأخبرنا الزين عبد الرحمن بن محمد الصالحي أنا أبو عبد الله محمد ابن محمد\nبن جوارش أنا أبو بكر بن المحب أنا أبو نصر بن الشيرازي أنا الحافظ ضياء\nالدين المقدسى وأباح لي عاليا أبو العباس أحمد بن محمد الحمصي عن أم محمد\nعائشة بنت محمد العدوي عن ست الفقهاء بنت الواسطي عن الحافظ ضياء الدين\nالمقدسي أنا أبو محمد الجوهري أنا أبو سعد الكرماني أنا أبو بكر الشيرازي\nأنا أبو عبد الله الحاكم ثنا عبد الصمد بن علي ثنا الحسن بن إسحاق ثنا أحمد\nبن النعمان الفراء ثنا عنبسة ثنا يونس بن عبيد عن معاوية بن قرة عن أبيه عن\nعمر أن رسول الله صلى الله عليه وسلم قال عن النساء إن منهن وهذا هو الحديث\nالتاسع والستون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head194'>الفقاعي</h1>\n\n<h1 class='l1' id='head195'>رؤية الله عز وجل يوم القيامة حق</h1>\n\n<h1 class='l1' id='head196'>70 - </h1>\n\n<p>\nأخبرنا الشمس محمد بن عمر الصالحي أنا أبو عبد الله محمد بن محمد الصالحي\nأنا أبو بكر بن المحب أنا محمد بن علي بن عيسى أنا أبو الحسن بن نفيس وأنا\nعاليا أبو الفتح محمد بن محمد المزي أنا أبو الخير محمد بن محمد الشيرازي\nأنا البدر ابن قواله عن أبي الحسن بن نفيس أنا أبو الصبر أيوب ابن أبي بكر\nبن أيوب الفقاعي أنا أبو طاهر الخشوعي أنا أبو الحسن السلفي أنا أبو نصر\nالصوفي أنا أبو الحسن بن ربيعة أنا الحسن بن رشيق أنا أبو عبد الله\nالطالقاني أنا صالح بن <span id='ms29'></span> محمد أنا حماد بن أبي خصيف عن إسماعيل بن أبي خالد\nوبيان بن بشر عن قيس بن أبي حازم قال سمعت جرير بن عبد الله يقول قال رسول\nالله صلى الله عليه وسلم إنكم سترون ربكم عز وجل كما ترون هذا القمر ليلة\nالبدر لا تضامون في رؤيته فانظروا لا تغلبوا على صلاة قبل طلوع الشمس وقبل\nغروبها وهذا هو الحديث السبعون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head197'>الفاكهي</h1>\n\n<h1 class='l1' id='head198'>فضل الصلاة على النبي عليه الصلاة والسلام</h1>\n\n<h1 class='l1' id='head199'>71 - </h1>\n\n<p>\nأخبرنا أبو العباس أحمد بن حسن الصالحي أنا أبو حفص عمر بن إبراهيم\nالراميني أنا أبو بكر بن المحب أنا أبو الفضل بن خير أنا الحافظ ضياء الدين\nالمقدسى وأذن لي عاليا أبو زكريا يحيى بن محمد الحنفي عن أم محمد عائشة بنت\nالمحتسب العمري عن أم محمد بنت البرهان عن الحافظ ضياء الدين المقدسي أنا\nأبو الفتح بن حمويه أنا أبو القاسم الصفار أنا عبد الله بن محمد الفاكهي\nثنا عبد الله بن أحمد ثنا خلاد بن يحيى ثنا يونس بن أبي إسحاق عن بريد بن\nأبي مريم سمعت أنس بن مالك يقول سمعت رسول الله صلى الله عليه وسلم يقول من\nصلى علي صلاة واحدة صلى الله عليه عشر صلوات وحط عنه عشر خطيئات وهذا هو\nالحديث الحادي والسبعون\n</p>\n\n<h1 class='l1' id='head200'>حرف القاف القباقبي</h1>\n\n<h1 class='l1' id='head201'>كيف تصلي صلاة العيد</h1>\n\n<h1 class='l1' id='head202'>72 - </h1>\n\n<p>\nأخبرنا أبو البقاء محمد بن العماد العمري أنا أبو الفرج عبد الرحمن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nابن يوسف بتن قريح أنا أبو بكر بن المحب أنا أحمد بن عبد الله بن جبارة\nالقباقبي أنا أبو الحسن البخارى قال ابن قريح وأنا عاليا أبو عبد الله بن\nأبي عمر عن أبي الحسن بن البخاري أنا أبو القاسم الصيدلاني أنا أبو الفتح\nالسراج أنا أبو القاسم الذكواني أنا أبو محمد بن حيان ثنا زكريا بن يحيى\nالساجى ثنا عمر ابن مويى ثنا أبو هلال عن محمد بن سيرين عن ابن عباس قال\nقال رسول الله صلى الله عليه وسلم صلاة الليل مثنى مثنى والوتر ركعة وهذا\nهو الحديث <span id='ms30'></span> الثاني والسبعون\n</p>\n\n<h1 class='l1' id='head203'>القصار</h1>\n\n<h1 class='l1' id='head204'>من أوصاف الإمام في الصلاة</h1>\n\n<h1 class='l1' id='head205'>73 - </h1>\n\n<p>\nأخبرنا أبو عمر يوسف بن حسن بن أحمد بن حسن بن عبد الهادى أنا جدى أنا\nعبد الله بن أبى عمر أنا أبوالحسن البخاري أنا أبو حفص بن طبرزد أنا القاضي\nأبو بكر الشهرزوري أنا أبو بكر النيسابوري أنا أبو يحيى الإبياري ثنا محمد\nبن يعقوب ثنا إبراهيم بن عبد الله العبسي القصار ثنا وكيع عن الأعمش عن أبي\nصالح عن أبي هريرة قال رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nبادروا في الصلاة فإن خلفكم الضعيف والكبير وذا الحاجة وهذا هو الحديث\nالثالث والسبعون\n</p>\n\n<h1 class='l1' id='head206'>القطان</h1>\n\n<h1 class='l1' id='head207'>احذر شرب الخمر</h1>\n\n<h1 class='l1' id='head208'>74 - </h1>\n\n<p>\nأخبرنا أبو الفرج عبد الرحمن بن أحمد الصالحي أخبرتنا أم الحسن فاطمة بنت\nخليل الحرستانية أنا أبو حفص البالسي أنا المحب عبد الله بن أحمد بن المحب\nأنا ابن الموازيني أنا البهاء عبد الرحمن أنا شهدة الكاتبة أنا أبو غالب\nالباقلانى أنا أبو القاسم الأرجى أنا أبو علي بن شاذان أنا أبو سهل القطان\nثنا أحمد بن عبد الجبار ثنا أبو بكر بن عياش عن عاصم عن أبي صالح عن أبي\nهريرة قال رسول الله صلى الله عليه وسلم من شرب الخمر فاجلدوه فإن عاد\nثلاثا فاقتلوه وهذا هو الحديث الرابع والسبعون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head209'>القفال</h1>\n\n<h1 class='l1' id='head210'>من فضائل ابن مسعود</h1>\n\n<h1 class='l1' id='head211'>75 - </h1>\n\n<p>\nأخبرنا أبو الحسن علي بن محمد الصالحي أنا أبو حفص عمر بن إبراهيم\nالرتمينى أنا أبو بكر ابن المحب أنا ابن يزد أنا أسد الدين أنا ابن عساكر\nأنا أبو سعد البغدادي أنا أبو إسحاق إبراهيم بن محمد القفال ثنا إبراهيم بن\nعبد الله ثنا أبو بكر النيسابوري أنا أبو زرعة عبيد الله القواريري الرازي\nثنا عبد العزيز العامري ثنا محمد بن جعفر عن إسماعيل بن أبي صخر عن أبي\nعبيدة بن محمد بن عمار بن ياسر عن أبيه عن جده أن رسول الله صلى الله عليه\nوسلم قال من أحب أن يسمع القرآن غضا غضا كما أنزل فليسمعه من ابن مسعود\nوهذا هو الحديث الخامس والسبعون <span id='ms31'></span>\n</p>\n\n<h1 class='l1' id='head212'>القواس</h1>\n\n<h1 class='l1' id='head213'>متى تقوم الساعة</h1>\n\n<h1 class='l1' id='head214'>76 - </h1>\n\n<p>\nأخبرنا البرهان إبراهيم بن عثمان الصالحي أنا النظام عمر بن إبراهيم\nالرامينى أنا أبو بكر بان المحب أنا القاضي سليمان وابن سعد وابن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الدايم والمطعم قالوا أنا جعفر الهمداني وكتب إلي عاليا أبو عبد الله\nمحمد بن أحمد بن أبي عمر عن أم محمد عائشة بنت محمد بن الزين عن أبي العباس\nبن الشحنة عن جعفر الهمداني أنا السلفي أنا المبارك بن عبد الجبار الصيرفي\nأنا أبو القاسم الأزجي الطحان أنا أبو الفتح يوسف بن عمر القواس ثنا أبو\nحامد الحضرمي ثنا الفضل بن موسى عن عبد النؤمن بن خالد عن أبان عن عبد الله\nابن بريدة عن أبيه قال رسول الله صلى الله عليه وسلم لا تقوم الساعة حتى لا\nيعبد الله عز وجل في الأرض مائة سنة وهذا هو الحديث السادس والسبعون\n</p>\n\n<h1 class='l1' id='head215'>حرف الكاف الكاتب</h1>\n\n<h1 class='l1' id='head216'>كن في الدنيا كأنك غريب</h1>\n\n<h1 class='l1' id='head217'>77 - </h1>\n\n<p>\nأخبرنا أبو المحاسن يوسف بن حسن بن أحمد بن حسن بن عبد الهادي أنا جدي\nأنا الصلاح ابن أبي عمر أنا الفخر بن البخاري أنا الزين بن طبرزد أنا\nالقاضي أبو بكر بن عبد الباقى الأنباري أنا الحسن ابن أبي الحسن الفارسي\nأنا أبو الحسن الوراق أنا أبو علي الكاتب ثنا نعيم بن حماد ثتا فضيل بن\nعياض عن ليث عن مجاهد عن ابن عهمر أن رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأخذ ببعض جسدي وقال كن كأنك غريب في الدنيا أو كعابر سبيل قال وقال عبد\nالله إذا أصبحت فلا تحدث نفسك بالمساء وإذا أمسيت فلا تحدث نفسك بالصباح\nوخذ من شبابك لهرمك ومن صحتك لسقمك ومن دنياك لآخرتك وهذا هو الحديث السابع\nوالسبعون\n</p>\n\n<h1 class='l1' id='head218'>الكتانى</h1>\n\n<h1 class='l1' id='head219'>78 - </h1>\n\n<p>\nأخبرنا البرهان إبراهيم ين محمد بن الكيال أنا أبو العباس أحمد بن حسن بن\nعبد الهادي أنا الصلاح بن أبي عمر أنا الفخر بن البخاري أنا الزين بن طبرزد\nأنا القاضي أبو بكر الأنصاري أنا أبو طالب العشاري أنا أبو حفص الكتاني ثنا\nأحمد بن إسحاق بن <span id='ms32'></span> بهلول ثنا أبى ثنا أبي عن شعبة عن معبد بن خالد قال سمعت\nحارثة بن وهب الخزاعي يقول قال رسول الله صلى الله عليه وسلم تصدقوا فإنه\nسيأتي عليكم زمان يمشي الرجل بصدقته فلا يجد من يقبلها وهذا هو الحديث\nالثامن والسبعون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head220'>الكتبي</h1>\n\n<h1 class='l1' id='head221'>79 - </h1>\n\n<p>\nأخبرنا الجمال يوسف بن حسن الصالحي أنا أبو عبد الله الكتبي والبدر\nالكتبي قالا أخبرتنا عائشة بنت عبد الهادى وأباح لي عاليا أبو العباس أحمد\nبن محمد الحمصي عن عائشة بنت عبد الهادي أنا أبو العباس الحجار أنا أبو عبد\nالله بن الزبيدي أنا أبو الوقت السجزي أنا الداودي أنا السرخسي أنا الفربري\nأنا البخارى ثنا أبو عاصم عن يزيد عن أبي عبيد عن سلمة بن الأكوع أن النبي\nصلى الله عليه وسلم بعث رجلا ينادى فى الناس يو عاشوراء إن من أكل فليتم أو\nفليتم ومن لم يأكل فلا يأكل وهذا هو الحديث التاسع والسبعون\n</p>\n\n<h1 class='l1' id='head222'>حرف اللام اللبان</h1>\n\n<h1 class='l1' id='head223'>من فوائد الحبة السوداء</h1>\n\n<h1 class='l1' id='head224'>80 - </h1>\n\n<p>\nأخبرنا أبو حفص عمر بن خليل بن اللبودي أنا أبو حفص عمر بن إبراهيم بن\nمفلح أنا أبو بكر بن المحب أخبرتنا زينب بنت الكمال وأذن لي عاليا أبو\nزكريا يحيى بن محمد الحنفي عن أم محمد عائشة بنت محمد العدوية عن زينب بنت\nالكمال أنا يوسف بن خليل أنا أبو المكارم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد بن محمد اللبان أبو علي الحداد ثنا أبو نعيم ثنا أبو محمد بن فارس\nثنا أبو مسعود الرازي ثنا عبد الرزاق عن معمر عن الزهري عن أبي سلمة بن أبي\nسلمة قال أبو هريرة قال رسول الله صلى الله عليه وسلم عليكم بهذه الحبة\nالسوداء فإن فيها شفاء من كل داء إلا السام يريد الموت يعنى الشونيز هذا هو\nالحديث الثمانون\n</p>\n\n<h1 class='l1' id='head225'>اللباد</h1>\n\n<h1 class='l1' id='head226'>81 - </h1>\n\n<p>\nأخبرنا أبو المحاسن يوسف بن حسن بن أحمد بن حسن بن عبد الهادي أنا جدي\nأنا الصلاح بن أبي عمر أنا الفخر بن البخاري أنا ابن الحرستانى أنا السبيمى\nأنا الكناني أنا أبو القاسم الرازي أنا أبو عمر محمد <span id='ms33'></span> بن سليمان اللباد ثنا\nأبو الطيب الطبراني ثنا إبراهيم بن سلمة ثنا ابن وهب عن هشام بن سعد عن\nحاتم بن أبي نصر عن عبادة ابن نسي عن أبيه عن عبادة بن الصامت قال قال رسول\nالله صلى الله عليه وسلم خير الكفن الحلة وخير الأضحية الكبش وهذا هو الحدث\nالحادى والثمانون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head227'>اللؤللؤى</h1>\n\n<h1 class='l1' id='head228'>82 - </h1>\n\n<p>\nأخبرنا أبو عمر يوسف بن البدر الصالحي أنا اللؤللؤيون الثلاثة أخبرتنا\nعائشة بنت عبد الهادى وكتب إلي عاليا أبو عبد الله محمد بن أحمد الخطيب عن\nعائشة بنت عبد الهادي أنا أبو العباس الحنفي أنا أبو عبد الله البغدادي أنا\nالسجزي أنا الداودي أنا السرخسي أنا الفربري أنا البخاري ثنا أبو عاصم\nالضحاك بن مخلد ثنا يزيد عن سلمة بن الأكوع قال غزوت مع النبي صلى الله\nعليه وسلم سبع غزوات وغزوت مع ابن حارثة استعمله علينا وهذا هو الحديث\nالثاني والثمانون\n</p>\n\n<h1 class='l1' id='head229'>حرف الميم المؤدب</h1>\n\n<h1 class='l1' id='head230'>83 - </h1>\n\n<p>\nأخبرنا أبو المحاسن يوسف بن حسن بن أحمد بن حسن بن عبد الهادي أنا جدي\nأنا الصلاح بن أبي عمر أنا الفخر بن البخاري أنا الزين بن طبرزد المؤدب أنا\nأبو بكر ابن عبد الباقي أنا أبو طالب العشاري قال حدث سهل بن أحمد بن عبد\nالله الدباجى ولم أسمعه منه فقال ثنا محمد بن محمد بن الأشعث ثنا موسى بن\nإسماعيل ثنا أبي عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأبيه عن جده جعفر بن محمد عن أبيه عن علي بن أبي طالب قال رسول الله صلى\nالله عليه وسلم تدفع الصدقة الهم والدبيلة والغرق والحرق والهرم والجنون\nفعد رسول الله صلى الله عليه وسلم سبعين بابا من الشر وهذا هو الحديث\nالثالث والثمانون\n</p>\n\n<h1 class='l1' id='head231'>الموازيني</h1>\n\n<h1 class='l1' id='head232'>84 - </h1>\n\n<p>\nأخبرنا التقي أبو بكر بن محمد بن أبي عمر أنا أبو العباس أحمد ابن محمد\nالحريري أنا أبو حفص بن البالسي أنا أبو محمد بن المحب أنا أبو جعفر\nالموازيني أنا البهاء عبد الرحمن أخبرتنا شهدة الكاتبة أنا أبو غالب\nالباقلاني أنا أبو القاسم الأزجي أنا أبو علي بن شاذان أنا أبو <span id='ms34'></span> بكر البزاز\nأنا أحمد بن سعيد ثنا قبيصة ثنا سفيان عن عبد الله بن دينار قال سمعت ابن\nعمر قال رسول الله صلى الله عليه وسلم العبد إذا أذى فريضة الله ونصح لسيده\nكان له أجران وهذا هو الحديث الرابع والثمانون\n</p>\n\n<h1 class='l1' id='head233'>المؤذن</h1>\n\n<h1 class='l1' id='head234'>متى تصلي المغرب</h1>\n\n<h1 class='l1' id='head235'>85 - </h1>\n\n<p>\nأخبرنا أبو عمر يوسف بن حسن الصالحي أنا ابن السلف المؤذن أخبرتنا عائشة\nبنت عبد الهادى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوراسلني أبو عبد الله محمد بن أحمد الخطيب عن عائشة بنت عبد الهادي أنا\nأبو العباس الحجار أنا أبو عبد الله بن الزبيدي أنا السجزي أنا الداودي أنا\nالسرخسي أنا الفربري أنا البخاري ثنا المكي بن إبراهيم ثنا يزيد بن أبي\nعبيد عن سلمة قال كنا نصلي مع النبي صلى الله عليه وسلم المغرب إذا توارت\nبالحجاب وهذا هو الحديث الخامس والثمانون\n</p>\n\n<h1 class='l1' id='head236'>المجبر</h1>\n\n<h1 class='l1' id='head237'>86 - </h1>\n\n<p>\nأخبرنا الكمال محمد بن حرة الحسيني أنا أبو العباس أحمد بن حسن المقدسي\nأنا الصلاح بن أبي عمر أنا الفخر بن البخاري أنا الزين بن طبرزد أنا أبو\nبكر بن عبد الباقي أنا والدي أنا أبو بكر وأبو الحسن المجبر أنا أبو إسحاق\nالهاشمي أنا أبو مصعب عن مالك عن نافع عن ابن عمر أنه قال نهى رسول الله\nصلى الله عليه وسلم أن يسافر بالقرآن إلى أرض العدو وهذا هو الحديث السادس\nوالثمانون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head238'>المساميري</h1>\n\n<h1 class='l1' id='head239'>87 - </h1>\n\n<p>\nأخبرنا أبو حفص عمر بن علي الخطيب أنا أبو الفرج عبد الرحمن ابن يوسف بن\nقريج أنا أبو بكر محمد بن عبد الله المحدث أنا حسن بن أبي محمد بن صصرى أنا\nأبو العباس بن صصرى أنا أبو المكارم بن هلال أنا أبو الحسين بن عبدان أنا\nأبو القاسم المساميري أنا أبو عبد الله الحسين بن أحمد الحافظ أنا أبو عمرو\nالبزاز ثنا الحسين النصيبي ثنا أحمد بن إسماعيل ثنا مالك عن ابن شهاب عن\nعلي بن حسين عن عمر بن عثمان بن عفان عن أسامة بن زيد أن رسول الله صلى\nالله عليه وسلم قال لا يرث المسلم الكافر وهذا <span id='ms35'></span> هو الحديث السابع والثمانون\n</p>\n\n<h1 class='l1' id='head240'>المنادي</h1>\n\n<h1 class='l1' id='head241'>الصيام ورؤية الهلال</h1>\n\n<h1 class='l1' id='head242'>88 - </h1>\n\n<p>\nأخبرنا التقي أبو بكر بن محمد الصالحي أنا أبو العباس أحمد بن محمد بن\nيعقوب أنا أبو حفص اليالسى أنا أبو محمد بن المحب أنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأبو جعفر الموازيني أنا البهاء عبد الرحمن المقدسي أخبرتنا شهدة الكاتبة\nأنا أبو غالب الباقلاني أنا أبو القاسم الأزجي أنا أبو علي بن شاذان أنا\nأبو سهل أحمد بن محمد ثنا محمد بن عبيد الله بن يزيد المنادي ثنا يونس بن\nمحمد ثنا إبراهيم بن سعد عن أبيه عن أبي سلمة عن أبي هريرة قال رسول الله\nصلى الله عليه وسلم إذا رأيتم الهلال فصوموا وإذا رأيتموه فأفطروا فإن غم\nعليكم فعدوا ثلاثين وهذا هو الحديث الثامن الثمانون\n</p>\n\n<p>\nالمنجم\n</p>\n\n<h1 class='l1' id='head243'>89 - </h1>\n\n<p>\nأخبرنا التقي أبو بكر بن إبراهيم الصالحى أنا ابو عبد الله محمد ابن محمد\nبن جوارش أنا أبو بكر بن المحب أنا إسماعيل بن يوسف القيسي أنا أبو الحسن\nالسخاوي أنا أبو طاهر السلفي وكتب إلي عاليا أبو عبد الله محمد بن أحمد\nالخطيب عن أم عائشة بنت محمد المقدسي عن أبي العباس بن الشحنة عن أبي الفضل\nالهمداني عن أبي طاهر السلفي أنا أبو علان المصري أنا القاضي أبو الحسن\nالراسبي ثنا أبو عبد الله أحمد بن طاهر\n</p>\n\n<h1 class='l1' id='head244'>المنجم</h1>\n\n<p>\nالميانحى ثنا يحيى بن محمد الحنائي ثنا عبيد الله ابن معاذ ثنا المعتمر\nبن سليمان قال قال أبي ثنا أنس بن مالك أن رجلين عطسا عند النبي صلى الله\nعليه وسلم فشمت أحدهما وترك الآخر فقال رجل يا رسول الله هذان رجلان عطسا\nفشمت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأحدهما وتركت الآخر فقال إن هذا حمد الله وإن هذا لم يحمد الله وهذا هو\nالحديث التاسع والثمانون\n</p>\n\n<h1 class='l1' id='head245'>المنير</h1>\n\n<h1 class='l1' id='head246'>المسح على الخفين</h1>\n\n<h1 class='l1' id='head247'>90 - </h1>\n\n<p>\nأخبرنا البرهان إبراهيم بن عثمان الصالحي أنا النظام عمر بن إبراهيم ابن\nمفلح أنا أبي أنا أبو بكر بن المحب أنا عماد الدين بن عبد الهادي أنا أبو\nالحسن بن البخارى وشافهني عاليا أبو المحاسن يوسف بن حسن بن أحمد بن حسن <span id='ms36'></span> بن\nعبد الهادي أنا جدي أنا الصلاح بن أبي عمر أنا أبو الحسن بن البخاري أنا\nأبو القاسم بن معالي أنا أبو بكر بن عبد الباقي أنا أبو إسحاق الحبال أنا\nأبو العباس بن منير أنا أبو الحسن بن أبي مطر ثنا أحمد بن عبدويه ثنا سفيان\nبن عيينة عن الأعمش عن شقيق بن سلمة عن حذيفة قال كنت مع رسول الله صلى\nالله عليه وسلم يوما حتى انتهى إلى سباطة قوم قتنحيت فقال لي ادن فدنوت منه\nحتى كنت عند رجليه فتوضأ ومسح على خفيه وهذا هو الحديث التسعون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالملاح\n</p>\n\n<h1 class='l1' id='head248'>الحياء من الإيمان</h1>\n\n<h1 class='l1' id='head249'>91 - </h1>\n\n<p>\nأخبرنا أبو العباس أحمد بن حسن الصالحي أنا أبو عبد الله محمد ابن محمد\nبن جوارش أنا أبو بكر بن المحب أنا أبو العباس بن حازم أنا يوسف بن الحسن\nأنا أبو محمد الطبري أنا أبو محمد بن أحمد بن عبد الكريم\n</p>\n\n<h1 class='l1' id='head250'>الملاح</h1>\n\n<p>\nأنا أبو نصر الزبنبى ثنا أبو بكر بن زنبور الوراق ثنا أبو القاسم الوراق\nالبغوي ثنا أحمد بن حنبل وجدي وزهير بن حرب وشريح بن يونس وابن المقرى\nقالوا ثنا سفيان بن عيينة عن الزهري عن سالم عن ابن عمر قال مر النبي صلى\nالله عليه وسلم برجل يعظ أخاه في الحياء فقال الحياء من الإيمان وهذا هو\nالحديث الحادي والتسعون\n</p>\n\n<h1 class='l1' id='head251'>حرف النون الناقد</h1>\n\n<h1 class='l1' id='head252'>أنواع القضاة</h1>\n\n<h1 class='l1' id='head253'>92 - </h1>\n\n<p>\nأخبرنا أبو الحسن علي بن البهاء البغدادي أنا النظام عمر بن إبراهيم ابن\nمفلح أنا أبو بكر محمد بن عبد الله الصامت أنا أبو العباس بن تيمية أنا أبو\nالخير بن أبي سلامة الحداد أنا ابن أبي الرجاء أنا أبو علي الحداد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأنا أبو علي الأصبهاني ثنا أبو أحمد الغطريفي ثنا محمد بن نوح ثنا حفص\nابن محمد الناقد الصيرفي ثنا شعيب بن واقد ثنا خاقان بن عبد الله عن يونس\nبن عبيد قال أراد قتيبة بن مسلم أن يولي على مرو فأشاروا عليه بعبد الله\nابن بريدة فسأله فأبى وقال لا أقعد على القضاء بعد حديث <span id='ms37'></span> حدثنيه أبي قال\nرسول الله صلى الله عليه وسلم القضاة ثلاثة قاضيان في النار وقاض في الجنة\nقاض قضى بغير حق وهو يعلم فهو في النار وقاض قضى بغير حق وهو لا يعلم فهو\nفي النار وقاض قضى بالحق فهو في الجنة وهذا هو الحديث الثاني والتسعون\n</p>\n\n<h1 class='l1' id='head254'>النجار</h1>\n\n<h1 class='l1' id='head255'>طعام أهل الجنة</h1>\n\n<h1 class='l1' id='head256'>93 - </h1>\n\n<p>\nأخبرنا أبو حفص عمر بن خليل بن اللبودي أنا النظام عمر بن إبراهيم\nالراميني أنا أبو بكر بن المحب أنا ابن المظفر أنا ابن رواحة أنا السلفى\nوأباح لي عاليا أبو العباس أحمد بن محمد الحمصي عن أم محمد عائشة بنت محمد\nالعدوي عن الشهاب بن الشحنة عن جعفر الهمداني عن السلفي أنا النرسي أنا أبو\nالقاسم سيف بن محمد الحسيني أنا أبو الحسن علي بن عبد الله النجار أنا أبو\nالعباس إسحاق بن محمد أنا محمد بن مروان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nأنا إسماعيل بن أبان عن الصباح المزني عن ابن أبي ليلى عن أبي الزبير عن\nجابر بن عبد الله قال رسول الله صلى الله عليه وسلم إن أهل الجنة يأكلون\nفيها ويشربون ولا يتغوطون ولا يبولون ولا يتمخطون يكون طعامهم جشاء ورشحا\nكرشح المسك ويلهمون فيها التسبيح والتحميد كما يلهمون النفس وهذا هو الحديث\nالثالث والتسعون\n</p>\n\n<h1 class='l1' id='head257'>النجاد</h1>\n\n<h1 class='l1' id='head258'>أوصاف أهل الجنة</h1>\n\n<h1 class='l1' id='head259'>94 - </h1>\n\n<p>\nأخبرنا البرهان إبراهيم بن عثمان المرداوي أنا النظام عمر بن إبراهيم ابن\nمفلح أنا أبو بكر بن المحب أنا أبو محمد المطعم والأكثر على أنه كان يطعم\nالأشجار والقاضي سليمان بن حمزة قالا أنا الحافظ ضياء الدين المقدسى وأباح\nلي عاليا أبو زكريا يحيى بن محمد الحنفي عن أم محمد عائشة ابنة محمد\nالمقدسي عن ست الفقهاء بنت الواسطي عن الحافظ ضياء الدين المقدسي أنا عمر\nبن محمد أنا أحمد بن الحسن أنا جابر بن ياسين ثنا الحسن بن عثمان ثنا أبو\nبكر النجاد ثنا ابن أبي الدنيا ثنا القاسم بن هاشم ثنا صفوان بن صالح حدثني\nرواد بن الجراح ثنا الأوزاعي عن هارون بن رئاب عن أنس بن مالك <span id='ms38'></span> قال رسول\nالله صلى الله عليه وسلم يدخل أهل الجنة الجنة على طول آدم ستين ذراعا\nبذراع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nالملك على حسن يوسف وعلى ميلاد عيسى ثلاث وثلاين سنة وعلى لسان محمد جرد\nمرد مكحلون وهذا هو الحديث الرابع والتسعون\n</p>\n\n<h1 class='l1' id='head260'>النخاس</h1>\n\n<h1 class='l1' id='head261'>94 - </h1>\n\n<p>\nأخبرنا أبو عمر يوسف بن حسن الصالحي أنا النظام عمر بن إبراهيم الحاكم\nأنا محمد بن عبد الله أنا ابن المظفر أنا ابن رواحة أنا السلفى وأذن لي\nعاليا أبو العباس أحمد بن محمد الخزرجي عن أم محمد عائشة بنت المحتسب\nالعمري عن أبي العباس الخياط أنا جعفر الهمداني إذنا عن السلفي أنا النرسي\nأنا محمد بن إسحاق الفارسي ثنا محمد بن الحسين النخاس ثنا علي بن عياض ثنا\nمحمد بن موسى ثنا هذيل بن الحكم ثنا عبد العزيز بن أبي رواد عن عكرمة عن\nابن عباس قال رسول الله صلى الله عليه وسلم موت الغريب شهادة وهذا هو\nالحديث الخامس والتسعون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head262'>النقيب</h1>\n\n<h1 class='l1' id='head263'>96 - </h1>\n\n<p>\nأخبرنا الجمال يوسف بن حسن العمري أخبرتنا أسماء المهرانية عن أبي عبد\nالله البيطار سماعا أنا أبو الفضل بن أبي عمر أنا أبو الحسن ابن المقبر\nأخبرتنا شهدة بنت الآبري أنا النقيب أبو الفوارس أنا أبو الحسين القطان أنا\nإسماعيل الصفار ثنا الحسن بت عرفة ثنا يزيد بن هارون ثنا حماد بن سلمة عن\nثابت عن عبد الرحمن بن أبي ليلى عن صهيب قال رسول الله صلى الله عليه وسلم\nإذا دخل أهل الجنة الجنة نودوا أن يا أهل الجنة إن لكم عند الله موعدا لم\nتروه فيقولون وما هو ألم يبيض وجوهنا ويزحزحنا عن النار ويدخلنا الجنة قال\nفيكشف لهم الحجاب فينظرون إليه فوالله ما أعطاهم الله شيئا هو أحب إليهم\nمنه ثم قرأ {للذين أحسنوا الحسنى وزيادة} وهذا هو الحديث السادس والتسعون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head264'>النقاش</h1>\n\n<h1 class='l1' id='head265'>فضل بناء المساجد</h1>\n\n<h1 class='l1' id='head266'>97 - </h1>\n\n<p>\nأخبرتنا أم عبد الرزاق خديجة بنت عبد الكريم الأرموي أنا الجمال عبد الله\nبن إبراهيم البعلي أنا أبو بكر بن المحب أنا ابن المظفر أنا ابن رواحة أنا\nالسلفى قالت <span id='ms39'></span> شيختنا وأخبرتنا عاليا أم محمد عائشة بنت محمد المحتسب عن أبي\nالعباس بن الشحنة عن أبي الفضل الهمداني عن السلفي أنا النرسي أنا محمد بن\nإسحاق النقاش أنا علي بن عبد الرحمن ثنا محمد بن عبد الله الحضرمي ومحمد بن\nالحسين الوادعي قالا ثنا يحيى بن عبد الحميد ثنا شريك عن عمار الدهني عن\nسعيد بن جبير عن ابن عباس قال رسول الله صلى الله عليه وسلم من بنى لله\nمسجدا ولو كمفحص قطاة بنى الله بيتا في الجنة وهذا هو الحديث السابع\nوالتسعون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<h1 class='l1' id='head267'>حرف الواو الوالي</h1>\n\n<h1 class='l1' id='head268'>ما يقوله المكروب</h1>\n\n<h1 class='l1' id='head269'>98 - </h1>\n\n<p>\nأخبرنا أبو العباس أحمد بن حسن الصالحي أنا أبو عبد الله محمد ابن محمد\nبن جوارش أنا أبو بكر بن المحب أنا أبو عبد الله محمد بن محمود ابن الحمصى\nوالي الصالحية أنا ابن الكمال وابن طرخان قالا أنا الحافظ ضياء الدين\nالمقدسى وراسلني أبو عبد الله محمد بن أحمد بن الفخر عن أم محمد عائشة بنت\nمحمد المقدسي عن أم محمد بنت البرهان عن الحافظ ضياء الدين المقدسي أنا أبو\nالفرج الصيدلاني أنا أبو منصور الصيرفي أنا أبو الحسين بن فاذشاه ثنا\nسليمان بن أحمد ثنا أبو مسلم ثنا مسلم بن إبراهيم ثنا هشام الدستوائي ثنا\nقتادة عن أبي العالية عن ابن عباس أن النبي صلى الله عليه وسلم كان يدعو\nعند الكرب لا إله إلا الله العظيم الحليم لا إله إلا الله رب العرش الكريم\nلا إله إلا الله رب السموات ورب العرش العظيم وهذا هو الحديث الثامن\nوالتسعون\n</p>\n\n<h1 class='l1' id='head270'>الوتار</h1>\n\n<h1 class='l1' id='head271'>99 - </h1>\n\n<p>\nأخبرنا أبو البقاء محمد بن العماد العمري أنا أبو الحسن علي بن حسن بن\nعروة أنا أبو زكريا الرحبي أنا أبو العباس الحجار\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nوأذن لي عاليا أبو العباس أحمد بن محمد الحمصي عن أم محمد عائشة بنت محمد\nبن عبد الهادي عن أبي العباس الحجار أنا أبو عمرو الوتار أنا أبو نصر\nالقزاز أنا الشريف أبو العز أنا أبو الحسن القزويني أنا أبو حفص الزيات ثنا\nأبو العباس <span id='ms40'></span> السكري ثنا إبراهيم بن محمد ثنا حماد بن زيد حدثنا بديل عن عبد\nالله بن شقيق عن أبي هريرة عن النبي صلى الله عليه وسلم قال إذا صعد بروح\nالمؤمن قيل روح طيبة صلى الله عليك وهذا هو الحديث التاسع والتسعون\n</p>\n\n<h1 class='l1' id='head272'>الوزان</h1>\n\n<h1 class='l1' id='head273'>على من لعنة الله</h1>\n\n<h1 class='l1' id='head274'>100 - </h1>\n\n<p>\nأخبرنا الجمال يوسف بن حسن الصالحي أنا أبو حفص السليمي أنا أبو الفرج بن\nالزعبوب أنا أبو العباس الديرمقونى وأباح لى عاليا المحيوى بن محمد الحنفي\nعن أم محمد عائشة بنت المحتسب العمري عن أبي العباس الديرمقوني أنا أبو عبد\nالله بن الزبيدي أنا أبو الوقت السجزى أنا الداودى السرخسى أنا الربرى أنا\nالبخاري ثنا الصلت بن محمد ثنا أبو عوانة عن هلال الوزان عن عروة ابن\nالزبير عن عائشة قالت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p000'> Vol. 00, p. 000</a>\n            </div>\n            \n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم في مرضه الذي لم يقم منه لعن الله\nاليهود اتخذوا قبور أنبيائهم مساجد وهذا هو الحديث المائة\n</p>\n\n<h1 class='l1' id='head275'>تم التحقيق والحمد لله تعالى الذي بنعمته تتم الصالحات</h1>\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n             <span id='ms41'></span>",
  "pages": [
    "000",
    "007",
    "008",
    "009",
    "001",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "000",
    "085",
    "000",
    "000",
    "000",
    "000",
    "090"
  ],
  "volumes": [
    "01"
  ]
}