{
  "content": "\n<h2 class='l2' id='head0'>المقالة التاسعة عشر في أحكام الأسارون</h2>\n\n<p>\nوكلامنا في هذا الدواء، يشتمل على سبعة فصول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p277'> Vol. 02, p. 277</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head1'>الفصل الأول في ماهية الأسارون</h3>\n\n<p>\nإن هذا نبات يسميه بعض الناس ناردين البرى (1) له أصول، وقضبان وورق،\nوزهر، وبزر. وأما أصوله، فهى معوجة ذات عقد كثيرة تشبه أصول البقل (2) ،\nلكنها أدق وأميل إلى التربيع، طيبة الرائحة، تحذو (3) االلسان وتلذعه جدا.\nوأما (4) قضبانه، فهى صغار إلى الإستدارة. وأما <span id='ms088'></span> ورق (5) ، فهو شبيه بورق\nاللبلاب وهو المسمى قيسوس (6) . وأما زهره فهو فيما بين ورقه، فرفيرى (7)\nاللون، يشبه زهر البنج (8) . وأما بزره، فهو شبيه ببزر القرطم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p279'> Vol. 02, p. 279</a>\n            </div>\n            \n</p>\n\n<p>\nوجميع هذه الأجزاء، فإنها يقل استعمالها فى الطب جدا؛ سوى الأصول فإنها\nهى التى تستعمل كثيرا من هذا النبات. وهذه الأصول - لامحالة - مركبة من\nأجزاء أرضية مرة قابضة، وأجزاء نارية مرة، بها تكون هذه الأصول لذاعة للسان\nحادة الطعم. فلذلك، تكون هذه الأصول لطيفة الجوهر، لأن ما فيها من الأرضية،\nلابد وأن يتلطف بالحرارة المفترة لها ((1) 1) .\n</p>\n\n<p>\nوأفضل هذه الأصول، ما هى أزكى رائحة، وأملأ جرما، وأرزن وزنا لأن ما يكون\nكذلك، فمادته أغزر، وقوته أقوى، وملائمته للأرواح أكثر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p280'> Vol. 02, p. 280</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head2'>الفصل الثاني في طبيعته وفعله على الإطلاق</h3>\n\n<p>\nإن هذه الأصول، لما كانت عطرة، حادة الطعم إلى مرارة؛ فهى لا محالة حارة\nيابسة، ويبوستها كالمكافئة لحرارتها، لأجل تعادل قوة يبوسة الأرضية\nالمحترقة - مع قلة حرارتها - لقوة حرارة النارية، مع قلة يبوستها. وقال\nبعضهم إن اليبوسة أشد، لأن حرارة النارية تزيد فى يبوسة الأرضية. والأول\nأصح.\n</p>\n\n<p>\nولأن (1) هذا الدواء من أرضية محترقة، ونارية؛ فهو لامحالة محلل، جال (2)\nمجفف، قابض، مفتح، يسخن الأعضاء كلها، ويسكن أوجاعها بتحليله للمادة\nالموجعة. ولابد (3) وأن يكون ملطفا، وذلك لأجل ما فيه من الحدة النارية،\nولأنه لو لم يكن ملطفا، لما كان محللا، فإن التحليل إنما يكون بتلطيف\nالمواد، حتى يسهل تبخرها (4) .\n</p>\n\n<p>\nولابد وأن يكون مقويا للروح، لما فيه من العطرية. فلذلك، لابد وأن تكون\n(5) فيه ترياقية ما. ولابد وأن يكون منقيا، ضرورة. وأنه لابد وأن يكون\nمجففا، لأجل أرضيته الحارة. وذلك، مع التحليل، يلزمه قوة التجفيف. وهذا\nالتجفيف، مع الجلاء، يلزمه التنقية. فلذلك، لابد وأن يكون هذا الدواء مجففا\nبقوة، منقيا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p281'> Vol. 02, p. 281</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head3'>الفصل الثالث في فعله فى أعضاء الرأس</h3>\n\n<p>\nلما كان هذا الدواء منقيا، مجففا، جلاء، محللا، قابضا، مقويا؛ فهو لا\nمحالة يشد اللثة، ويجفف رطوباتها المرخية، ويطيب النكهة بذلك، وبما فيه من\nالعطرية.\n</p>\n\n<p>\nولما كان ملطفا، مع عطرية تقوية (1) ، وقبض يسير، وجلاء؛ فهو لامحالة <span id='ms089'></span>\nملطف لغلظ القرنية، وللروح التى فى العين؛ فلذلك هو يحد البصر، ولامحالة\nأنه نافع من الصداع البارد، لتعديله للدماغ (2) . وهو يسخن الدماغ، وينفع\nمن الجبن؛ وسبب ذلك حرارته ويبوسته وتجفيفه للرطوبات الفضلية المضعفة\nللدماغ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p282'> Vol. 02, p. 282</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head4'>الفصل الرابع في فعله فى أعضاء الغذاء</h3>\n\n<p>\nإن هذا الدواء يسخن المعدة والكبد، ويخرج رطوباتهما الفضلية فى البول.\nوهو يفتح سدد الكبد والطحال، وذلك لما فيه من التلطيف والجلاء والنفوذ.\nوينفع من صلابتهما، بما فيه من التليين والتحليل، مع التقوية (1) . وينفع\nجدا من أورامهما، لما فيه من التحليل، مع القبض والتقوية والتليين.\n</p>\n\n<p>\nولما كان هذا الدواء شديد النفع لأمراض الكبد والطحال، فهو لامحالة نافع\nمن الاستسقاء ومن اليرقان خاصة الشراب المتخذ منه، وصفته (2) : أن يؤخذ من\nالأسارون اثنى عشر مثقالا، تجعل (3) فى ستة وثلاثين قوطولى من العصير وبعد\nشهرين يروق، ويستعمل (4) . وهذا الشراب شديد النفع لجميع علل الكبد ويقوى\nهضم المعدة، ويقوى الكلى والمثانة ويسخنهما، ويخرج الرطوبات الفضلية من\nالكبد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p283'> Vol. 02, p. 283</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head5'>الفصل الخامس فى فعله فى أعضاء النفض</h3>\n\n<p>\nإن الأسارون لأجل قوة تفتيحه، مع لطافة جوهره وتلطيفه؛ هو لامحالة مدر\nللبول، وللحيض خاصة، فهو (1) لأجل زيادة تسخينه، يحد مزاج الدم ويهيجه\nللخروج بالحيض ونحوه.\n</p>\n\n<p>\nوإذا شرب منه سبعة مثاقيل، أسهل مثل إسهال الخربق الأبيض وهو ينفع\nالمستسقين بإدراره للرطوبات، وخاصة الاستسقاء (2) اللحمى (3) ، وذلك بما\nفيه من التقوية للهضم. ويقوى الكلى والمثانة ويسخنهما، وينقى مجارى البول\nمن الأخلاط اللزجة، فلذلك يمنع من تولد الحصاة. ومع ذلك، فإنه يفتت الحصاة\nبما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p284'> Vol. 02, p. 284</a>\n            </div>\n            \n</p>\n\n<p>\nفيه من الحدة والتلطيف وقوة النفوذ - لأجل لطافته - وإذا شرب بالعسل، زاد\nفى المنى. وإذا دق وعجن بلبن حليب (1) ، وضمد به بين الوركين، هيج الباه\nوأنعظ إنعاظا شديدا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p285'> Vol. 02, p. 285</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head6'>الفصل السادس فى فعله فى الأمراض التى لا اختصاص لها بعضو عضو</h3>\n\n<p>\nإن هذا الدواء، لأجل إدراره وإخراجه الرطوبات الردئية بالبول، هو نافع فى\nالحميات؛ وذلك إذا كانت عتيقة، ولم تكن مادتها شديدة الحرارة.\n</p>\n\n<p>\nوهو يجلو الجلد إذا استعمل من خارج، ويسكن وجع الورك، ووجع النسا - وإن\nتقادم - خاصة شرابه <span id='ms090'></span> المذكور (1) . ويسكن الأوجاع الباطنة، ويدخل فى التطييب\n(2) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p286'> Vol. 02, p. 286</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head7'>الفصل السابع فى بقية أحكامه</h3>\n\n<p>\nإذا بخر البيت بالأسارون، هربت منه العقارب الخضر. وإذا فقد الأسارون قام\nمقامه مثل وزنه قردمانا (1) مع ثلث وزنه د ح (2) وثلث وزنه حماما، أو يبدل\nبمثله ونصف د ح ومثل سدسه حماما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p287'> Vol. 02, p. 287</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head8'>المقالة العشرون فى أحكام الأسطوخودس</h2>\n\n<p>\nوكلامنا فى ذلك، يشتمل على ستة فصول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p289'> Vol. 02, p. 289</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head9'>الفصل الأول فى ماهية الأسطوخودس</h3>\n\n<p>\nقد فسر بعضهم (1) لفظ أسطوخودس بموقف (2) الروح، ويشبه أن يكون كذلك (3)\n، لأنه يوقف (4) الروح عن التغير الردئ، أى أنه حافظ لصحتها. وقد يسمى هذا\nالدواء ستخادس (5) لأن هذا الدواء يكثر نباته فى جزائر ستخادس (6) فلذلك\nسمى هذا الدواء باسم ما يكثر نباته فيه (7) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p291'> Vol. 02, p. 291</a>\n            </div>\n            \n</p>\n\n<p>\nوهو رقيق السفا، أحمره؛ له جمة كجمة الصعتر وهو أطول ورقا من الصعتر،\nوقضبانه غبر كما فى الأفتيمون (1) . وطعمه حريف، مع مرارة ويسير قبض.\n</p>\n\n<p>\nوجميع أجزائه تستعمل (2) فى الطب، وقد يستعمل على حاله، وقد يتخذ منه\nشراب، وربما اتخذ منه معجون بالعسل. وذلك بأن يربى (3) فى العسل كما يربى\nالورد ونحوه، ويفعل ذلك فى الربيع. وغير المربى يندر (4) جدا أن يستعمل\nبانفراده، وذلك لأجل قوة حرارته ويبوسته؛ بل يستعمل غالبا مع أدوية أخر\nتصلحه وتعدله.\n</p>\n\n<p>\nوجوهره مركب من أرضية ونارية، وأرضيته بعضها باردة، بها يكون قابضا؛\nوبعضها حارة محرقة، بها يكون مرا. وأما النارية، فإنه بها يكون حريفا.\n</p>\n\n<p>\nوجوهره إلى لطف، لأن ناريته أزيد من أرضيته الباردة، ومائيته يسيرة.\nولذلك لايظهر فيه تفاهة، ولا يتأخر ظهور حرافته ومرارته، بل يظهر ذلك عند\nأول ملاقاته اللسان. وفيه هوائية كثيرة، ولذلك هو خفيف (5) جدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p292'> Vol. 02, p. 292</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head10'>الفصل الثانى فى طبيعة الأسطوخودس</h3>\n\n<p>\nإن هذا الدواء،لما كان من أرضية باردة وأرضية حارة محترقة مرة، ومن\nنارية، ومائية يسيرة، وهوائية متوسطة؛ وما سوى المائية والهوائية من هذه\nالأجزاء، فإنه يابس. فلذلك، يجب أن يكون هذا الدواء شديد اليبوسة، ويجب أن\nيكون حارا لأجل غلبة ناريته مع قلة مائيته، وأرضيته الباردة وهوائيته لا\nمدخل لها فى ترطيب البدن، ومائيته المرطبة يسيرة، وباقى <span id='ms091'></span> أجزائه يابسة؛\nفلذلك يجب أن تكون يبوسة هذا الدواء شديدة جدا.\n</p>\n\n<p>\nوأما حرارته، فإنها مع قوتها، يجب أن تكون أقل من يبوسته. وذلك لأن\nحرارته النارية تتعدل ببرد المائية والأرضية الباردة، وتسخين الهوائية\nوالأرضية الحارة ليس بكثير جدا.\n</p>\n\n<p>\nولما كان هذا الدواء كذلك، فهو - لامحالة - موافق للمشايخ والمبرودين\nوالمرطوبين، ضار بالشبان والمحرورين. وقد بينا أن هذا الدواء لطيف الجوهر\nولابد - أيضا - أن (1) يكون ملطفا، وذلك لأجل ناريته. ويجب أن يكون (2)\nجلاء محللا، مفتحا، نفاذا، مقطعا، مجففا، منقيا. وذلك لأنه لمرارته، يجب أن\nيكون جلاء مفتحا. ولناريته، يجب أن يكون مقطعا. ولشدة يبوسته مع التحليل،\nيجب أن يكون مجففا؛ ولتجفيفه مع الجلاء، يجب أن يكون منقيا؛ فلابد وأن يكون\nمنضجا للمواد الغليظة والباردة، وذلك لأجل تلطيفه مع تسخينه. وهو، لقوة\nحرارته، يسخن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p293'> Vol. 02, p. 293</a>\n            </div>\n            \n</p>\n\n<p>\nالأعضاء جميعها. ولقوة تجفيفه، يزيل الرطوبات المعدة للعفونة فلذلك، هو\nمن الأدوية المانعة للعفونة، المضعفة لها.\n</p>\n\n<p>\nولما فيه من القبض، يقوى الأعضاء؛ وخاصة الأحشاء (1) ، لأنه - مع القبض\nالقوى لها - يزيل بلتها المرخية، بتجفيفه. ولأجل لطافة جوهره، مع الجلاء\nوالتلطيف، هو (2) مفتح بقوة. فلابد وأن يكون شديد التلطيف، وإلا لم يكن قوى\nالتحليل؛ ولابد وأن يكون مفشيا (3) للنفخ والرياح، وذلك لأنه - مع حرارته -\nملطف محلل بقوة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p294'> Vol. 02, p. 294</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head11'>الفصل الثالث فى فعله فى أعضاء الرأس</h3>\n\n<p>\nإن هذا الدواء، شديد النفع فى الماليخوليا (1) والصرع والرعشة وجميع\nأمراض العصب الباردة. وأما قوة نفعه من الماليخوليا فلأنه مع تلطيفه الروح\nبحرراته، فإنه يلطفها ويصفيها، باستفراغه الأخلاط الغليظة منها، وهى\nالسوداوية والبلغمية.\n</p>\n\n<p>\nفلذلك، هذا الدواء يصلح الفكر جدا، ويقوى الذهن؛ لأنه يلطف (2) الروح (3)\nالنفسانى والحيوانى معا، تلطيفا كثيرا. ولذلك، هو يفرح، ويسر النفس. ولكنه،\nلزيادة تسخينه للروح الحيوانى، يحد مزاجه فى المحرورين فلذلك يكون فيهم،\nمحدثا لسرعة الغضب، لأنه يجعل أرواح هؤلاء، بحدتها ومرضها شديدة الاستعداد\nللحركة إلى خارج دفعة، وذلك ما يعد لكثرة الغضب. كما بيناه فى كتابنا\nالسالف (4) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p295'> Vol. 02, p. 295</a>\n            </div>\n            \n</p>\n\n<p>\nوأما قوة نفع هذا الدواء من الصرع فلأنه يزيل المادة التى منها تتولد (1)\nالرياح المصرعة، ويحلل <span id='ms092'></span> (2) تلك الرياح. وإمالته (3) لمادة هذه الدخانية،\nبما فيه من الاستفراغ، وبم (4) هو مجفف، فيجفف الرطوبات الفضلية التى فى\nالدماغ، فلا يبقى منها ما تتول (5) منه الرياح.\n</p>\n\n<p>\nوخاصة (6) هذا الدواء، تنقية الدماغ. وقد يسعط (7) بوزن درهم منه معجونا\nبسعل، فينقى الدماغ تنقية بالغة. وشرابه نافع من تزعزع الدماغ\n</p>\n\n<p>\nلأجل سقطة أو ضربة أو نحوهما، وذلك إذا استعمل هذا الدواء بالعسل.\n</p>\n\n<p>\nوأما قوة نفعه من أمراض العصب، فلأنه يسخن الأعصاب بحرارته، ويزيل بلتها\nالمرخية لها بتجفيفه، ويقوى جرمها بما فيه من القبض. وشرابه يفعل هذه\nالأفعال كلها، وهو أنفع فى أمراض العصب من جرم هذا الدواء، لأن جرمه يقل\nنفوذه إلى الأعصاب، بخلاف شرابه، فإنه - لسيلانه - يسهل نفوذه إلى جميع\nالعصب.\n</p>\n\n<p>\nوأما أمراض الدماغ نفسه، فجرم هذا الدواء أوفق فيها، لأنه يبقى فى المعدة\nكثيرا، فيكثر ما يتبخر منه إلى (الرأس بجلاء، وشرابه - بسيلانه (8) - ينحدر\nمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p296'> Vol. 02, p. 296</a>\n            </div>\n            \n</p>\n\n<p>\nالمعدة سريعا، فيقل ما ينفذ منه إلى (1) الدماغ. وهو مع ذلك، فإنه يسخن\nالأعضاء الأخر كثيرا، لأنه ينفذ إليها؛ ولا كذلك جرم هذا الدواء، فإنه يكثر\nفعله فى الدماغ، ويقل فى غيره من الأعضاء؛ خلا المعدة، فإنه - أيضا - يفعل\nفيها بقوة، وذلك لأجل كثرة بقائه (2) فيها. فلذلك، إذا احتيج إلى\nالأسطوخودس لأجل أمراض الدماغ نفسه، فينبغى أن يستعمل شرابه.\n</p>\n\n<p>\nولست أستبعد أن يكون الأسطوخودس مقويا للبصر، ولغيره من الحواس وذلك لأجل\nتصفيته للروح، وتلطيفه لها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p297'> Vol. 02, p. 297</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head12'>الفصل الرابع فى فعله فى أعضاء الصدر</h3>\n\n<p>\nإن طبيخ هذا الدواء، نافع لأعضاء الصدر جدا، وذلك لأجل تلطيفه وتفتيحه.\nوهو فى ذلك، يفعل فعل الزوفا (1) وطبيخه فى هذا، أوفق من جرمه لأن نفوذ\nجرمه إلى هذه الأعضاء عسر.. (2) من مسام الحجاب الفاصل بين المرئ وقصبة\nالرئة.\n</p>\n\n<p>\nوهو يقوى القلب جدا بقبضه، وبإصلاحه لأرواحه (3) بما ينقيها من السوداء؛\nويفرح كثيرا بذلك، لأن الروح إذا صفت ولطفت، سهل تحركها إلى خارج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p298'> Vol. 02, p. 298</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head13'>الفصل الخامس فى فعله فى أعضاء الغذاء</h3>\n\n<p>\nلما كان هذا الدواء محللا، مفتحا، منضجا - بما فيه من الحرارة - كل ذلك\nفيه، مع <span id='ms093'></span> قبض وتقوية؛ فهو لامحالة موافق للأحشاء، مقو لها، مجفف لفضولها\nويكثر (1) تكرب المحرورين والصفراويين، وذلك لأجل زيادته فى سوء مزاجهم\nولذلك يشتد تعطيشه لهم، ويقيئهم.\n</p>\n\n<p>\nولا أمنع أن يكون هذا الدواء نافعا للكبد، وذلك بما فيه من التفتيح\nوالجلاء والإنضاج، مع القبض المقوى. وأما نفعه للطحال، فهو مما أميل إليه\n(2) ، وذلك لأنه - مع هذه الأفعال - حاد، مقطع، مستفرغ للمادة الغليظة\nوالسوداوية. لكنه يضر المعدة كثيرا، لتوليده المرار فيها، وذلك للمحرورين\nخاصة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p299'> Vol. 02, p. 299</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head14'>الفصل السادس فى فعله فى أعضاء النفض</h3>\n\n<p>\nإن الأسطوخودس لأجل تسخينه وتجفيفه وتقويته للأعصاب، هو شديد النفع\nللأعضاء العصبية (1) كلها؛ فلذلك، هو نافع للرحم والمثانة، وكذلك (2) هو\nنافع لآلات البول. ولأن فيه قبض وتقوية، فهو - لامحالة - يقوى آلات البول\nويجفف الرطوبات المرخية لها؛ فلذلك هو نافع من ضعف المثانة واسترخائها\nويحبس البول ويمنع سلس (3) . ومع ذلك، فإنه يسهل البلغم والسوداء، والإكثار\nمن الإسهال به، يبرئ الصرع والماليخوليا (4) ويفرح جدا، وينقى الدماغ.\n</p>\n\n<p>\nوالشربة منه، من وزن درهمين إلى ثلاثة دراهم - وقيل إلى خمسة دراهم -\nوتصلحه الكثيراء ولا يحتاج إلى كثير إصلاح. وشربه بالسكنجبين موافق، وقد\nيشرب شرابه مع السكنجبين وملح، فيكون أقوى فعلا.\n</p>\n\n<p>\nوإذا أخذ معجونه فى أيام الربيع، فرح النفس جدا، وأخرج موادا سوداوية\nوإذا نطلت بطبيخه المفاصل، سكن وجعها. وينفع جدا من ارتعاش الرأس.\n</p>\n\n<p>\nوإذا أخذ منه جزء، ومن قشر أصل الكبر نصف جزء، وعجنا بالعسل كان نافعا\nللمعدة الباردة، ومن كل خلط بارد فيها، ومن الأخلاط اللذاعة لها. وإذا طبخ\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p300'> Vol. 02, p. 300</a>\n            </div>\n            \n</p>\n\n<p>\nمع الصعتر وبزر الكرفس وشرب مع الدواء المسهل (1) ، منع إحداثه المغص.\nوقد يسقى المصروع من هذا الدواء، مع السكنجبين والعاقرقرحا فينتفع به جدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p301'> Vol. 02, p. 301</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head15'>المقالة الحادية والعشرون فى أحكام الأسفاناخ</h2>\n\n<p>\nوكلامنا فى ذلك، يشتمل على خمسة فصول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p303'> Vol. 02, p. 303</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head16'>الفصل الأول فى ماهيته</h3>\n\n<p>\nإن الأسفاناخ (1) من جملة البقول التى تؤكل كثيرا، وإنما تؤكل بعد الطبخ.\nوورقه محير لايزيد فى طوله على نصف ذراع، وطعمه تفه إلى يسير ملوحة ومنه\nبرى، ومنه بستانى. والبرى أقصر، وتحارير ورقه أغوص.\n</p>\n\n<p>\nوجوهر الأسفاناخ مركب <span id='ms094'></span> من مائية كثيرة، ومن أرضية محرقة مرة قليلة ضعيفة\nالإحراق والمرارة، ومن هوائية. والمائية بها هو تفه، والأرضية بها هو إلى\nملوحة؛ ولو لم تكن هذه الأرضية (2) - كما قلناه - لكانت تحدث ملوحة قوية\nظاهرة، بل مرارة. ولو لم تكن فيه هوائية، لما كان خفيفا. وليست قلة هذه\nالأرضية مفرطة، وإلا لم يكن هذا النبات منتصبا؛ فلذلك، لابد وأن تكون هذه\nالأرضية قليلة الاحتراق قليلة المرارة، حتى يكون القدر المعتد به منها، لا\nيحدث ملوحة ظاهرة.\n</p>\n\n<p>\nوإنما يحتاج إلى طبخه، إذا أريد أكله؛ لتليين أرضيته، فيطيب أكله، ولا\nكذلك الهندباء والخس ونحوهما من البقول التى تؤكل نية. لكن هذه الأرضية\nضعيفة المرارة، فلذلك لا تحدث ملوحة ظاهرة، فضلا عن مرارة. ولا كذلك أرضية\nالهندباء فإنها، مع قلتها، قليلة المرارة؛ فلذلك (3) تظهر مرارتها فى\nالهندباء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p305'> Vol. 02, p. 305</a>\n            </div>\n            \n</p>\n\n<p>\nولا كذلك هاهنا. (1)\n</p>\n\n<p>\nوما يدل على أن (2) أرضية الأسفاناخ أكثر مقدارا من (3) أرضية الهندباء\nأنه إذا دق واعتصر، كان الخارج (منه من المائية، أقل مما (4) فى الهندباء؛\nوكان الثفل أزيد. فلذلك لابد وأن تكون (5) أرضية الأسفاناخ) (6) أزيد من\nأرضية الهندباء وأقل احتراقا منها، ولابد وأن يكون أغلظ، وإلا لم يحتج إلى\nطبخه.\n</p>\n\n<p>\nوأفضل طبخ الأسفاناخ أن يكون مع دسم، فإنه يطيب أكله ويسرع انحداره،\nويكون تليينه ونفعه لأعضاء الصدر أكثر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p306'> Vol. 02, p. 306</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head17'>الفصل الثانى فى طبع الأسفاناخ وأفعاله مطلقا</h3>\n\n<p>\nقد علمت أن الأسفاناخ مركب من مائية وأرضية، ومائيته كثيرة - ولولا ذلك\nلما كان الغالب عليه التفاهة (1) - لكنها أقل من مائية الهندباء والخس كما\nقلناه. وأرضيته قليلة الاحتراق والمرارة، فلذلك هى ضعيفة اليبوسة\nوالهوائية، تفيد تسخينا لطيفا، ولا تفيد ترطيبا، كما قلناه. فلذلك، يجب أن\nيكون الأسفاناخ قريبا من الاعتدال؛ لأن حرارة أرضيته، تعاضدها (2) حرارة\nالهوائية، فتقوى قليلا حتى تصير قريبة من برد المائية.\n</p>\n\n<p>\nومع ذلك، فإنه يميل إلى برد ورطوبة، ميلا يسيرا. وذلك لأن مائيته -\nلكثرتها - تكون (3) برده أزيد من الحرارة، خاصة وأرضيته لم تخرج عن طبيعتها\nبالاحتراق كثيرا. وكذلك، كثرة هذه المائية، مع ضعف يبوسة الأرضية، يلزمها\nأن <span id='ms095'></span> يكون هذا النبات مائلا إلى الرطوبة؛ فلذلك: الأسفاناخ بارد، رطب\nباعتدال.\n</p>\n\n<p>\nولأجل غلظ أرضيته، يميل إلى الغلظ قليلا. ولأجل قلة احتراق أرضيته، هو\nيتأخر نفوذه عن المعدة، ويتأخر هضمه أيضا. فلأجل ذلك، وبما (4) فيه من\nالملوحة، هو يعطش. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p307'> Vol. 02, p. 307</a>\n            </div>\n            \n</p>\n\n<p>\nوفى هذا النبات غسل، وذلك بما فيه من الرطوبة. وجلاء يسير، وذلك بما فيه\nمن الملوحة. وتفتيح يسير، وذلك بما فيه من الغسل؛ وهذا التفتيح ضعيف لا\nيبلغ إلى حد يحدث الإدرار، وذلك لأجل ضعف حرارة أرضيته ومرارتها.\n</p>\n\n<p>\nولما كان الأسفاناخ مع قربه من الاعتدال، هو مركب من مائية وأرضية تركيبا\nمستحكما؛ لاجرم صار من الأجسام (1) الغاذية، فلذلك كان الأسفاناخ دواء\nغذائيا. وجميع الأغذية، فإنها تستحيل إلى الأخلاط (2) ؛ ولما كانت المائية\nفى هذه النبات كثيرة، لاجرم أن يكون خلطه مائيا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p308'> Vol. 02, p. 308</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head18'>الفصل الثالث فى فعله فى أعضاء الصدر </h3>\n\n<p>\n(1)\n</p>\n\n<p>\nإن هذا النبات شديد النفع لأعضاء الصدر وأمراضه، كالسعال، والنزلة\nوالخشونة، والبحوحة، والأورام العارضة فى أعراض الحلق والصدر (2) ، ولآفات\nالنفس؛ ونحو ذلك. وسبب ذلك، ما فيه من الغسل بمائيته، ومن الجلاء اليسير\nبما فيه من الأرضية (3) ، وما (4) فيه من التليين لأجل الحرارة اللطيفة\nالتى فى هوائيته وفى أرضيته القليلة الاحتراق، فإن هذه الحرارة - لضعفها -\nتقوى على التسييل الملين، وتقوى (5) على التحليل. فلذلك، كان الأسفاناخ\nيستعمل كثيرا فى أمراض الصدر.\n</p>\n\n<p>\nونفعه للنزلات، لأجل كسره لحدة موادها، ودفعه حدتها (6) ، وذلك بما فيه\nمن المائية والتليين؛ فهو عظيم النفع فى الربو الدموى، وذلك لأنه يدبره\nويسكن فوران الدم (7) . وإذا كان معه دسم، كان أنفع لأمراض هذه الأعضاء\nوغيرها خاصة والدسم يطيبه، فيكون انهضامه أجود وأسرع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p309'> Vol. 02, p. 309</a>\n            </div>\n            \n</p>\n\n<p>\nوأفضل ما يدسم به فى علل أعضاء (1) الصدر، دهن اللوز، إذ هذا الدهن شديد\nالموافقة لهذه الأعضاء.\n</p>\n\n<p>\nوقد يطبخ معه الباقلاء فيكون أنفع لهذه الأعضاء، لأن الباقلاء موافق جدا\nلهذه الأعضاء وأمراضها. وإن عمل معه مح البيض النيمرشت (2) ، كان أكثر نفعا\nلهذه الأعضاء ولأمراضها (3) ؛ إلا ما كان منها تابعا لزيادة الدم، كالربو\nالدموى فإنه حينئذ، يكون الخالى من البيض أفضل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p310'> Vol. 02, p. 310</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head19'>الفصل الرابع فى <span id='ms096'></span> فعله فى أعضاء الغذاء</h3>\n\n<p>\nأنا قد بينا أن الأسفاناخ من الأجسام الغاذية، وأن (1) غذاءه أزيد من\nغذاء الهندباء لأن امتزاج أجزائه أحكم من امتزاج أجزاء الهندباء، وخلطه إلى\nمائية؟ وليس له غلظ كثير كما فى الكرنب والقنبيط ولا برد شديد كما فى الخس\nفلذلك، يقل تولد البلغم عنه، فضلا عن السواد، لأن جوهره أبعد عن جوهر\nالسوداء، لأجل مائيته.\n</p>\n\n<p>\nوالبرى منه ألطف من البستانى، لأن أرضية البرى ألطف. وامتزاج أرضية\nالأسفاناخ بمائيته متسحكم، ولذلك (2) فإن غذاءه يكثر لأجل هذا الاستحكام\nفإن مائيته لاتتبخر كثيرا، فلذلك يكثر (3) تولد الأبخرة عن الأسفاناخ فلذلك\nهو موافق فى النزلات والصداع والرمد، ونحو ذلك من الأمراض التى يتضرر فيها\nبكثرة الأبخرة (4) .\n</p>\n\n<p>\nوأرضية الأسفاناخ مع ملازمتها لمائيته، فإنها غير شديدة الاستعداد للتصعد\nوذلك لأجل قلة احتراقها، وتلطفها المحترقة، فلذلك تكون هذه الأرضية مانعة\nللمائية من كثرة التصعد، ولذلك (5) - أيضا - يقل تبخر الأسفاناخ ويقل أيضا\nتدخنه، لأجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p311'> Vol. 02, p. 311</a>\n            </div>\n            \n</p>\n\n<p>\nعسر قبول (1) أرضيته للتصعد. فلذلك، يقل حدوث الدخانية عنه فلذلك، هو غير\nضار لأصحاب الوسواس والماليخوليا.\n</p>\n\n<p>\nفلأجل قلة تدخنه، يقل تولد الرياح منه، لأن حدوث الرياح إنما هو من\nالدخانية، فلذلك يقل تولد الرياح والنفخ عن الأسفاناخ ولا كذلك أكثر\nالبقول.\n</p>\n\n<p>\nوهو غذاء جيد للناقهين، وللمحرورين، والمبرودين أيضا! وذلك لأجل قربه من\nالاعتدال، ولأجل ميله إلى البرد، والرطوبة هى للمحرورين أوفق وينفع من\nالصفراء وأعراضها، وذلك لأجل مضادة طبيعته لطبيعتها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p312'> Vol. 02, p. 312</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head20'>الفصل الخامس فى بقية أحكام الأسفاناخ</h3>\n\n<p>\nإن الأسفاناخ لأجل مائيته، مع الجلاء الذى فيه؛ هو ملين للبطن، مطلق له.\nولأجل قلة ملوحته - جدا - مع كثرة مائيته، وتفاهة طعمه، وبرده ورطوبته هو\nنافع جدا من حرقة البول.\n</p>\n\n<p>\nوهو غذاء جيد للمحمومين، خاصة الذين بهم (1) مع الحمى، سعال خاصة إذا طبخ\nبدهن اللوز الحلو (2) .\n</p>\n\n<p>\nوالله أعلم! \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p313'> Vol. 02, p. 313</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head21'>المقالة الثانية والعشرون فى أحكام الأسل</h2>\n\n<p>\nوكلامنا فى ذلك، يشتمل على ثلاثة فصول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p315'> Vol. 02, p. 315</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head22'>الفصل الأول فى ماهية الأسل</h3>\n\n<p>\nهذا النبات يسمى أيضا السمار ويسمى أيضا سخومس (1) وهو النبات الذى تتخذ\n(2) منه الحصر، وقد يعالج بالنحت ونحوه <span id='ms097'></span>، حتى تتخذ منه حبال وقد تتخذ منه\nغرابيل (3) . ويسمى أيضا الإذخر الأجامى وقد تكلمنا فى ذلك وفى سبب هذه\nالتسمية؛ وذلك عند كلامنا فى الإذخر.\n</p>\n\n<p>\nوهو نوعان، نوع دقيق جدا لا ثمر له، تتخذ منه الحصر الرفاع؛ وهذا فى\nالأكثر يكون صلبا، قليل اللحم، حاد الطرف الأعلى. وقد يوجد منه ما هو لين\nجدا، تتخذ منه الحصر بالعراق، وهى حصر لينة لا تنكسر بالعطف والثنى بخلاف\nالحصر المعمول فى البلاد الأخرى.\n</p>\n\n<p>\nونوع آخر، غليظ، له ثمر أسود غليظ. وهذا النوع ينقسم إلى نوعين أحدهما\nحاد الطرف، والآخر ليس كذلك. وكلا (4) هذين النوعين كثير اللحم لين؛ وتتخذ\nمنهما الحصر الغلاظ.\n</p>\n\n<p>\nوجوهر الأسل مركب من مائية كثيرة وأرضية، فإنه لولا كثرة مائيته، لم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p317'> Vol. 02, p. 317</a>\n            </div>\n            \n</p>\n\n<p>\nيكن شديد السبوطة خاليا من العقد الكثيرة. ولو (1) لم يكن فيه أرضية يعتد\nبها لم يكن منتصبا، خاصة مع دقة جرمه.فلذلك، لابد وأن يكون فى هذا النبات\nمائية كثيرة وأرضية وهوائية.\n</p>\n\n<p>\nوأرضيته (2) ليست بحارة محرقة، وإلا كانت تكون مرة، ولم يكن طعمه تفها.\nوأما مائيته (3) ، فليست - أيضا - باردة بردا شديدا، وإلا كانت تكون جامدة،\nفلم يكن فى هذا النبات لين. ولابد وأن فى جوهر هذا النبات هوائية وإلا لم\nيكن خفيفا.\n</p>\n\n<p>\nفلذلك، هذا النبات جوهره من مائية كثيرة سائلة، وأرضية غير حارة محترقة،\nوهوائية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p318'> Vol. 02, p. 318</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head23'>الفصل الثانى فى طبيعة الأسل وفعله على الإطلاق</h3>\n\n<p>\nإن هذا النبات، لما كان حدوثه وتركيبه من مائية سائلة، وأرضية غير حارة،\nوهوائية؛ فطبعه - لامحالة - قريب من الاعتدال، مع برد يسير؛ فإن حرارة\nالهوائية، لا تقاوم برد المائية والأرضية. وإنما كان هذا البرد ليس بكثير،\nلأن مائية (1) هذا النبات متسخنة، وكذلك هى سائلة.\n</p>\n\n<p>\nوأما رطوبة هذا النبات ويبوسته، فإنهما كالمتكافئين، لأن مائيته - وإن\nكانت أكثر من أرضيته - فإن الأرضية بيبوستها أشد من رطوبة المائية، لأن\nيبوسة الأرض بالغة، ولا كذلك رطوبة الماء.\n</p>\n\n<p>\nولما فى هذا النبات من الهوائية، فإنها وإن كانت فى نفسها بالغة الرطوبة\nإلا أن هذه الرطوبة لا مدخل لها (2) فى التأثير فى <span id='ms098'></span> بدن الإنسان. وكلامنا\nهاهنا (3) فى أمزجة الأدوية، إنما هو باعتبار فعلها فى بدن الإنسان. فلذلك،\nهذا النبات لابد وأن يكون معتدلا فى الرطوبة واليبوسة، مائلا إلى البرودة.\nولابد وأن يكون هذا النبات قابضا، لما فيه من الأرضية التى ليست بمحرقة.\nولابد وأن يكون مبخرا، وذلك لما فيه من المائية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p319'> Vol. 02, p. 319</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head24'>الفصل الثالث فى بقية أحكامه وأحكام ثمرته</h3>\n\n<p>\nإن هذا النبات، لما كان كثير المائية، مبخرا؛ فهو - لامحالة - مصدع مثقل\nللرأس. وتصديعه هو لأجل كثرة بخاره وتمديده، لا لأجل كيفيته؛ وذلك لأن برد\nهذا النبات ليس بشديد. فلذلك، بخاره إنما يصدع بكميته، لا بكيفيته.\n</p>\n\n<p>\nولما كان هذا النبات\n</p>\n\n<p>\nذا أرضية قابضة، وليس فيه كيفية تجلو وتلذع (1) ونحو ذلك، أو تفتح بقوة،\nحتى يكون ذلك مطلقا للبطن أو مدرا للبول. فهو لذلك، عاقل للبطن.\n</p>\n\n<p>\nوأما (2) ثمر (3) هذا النبات، فيجب أن يكون إلى حرارة ما - ولذلك هو أسود\nاللون - فلذلك هو مفتح، مدر للبول. إلا أن هذا التفتيح والإدرار، غير\nقويين؛ والحرارة ليست بقوية حتى تكون (4) محدة للدم. فلذلك، هذا الثمر\nلايدر الحيض؛ ومع ذلك، فإنه يحبسه، وذلك بما فيه من الأرضية القابضة. وبهذه\nالأرضية، هو أيضا يحبس البطن (5) .\n</p>\n\n<p>\nوإذا شرب مع (6) هذا الثمر شراب، قوى إدراره للبول، لأن الشراب من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p320'> Vol. 02, p. 320</a>\n            </div>\n            \n</p>\n\n<p>\nشأنه إدرار البول، على ما بيناه من كلامنا السالف فى الأسباب. وإذا قليت\n(1) هذه الثمرة، كان حبسها للبطن وللدم أكثر (2) - لامحالة (3) - وذلك لأجل\nذهاب كثير من مائيتها، فتبقى الأرضية كثيرة، فيكون استيلاء فعلها أشد.\n</p>\n\n<p>\nوجميع هذه الثمرة إذا أكل، صدع الرأس وأثقله. وذلك بما ينفصل من هذه\nالثمرة من الأبخرة،كما قلناه فى فعل (4) هذا النبات. وثمرة الصنف الذى طرفه\nغير حاد، أميل إلى البرد؛ فلذلك يكون بخارها باردا، فلذلك ينوم ويسبت إذا\nأكثر من هذه الثمرة. وإنما لا يفعل ذلك، بخار هذا النبات نفسه، لأن رطوبته\nلا تبلغ إلى ذلك، فإن رطوبات الثمرة لابد وأن تكون أزيد من رطوبات الأصل\nلأن الثمرة لابد وأن يكون فيها رطوبة فضلية، لتكون معدة لأن يتكون <span id='ms099'></span> منها شخص\nآخر، فلذلك تبلغ هذه الثمرة فى كثرة بخارها، إلى حد تحدث (معه) السبات.\n</p>\n\n<p>\nوأما ورق هذا النبات، وهو يكون عند أصله؛ فإنه إذا تضمد به، وافق نهش\nالهوام والرتيلاء (5) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p321'> Vol. 02, p. 321</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head25'>المقالة الثالثة والعشرون فى أحكام الآس</h2>\n\n<p>\nوكلامنا فى ذلك، يشتمل على ثمانية فصول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p323'> Vol. 02, p. 323</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head26'>الفصل الاول فى ماهية الآس</h3>\n\n<p>\nالآس يقال له: المرسين. منه بستانى، ومنه برى. أما البستانى، فهو المعروف\nالمشهور باسم الآس والمرسين وهو نبات له أصول، وساق، وأغصان وأوراق وزهر،\nوثمر، وله شئ يظهر على ساقه، على لون ساقه وعلى هيئة (1) كف الإنسان، يسمى\nالبنك (2) .\n</p>\n\n<p>\nوهذا الآس ينبت فى البساتين، وفى السهل والجبل، ويعظم جدا حتى يصير من\nالأشجار الكبار، ويشبه أشجار الرمان، وله زهر أبيض طيب الرائحة وثمرته (3)\nمستديرة، تكون أولا خضراء، فإذا كمل نضجها اسودت. وتكون حينئذ حلوة الطعم\nإلى مرارة وعفوصة. وأما طعم الآس نفسه، فهو مركب من العفوصة والمرارة،\nويسير جدا من حلاوة. وهذا الطعم، يوجد فى جميع أجزائه (4) ؛ فلذلك، جميع\nأجزائه متشابهة - أيضا - فى القوة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p325'> Vol. 02, p. 325</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الآس البرى فينقسم إلى نوعين، أحدهما يسمى بدمشق ونواحيها قف وانظر\nوورقه أعرض كثيرا من ورق الآس البستانى وليس له ساق، بل تتصل (1) أغصانه\nكلها بأصوله، وزهره فى وسط ورقه، وله ثمر مستدير، إذا نضج (2) صار لونه\nأحمر، وفى داخله حب صلب وقضبان عسرة الأرضاض، مملؤة بالورق وطعمه مركب من\nعفوصة ومرارة.\n</p>\n\n<p>\nأما النوع الآخر من الآس البرى فهو أصغر ورقا من الآس البستانى ولا ساق\nله - أيضا - وأطراف ورقه حادة، ناخسة لما يلقاها، لونه أخضر إلى سواد\nوغبرة. وكلا (3) هذين النوعين، فإنه لا يزيد طوله على ذراع (4) ، وزهره فى\nوسط ورقه.\n</p>\n\n<p>\nوجميع أنواع الآس فإن خضرتها لا تفارق، وإن جفت. ولا يسقط ورقها فى\nالشتاء، وهذا يدل على أن رطوبة الآس مبينة، ليست مائية رقيقة، وإلا كانت\nتتحلل بدوام حر الهواء فى الصيف، وكانت الأوراق تتهيأ للسقوط فى الخريف\nوالشتاء.\n</p>\n\n<p>\nوجوهر الآس مركب من أرضية حارة (5) محترقة، بها يكون عفصا. ولابد وأن\nتكون (6) فيه مائية <span id='ms100'></span>، وإلا لم يكن سبطا. ولابد وأن تكون فيه هوائية، وإلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p326'> Vol. 02, p. 326</a>\n            </div>\n            \n</p>\n\n<p>\nلم يكن خفيفا. وامتزاج الآس من هذه الأجزاء، ليس بمستحكم، وإلا لم تكن\n(1) له أفعال شافية، فلم يكن مقبض ومفتح معا، ويكثف ويلطف معا.\n</p>\n\n<p>\nوهذه الأجزاء فيه مختلفة المقادير، فمائيته ليست بكثيرة (2) جدا، ولذلك\nإذا اعتصر كان أكثره ثفلا. فلذلك الآس فيه أجزاء حارة وأجزاء باردة، وبرده\nأغلب. ولذلك، فإن رائحته ليست بحارة، بل إلى نداوة ويبوسة كثيرة، لأجل كثرة\nالأرضية فيه، خاصة وبعضها محرق، وهو الأرضية المرة. فلذلك الآس قريب من\nالاعتدال فى الحرارة والبرودة، وأميل إلى البرد. وأما فى الرطوبة واليبوسة،\nفهو مفرط اليبوسة.\n</p>\n\n<p>\nوأفضل الآس ما كان أذكى رائحة، وكانت خضرته إلى سواد. خاصة الخسروانى\nالمستدير الورق، أى الذى ورقه أقل طولا، لا سيما الجبلى من أنواعه. وإنما\nكان ذلك، لأن ذكاء الرائحة يدل على القوة (3) ، وميل الورق إلى الاستدارة،\nفى كل نوع، يدل على قلة المائية؛ ويلزم ذلك أن تكون قوة الآس الجبلى (4)\nأقوى، والجبلى من كل نوع، أقل مائية.\n</p>\n\n<p>\nوأفضل الآس (5) ما كان أنقى بياضا، لأن هذا يكون أخلص من الفضول المدرة\nللون، وما كان من الآس أميل إلى السواد، فثمرته (6) أضعف من ثمرة الذى ليس\nكذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p327'> Vol. 02, p. 327</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head27'>الفصل الثاني فى طبيعته وأفعاله على الإطلاق</h3>\n\n<p>\nأما (1) يبوسة الآس فأمر لايشك فيه، وذلك لأن أرضيته أكثر كثيرا من\nمائيته، ولذلك إذا اعتصر، كان ثفله أكثر من مائيته بكثير. وأيضا، فإن الآس\nفيه جزآن يابسان؛ وكذلك - أيضا - فيه جزآن رطبان، وهما: المائية والهوائية\nوإذا كان كذلك، لم يلزم أن تكون (2) يبوسته أزيد.\n</p>\n\n<p>\nقلنا: إن الأمر - وإن كان كذلك - فإنه يلزم أن تكون يبوسة الآس كثيرة\nوزائدة، وذلك لوجهين. أحدهما: أن يبوسة الأرضية شديدة جدا، إذا كانت على\nطبيعتها؛ ويبوسة الأرضية المحترقة أزيد من ذلك، فيكون مجموع يبوسة الآس\nالأرضية (3) كثيرا جدا، ولا كذلك رطوبة الجزئين الرطبين. وذلك لأن رطوبة\nالمائية ليست بشديدة، وإذا كانت كذلك، لم تكن (4) رطوبة جزئى الآس الرطبين،\nمعادلة ليبوسة جزئيه اليابسين.\n</p>\n\n<p>\nوثانيهما: أن كلامنا <span id='ms101'></span> ها هنا فى أمزجة الأدوية، إنما هو فى أمزجتها\nالمعتبرة بحسب فعلها فى بدن الإنسان، لا التى هى لها فى أنفسها (5) .\nوالهوائية التى فى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p328'> Vol. 02, p. 328</a>\n            </div>\n            \n</p>\n\n<p>\nالآس وإن كانت تفيد الآس نفسه رطوبة، فإنها ليست بعلل تثبته لبدن الإنسان\nبأجزائه اليابسة، وذلك لأن رطوبة الهوائى، كونه غير ممتنع عن قبول التشكلات\nوالاتصال والانفصال ونحو ذلك، وهذه الرطوبة التى بهذا المعنى، لا تأثير لها\nفى ترطيب بدن الإنسان.\n</p>\n\n<p>\nوإذا كان كذلك، كان المفيد للآس ترطيبا، إنما هو الماء فقط؛ فيكون ما\nيجعل الآس مرطبا، هو المائية فقط. وما يجعله ميبسا، هو الأرضية العفصة\nوالأرضية المرة جميعا. ويلزم ذلك أن يكون يبس الآس أكثر وأقوى، خاصة\nوالترطيب بالمائية ليس كاليبس بالأرضية، إذ يبوسة الأرضية مفرطة، ورطوبة\nالمائية ليست (1) كذلك. فيجب أن يكون الآس ظاهر اليبوسة، وتكون هذه اليبوسة\nفيه، خارجة عن الاعتدال كثيرا.\n</p>\n\n<p>\nوأما الحرارة والبرودة، فإنه يجب أن يكون الآس قريبا من الاعتدال فيهما\nوذلك لأن فيه جزآن حاران باردان، وهما المائية والأرضية العفصة؛ وجزآن (2)\nحاران، وهما الهوائية والأرضية المرة. وكل واحد من هذه الأجزاء، فإنه يؤثر\nفى بدن الإنسان تقوية، فبذلك تكون حرارة الآس كالكافية لبرودته. ولكن برودة\nالآس يجب أن تكون أزيد من حرارته، وذلك لأن أحد المبردين اللذين (3) فيه -\nوهو (4) المائية - برده شديد جدا، مفرط؛ وليس فى الجزئين الحارين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p329'> Vol. 02, p. 329</a>\n            </div>\n            \n</p>\n\n<p>\nالذين (1) فى الآس ما هو شديد الحرارة، فإن الهوائية حرارتها ضعيفة جدا\nوالأرضية المرة - وإن كانت حارة - فإن حرارتها ليست مفرطة. كيف وأن حدوثها\nالأرضية، إنما هو على خلاف طبيعتها؟ وإذا كانت كذلك، لم يمكن أن تكون\nمفرطة. وتكون (2) طبيعة الآس باقية (3) على حالها. بل كان يلزم أن تعد\nالأرضية، وتستحيل نارية!\n</p>\n\n<p>\nفلذلك، كل واحد من الجزئين الحارين اللذين فى الآس فإن حرارته ليست\nمفرطة. وأحد الجزئين الباردين اللذين فيه، برودته (4) مفرطة؛ وذلك هو الجزء\nالمائى. ويلزم ذلك، أن تكون (5) برودة الآس زائدة على حرارته. فلذلك، يجب\nأن يكون الآس مع خروجه عن الاعتدال فى اليبوسة، هو غير (6) خارج عن\nالاعتدال <span id='ms102'></span> فى البرودة. ولكن خروجه فى اليبوسة أزيد، لما قلناه.\n</p>\n\n<p>\nوإذ (7) الآس قوى اليبس، ويبسه (8) هو بالأجزاء الأرضية، فهو - لذلك -\nمجفف، ويعين هذه اليبوسة على التجفيف، ما فيه من الحرارة؛ وذلك بأن يحلل\nفيعين (9) اليبوسة على إفناء الرطوبة؛ فلذلك الآس يجفف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p330'> Vol. 02, p. 330</a>\n            </div>\n            \n</p>\n\n<p>\nواليابس منه، أشد تجفيفا، وذلك لأجل ذهاب المائية منه، وملئ (1) مواضعها\nبالهوائية؛ فإذا لاقته رطوبة، غاصت فى تلك المواضع، لتخرج الهوائية (2) ،\nكما يعرض للأجزاء إذا لاقت (3) الماء. فلذلك، يكون تجفيف الآس اليابس\nشديدا.\n</p>\n\n<p>\nوهو لامحالة قابض، وذلك بما فيه من الأجزاء الأرضية، خاصة العفصة فلذلك\nكان قبض الآس كثيرا، وأكثر من تجفيفه؛ لأن تجفيفه يقلله (4) الجزء (5)\nالثانى المقابل رطوبته بيبوسة (6) الأرضية، وأما قبضه فلا يوجد له ما\nيقابله، فإن الماء - وإن ترطب وبرد - فإن ذلك لاينافى القبض. فلذلك، كان\nقبض الآس أقوى من تيبيسه (7) وتجفيفه.\n</p>\n\n<p>\nوكذلك - أيضا - تحليله ضعيف، لأن تحليله إنما هو بالأجزاء الحارة، وهى فى\nالآس كما قلناه، ضعيفة القوة. فلذلك، كان (8) تحليل الآس ضعيفا وقبضه قويا\nجدا.\n</p>\n\n<p>\nومائيته - لقلتها - لاتحدث للبطن لينا يعتد به، ولا عقلا شديدا، لأن ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p331'> Vol. 02, p. 331</a>\n            </div>\n            \n</p>\n\n<p>\nإنما يكون لمائية كثيرة جدا؛ ومثل ذلك، لايوجد فى الآس (1) . وكذلك (2)\nليس فى الآس إزلاق، ولاقوة مسهلة غير ذلك (3) ، ولذلك كان الآس قوى العقل\nللبطن، إذ ما فى الآس من التجفيف، يعين على مافيه من القبض على حبس البطن.\n</p>\n\n<p>\nوالجزء المر فى الآس أفعاله - كما علمت - الجلاء والتحليل والتفتيح فلذلك\nلابد وأن تكون (4) هذه الأفعال جميعها ثابتة للآس، فلابد وأن تكون (5) فى\nالآس قوة جلاء، وقوة محللة، وقوة مفتحة. والأرضية المرة فى الآس أقل من\nالعفصة، فلذلك (6) يكون جلاء الآس وتفتيحه وتحليله، كل ذلك، أضعف من قبضه.\nخاصة والأرضية المرة، لابد وأن تعين العفصة على القبض، وذلك بما فيها من\nالتجفيف. وكذلك، برد المائية التى فى الآس تعين ما فيه من الأرضية العفصة\nعلى القبض، بما تحدثه من برد فى (7) جميع الأجزاء.\n</p>\n\n<p>\nوليس فى الآس ما يعين على جلاء الأرضية المرة، ولا على (8) تفتيحها فلذلك\nيكون قبض الآس <span id='ms103'></span> أقوى من جلائه ومن تفتيحه بكثير. وإذ (9) الآس شديد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p332'> Vol. 02, p. 332</a>\n            </div>\n            \n</p>\n\n<p>\nالقبض، والقبض من شأنه جمع أجزاء العضو، ويلزم ذلك أن يكون جرم العضو\nأقوى؛ فلذلك كان الآس مقويا، وتقويته كثيرة جدا، لأجل زيادة قوة قبضه.\n</p>\n\n<p>\nوالآس البستانى تقويته أشد من تقوية الآس البرى وذلك لأن الآس البستانى\nيقوى بقبضه وبما فيه من العطرية المقوية للروح. والآس البرى ليس فيه عطرية،\nفهو إنما يقوى بما فيه من القبض فقط، فلذلك (1) تكون تقويته دون تقوية\nالبستانى.\n</p>\n\n<p>\nوكلا (2) النوعين من الآس مكثف، وذلك لما فيه من القبض الشديد، مع البرد\nالجامع للأجزاء. ودهن الآس يفعل هذه الأفعال جميعها، مع زيادة التليين الذى\nيستفيده من الدهنية.\n</p>\n\n<p>\nوجوهر الآس ليس بشديد اللطافة، وذلك لما فيه من الأرضية العفصة. وزهره\nألطف منه - لما قلناه فى غيره - وذلك لأن (3) حدوث الزهر، هو من الأجزاء\nالمتصعدة من مادة الثمرة، على سبيل البخارية والدخانية.\n</p>\n\n<p>\nوثمرة الآس فيها حلاوة ظاهرة، فلذلك هى فى القبض والتجفيف والتقوية أقل\nمن جرم الآس ولكن تحليلها أكثر، وفيها تليين ظاهر - وذلك بما فيها من\nالحلاوة - ولذلك هى شديدة (4) الموافقة لأعضاء الصدر. ولذلك، كانت عصارة\nثمرة الآس أفضل من عصارة الآس نفسه، وذلك لما فى (5) عصارة الثمرة من\nالتليين وزيادة التحليل والجلاء، ولأنها أنسب إلى الأعضاء - لأجل الحلاوة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p333'> Vol. 02, p. 333</a>\n            </div>\n            \n</p>\n\n<p>\nفلذلك، هذه الثمرة وعصارتها تغذو غذاء يعتد به، ولا كذلك جرم الآس فإنه\nقليل الغذاء جدا، وذلك لأجل زيادة يبوسته.\n</p>\n\n<p>\nويشبه (1) أن تكون (2) يبوسة حب الآس لا تخرج (3) عن الاعتدال كثيرا.\nوأما الحرارة والبرودة، فيجب أن تكون فى هذا (4) الحب كالمتكافئين، لأن\nالحلاوة إنما تكون من جوهر حار. وهذا الآس من قلته (5) هو ردئ، وذلك لأجل\nيبوسته. وكذلك غذاء ثمرته، لكن غذاء ماء الثمرة (6) أقل رداءة، لقلة يبوسة\nالحب، ولما فيه من الحلاوة المناسبة للأعضاء.\n</p>\n\n<p>\nوقد علمت فى كلامنا السالف، أن جميع العصارات من شأنها أن يحدث لها\nالغليان (7) والتكرج (8) ونحوهما (9) ، إذا لم يفعل فيها ما يبطل\nاستعدادها. ولذلك، فإن (10) عصارة الآس وعصارة حبه، هما بذاتهما (11) أقل\nاستعدادا <span id='ms104'></span> لذلك (12) من أكثر العصارات، وذلك لأجل قلة المائية فى الآس وحبه،\nفلذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p334'> Vol. 02, p. 334</a>\n            </div>\n            \n</p>\n\n<p>\nيمكن بقاء هذه العصارة مدة ما. ولكن (ليس) (1) مدة كثيرة، فإن طول بقاء\nملاقاة الفاعل للمنفعل، يقوم مقام هذا (2) الاستعداد أولا. فكذلك عصارة\nالآس إذا طال زمان بقائها على حالها، من غير أن يمنع استعدادها للفساد مما\nيفسدها وكذلك عصارة ثمره.\n</p>\n\n<p>\nولذلك، يجب - إذا أريد بقاء هذه العصارة مدة طويلة - أن تجفف بقوة لتقل\n(3) رطوبتها جدا، لاستعداد مائها للغليان والتكرج؛ فإن المعد لذلك (4) فى\nجميع العصارات، إنما هو كثرة مائها ورطوبتها، كما (5) بيناه فى كلامنا\nالسالف. وهذا التجفيف القوى، يتم بأن تعرض هذه العصارة (للهواء) (6) فإنها\nإذ عرضت (7) ، دق جلدها وجرمها، فكان أميل لتجفيف الهواء لها (8) ، وأسرع\nوأكثر؛ وذلك لأن (9) المنفعل إذا قل أو صغر، كان فعل الفاعل فيه أشد.\n</p>\n\n<p>\nوأما (بزر) (10) الآس، فقد رأينا أن يكون كلامنا فيه، فى مقالة على حدة؛\nوذلك حيث نتكلم فى كتاب الباء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p335'> Vol. 02, p. 335</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head28'>الفصل الثالث فى فعله فى أعضاء الراس</h3>\n\n<p>\nأنا قد بينا أن الآس يقوى الأعضاء كلها، فلذلك هو يقوى الرأس. وله خصوصية\nبالرأس، لاتوجد لغير الرأس؛ وذلك لأن الرأس - لأجل كثرة الرطوبات فيه -\nتكثر (1) فيه الفضول الرطبة، ويكون أكثر ضعفه من ذلك والآس لقوة تجفيفه،\nيفنى (2) تلك الرطوبات. فلذلك، تكون (3) تقويته للرأس أكثر من باقى\nالأعضاء.\n</p>\n\n<p>\nوإذا طبخ بالشراب، كانت تقويته للرأس أكثر؛ وذلك لأمرين. أحدهما: ما يحدث\nفيه حينئذ من زيادة العطرية بالشراب. وثانيهما: (4) أن الشراب يعين على\nنفوذه، ويقود (5) قواه إلى داخل؛ فيكون فعله أقوى، فلذلك تكون (6) تقويته\nأشد.\n</p>\n\n<p>\nوهذا الآس المطبوخ فى الشراب، إذا ضمد به الرأس؛ نفع جدا من الصداع\nالحادث عن الأبخرة المتراقية إليه، وذلك لأجل زيادة تقوية هذا الرأس، وإذا\nقوى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p336'> Vol. 02, p. 336</a>\n            </div>\n            \n</p>\n\n<p>\nامتنع عن (1) قبول تلك الأبخرة (2) .\n</p>\n\n<p>\nوإذا سحق الآس اليابس، وذر على قروح الرأس، نفعها جدا؛ وذلك لأجل قوة\nتجفيفه. وكذلك إذا طبخ بالشراب، واستعمل فى هذه القروح.\n</p>\n\n<p>\nوعصارته إذا غسل بها الرأس، أزالت النخالة؛ وذلك بما فيها من الجلاء لأجل\nحرارة الآس وكذلك <span id='ms105'></span> إذا دق الآس وعصر بماء عصارة السلق وغسل به الرأس. وكذلك،\nعصارة الآس بالخل. وكذلك، إذا عجن السدر ونحوه بعصارة الآس (3) وغسل به\nالرأس.\n</p>\n\n<p>\nودهن الآس يفعل ذلك أيضا، وينفع بثور الرأس؛ وكذلك (4) عصارة الآس (5)\nوعصارة ثمرته. وكذلك الآس اليابس المسحوق إذا جعل على سواد (6) الرأس بدهن\nالورد، أو دهن زيت الأنفاق. وكذلك، إذا عمل مع الحناء فى الرأس، وضمدت\nالجبهة بدقيق الآس اليابس، معجونا بماء الورد - أو بعصارة الآس معجونة\nبالسويق - منع ذلك من نزول المواد إلى العين.\n</p>\n\n<p>\nوإذا ضمدت العين بالسويق المعجون بماء عصارة الآس نفع ذلك من الرمد\nالحار، ومن سائر أورامها الحارة (7) ، وكذلك الجحوظ ونحوه. وكذلك، قد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p337'> Vol. 02, p. 337</a>\n            </div>\n            \n</p>\n\n<p>\nينفع تضميد العين بذلك، من الغرب (1) . وإذا تنفل شارب الخمرة (2) ، فى\nحال شربه أو قبله، بحب الآس أبطأ السكر، ولم يحدث له خمار (3) . وكذلك إذا\nشرب من شراب الآس قبل شربه الخمر، وذلك إذا تحسى عصارة الآس بالسكر. وكذلك\n(4) إذا تناول الأنبج (5) المتخذ من حب الآس.\n</p>\n\n<p>\nوكيفية اتخاذ هذا الأنبج: أن يعصر حب الآس وتطبخ (6) عصارته حتى ينعقد\n(7) قليلا، إما بنفسها أو بالتسكر، وذلك بأن يصير لها (8) قوام كقوام\nالأشربة ونحوها. وهذا الأنبج إذا لعق منه قبل شرب الخمر، أبطأ بالسكر، ومنع\nالخمار (9) . والسبب فى هذا كله، هو ما فى الآس وحبه وعصارته (10) وشرابه\nونحو ذلك، من القبض المانع من كثرة تصعد بخار الخمر.\n</p>\n\n<p>\nوإذا سعط المرعوف (11) من عصارة الآس قطع ذلك رعافه، وذلك لأجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p338'> Vol. 02, p. 338</a>\n            </div>\n            \n</p>\n\n<p>\nقوة قبض الآس. وقد يغمس بيت العنكبوت فى عصارة الآس وتحشى بها (1) الأنف،\nفيكون ذلك قوى القطع للرعاف؛ وكذلك إذا دق وذر الآس الطرى وعجن بالحناء،\nوضمد به رأس (الأنف) (2) .\n</p>\n\n<p>\nوشراب الآس يشد اللثة ويقويها، لما فيه من التجفيف والتقوية، وكذلك ربه؛\nوهذا الرب أقوى فى ذلك. وكذلك إذا تمضمض بعصارة الآس فعل ذلك. وإذا طبخ\nالآس فى الشراب، وتمضمض به؛ قوى الأسنان ومتنها (3) وقوى الغمور وشد اللثة\nونفع من استرخائها، وينفع كذلك من البخر (4) .\n</p>\n\n<p>\nوكذلك حب الآس إذا مضغ، كان دابغا للفم واللثة <span id='ms106'></span>، وينفع أورام اللهاة\nوالنغانغ (5) . وكذلك هذا الآس المطبوخ فى الخمر، إذا ضمدت به العين؛ نفع\nجميع أورامها، خاصة الباردة.\n</p>\n\n<p>\nوإذا أحرق الآس وكبست بحراقته (6) اللثة؛ شدها وقواها وأذهب الرطوبة\nالمرخية لها (7) وقلع اللحم الفاسد منها، وذلك لما يفيده الاحتراق من الحدة\nوزيادة التجفيف. وهذا الآس المحرق، يدخل فى أدوية الظفرة (8) لما فيه من\nقوة (9) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p339'> Vol. 02, p. 339</a>\n            </div>\n            \n</p>\n\n<p>\nالجلاء؛ وهو شديد النفع من النخالة (1) فى الرأس.\n</p>\n\n<p>\nوماء الآس ودهنه، وجرمه اليابس، والمطبوخ منه فى الشراب، والأنبج (2)\n(المذكور، ونحو ذلك إذا عمل فى الآس منع تساقط الشعر. وذلك لما فى الآس من\nالقوة القابضة) (3) ومع ذلك، فإنه يسود الشعر، ويطوله؛ وذلك إذا كان سبطا،\nلأن مثل هذا يكون كثير المائية.\n</p>\n\n<p>\nوإذا قطر فى الأذن عصارة الآس أو الشراب الذى طبخ فيه الآس؛ نفع ذلك من\nقروحها وقيحها، ومن أورامها، وقواها.\n</p>\n\n<p>\nوإشمام الآس يقوى الدماغ. وكذلك إذا أكثر (4) من إشمام عصارته، مع يسير\nمن الخل ودهن الورد؛ وهذا شديد التسكين للصداع الكائن فى الحميات لأن أكثر\nحدوث الصداع، إنما هو من أبخرة تتراقى (5) إلى الرأس بحرارة الحمى وإشمام\nذلك إنما يقوى الرأس، فيقل (6) معه قبول الرأس لهذه الأبخرة.\n</p>\n\n<p>\nوكثرة إشمام الآس يمنع كثرة النوم، ويسهد (7) ؛ وذلك بما فى الآس من\nالتجفيف. وهو من أوفق الأشياء للسبات (8) الحادث عن الأبخرة الرطبة،\nكالحادثة فى الحميات، إذا كانت المادة لطيفة بلغمية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p340'> Vol. 02, p. 340</a>\n            </div>\n            \n</p>\n\n<p>\nوالآس البرى يفعل أفعال البستانى فى تقوية الرأس ونحو ذلك، ويسكن الصداع.\nواستعماله بالشراب يفعل ذلك. وطبخ ثمرة الآس يصبغ الشعر وكذلك عصارة الورق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p341'> Vol. 02, p. 341</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head29'>الفصل الرابع فى فعله فى أعضاء الصدر</h3>\n\n<p>\nإن الآس لعطريته، هو ملائم للروح، وللقلب، ونحوه من الأعضاء. ومع ذلك،\nفإنه يشد الأعضاء كلها، ويقويها؛ وذلك بما فيه من القبض. والأرضية الحارة\nالتى فيه، وهى (1) المرة؛ لاتخلو (2) من تلطيف خفيف. ولذلك (3) الآس يقوى\nالقلب، وينفع من الخفقان، ويلطف الروح تلطيفا معتدلا، ويقويها بعطريته،\nويزيل ما فيها من الحدة وقوة الحركة إلى خارج - التى يكون بها الغضب (4) -\nوذلك لعفوصته وبرده. فلذلك، هو من المفرحات الجيدة القوية <span id='ms107'></span>. ومما يزيد فى\nتفريحه، أنه يمنع الأبخرة الدخانية عن التصعد إلى ناحية القلب، وذلك من\nالمعدة ونواحيها؛ فلذلك، يكون تفريحه (5) شديدا.\n</p>\n\n<p>\nوثمرة الآس تفعل التفريح أكثر، لأنها لحلاوتها، تناسب الروح والدم أكثر.\nولأن ما ينفذ منها (6) ، من الحجاب الحاجز بين المرئ وقصبة الرئة، إلى\nنواحى القلب؛ أكثر، لأجل حلاوتها. وعصارتها أكثر نفوذا منها، وكذلك شراب\nالآس أكثر نفوذا منها، لما فيه من السكر والعسل، خاصة المعمول من\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p342'> Vol. 02, p. 342</a>\n            </div>\n            \n</p>\n\n<p>\nحب الآس.\n</p>\n\n<p>\nوالآس وحبه وجميع أجزاء ذلك، شديد النفع للصدر والرئة، وذلك لما فيه من\n(1) التقوية والعطرية، مع الحلاوة. وحب الآس فى ذلك أنفع، لأن حلاوته (2)\nأكثر؛ ولذلك هو شديد النفع من السعال.\n</p>\n\n<p>\nوالآس شديد المنع للنزلات المنحدرة إلى الصدر والرئة، وذلك لأجل تضييقه\nمنافذ المادة النازلة إلى هذه الأعضاء. وإذا طبخ الآس وحبه، مع الخشخاش\nبقشره، وعمل من ذلك لعوق أو شراب، كان شديد النفع من النزلات. لأن هذا\nالشراب يغلظ المادة المستعدة للنزول (3) ، وذلك لأجل تغليظه بما فيه من\nالشراب ومن (4) قوة الخشخاش؛ ويسد (5) منافذ تلك المواد، بما فيه من قبض\nالآس.\n</p>\n\n<p>\nوكذلك، هذا الشراب لاغبار (6) عليه فى منع النزلات، خاصة وما فيه من قوة\nالآس ينفع أعضاء الصدر والرئة، ويقويهما.\n</p>\n\n<p>\nوالآس شديد الحبس لنفث الدم، وذلك إذا شرب شرابه أو ربه، خاصة المتخذ من\nحبه. وكذلك، إذا أكثر صاحب نفث الدم من أكل حب الآس قطع نفثه بسرعة، مع\nتقويته للصدر والرئة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p343'> Vol. 02, p. 343</a>\n            </div>\n            \n</p>\n\n<p>\nوالآس وشرابه وربه وحبه، كل ذلك شديد النفع من السل، لأنه بتجفيفه ينفع\nالقرحة، ويجفف رطوباتها (1) ، وينقيها. وبما فيه من الحلاوة، يوافق أعضاء\nالصدر والرئة وينفع السعال. وبما فيه من القبض، يقوى الرئة وسائر أعضاء\nالصدر. فلذلك هو شديد الموافقة للسل. وإذا اجتمع مع شئ من أمراض (2) الصدر\nوالسعال ونحو ذلك، إسهال (3) ؛ فلا إيثار (4) على شراب الآس وربه، لأنه مع\nنفعه لهذه الأعضاء، هو شديد الحبس للإسهال. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p344'> Vol. 02, p. 344</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head30'>الفصل الخامس فى فعله فى أعضاء الغذاء</h3>\n\n<p>\nالآس وحبه وربه وشرابه، جميع ذلك يقطع القئ، ويسكن العطش، ويمنع الغثيان؛\nلأن الآس <span id='ms108'></span> من الأدوية الجيدة جدا للمعدة، لأنه يقويها (1) ويجمع أجزائها،\nفيجود اشتمالها (2) على الطعام ويحد ما يتبخر منها (3) ، ويعين على إحدار\nالطعام - وذلك إذا أكل بعده - وهو حينئذ، شديد النفع من طفو الطعام.\n</p>\n\n<p>\nوهو يقوى المعدة (بقبضه، وبما فيه من العطرية؛ فلذلك هو شديد الموافقة\nلفم المعدة. وشرابه يسكن حرقة المعدة) (4) وكذلك حبه، لما فيه من الحلاوة\n(وكذلك هو يقوى جميع الأحشاء - مع حلاوة حبه - فإنه يسكن الغثيان وذلك لما\nفيه من قوة القبض) (5) وكذلك شرابه وربه.\n</p>\n\n<p>\nوإذا أكل ورق الآس مع الزبيب كان شديد الموافقة للمعدة، شديد النفع للبخر\n(6) المعدى عن عفونة بلغمية (7) . وإذا ضمد البطن بالآس المطبوخ فى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p345'> Vol. 02, p. 345</a>\n            </div>\n            \n</p>\n\n<p>\nالشراب، وافق الأحشاء جميعها، وقواها، وقوى هضومها. وكذلك إذا وضع على\nالبطن خرقة (1) مغموسة فى ماء عصارة الآس مبخرة بالعود.\n</p>\n\n<p>\nوهو شديد النفع لقروح المعدة والأعضاء معا، ويسكن المغص (2) الحادث من\nالدماغ! وينفع الفواق اللذاعى جدا. وهو شديد النفع من الإسهال القوى\nوالسجح، وينفع القلاع أيضا، ويمنع سيلان المواد إلى المعدة والأمعاء.\n</p>\n\n<p>\nويقال: إنه إذا تختم صاحب ورم (3) ، بحلق من قضيب الآس سكن وجعه!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p346'> Vol. 02, p. 346</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head31'>الفصل السادس فى فعله فى أعضاء النفض</h3>\n\n<p>\nإنا قد بينا أن الآس مع قوة قبضه، ليس فيه قوة شديدة الجلاء (1) ، ولا\nقوة غسالة، ولا قوة ملينة للبطن؛ لأن هذه الأفعال، إنما تكون لكثرة\nالمائية، وذلك ما لايكون فى الآس.\n</p>\n\n<p>\nوظاهر أنه ليس فيه قوة مسهلة بوجه آخر، فلذلك هو عاقل للبطن، وذلك بما\nفيه من قوة القبض. فلذلك (2) الآس شديد العقل للبطن، مع أنه يسكن حدة\nالمادة التى تخرج بالإسهال. ويقوى (3) الأمعاء، ويمنع (4) من انصباب الفضول\nإليها - وإلى المعدة - ويمنع (5) النوازل إليهما؛ وذلك من أوفق الأشياء\nلحبس (6) الإسهال. وهو خال عن الحموضة الحاردة (7) والمقطعة، ونحو ذلك مما\nقد يعين على الإسهال.\n</p>\n\n<p>\nوهو شديد النفع من الإسهال الكائن مع مرض الصدر، كالسعال ونحوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p347'> Vol. 02, p. 347</a>\n            </div>\n            \n</p>\n\n<p>\nلأنه يفيد (1) أعضاء الصدر، فهو شديد النفع لها. ومع أنه شديد الحبس\nللبطن فهو شديد التسكين لحرقة البول، مدر له إدرارا صالحا مقويا للمثانة؛\nوالسبب <span id='ms109'></span> فى إدراره، ما هو فيه من الحلاوة. وكذلك (2) ثمرة الآس - رطبه\nويابسه (3) - تسكن (4) حرقة البول. وعصارة هذه الثمرة، تفعل (5) ذلك أيضا،\nوتدر (6) البول بقوة أشد من إدرار (7) الآس نفسه، وذلك لأجل ما فى هذه\nالثمرة وعصارتها من زيادة الحلاوة؛ والأنبج (8) الذى ذكرناه قبل، يفعل ذلك\nأيضا، فيحبس البطن بقوة ويدر البول جدا ويسكن حدته.\n</p>\n\n<p>\nوإذا طبخ الآس رطبا أو يابسا، وجلس فيه؛ حبس البطن، ورد نتوء (9) المقعدة\nوالرحم الباردة، وسدد كل واحد من هذين، ونفع من الرطوبات التى تسيل من\nالرحم، وحبس نزف الرحم، ومنع الإسقاط؛ وذلك لأجل تقويته (10) للرحم وللجنين\nأيضا.\n</p>\n\n<p>\nوله نفع ظاهر من البواسير، بما فيه من التقوية. وإذا دخن (11) به الرحم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p348'> Vol. 02, p. 348</a>\n            </div>\n            \n</p>\n\n<p>\nقطع نزف الدم منها؛ وكذلك إذا قوبلت الرحم بالبخار المنعقد من طبيخه.\n</p>\n\n<p>\nوورق الآس البرى إذا شرب بالشراب، فتت الحصاة، وأدر الطمث (فى المثانة)\n(1) ويشفى من تقطير البول، ومن اليرقان؛ كل ذلك لقوة تفتيحه وجلائه (2) .\nوإذا وضع على الطمث خرقة (3) مغموسة فى ماء عصارة الآس حبس ذلك الإسهال،\nوقوى (4) الأمعاء، ونفع من المغص وأوجاع السحج. وكذلك إذا ضمد به البطن،\nإما مطبوخا فى شراب قابض، أو فى عصارة لسان الحمل (5) . وكذلك إذا ضمد\nالبطن (6) بدقيق يابسه (7) ، معجونا بماء الورد ونحوه - وكذلك السويق\nالمعجون بماء عصارة الآس - حبس ذلك الإسهال. وكذلك (8) إذا دق ورقه اليابس،\nوعجن بماء الإنفاق (9) أو دهن الورد، وضمد به البطن؛ فإنه ينفع من الإسهال\nالمزمن (10) .\n</p>\n\n<p>\nونفع الآس للإسهال (11) الصفراوى، إذا خلطت عصارة الآس بما فيه تليين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p349'> Vol. 02, p. 349</a>\n            </div>\n            \n</p>\n\n<p>\nكثير؛ فقد يسهل بذلك، خاصة إذا كان الملين أكثر حجة (!) بفعله، متقدما\n(1) ثم يتلوه فعل الآس بالعصر. وكذلك، إذا خلطتكثير؛ فقد يسهل بذلك، خاصة\nإذا كان الملين أكثر حجة (!) بفعله، متقدما (1) ثم يتلوه فعل الآس بالعصر.\nوكذلك، إذا خلطت (2) عصارة الآس بدقيق الخل أسهلت بالعصر - حتى للبلغم -\nوإذا (3) كان هذا للدهن، أزيد (4) مقدار (5) من العصارة. (2) عصارة الآس\nبدقيق الخل أسهلت بالعصر - حتى للبلغم - وإذا (3) كان هذا للدهن، أزيد (4)\nمقدار (5) من العصارة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p350'> Vol. 02, p. 350</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head32'>الفصل السابع فى فعله فى <span id='ms110'></span> الأمراض التى لا اختصاص لها بعضو عضو</h3>\n\n<p>\nقد علمت أن الآس فى نفسه قوى (1) القبض جدا، ولذلك يحبس الإسهال ونزف دم\nالحيض، والرعاف؛ وبالجملة: كل نزف. ويحبس - أيضا - العرق وذلك لأنه لشدة\nقبضه، يجمع أجزاء الجلد، فيسد مسامه، حتى لا (2) يتسع لخروج العرق.\n</p>\n\n<p>\nوإذا (3) تدلك به فى الحمام، نشف الرطوبات القريبة من الجلد. وقد يدلك به\nعند إرادة الخروج من الحمام، ليحبس العرق. وإنما يختار هذا الوقت لذلك لأن\n(تفتيح) (4) الجلد بعد الحمام يكثر جدا، فيكون تجمعه (5) بقبض الآس سهلا.\n</p>\n\n<p>\nوقد علمت أن الآس فيه مع القبض حرارة، وتفتيح، وجلاء، وتجفيف ونحو ذلك فى\nالأفعال التى تقدمنا بذكرها أولا. وتفتيحه يتقدم على قبضه، لأن تفتيحه هو\nبالجزء الحار الذى فيه، والحار أسرع فعلا من الجزء البارد - وإن كان الجزء\nالبارد أقوى وأشد - ولذلك كان الآس إذا وضع على الرأس ونحوه من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p351'> Vol. 02, p. 351</a>\n            </div>\n            \n</p>\n\n<p>\nالمواضع التى يراد (1) نبات الشعر فيها، فإنه أولا يفتح المسام بما فيه\nمن الجزء الحار، ويجذب (2) مادة الشعر إليه - إذ الحرارة من شأنها الجذب -\nوكذلك، لأن هذه المسام إذا تفتحت (3) ، سهل جدا نفوذ مادة الشعر فيها،\nفتنفذ هى فى تلك المسام بذاتها، لأنها بذاتها متحركة إلى الخروج من مسام\nالبدن، وإنما يمنعها من ذلك ضيق تلك المسام (فإذا تفتحت) (4) تمكنت هذه\nالمادة من النفوذ فيها، وإذا نفذت هذه المادة فى تلك المسام، صادفت (5)\nنهوض القوة القابضة التى فى الآس والكيفية (6) ، ففعلت حينئذ فى هذه\nالمسام، تضييقا وسدا، يمنع تلك المادة من التحلل، ويلزم ذلك أن تبقى (7)\nهناك، إلى أن تنعقد (8) شعرا.\n</p>\n\n<p>\nفلذلك، كان الآس ينبت الشعر، وكذلك دهنه، وعصارة ثمرته. وهذه (10)\nالأشياء - كلها تنبت الشعر، وكذلك تمنع تساقطه (10) ؛ وذلك بما فيها من\nالقوة القابضة الجامعة لأجزاء الجلد. وكذلك، من أفعال (11) الآس تسويد\nالشعر وكذلك دهنه، وجميع أجزائه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p352'> Vol. 02, p. 352</a>\n            </div>\n            \n</p>\n\n<p>\nولأجل ما فى الآس من القبض والتقوية، فإنه إذا طبخ وصبت مرقته على العظام\nالمكسورة (نفعها) (1) وذلك ما ينفعل من ضم الأجزاء بعضها إلى بعض.\n</p>\n\n<p>\nولأجل ما فى الآس من الجلاء، فإنه <span id='ms111'></span> ينفع البهق إذا طلى به، وذلك بحراقته\nوحراقته أقوى من ذلك. وإذا طلى به مع الباقلاء نفع من (2) الكلف والنمش\nوذلك يجلو (3) النخالة من الرأس، وينقى القروح، ويدبغ الأعضاء، خاصة اللثة\nوالفم، لأن هذه الأعضاء، لأجل لينها، سهلة الإجابة لفعل الآس.\n</p>\n\n<p>\nوالآس اليابس، شديد النفع فى الوثى (4) والخلع والكسر، لأنه يجمع أجزاء\nالعضو بقوة قبضه، ويمنع - مع ذلك - ما ينصب إلى ذلك العضو (من الفضل (5) ،\nوكذلك قد يمنع تورمه. والحب النضيج فى الوثى (6) ، أشد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p353'> Vol. 02, p. 353</a>\n            </div>\n            \n</p>\n\n<p>\nتسكينا (1) له (2) ، وذلك بما فيه من التحليل الزائد، لأجل حلاوته) وأفضل\nأجزائه لإمساك الشعر، هو الحب الفج، لأن هذا (3) يكون أشد قبضا من غيره.\n</p>\n\n<p>\nولأجل ما فى الآس من التجفيف الشديد، هو نافع من القروح الرطبة خاصة قروح\nالرأس وقروح (4) الكفين والقدمين. وذلك ينفع الجمرة والنملة (5) والأورام\nالعارضة للإنثيين (6) ، والكسر، وينفع حرق النار (7) - محرقا وغير محرق -\nخاصة (8) إذا استعمل بموم (9) وزيت.\n</p>\n\n<p>\nوقد يتخذ من دهن الآس ومن عصارته وعصارة ثمره، مرهم ينتفع به فى علاج\nالكسر ونحوه؛ وينفع استرخاء الأعضاء. والآس شديد النفع من سحج (10) الخف\nوانسحاج (11) الجلد فى كل موضع - كالأرنبة والإبط (12) وسائر المعاطف -\nوخاصة الأطفال، لأن الأطفال شديدو اللين (13) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p354'> Vol. 02, p. 354</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا أحرق الآس كانت حراقته تقوم مقام التوتيا فى قطع الصنان وتطييب\nرائحة البدن - وإن كان لم يحرق - خاصة ورقه اليابس، وهذا الورق يمنع صنان\nالإبط والمغابن (1) .\n</p>\n\n<p>\nوإذا سحق الآس وضمد (2) به الداحس، انتفع به، وإذا نطلت بطبيخه المفاصل\nالمسترخية، شدها وقواها؛ وذلك لما فيه من القبض والتقوية (3) .\n</p>\n\n<p>\nوبنك (4) الآس أشد قبضا من الآس، وإذا أريد تحضيره (5) فليبالغ فى سحقه\nثم يعجن بالشراب، ويقرص، ويجفف فى الظل؛ وينبغى أن يكون هذا الشراب عفصا،\nليكون بذلك أشد قبضا وتقوية. فإذا جفت هذه الأقراص، كانت أقوى فعلا من ثمر\nالآس وورقه وقضبانه. وتوضع (6) هذه الأقراص على القروحات (7) التى يراد\nفيها (8) قوة القبض، وكذلك تستعمل فى القروحات التى يراد فيها (9) حبس دم\nالطمث أو تجفيف رطوبات الرحم، ونحو ذلك. وكذلك، تستعمل هذه الأقراص فى\nالضمادات والنطولات، اللتين يراد <span id='ms112'></span> منهما (10) القبض والتقوية ومعالجة القروح\nوالأورام، ونحو ذلك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p355'> Vol. 02, p. 355</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head33'>الفصل الثامن فى حاله فى الترياقية ومقابلها</h3>\n\n<p>\nالآس لاشك أنه عطر، وقد علمت أن جميع الأشياء العطرة، فإنها لاتخلو (1)\nمن تفريح وتقوية للروح. ويلزم ذلك، أن يكون تكون الروح قوية على دفع\nالسموم؛ فلذلك (2) ، لابد وأن تكون (3) فى الآس ترياقية ما (4) .\n</p>\n\n<p>\nوإذا اعتصرت ثمرة الآس وخلطت بشراب، كانت موافقة لمن عضته الرتيلاء، ولمن\nلسعه العقرب. وشم الآس يقوى القلب والدماغ، ويمنع السبات (5) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p356'> Vol. 02, p. 356</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head34'>المقالة الرابعة والعشرون فى أحكام آسيوس</h2>\n\n<p>\nوكلامنا فى ذلك، يشتمل على فصلين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p357'> Vol. 02, p. 357</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head35'>الفصل الأول فى ماهية آسيوس</h3>\n\n<p>\nإن هذا حجر يعلوه شئ ملحى يسموه (1) الأقدمون من الأطباء بالثلج الصينى\nوأما فى العرف (2) العامى فإنه يسمى البارود (3) . ويستعمله (4) الطرقيون\nكثيرا ويستعمله الزراقون مكان (5) النفط (6) والرايتنج. وهو عندهم ضرب من\nالملح يحدث على الصخور الندية، وفى جدران المغاير (7) وسقوفها (وجدرانها)\nوفى البيوت التى تلحقها النداوة.\n</p>\n\n<p>\nوهو شئ أبيض، شبيه دقيق الحنطة؛ يظهر على هذه الأشياء المذكورة فإذا وضع\nعلى الخمر أو على النار الخامدة، اشتعل بسرعة. فلذلك، إذا وضع على السرج\n(8) التى يطفى (9) لهيبها وشعلها (10) ، وتبقى النارية فى طرف الزبال فإن\nذلك الطرف يشعل، ويعود لهيب السرج (11) بسرعة. وكذلك، إذا وضع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p359'> Vol. 02, p. 359</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الشمع الذى طفئ لهبه، ونحو ذلك. وذلك (1) يدل على أن جوهره ليس بملح\nصرف، فإن الملح (ليس) (2) من شأنه الاشتعال.\n</p>\n\n<p>\nفلذلك، لابد وأن يكون فى جوهره كثرة أرضية (3) بها يقبل الإشعال بسرعة.\nوكذلك، فإن طعمه يلذع اللسان، ليس (4) كما فى الملح فقط؛ ولو كان من جوهر\nالملح، لكان يذوب بالماء وبالنداوة، وليس كذلك.\n</p>\n\n<p>\nوالمعروف من كلام فضلاء الأطباء الأقدمون، أن هذا الحجر يسمى البارود وهو\nزهرة حجر يسمى آسيوس (5) وكان هذا الحجر ينفصل منه هذا الشئ، على الوجه\nالذى ذكرناه. والمشاهد، أن هذا غير مختص بنوع مخصوص من الحجارة بل الحجارة\nالرخوة ونحوها (6) ، كالطين الذى يكون فى الجدران إذا جف، وما أشبه ذلك -\nكالطوب ونحوه - فإن هذه الأشياء إذا لحقتها النداوة، نفذت إلى باطنها\nلتنفيسها (7) لها، وإذا طال زمان تلك <span id='ms113'></span> النداوة فى داخل هذه الأجسام وشبهها،\nفتعفنت، فحدث لها بهذه العفونة سخونة شديدة، وهذه السخونة تبخرها (8) ،\nوإذا تبخرت (9) تلك النداوة، تصعد معها أجزاء لطيفة من تلك الأجسام\nالأرضية، فيحدث بذلك بخار دخانى. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p360'> Vol. 02, p. 360</a>\n            </div>\n            \n</p>\n\n<p>\nثم إن هذا البخار الدخانى إذا بلغ فى تصعده ظاهر تلك الأجسام، صادفه برد\nالهواء، وهو لطيف جدا مستعد للانفعال، فانفعل - لامحالة - عن ذلك البرد\nانفعالا شديدا، فيجمد ما يجمد من البخار الدخانى فى الجو (1) ، إذا لاقته\nريح باردة فجمدته، فيحدث (2) من ذلك الثلج.\n</p>\n\n<p>\nوأظن - والله أعلم - أنه (3) إنما سمى بالثلج، لأن حدوثه يشبه حدوث\nالثلج. إلا أن حدوث الثلج هو عن بخار تغلب (4) فيه المائية جدا، فلذلك يكون\nجوهر الثلج أكثره مائى. وكذلك، هو سريع القبول جدا للذوبان، ولا كذلك هذا\nالبارود. فإن حدوثه من بخار تغلب عليه الأرضية غلبة كثيرة، فلذلك (5) هو\nلايقبل الذوبان (6) سريعا؛ ولكنه يقبل الإشعال كثيرا، وذلك لأن ما فيه من\nالأرضية، هى لطيفة جدا، لأنها متدخنة. ومع ذلك، فإنها لولا حدث (7) البرد\nلها، لكانت تكون (8) متصعدة؛ فإذا لاقتها (9) الحرارة النارية، أزالت عنها\nتأثير البرد، فبقيت شديدة (10) القبول للتصعد - كما كانت أولا - فلذلك تكون\n(11) هذه الأرضية شديدة القبول للاشتعال، كما بيناه فيما سلف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p361'> Vol. 02, p. 361</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا حدثت (1) العفونة للنداوة المحتبسة فى هذه الأجسام، فلابد وأن تحدث\n(2) هوائية ما، وذلك لأجل شدة تسخن المائية. وهذه الهوائية تكون حارة وإذا\nاختلطت أجسام أرضية لطيفة حارة (3) ، وهوائية حارة، ومائية قليلة؛ حدث من\nذلك جوهر دهنى (4) ، فكذلك هذا البارود لايخلو (5) من جوهر دهنى. وبسبب\nذلك، هو شديد القبول للإشعال - جدا - وبسبب هذه الهوائية، هو شديد الخفة.\n</p>\n\n<p>\nوقد يحدث مثل هذا، على الجدران القريبة العهد بالتطيين (6) ، إذا لم\nتلحقها شمس قوية التجفيف؛ فيحدث على ظاهرها، هذا النوع المسمى بالبارود.\nوذلك لأن (7) هذه الجدران، ما لم يلحقها ما يحففها، بقيت فيها أجزاء مائية\n(مرة) فتعرض لها العفونة؛ ويعرض من ذلك ما قلناه. فلذلك، جوهر البارود من\nأرضية لطيفة جدا، متدخنة؛ ومن مائية متبخرة، قد (8) عرض لها جمود بارد وهذا\nببرد (9) مجمد <span id='ms114'></span> مكثف (10) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p362'> Vol. 02, p. 362</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head36'>الفصل الثانى فى طبيعته وبقية أحكامه</h3>\n\n<p>\nلما كان جوهر البارود من أرضية لطيفة حارة متدخنة، و (1) مائية حارة\nمتبخرة وقد عرض لها جمود بالبرد، وهذا الجمود يزول (إذا) (2) ورد هذا الجسم\nإلى البدن، لأن ما فى بدن الإنسان من الحرارة دفع ذلك الجمود، فلذلك تبقى\nأجزاء هذا الجسم كما كانت أولا، فلذلك (3) يكون هذا الجسم شديد الحرارة\nمفرط اليبوسة، شديد التجفيف، شديد الجلاء والتحليل. ويلزم ذلك، أن يكون\nشديد التنقية. فلذلك، كان هذا الدواء نافعا من القروح العسرة الإندمال\nوالعتيقة، والعميقة، والوسخة، والرهلة (4) ؛ لأنه مع شدة تجفيفه وتنقيته\nوتحليله ليس فيه لذع، لأجل ما فيه من الجوهر المائى الغائر.\n</p>\n\n<p>\nوهو ينبت دما للحم فى القروح العتيقة والوسخة، لأن تجفيفه القوى يكون فى\nمثل هذه القروح بقدر معتدل، وذلك لأجل إفراط الرطوبة فى هذه (5) القروح.\n</p>\n\n<p>\nولما كان هذا الدواء شديد الحرارة، فهو - لامحالة - يذيب الرطوبات واللحم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p363'> Vol. 02, p. 363</a>\n            </div>\n            \n</p>\n\n<p>\nالفاسد. وهو مع ذلك، قوى (1) التجفيف جدا؛ فلذلك (2) ، هذا الدواء من\nشأنه أن يأكل اللحم الفاسد الذى فى القروح، وينقيها (3) . ولكنه - مع ذلك -\nينبت اللحم فى القروح الكثيرة الرطوبة، لما قلناه أولا.\n</p>\n\n<p>\nولما كان هذا الدواء - بقوة حرارته - يسخن رطوبات العضو تسخينا مفرطا.\nوذلك التسخين، لامحالة، غير غريزى (4) ؛ فلذلك، هذا الدواء من شأنه تعفين\nالرطوبات واللحم الزائد ونحوهما.\n</p>\n\n<p>\nولأن هذا الدواء قوى الحرارة، وهو قوى الجلاء، وجوهره شديد اللطافة (5) ؛\nفهو لا محالة شديد التفتيح جدا. وإذا خلط هذا الدواء بالعسل، كان شديد\nالتنقية للقروح، ويملأها لحما. وذلك لأجل تعدل تجفيفه (6) ، فيكون تجفيفه\nحينئذ بقدر يمنع الرمد والانتشار، ولا يبقى ما فيهما (7) من اللحم بقوة\nالتجفيف.\n</p>\n\n<p>\nوإذا خلط بالباقلاء، وضمد به النقرس، نفع؛ وذلك لأجل اجتماع التحليل -\nحينئذ - مع التقوية، بقبض الباقلاء. وإذا خلط بالخل والكلس وضمد به الطحال\nالصلب، نفعه (8) ؛ وذلك بما فيه من الإذابة وقوة التحليل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p364'> Vol. 02, p. 364</a>\n            </div>\n            \n</p>\n\n<p>\nوالكلس يعينه على ذلك، بقوة تجفيفه وإذابته؛ والخل يعينه على ذلك بتقطيعه\n(1) وتقيد ما يخالطه من هذا الدواء.\n</p>\n\n<p>\nوإذا لعق من هذا الدواء قدر يسير جدا، مع <span id='ms115'></span> عسل كثير؛ نقى قروح الرئة بما\nفيه من الجلاء والتجفيف والتنقية، ولذلك يكون (2) نافعا من السل.\n</p>\n\n<p>\nوإذا ورد البارود على الأبدان فى الحمام، أضمرها وهرئها (3) ، وذلك بقوة\nتجفيفه. وإذا وضع منه اليسير على السن الدامية، أصلحها وقطع ذلك الدم منها\nوجفف اللثة وشدها، وأكل اللحم الفاسد منها، كما فعل فى القروح الرهلة (4)\nوالوسخة.\n</p>\n\n<p>\nوإذا اكتحل به، جلى (5) العين بقوة، فأزال البياض (6) ، وقوى النظر\nبتلطيفه الروح التى فى داخل العين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p365'> Vol. 02, p. 365</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head37'>المقالة الخامسة والعشرون فى أحكام الإسفنج</h2>\n\n<p>\nوكلامنا فى ذلك، يشتمل على فصلين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p367'> Vol. 02, p. 367</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head38'>الفصل الأول فى ماهية الإسفنج</h3>\n\n<p>\nإن هذا يسمى: رغوة البحر، وغيم، وغمامة، وسحابة والنشاف وصوف البحر (1) .\nوالحق إنه حيوان يتكون على حجارة فى البحر، ملتصق بها يكون هناك أسود\nاللون، لأجل ما يعلوه من الأوساخ، وإذا أخرج وأصلح (2) صار منه ما هو أحمر\nاللون إلى سواد كمدى، ومنه ما يميل إلى الصفرة.\n</p>\n\n<p>\nواغتذاؤه (3) على سبيل استحالة ما يلاقيه من أوساخ الماء إلى جوهره، لا\nبأن (4) يرد جسم إلى باطنه، ويستحيل إلى حاله، ثم يتوزع على سائر أجزائه بل\nإنما يغتذى بأن يحيل ما يلقاه إلى جوهره، فيكون اغتذاؤه (5) من خارج\nوبالقدر الذى يلاقيه، وفى الجهة التى يلقاه منها الجسم الذى يستحيل إلى\nجوهره. وكذلك ثمره، يكون على حسب ما يلقاه.\n</p>\n\n<p>\nولا (6) تهديه (7) قوة فيه لأجزائه (8) طولا وعرضا وعمقا على نسبة مخصوصة\nكما فى سائر الحيوان (9) . وليس له شئ من الحواس، سوى حس اللمس. ولا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p369'> Vol. 02, p. 369</a>\n            </div>\n            \n</p>\n\n<p>\nحركة له انتقالية، بل انبساطية وانقباضية؛ وذلك لأنه ينقبض (1) عند\nملاقاة ما يؤذيه ويؤلمه، وينبسط (2) فى غير تلك الحال.\n</p>\n\n<p>\nومنه نوع ضيق الثقوب جدا، يقال له الذكر وأما الواسع الثقوب فإنه يقال له\nالأنثى. ومنه نوع متجحر، ويخرج من البحر متحجر كما يتحجر السرطان البحرى\nوالمرجان ونحوهما، وإذا انقلع من الحجارة التى هو ملتصق بها، حفر له حفرة\nفى الرمل الذى فى ساحل البحر، ووضع فيها، وغطى بالرمل، وبعد يوم (3) أو\nيومين يخرج وقد صار على الهيئة المعروفة.وأما إذا لم يفعل به ذلك، فإنه <span id='ms116'></span>\nيحدث له رهل (4) شديد من (5) الرطوبات التى تكون فيه، ويفسد، ويتمزق.\n</p>\n\n<p>\nويكثر تولد هذا فى (الحشرسينة) (6) ومن هناك يجلب إلى أكثر البلاد\n</p>\n\n<p>\nوبعض المتأخرين ينكر (7) أن يكون الإسفنج حيوانا، وليس لإنكاره وجه (8) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p370'> Vol. 02, p. 370</a>\n            </div>\n            \n</p>\n\n<p>\nوجوهر الإسفنج لابد أنه قليل (1) المائية جدا؛ ولذلك (2) ، إذا قطر فى\nالقرع والإنبيق (3) ، لم يقطر منه شئ. وهو - لامحالة - كثير الهوائية جدا،\nولذلك هو شديد الخفة. ومحال أن يكون من أرضية صرفة، وإلا كان يتفتت. فلذلك\nلابد وأن يكون جوهره من أرضية بغاية الصغر واللطافة، ومن مائية يسيرة جدا\nمع هوائية كثيرة جدا. وأجزاؤه (4) المائية والأرضية، شديدة التلازم\nوالتماسك ولذلك فإن مائيته لا تتبخر (5) ولا تتصعد بدون أرضيته (6) .\n</p>\n\n<p>\nوأما أجزاؤه (7) الهوائية، فكأنها كالمتفضلة من أجزائه (8) الأخرى وكأنها\nساكنة فى فرج (9) فيه، صغار جدا، لاتظهر للحاسة. وكأن جوهر الإسفنج جميعه،\nذا فرج؛ لكن فرجه (10) بعضها كثيرة محسوسة - وهى الثقوب التى فيه وبعضها لا\nتظهر للحس، لأجل إفراط صغرها. وكلا الفرجتين (11) مملوءة هواء لكن الكبار\nمنها يكثر ما فيها من الهواء (الذى ليس من) (12) جوهر الإسفنج ولا كذلك\nالهواء الذى فى الفرج الصغار التى لا تحس، فإن ذلك الهواء يعد من جملة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p371'> Vol. 02, p. 371</a>\n            </div>\n            \n</p>\n\n<p>\nجملة جوهر الإسفنج، لأنه لا يحس له مكان فيه (1) فلذلك لايعد منفصلا من\nالإسفنج.\n</p>\n\n<p>\nوكأن الإسفنج ماء يجرى - غليظ أرضى - أزبد، ثم حدثت (2) له حرارة حللت\nمنه كثيرا من المائية، وأبقت (3) الجوهر الأرضى، و (4) إنما يخالطه فى\nالمائية، ما يحفظ اتصاله فقط. ثم ذلك الزبد - بقوة الحرارة - بقيت (5)\nالهوائية التى فيه محفوظة. وهذه الأرضية هى لامحالة من أرضية ماء البحر،\nفلذلك (6) هى أرضية متدخنة، لطيفة جدا، حارة؛ وذلك لأن سبب اختلاط ماء\nالبحر بالأرضية، هو تصعيد حرارة الشمس والكواكب، لما تحته من الأرضية إلى\nمخالطته. وتصعد الأرضية إنما يكون بالحرارة، وذلك إذا تلطفت (7) بتلك\nالحرارة وصارت أجزاء (8) دخانية.\n</p>\n\n<p>\nولذلك، أرضية (9) الإسفنج لابد وأن تكون (10) شديدة اللطافة، دخانية\nحارة. والمائية - كما قلناه - هى فيه قليلة جدا؛ فلذلك، جوهر الإسفنج لابد\nوأن يكون حارا، شديد اليبوسة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p372'> Vol. 02, p. 372</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head39'>الفصل الثانى فى طبيعته <span id='ms117'></span> وسائرا أحكامه</h3>\n\n<p>\nقد علمت أن جوهر الإسفنج مركب من أرضية شديدة اللطافة، حارة متدخنة؛ ومن\nمائية يسيرة جدا، وهواء كثير (1) . والهوائية لا تأثير (2) لها فى ترطيب\nبدن الإنسان. وأما الأرضية فهى شديدة اليبوسة والتجفيف، لأجل زيادة تجففها\nبالحرارة المدخنة (3) لها. وما فى جوهر الإسفنج من المائية، لابد وأن يكسر\nيبوسة تلك الأرضية كسرا ما - لامحالة - فلذلك، يكون تجفيف الإسفنج بقدر ما،\nغير مفرط. ويجب أن يكون إلى حرارة، وذلك لأجل مافيه من الهوائية، مع\nالأرضية الحارة؛ وهذه الحرارة (4) يسيرة جدا، لأجل المائية الباردة. فلذلك،\nيجب أن يكون الإسفنج حارا (5) يابسا، وتكون يبوسته أكثر من حرارته، وماؤه\n(6) جديدا قريب العهد بماء البحر؛ فإن تجفيفه ويبوسته يكونان أزيد، وكذلك\nحرارته (وأما إذا عتق (7) واستعمل بالماء كثيرا فإنه يبطل تجفيفه ويقل\nيبوسته جدا وكذلك حرارته) (8) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p373'> Vol. 02, p. 373</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا أحرق الإسفنج ازداد لا محالة جفافا، وتقل حرارته، لأنه يتحلل\nبالاحتراق لأن جوهره لطيف. فلذلك، يصير رماده شديد التجفيف، قليل الحرارة.\nفإن غسل بعد ذلك رماده، صار أقل جفافا ونقصت حرارته جدا حتى يصير باردا.\nوإذا كان المحرق من الإسفنج الذى لم يغسل، شديد التجفيف فهو لامحالة قابض\nبقوة تجفيفه؛ فلذلك هو يقطع نزف الدم من المواضع التى (يسهل) (1) منها، عند\nالقطع والبط ونحو ذلك. ويستعمل حينئذ بأن يغمس الإسفنج بالقفر (2) المذاب،\nأو الزفت، ثم يوضع عنه وتستعمل (3) فيه النار فينقطع الدم بمكنة (4)\nتجفيفه، ويبقى على الموضع ما (يحفظه) (5) عن ملاقاة الأهوية وغيرها. والغرض\nبوضع الإسفنج حينئذ فى القفر أو فى الزفت، هو أن يصير سهل الاشتعال؛ ولذلك\n(6) ينبغى أن يكون وضعه حينئذ فى أحد هذين وهو شديد الجفاف مما (7) يكون\nفيه من المائية وإن قلت جدا، ليعاون (8) لامحالة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p374'> Vol. 02, p. 374</a>\n            </div>\n            \n</p>\n\n<p>\nفى سهولة الاشتعال. والغرض (1) أن يكون إحراق هذا الإسفنج بعد وضعه على\nالعضو، أن يكون حينئذ فيفعل فعل الكى، فيكون حبسه للدم قويا. ومع ذلك فإنه\nيحدث على العضو خشكريشة مائية (2) ، وذلك لأجل يبوسة جوهر الإسفنج.\n</p>\n\n<p>\nوأما الإسفنج الذى لم يحرق، فإنه لضعف تجفيفه، ليس يقوى فى أكثر <span id='ms118'></span> الأمر\nعلى لحام (3) القروح، خاصة الوسخة والعتيقة؛ بل إنما يقوى فى الأكثر على\nلحام (4) الجراحات الطرية، وذلك بأن يوضع عليها بعد أن يبل بالخل أو\nبالشراب، فإنه حينئذ يدمل تلك الجراحات.\n</p>\n\n<p>\nوالغرض ببل الإسفنج فى الخل أو فى الشراب، للإستعانة (5) بكل منهما على\nالإندمال (6) . أما الخل فلما فيه من القبض والتجفيف، وأما الشراب فلما فيه\nمن القبض والتقوية. وقد يمزج الخل (7) الممزوج به الإسفنج بالماء، لئلا\nيكون لذاعا بقوة حمضية (8) .\n</p>\n\n<p>\nوقد يقوى الإسفنج على لحام القروح، وإن كانت عتيقة؛ وذلك إذا قوى بالعسل\nالمطبوخ. لأن هذا العسل، بقوة جلائه (9) وتحليله، يفنى الرطوبات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p375'> Vol. 02, p. 375</a>\n            </div>\n            \n</p>\n\n<p>\nالفضلية، فيعين الإسفنج على التجفيف الذى لابد منه فى الإدمال. وقد يدمل\nالإسفنج وحده القروح، بدون العسل؛ وذلك إذا كانت تلك القروح فى أعضاء رطبة\nونحو ذلك، لأن هذه القروح ليست تفتقر فى إدمالها إلى تجفيف شديد جدا، كما\nبينا فى علاجنا الكلى (1) .\n</p>\n\n<p>\nوإذا فتلت من الجديد منه فتيلة، وأدخلت فى المقعدة؛ قطعت سيلان الدم من\nأفواه عروقها، وذلك إذا كان ذلك السيلان قد أفرط، وفتحت هذه العروق وسيلت\nالدم منها؛ إن كانت تلك العروق قد حدث لها السداد، الزائد على ما ينبغى فى\nالعادة. وذلك لأن بعض الناس يكون له تماد (2) بسيلان الدم من أفواه عروق\nمقعدته، فهذا إذا أفرط به السيلان، حبسته (3) هذه الفتيلة بفرط تجفيفها\nالقابض (4) لأفواه تلك العروق. وإن أحبس به هذا السيلان، بأزيد مما ينبغى\nحتى يتضرر (5) بذلك؛ فتحت هذه الفتيلة أفواه هذه العروق، فيسيل منها ذلك\nالدم، ويندفع ضرره. وذلك لأن هذه الفتيلة بفرط (6) جلائها (7) ، وقوة حدتها\nلهذا الدم بسبب قوة تجفيفها، تفتحا هذه العروق.\n</p>\n\n<p>\nوإذا أحرق الإسفنج ولعق منه صاحب نفث الدم، ببعض الأشربة الحابسة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p376'> Vol. 02, p. 376</a>\n            </div>\n            \n</p>\n\n<p>\nللدم؛ انقطع عنه ذلك النفث؛ وذلك كشراب الإنجبار (1) وشراب لسان الحمل\n(2) ونحوهما. وكذلك، إذا لعقت حراقة الإسفنج بالعسل، فإن (3) العسل وإن كان\nفيه جلاء وتفتيح ينافى بهما حبس الدم، فإنه يفيد جرم (4) الإسفنج (5) ويعين\nعلى هذا الاحتباس.\n</p>\n\n<p>\nوأظن - والله أعلم - أن هذا الإسفنج المحرق، إذا لعقه <span id='ms119'></span> صاحب السل انتفع به\nجدا؛ وذلك لأجل تنقيته لصاحب قرحة الرئة، بقوة جلائه وتجفيفه. فإن هذا\nالمحرق كما يشتد (6) تجفيفه فإنه يشتد جلاؤه جدا، وذلك لما يكسبه بالاحتراق\nمن الحدة، وإن كان إحراقه بعد غمسه بالزيت أو القفر (7) كان نفعه لصاحب\nالسل، أزيد من (8) أن يكون هذا المحرق ضارا.\n</p>\n\n<p>\nوهذا الإسفنج المحرق، شديد الجلاء لبياض العين، نافع للرمد اليابس\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p377'> Vol. 02, p. 377</a>\n            </div>\n            \n</p>\n\n<p>\nوذلك بقوة جلائه وتحليله (1) . وإذا غسل بعد إحراقه، كان أنفع لقروح\nالعين وسائر أمراضها، وذلك لأجل إزالة الغسل (2) ما يكون فيه من الحدة.\n</p>\n\n<p>\nوإذا وضع الإسفنج على الأورام الباردة المادة، نفع منها؛ وذلك لأجل\nتحليله، وقوة تجفيفه وجلائه. وإذا كانت هذه الأورام من بلغم رقيق، نفع منها\n- وحده - وإذا كانت من مادة غليظة، فينبغى أن يكون هذا الإسفنج مغموسا\nبالخل؛ لأن هذا الخل بتقطيعه وتلطيفه، يعين (3) على تحليل (4) هذه المادة\nبالجلاء (5) والتجفيف والتحليل. وكذلك إذا كانت هذه المادة مع (6) غلظها\nغائصة - كمادة أورام الطحال - فإن هذا الإسفنج ينفع منها جدا، خاصة إذا كان\nذلك الخل عنصليا (7) . وإذا أدخل فى القروح العتيقة فتيلة من إسفنج حديث\n(8) ، جففت تلك القروح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p378'> Vol. 02, p. 378</a>\n            </div>\n            \n</p>\n\n<p>\nوقد يوجد فى ذلك الإسفنج حجارة صغار، وهذه الحجارة - لامحالة - من المادة\nالتى تكون منها الإسفنج والتى يتكون منها الإسفنج والتى يغتذى (1) منها\nوذلك إذا كانت هذه المادة قليلة الهوائية جدا، حتى تكون مستعدة للتحجر.\nفكذلك هذه الحجارة، لابد وأن تكون فى تجفيفها وجلائها (2) كالإسفنج (3)\nولدنة (4) قليلا، لأجل زيادة يبوسة مادتها. ولابد وأن تكون (5) أقل حرارة -\nلأجل فقدانها - و (6) لابد وأن تكون متدخنة بحرارة الشمس والكواكب، لأنها\nمن جملة الأرضية المخالطة لماء البحر.\n</p>\n\n<p>\nوإذا كان كذلك، فإن هذه الحجارة لابد وأن تكون مفتتة للحصاة، لأجل ما\nفيها من الجلاء والتلطيف والتجفيف القوى المعين على التفتت. ولكن هذه\nالحجارة، لأجل قلة حرارتها الظاهرة من أمرها، فإن قوة تفتيتها (7) (لايتعدى\nحصاة الكلية، إلى حصاة (8) المثانة، اللهم إلا إذا أحرقت هذه الحجارة،\nفإنها قد يبلغ) (9) تفتيتها إلى حصاة المثانة. وذلك لما يفيده (10) الإحراق\nمن زيادة الحدة <span id='ms120'></span> وقوة الجلاء والتجفيف. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p379'> Vol. 02, p. 379</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الإسفنج المتحجر فالظاهر - والله أعلم - أن قوته، قوة هذه الحجارة\nالتى توجد فى الإسفنج وذلك لأن هذا إنما يتحجر، لزيادة يبوسة مادته وقلة\nهوائيته، كما قلنا فى حجارة الإسفنج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p380'> Vol. 02, p. 380</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head40'>المقالة السادسة والعشرون فى أحكام الإسفيداج</h2>\n\n<p>\nوكلامنا فى هذا، يشتمل على خمسة فصول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p381'> Vol. 02, p. 381</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head41'>الفصل الأول فى ماهية الإسفيداج</h3>\n\n<p>\nالإسفيداج جوهر يشبه الرصاص (1) ، وإلا قد يشبه الزنجار (2) من النحاس\nوذلك لأن الزنجار هو نحاس متصغر (3) الأجزاء وتصغيره بالخل ونحوه، وكذلك\n(4) الإسفيداج هو رصاص إذا صار (5) متصغر الأجزاء - وتصغيره هو بالخل ونحوه\n- وإن حالف (6) الزنجار بأنه غير حار (7) ، ولا لذاع، ولا محلل تحليلا\nقويا. فلا هو حار (8) ، بل (9) هو مبرد (10) بخلاف الزنجار، على ما تعلمه\n(11) فى موضعه (12) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p383'> Vol. 02, p. 383</a>\n            </div>\n            \n</p>\n\n<p>\nوسبب خلافهما (1) فى ذلك، هو اختلافهما (2) بالمادة. وهذا (3) لأن مادة\nالزنجار هى (4) النحاس، ومادة الإسفيداج هى (5) الرصاص أولا. وهو بارد (6)\n- وكان رطبا - وذلك يمنع من أن يكون الإسفيداج (7) حارا، أو حارا لذاعا (8)\nونحو ذلك.\n</p>\n\n<p>\nولما كان الإسفيداج رصاصا متصغر الأجزاء، فجوهره - لامحالة - من جوهر\nالرصاص. وقد علمت أن جوهر الرصاص، مركب من كبريت وزئبق على الوجه الذى\nقلناه عند كلامنا فى الآبار (9) . فالإسفيداج يجب أن يكون جوهره (10) كذلك،\nوإن كان لابد وأن يستفيد (11) مما يحدثه كالخل ونحوه من (12) قوة زائدة.\nولذلك (13) ، فإن الإسفيداج مجفف يابس، والرصاص رطب، على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p384'> Vol. 02, p. 384</a>\n            </div>\n            \n</p>\n\n<p>\nما نقوله (1) بعد.\n</p>\n\n<p>\nواتخذ الإسفيداج ليس لأجل الطب فقط، بل يتخذ لأغراض (2) كثيرة فلذلك\nتختلف وجوه اتخاذه باختلاف الأغراض. وليس (3) مما (4) يليق بهذا الكتاب،\nتبيين الوجوه التى (5) يتخذ عليها (6) لغير الطب. وتعديد الوجوه (7) التى\nيتخذ عليها لأجل الطب، وتبيين كيفية كل واحد منهما، مما (8) يطول؛ فلذلك\nرأينا أن نقتصر على بيان (9) أفضل الوجوه التى يتخذ عليها للأغراض الطبية\n(10) فنقول:\n</p>\n\n<p>\nإن وجود وجوه اتخاذه لأعمال الطب، أن يوضع فى إناء من فخار واسع الرأس -\nكالإجانه (11) ونحوها - خل نظيف (12) ، دون القدر الذى يملأها ويغطى رأس\nهذه الآنية (13) ، بقطعة من بارية (14) ، ليكون لهذا الغطاء مسام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p385'> Vol. 02, p. 385</a>\n            </div>\n            \n</p>\n\n<p>\nيسهل (1) نفوذ (2) بخار الخل فيها إلى فوق الغطاء، ويجعل تحت هذه البارية <span id='ms121'></span>\nقضبان قوية، لئلا تنحنى البارية، فيقل ما يوضع عليها من الرصاص (ثم يجعل\nالرصاص) (3) فوق هذه البارية.\n</p>\n\n<p>\nوالأفضل أن يكون هذا الرصاص مرضا (4) ، ليكون انفعاله (5) عن بخار الخل\n(6) ، أسرع وأكثر؛ فإن المنفعل (7) إذا قل، اشتد (8) فعل الفاعل فيه ثم\nيغطى فوق هذا الرصاص - بغطاء مستحصف، يمنع (9) نفوذ (10) بخار الخل إلى\nخارج.\n</p>\n\n<p>\nوينبغى أن يكون هذا الغطاء من الخشب أو الخزف ونحو ذلك، فلا يكون مما\nيفضل (11) منه - ببخار (12) الخل - أجزاء تخالط ما يفضله (13) هذا الخل\n(14) من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p386'> Vol. 02, p. 386</a>\n            </div>\n            \n</p>\n\n<p>\nجرم الرصاص، فيكون ذلك الإسفيداج مخلوطا بجوهر غريب. وكذلك اختير (1) أن\nتكون (2) هذه الآنية من الفخار ونحوه، فلا تكون (3) من النحاس أو الحديد\nفيفضل (4) الخل منها أجزاء تخالط الإسفيداج وتفسده.\n</p>\n\n<p>\nوكذلك ينبغى أن تطين حافة (5) هذا الغطاء مع السطح (6) الذى يلقاه من هذه\nالآنية حتى لا يبقى موضع، يخرج منه ما يتبخر (7) من هذا الخل.\n</p>\n\n<p>\nثم بعد ذلك، توضع هذه الآنية فى شمس حارة، وذلك إذا عمل ذلك (8) فى\nالصيف، والغرض (9) بذلك: أن يسخن الخل بحرارة الشمس، فيصعد إلى ذلك ويفعل\nبه، وكذلك (10) ينبغى أن تكون (11) هذه الشمس حارة، ليكون ما يتصعد من بخار\nالخل كثيرا.\n</p>\n\n<p>\nفإن لم يكن ذلك، وذلك كما لو عمل ذلك فى الشتاء، فإنه حينئذ (12) يحتاج\nأن تجعل هذه الآنية فى موضع له حرارة، تشابه حرارة شمس الصيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p387'> Vol. 02, p. 387</a>\n            </div>\n            \n</p>\n\n<p>\nفلذلك قد توضع هذه الآنية حينئذ على سطح حمام أو اتون. ومع ذلك فإن\nالمعمول فى الصيف أفضل، لأن حرارة الشمس فى الصيف، تسخن هذا الخل من جميع\nجهاته، وتسخن جرم الرصاص، فيسهل انفعاله عن بخار هذا الخل وتحفظ على هذا\nالبخار حرارته عند ملاقاته (1) الرصاص. ويلزم ذلك أن يكون فعل هذا البخار\nأشد وأقوى، ولا كذلك حرارة سطح الحمام ونحوه؛ فإنها إنما (2) تسخن هذا الخل\nمن تحته فقط، ولا تسخنه (3) من جوانبه إلا بقدر تسخن (4) الهواء الذى يكون\nفى تلك الجوانب عن حرارة هذا السطح، ومع ذلك فإنها لا تسخن الرصاص فلذلك\n(5) يكون انفعال الرصاص حينئذ أعسر، وفعل بخار الخل أضعف <span id='ms122'></span>.\n</p>\n\n<p>\nثم إذا تركت هذه الآنية على الوجه الذى قلناه أياما، وكشفت (6) بعد ذلك\nهذه الآنية، فإن وجد الرصاص قد ذاب (7) وانتشر فى الخل، وإلا أعيد الغطاء\nوصبر بعد ذلك مدة، إلى أن يتم ذوبان (8) ذلك الرصاص وانتشاره فى الخل\nفلترفع البارية (9) ويزال من الخل (10) ، ما يكون خافيا (11) واقعا (12)\nعلى قوامه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p388'> Vol. 02, p. 388</a>\n            </div>\n            \n</p>\n\n<p>\nفيجعل فى آنية أخرى، لأن يعمل فيه ما قلناه، مرة أخرى، ونحو ذلك.\n</p>\n\n<p>\nوما يكون من الخل قد صار نديا (1) بمخالطة الرصاص له، جفف فى الشمس - إما\nفى ذلك الإناء أو فى غيره - ثم إذا كمل جفافه، بولغ (2) فى تصغير أجزائه\nإما بالطحن أو بالسحق ونحو ذلك. وينبغى أن يكون بآلة لا ينتشع (3) فيها ما\nيخالط الإسفيداج، كالهواوين (4) النحاس ونحو ذلك.\n</p>\n\n<p>\nثم إذا تم سحقه، ينخل؛ إما بمنخل فى غاية الصفاقة، أو بخرقة، ونحو ذلك.\nوما يتخلف فوق المنخل، يعاد سحقه كرة أخرى، وكذلك يفعل ذلك مرارا. وإن أراد\nأحد أن يتخذ من هذا المنخول أقراصا، فليعجنه بخل ثقيف (5) ويقرصه (6) ،\nويجففه فى الشمس، فهذه صفة أفضل وجوه عمل الإسفيداج الذى يعمل للمقاصد\nالطبية.\n</p>\n\n<p>\nوأفضله، ما عمل فى الصيف. فإن هذا يكون أقوى قوة، وأجود فعلا وأشد بياضا،\nوأسهل فعلا. وأفضله، ما قلناه أولا. وأفضل النخول (7) ما نزل من النخل (8)\nفى أول مرة، وبعده (9) ما نزل فى المرة الثانية، وكذلك ما نزل فى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p389'> Vol. 02, p. 389</a>\n            </div>\n            \n</p>\n\n<p>\nكل مرة، فهو أفضل مما (1) نزل فى التى بعدها.\n</p>\n\n<p>\nوينبغى أن يكون مقدار الخل دون القدر الذى تمامته البارية، وإلا كان\nالرصاص مبلا (2) فى الخل بنفسه، فلا يكون فعله فيه برفق، بخلاف فعل بخار\nالخل فإنه ألطف فعلا. ومن الناس من يجعل هذا الخل بقدر لا يقارب رأس\nالآنية، ويجعل البارية لا فى رأس الإناء، بل دونه بقليل؛ وذاك أن يتخذ لها\nدون رأس الإناء دعائم (3) ، وقضبان قويه تحفظ وضعها، ثم إذا جعل الرصاص\nعليها يمكن بعد ذلك من أن تغطى الآنية بغطاء، يمنع تخلل (4) بخار الخل\nويعينه غليا (5) بسهولة.\n</p>\n\n<p>\nوقد يتخذ الإسفيداج أو ما يقوم مقام الإسفيداج <span id='ms123'></span> فى منفعته، وذلك أن يؤخذ\nصلاية وفهر (6) كل منهما من الرصاص، ويجعل على الصلاية قطرة من الخل\nالعتيق، ولا يزال (7) يجول الفهر على الصلاية بقوة، حتى يسخن ذلك الخل\nويصير له قوام غليظ يعسر معه تجويل (8) الفهر، ثم يقطر قطرة أخرى من ذلك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p390'> Vol. 02, p. 390</a>\n            </div>\n            \n</p>\n\n<p>\nالخل ويفعل الفعل المذكور، ولا يزال كذلك حتى يعمل من ذلك ما يشاء. ثم\nيؤخذ ذلك المنفعل (1) مع الخل فيجفف فى الشمس، بعد أن يقرص، ويستعمل فى\nالحال. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p391'> Vol. 02, p. 391</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head42'>الفصل الثانى فى طبيعته وأفعاله على الإطلاق</h3>\n\n<p>\nلما كان الإسفيداج رصاصا متصغر الأجزاء، بما وصل إليه من الخل أو من\nبخاره، فلا محالة أن ينبغى أن يكون فى برده - فى (1) نفسه - كالرصاص. وأما\nتبريده، فكان ينبغى أن يكون أقوى من تبريد الرصاص؛ وذلك لأجل تلطفه وسهولة\nنفوذه إلى حيث يبرد بقوة؛ وذلك لأجل تصغر أجزائه (2) مع استعادة قوة نفوذه\n(3) من الخل. فكذلك كان يجب أن يكون الإسفيداج أبرد من الرصاص يعنى أنه أشد\nتبريدا منه، وكان ينبغى أيضا أن يكون مثل الرصاص فى الترطيب (4) (بل أزيد\nترطيبا) (5) لأجل نفوذه بسبب (6) تصغر أجزائه كما قلناه. لكن حدث للإسفيداج\nما أوجب خلاف ذلك، وذلك أن جوهر الرصاص - كما علمت - أن أكثر مائيته جامدة،\nوهذه المائية - لا محالة - قوية البرد والرطوبة (7) ؛ فلذلك كان للرصاص (8)\nتبرد (9) وترطب وقوة، وإن كان ذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p392'> Vol. 02, p. 392</a>\n            </div>\n            \n</p>\n\n<p>\nدون برده ورطوبته فى نفسه بكثير.\n</p>\n\n<p>\nوإذا أخذ هذا الإسفيداج من الرصاص فإن تلك المائية يتحلل (1) أكثرها وذلك\nبسبب التسخن (2) والتشميس. وإذا (3) تحلل أكثر هذه المائية، بقيت (4)\nالأرضية التى فى الإسفيداج غالبة جدا، ومع ذلك إنما تكون (5) متصغرة\nالأجزاء فلذلك يكون بردها (6) وتبريدها ضعيفين (7) ؛ ولذلك يجب أن تكون (8)\nفى نفسها جافة وأن تكون مجففة.\n</p>\n\n<p>\nومع ذلك، فإن (9) تبريد الإسفيداج يجب أن يتبعض (10) عن تبريد الرصاص\nبأكثر بل يكون كالمساوى له فى التبريد؛ وذلك لأن المائية وإن نقصت منه، إلا\nأن الأرضية لتصغر أجزائها، يتمكن (11) فيها (12) الفعل وهى مبردة (13) ،\nخاصة وما يبقى فيها من المائية يزيدها (14) بردا، فلذلك يكون تصغر أجزاء\nالإسفيداج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p393'> Vol. 02, p. 393</a>\n            </div>\n            \n</p>\n\n<p>\nمتداركا <span id='ms124'></span> لما يحدثه (1) نقصان المائية من قلة البرد.\n</p>\n\n<p>\nوإنما اليبوسة والجفاف، يجب أن يكونا فى الإسفيداج قويين (2) أيضا ولكن\nلا إلى حد الإفراط؛ وذلك لأن هذه الأرضية - وإن تصغرت وتمكنت (3) من قوة\nالفعل - فإنها لابد وأن تبقى (4) فيها مائية ولو يسيرة. وتلك المائية لأجل\nرطوبتها تتدارك (5) ما توجبه (6) الأرضية المتصغرة من أجل إفراط اليبوسة\nوالجفاف فكذلك يكون تجفيف الإسفيداج إلى حدوثه أن يكون بقدر يساوى تبريده.\n</p>\n\n<p>\nولما كان تجفيف الإسفيداج إنما هو لأجل تحلل المائية من جوهره، فكلما كان\nهذا التحلل أقل، كان تجفيف ذلك الإسفيداج أضعف. وأكثر تحلل هذه المائية،\nإنما هو بفعل حرارة الشمس، وذلك عند تشميس الإسفيداج حتى يجف فيجب أن يكون\nالإسفيداج المعمول على الوجه الذى قلناه - من السحق بالفهر والصلاية - قليل\nالتجفيف جدا، وقبل أن يشمس، فينبغى أن يكون كالنافذ لهذا التجفيف، بل يجب\nأن يكون حينئذ (7) غير مخالف لطبيعة الرصاص مخالفة كثيرة فى الرطوبة\nواليبوسة، ولكنه يكون أكثر تبريدا من الرصاص بكثير؛ وذلك لأجل تصغر أجزائه\nوتلطفها وتمكنها (8) من سرعة النفوذ وقوته، وأن يكون الإسفيداج المعمول على\nالوجه الذى ذكرناه أولا، قبل أن يشمس، أقل تجفيفا مما يكون بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p394'> Vol. 02, p. 394</a>\n            </div>\n            \n</p>\n\n<p>\nتشميسه.\n</p>\n\n<p>\nولما كان الإسفيداج باردا، يابسا مجففا؛ كان (1) - لامحالة - رادع مكثف\n(2) نافع للأورام فى ابتدائها، مسدد (3) مسام الأعضاء. ونفوذ الإسفيداج وإن\nكان أكثر كثيرا من نفوذ الرصاص، ولكنه قليل جدا بالنسبة إلى غيره من\nالأدوية؛ وسبب ذلك أمور:\n</p>\n\n<p>\nأحدها: أن جوهره أرضى خال (4) من الحرارة القوية المنعقدة (5) ، وما كان\nكذلك؛ فهو قليل النفوذ لامحالة.\n</p>\n\n<p>\nوثانيها: أن جوهره مفرد، وما كان (6) كذلك، فإنه يعسر نفوذه؛ لأجل اتصال\nأجزائه كما فى الأشياء اللزجة.\n</p>\n\n<p>\nوثالثها: أن الإسفيداج لأجل برده ويبوسته، يبلد (7) أولا، فيقبض المسام\nويسدها، وذلك مانع من نفوذه بعد ذلك منها.\n</p>\n\n<p>\nورابعها: أن جوهر الإسفيداج هو من جوهر الرصاص،\n</p>\n\n<p>\nوهو جوهر مناف للروح (8) ولطبيعة (9) البدن، فلذلك (10) (يجب) (11) أن\nيكون سميا. وإذا كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p395'> Vol. 02, p. 395</a>\n            </div>\n            \n</p>\n\n<p>\nكذلك، فالطبيعة من شأنها مدافعته (1) وممانعته من النفوذ.\n</p>\n\n<p>\nفلذلك (2) ، يكون نفوذه (3) قليلا جدا، وإن كان أزيد <span id='ms125'></span> من نفوذ الرصاص\nبكثير. ولأجل قلة نفوذه، صار ما ينفذ منه من خارج، لا يقوى على شل (4)\nالبدن. ولا كذلك إذا ورد الإسفيداج إلى داخل البدن، كما إذا شرب فإنه حينئذ\nيقتل، لأنه ينفذ (5) إلى الأعضاء الكريه وقد حققنا هذا فيما سلف.\n</p>\n\n<p>\nوقد يقلى (6) الإسفيداج فيصير تجفيفه (7) زائدا، ويقل برده (8) جدا؛ وذلك\nلأجل استعادته الحرارة والحدة، بالحرارة التى يقلى (9) بها (وكيفية قليه\n(10) ، أن يوضع وهو مسحوق ناعم (11) فى قدر من فخار جديد، ويوضع ذلك القدر)\n(12) على الجمر، ولا يزال الإسفيداج يحول، حتى يصير لونه لون الرماد، ويرفع\nويبرد، ثم يستعمل.\n</p>\n\n<p>\nوالله أعلم! \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p396'> Vol. 02, p. 396</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head43'>الفصل الثالث فى فعله فى أعضاء الرأس</h3>\n\n<p>\nإذا طليت الجبهة بالإسفيداج - وخل - نفع ذلك جدا من الصداع، خاصة وإذا\nكان مع ذلك شئ من دهن الورد. وأجود ذلك الإسفيداج المعمول على الوجه الثانى\nالذى ذكرناه، وهو المتخذ بالفهر والصلاية. خاصة إذا استعمل الإسفيداج قبل\nتجفيفه بالشمس، لأنه يكون حينئذ (1) أقل يبوسة من شرب الإسفيداج فإنه يحدث\nله برد شديد فى رأسه، ودوار، وسبات، وضعف فى عضده، واسترخاء. حتى أنه إذا\nأكثر منه، حدث (2) له حالة كالفالج، وهى بطلان الحركة. وأما حس اللمس، فلا\nيلزمه أن يبطل ج.\n</p>\n\n<p>\nوالإسفيداج من الأدوية الفاصلة (3) لأمراض العين، تنفع جدا للقروح التى\nتكون فيها، وتلحم ما يكون من الجراحات، ويأكل اللحم المغير (4) وينبته لحما\n(5) صحيحا، ويملأ الحفر الذى تكون (6) فى العين. وقد قال العالم الفاضل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p397'> Vol. 02, p. 397</a>\n            </div>\n            \n</p>\n\n<p>\nأرسطوطاليس (1) أنه يصلح لبياض عيون (2) الحيوانات الحادث عن الأوجاع.\n</p>\n\n<p>\nوأفضل الإسفيداج لأمراض العين ما كان متخذا على الوجه الأول الذى ذكرناه.\nوأفضل ذلك ما يكون من المنخل الأول؛ لأن هذا يكون شديد النعومة فيكون أوفق\nللعين، إذ العين تتضرر بكل شئ له خشونة، لأن (3) ذلك سبب لتحجرها (4) .\n</p>\n\n<p>\nوإذا (5) غسل الإسفيداج بماء عذب، مرارا، ثم سقى بماء الورد، مرارا وفعل\nذلك أياما متوالية (6) فى شمس حارة؛ كان ذلك الإسفيداج شديد النفع من الرمد\nالحار، سواء استعمل وحده، أو قطر فيها مع لبن النساء، أو رقيق بياض البيض،\nوكذلك إذا <span id='ms126'></span> حل فى ماء عنب الثعلب. وإذا طليت العين بالإسفيداج من خارج؛ نفع\nذلك من الرمد الحار أيضا. وإذا حل الإسفيداج (7) فى دهن الورد ولطخت به\nقروح الأنف، نفعها. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p398'> Vol. 02, p. 398</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head44'>الفصل الرابع فى فعله فى بقية الأعضاء</h3>\n\n<p>\nإن الإسفيداج لأجل ما فيه من السمية، ليس يستعمل من داخل البدن وإنما\nيستعمل فى أكثر الأمر من خارجه، وأكثر استعماله فى القروح والبثور ونحو\nذلك. وإذا شرب، عرض لشاربه جفاف شديد فى اللسان، ويباض الحنك واللسان\nواللثة، وفى الوجه وجميع الجلد - إلا أن هذا البياض يكون فى أعضاء الحلق\nأكثر؛ لأجل اتصال هذه الأعضاء بسطح المعدة (1) - ورخاوة فى الأعضاء كلها،\nوعجز عن الحركة، وعرق يسيل (2) .\n</p>\n\n<p>\nوالإسفيداج نافع لأورام (3) المقعدة الحارة، ولاسترخاء المقعدة وبروزها\nويسكن الضربان الحادث فيها من إفراط الحرارة، وشدة حدة المادة الخارجة.\nوإذا قطر فى القضيب، أو زرق فيه، نفع من حرق البول وقروح المثانة ونحو ذلك.\nوينبغى أن يكون ذلك بلبن النساء أو دهن البنفسج أو الكثيراء (4) ونحو ذلك.\nوكذلك قد يحقن به، مع الأدوية النافعة لقروح الأمعاء، فينتفع بذلك كثير\nالمائية من التجفيف والتعرق (5) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p399'> Vol. 02, p. 399</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head45'>الفصل الخامس (1) فى فعل الإسفيداج فى الأمراض التى لا اختصاص (2) لها بعضو </h3>\n\n<p>\n(3)\n</p>\n\n<p>\nإن الإسفيداج لأجل قوة تجفيفه الخالى عن اللذع، هو شديد النفع للقروح\nويلحم الجراحات، ويأكل اللحم الفاسد، وينبت اللحم الصحيح، وينفع من البثور\nالحارة، ومن النملة والجرب. وينفع جدا من حرق النار، إذا طلى به موضع\nالحرق، ببعض الأدهان كدهن الورد ونحوه، وإذا فعل ذلك؛ قل النفط (4) الذى\nيحدث عن الحرق. وإذا فقد الإسفيداج قام مقامه حب الرصاص. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p400'> Vol. 02, p. 400</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head46'>المقالة السابعة والعشرون فى أحكام الإسرنج</h2>\n\n<p>\nوكلامنا فيه، نجمعه فى فصل واحد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p401'> Vol. 02, p. 401</a>\n            </div>\n            \n</p>\n\n<p>\nالإسرنج (1) هو السيلقون (2) بلغة (3) المشارقة، والزرقون (4) بلغة (5)\nالمغاربة (6) ، ويتخذ من الأسرب وهو الرصاص الردئ، وذلك بأن يحرق ويستعان\nعلى سرعة ذلك (7) ، بأن يخلط معه بعض الأملاح. ويبالغ فى إحراقه حتى يصير\nلونه لون الزرنيخ (8) الأحمر وأشد حمرة، ويزاد على ذلك حتى يبض (9) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p403'> Vol. 02, p. 403</a>\n            </div>\n            \n</p>\n\n<p>\nوإنما كان كذلك؛ لأن الأسرب جوهره يشمل رطوبة مائية كثيرة جامدة. وكل <span id='ms127'></span> جسم\nذى رطوبة، فإنه إذا فعلت فيه الحرارة النارية؛ فإنها أولا تحدث فيه سوادا،\nوذلك بما يحدث فيه من الدخانية، ثم إذا أفرط فيه تبضه (1) وذلك بأن تحيله\n(2) ماء (3) . تأمل (4) هذا فى الحطب، كيف ينفحم أولا، وذلك إذا كان عمل\nالحرارة فيه قاصدا (5) ، وحيئنذ يسود، ثم يترمد أخيرا، وإذا (6) أفرطت\nالحرارة فيها فحينئذ (7) ينبض.\n</p>\n\n<p>\nوالحرارة المسودة، إذا قصرت عن إحداث السواد، أحدثت الحمرة؛ لأن الحمرة\nطريق من البياض إلى السواد. فكذلك إذا أحرق الأسرب إحراقا بقدر صار منه\nالسيلقون (8) ويتسمى باليونانية: سندوقيس. فلو أزيد فى إحراقه قليلا صار\nلونه إلى السواد، ولو بولغ فى إحراقه، ترمد وصار لونه أبيض.\n</p>\n\n<p>\nوقد جرت العادة باتخاذ هذا السيلقون من الأسرب وإن كان يجوز أن يتخذ من\nالأتك. وإنما فعل ذلك، لأن بلوغ الأسرب إلى السيلقون أسهل من بلوغ الأتك\nوأسرع، وذلك لأن الأتك أزيد مائية، فإنما يبلغ به الاحتراق إلى هذا الحد\nإذا كان فعل الحرارة فيه، أزيد من فعلها فى الأسرب؛ لأن الأسرب أزيد أرضية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p404'> Vol. 02, p. 404</a>\n            </div>\n            \n</p>\n\n<p>\nمن الأتك لأنه لو لم يكن كذلك لكان يكون بياضه (1) قويا كما فى الأتك لأن\nالموجب لزرقة الأسرب إنما هو الجزء (2) الأرضى الذى فيه، إذ لولا هذه\nالأرضية لكان يكون شديد البياض؛ لأجل ما فيه من المائية الجامدة؛ وذلك لأن\nالرصاص إنما يتم لونه، بالبرد المجمد للمائية، والبرد يفعل فى الرطوبة\nبياضا، وفى اليبوسة سوادا. فكذلك البرد العارض ببعض مائيته، ولسواد أرضيته؛\nفيكون فيه من السواد، بقدر الأرضية؛ ومن البياض، بقدر المائية.\n</p>\n\n<p>\nولما كان البياض فى الأتك أشد منه فى الأسرب فلابد وأن تكون (3) المائية\nفى الأتك أزيد منها فى الأسرب. والأرضية فى الأسرب (4) أكثر منها فى الأتك.\nوكل جسم كثير المائية، فإن إحراقه إلى حد ما، يكون بحرارة أشد من الحرارة\nالمحرقة للجسم الناقص المائية احتراقا إلى ذلك الحد، فلذلك كان جعل الأتك\nسيلقونا (5) ، يحتاج فيه إلى إحراق أزيد، وإنما يكون ذلك بحرارة أشد وذلك -\nلامحالة - عسر؛ فلذلك اقتصر على عمل السيلقون (6) من الأسرب وقد يعمل <span id='ms128'></span> من\nالأتك بل قد (7) يعمل من الإسفيداج. وذلك بأن يحرق الإسفيداج إلى حد تحدث\n(8) فيه الحمرة، وذلك بأن يسحق الإسفيداج ويجعل فى قدر خزف، ويوضع على\nالجمر، ولا يزال يحرك إلى أن يصير لونه كلون الزرنيخ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p405'> Vol. 02, p. 405</a>\n            </div>\n            \n</p>\n\n<p>\nالأحمر كما ذكرنا (1) ، وذلك إنما يتم بحرارة أزيد من الحرارة التى يصير\nبها الإسفيداج إسفيداجا؛ وذلك لأن ذلك المقلو (2) لم تقر فيه الحرارة إلى\nحد التحمير بل (3) إلى حد غيرت بياضه الشديد (4) تغييرا (5) ما، حتى صار\nيكون كالرماد (6) وذلك - لامحالة - ميل إلى السواد.\n</p>\n\n<p>\nفكذلك الإسفيداج المقلو، أقل إحراقا (7) من السيلقون فلذلك يكون أقل\nتجفيفا منه. لكنه قد يكون ألطف منه؛ وذلك لما استفاده الإسفيداج من قوة\nالخل. فلذلك: السيلقون المتخذ من الإسفيداج لابد وأن يكون ألطف من المتخذ\nمن الرصاص نفسه؛ لأن المتخذ من الإسفيداج يكون قد تلطف أولا بقوة الخل\nبخلاف المتخذ من الرصاص.\n</p>\n\n<p>\nوإذا كان السلقون محرقا من الرصاص فهو - لامحالة - شديد التجفيف قليل\nالبرد جدا، بل قد يمكن (8) أن يقال إنه كالمعتدل (9) ، أو المائل إلى حرارة\nيسيرة. وأما لو غسل، لعاد برده و (فقد) (10) ما أفاده الاحتراق من الحدة\n(11) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p406'> Vol. 02, p. 406</a>\n            </div>\n            \n</p>\n\n<p>\nفإذا كان كذلك، فأفعاله مشابهة لأفعال الإسفيداج المقلو، فكذلك هو يجفف\nالقروح وينقيها، ويأكل اللحم الفاسد وينبت لحما صحيحا، ونحو ذلك ما ذكرناه\nفى الإسفيداج المقلو. وكذلك، هو نافع من قروح الأمعاء، إذا حقن به فى ماء\nلسان الحمل (1) مع يسير من شحم الماعز. وذلك إذا طبخ بالزيت حتى يصير\nمرهما، نفع جدا للقروح الوسخة، ونقاها من الوضر، وأنبت (2) اللحم فيها وفى\nالجراحات. وهو أيضا من السموم إذا استعمل من داخل، ويفعل قريبا من فعل\nالإسفيداج من برد البدن وثقله (3) ، وجفاف اللسان ونحو ذلك (4) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p407'> Vol. 02, p. 407</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head47'>المقالة الثامنة والعشرون فى أحكام الأسد</h2>\n\n<p>\nوكلامنا فى ذلك، يشتمل على فصلين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p409'> Vol. 02, p. 409</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head48'>الفصل الأول فى ماهية الأسد</h3>\n\n<p>\nإن هذا حيوان يسمى السبع والغضنفر (1) وأبا (2) الحرث ونحو ذلك وله أسماء\nكثيرة جدا، غريبة، لانطول بذكرها (3) .\n</p>\n\n<p>\nوهذا الحيوان يغتذى (4) بما يفرسه (5) من الحيوانات، وقد بينا فيما سلف،\nأن جميع الحيوانات <span id='ms129'></span> (6) والنبات وغيرها؛ فإن خلقه من ذلك، يجب أن يكون على\nالوجه الأوفق له (7) فى مزاجه ورطوباته وهيئة أعضائه ونحو ذلك، فكذلك يجب\nأن تكون خلقة (8) الأسد على الوجه الأوفق له (9) ، إذ كان بحيث يسهل عليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p411'> Vol. 02, p. 411</a>\n            </div>\n            \n</p>\n\n<p>\nافتراس (1) الحيوانات الأخرى، ليكون متمكنا من سهولة تحصيل غذائه، وإنما\nيمكن فيه ذلك؛ إذا كان موصوفا بأمور (2) .\n</p>\n\n<p>\nأحدها: أن تكون أعضاؤه (3) قوية، تامة القوة، لتكون قوية على البطش\nالشديد، لتمكن قوة أعضائه (4) من التشبث (5) بغيره من الحيوانات وغلبتها\nوقهرها وميلها، ليتمكن (6) بذلك من أصلها؛ وإنما يمكن ذلك إذا كانت أعضاؤه\nقوية جدا، خاصة الأعضاء التى يعتمد عليها كثيرا فى افتراسه، كالعنق والفكين\n(7) . فلذلك (8) يجب أن يكون عنق هذا الحيوان شديد القوة، وإنما يكون كذلك\nإذا كانت مفاصله شديدة الاتفاق، فلذلك خلق عنق الأسد كأنه من عظم واحد حتى\nتكاد أن لا تبين (9) مفاصل عظام عنقه.\n</p>\n\n<p>\nوثانيها: أن يكون حرسا، مقداما، بهما، شجاعا؛ لأنه لو لم يكن كذلك، لم\nيسهل إقدامه على مثال الحيوانات، ولم يسهل عليه قهرها (10) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p412'> Vol. 02, p. 412</a>\n            </div>\n            \n</p>\n\n<p>\nولابد وأن تكون ((1) شهوته للغذاء قوية (2) جدا، وإلا لم يحمله (3) ذلك\nعلى قتل غيره من الحيوانات ليأكله. فلذلك (4) يكون جوعه شديدا جدا، مؤلما\nله. وكذلك (5) تسوء (6) عند الجوع أخلاقه؛ فلذلك يكون - حينئذ (7) - معتديا\nرديا (8) ، وكذلك عند الأكل؛ لأنه لقوة جوعه يشتد تضرره بجميع ما يعاوقه\n(9) عن الأكل.\n</p>\n\n<p>\nوكذلك (10) تسوء أخلاقه عند مشاهدة (11) غيره، ويجب أيضا أن يكون أكله\nبغاية (12) النهم؛ وذلك لأجل شدة الجوع وقوة إيلامه. فلذلك يكون أكله قذرا\nقبيحا، حتى ربما قاء القطعة من اللحم، ثم ابتلعها، لشرهه.\n</p>\n\n<p>\nوأما بعد الأكل، وعلى الشبع 13، فيجب أن يكون حليما كريما، هينا لينا؛\nوذلك لأجل شدة النداوة (14) - حينئذ - لأجل اندفاع ألم الجوع عنه، الذى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p413'> Vol. 02, p. 413</a>\n            </div>\n            \n</p>\n\n<p>\nهو له غاية الألم.\n</p>\n\n<p>\nوثالثها: أن يكون حار المزاج، يابسه. لأن الحرارة والإقدام والشجاعة إنما\nتشتد وتقوى (1) إذا كان معها هذا المزاج، فلابد وأن يكون كثير النفس\nمتعاظما، مستهينا بالأهوال. فلذلك لا ينهزم عند المقاتلة عن أيسر الأسباب\n(2) . وإذا اشتد الأمر واحتاج الفزعة (3) ، لم يكن <span id='ms130'></span> مشيه (4) عدوا، ولا\nمتصلا (5) على السرعة، بل مع دفعات يشعر بها استحطاطه بمن يقصده.\n</p>\n\n<p>\nوإذا قصده قوم (6) ليظفروا (7) به، نظر (8) فى الأصغر (9) منهم، فيقصده\nخاصة، فإن كان لم يجرحه ويظفر (10) به، لم يزد فى أذاه على حدثه وتقريعه.\nوإنما يأكل الناس من السباع، ما كان ضعيفا ومسنا؛ وأما الأقوياء بين السباع\nفلا يدنون من الناس، ولا يقاربون مساكنهم.\n</p>\n\n<p>\nوتختلف الأسود (11) بالقوة والضعف، فمنها ما هو شديد القوة لا يقصد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p414'> Vol. 02, p. 414</a>\n            </div>\n            \n</p>\n\n<p>\nأكل الناس ولا أذاهم، ومنها ما هو ضعيف (1) بلغ من ضعفه، أن يحمل عليه\nالخنزير، ومنها ما هو متوسط فى ذلك.\n</p>\n\n<p>\nوالأسد (2) تؤذيه النار، وتؤلم عينيه ودماغه، وكذلك ينفر عن موضع فيه نار\nكثيرة فلا يقربه؛ وذلك لأجل حرارة مزاجه، ولا يقرب الأسد امرأة حائضا وإن\n(3) اشتد به الجوع. ومن طبعه الملاعبة، ويلاعب من ألفه، ولعبه مؤذ (4) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p415'> Vol. 02, p. 415</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head49'>الفصل الثانى فى أفعال أجزائه (1) فى بدن الإنسان</h3>\n\n<p>\nشحم الأسد إذا أذيب (2) ، ويعمل (3) على الخاصرة، والقطن، والعجاز\nوالشرج، والقضيب، والأليتين (4) - مروخا (5) ومسوحا - كان شديد التقوية\nللباه جدا (6) . وإذا طلى دهنه (7) بدهن الأنجرة ودلك به القضيب؛ أعان على\nالباه إعانة كثيرة جدا. وإذا طلى بشحمه موضع الكلف، أذهبه. ومرارته (8) تحد\nالبصر جدا إذا اكتحل بها (9) .\n</p>\n\n<p>\nوإذا سمعت التماسيح صوت الأسد تضررت بذلك، وقد تموت منه وكذلك إذا سمعه\nالمصروع حرك صرعه. وكذلك إذا سمع الأسد صوت الديك الأبيض؛ فزع وارتعد (10)\n! \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p416'> Vol. 02, p. 416</a>\n            </div>\n            \n</p>\n\n<p>\nومن لطخ بدنه بشحم الأسد، لم تقربه السباع. وكذلك إذا طلى الإنسان بمرارة\nالسبع، لم يقربه سبع. والجلوس على جلد السبع، ينفع من البواسير، ومن\nالنقرس؛ نفعا كثيرا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p417'> Vol. 02, p. 417</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head50'>المقالة التاسعة والعشرون فى أحكام الأشترغاز</h2>\n\n<p>\nوكلامنا فى ذلك، يشتمل على فصلين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p419'> Vol. 02, p. 419</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head51'>الفصل (1) الأول فى ماهية الأشترغاز </h3>\n\n<p>\n(2)\n</p>\n\n<p>\nالأشترغاز (3) لفظ فارسى (4) ، وتأويله شوك (5) الجمال، سمى هذا الدواء\nبذلك؛ لأنه نبات شائك (6) ، والجمال تأكله كثيرا، وتحبه. وأكثر المستعمل\nمنه هو أصله - من الأصول الغليظة - وهو حريف الطعم، متخلخل الجرم، لا يؤكل\nعلى حاله، بل نشاره يطبخ مع الطعام، فيفعل فعل الإبراد. وتارة يحلل، بأن\nيوضع فى الخل فيطيب بذلك <span id='ms131'></span> ويؤكل. وأكله (7) أوفق منه وأولى بأن يستعمل لأنه\nأقل حرارة، وأقل حدة، ويقارب فى أحواله خل العنصل (8) . وأصله مثل (9)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p421'> Vol. 02, p. 421</a>\n            </div>\n            \n</p>\n\n<p>\nالأنجدان (1) فى هيئته وفعله، غير أن هذا أدق قليلا من أصل الأنجدان (2)\n، وأقل حدة، ولا صمغ له؛ بخلاف الأنجدان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p422'> Vol. 02, p. 422</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head52'>الفصل الثانى (1) في طبيعته أو سائر أحكامه </h3>\n\n<p>\n(2)\n</p>\n\n<p>\nلما كان الأشترغاز (3) حريف الطعم، فهو - لامحالة - مشتمل على جوهر نارى،\nولابد فيه من هوائية (4) . وكذلك هو جوهر سخيف خفيف، وفيه مائية تعتصر منه،\nوأرضية تبقى بعد الاعتصار ثفلا (5) . وأرضيته غليظة، ولذلك يعسر (6)\nانفعاله فى المعدة، فلا يهضم سريعا. ومائيته ليست بكثيرة، وإلا كان يكون\nسهل الانفعال فى المعدة.\n</p>\n\n<p>\nوامتزاج مائيته بأرضيته ليس بكثير، وإلا لم يكن جوهره رخوا، فلذلك هذا\nالنبات حار (7) ؛ وذلك لأجل ما فيه من الجوهر النارى. وبهذه الحرارة هو\nيجلو، ويحلل (8) ، وينقى المعدة، ويقوى الهضم. ولكنه لايقبل الانهضام، وذلك\nلأجل ما فيه من الأرضية. ولأجل هذه الحرارة هو يجشئ، لأنه يسخن ما يكون فى\nالمعدة من الرطوبات فيتصعد، وما كان منها مائيا، صعد بخارا. فلذلك لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p423'> Vol. 02, p. 423</a>\n            </div>\n            \n</p>\n\n<p>\nيبعد (1) أن يكون هذا النبات مصدعا (2) للرأس. وما كان من تلك الرطوبات\nأرضيا فإنه يتصعد دخانا؛ ولأجل قوة هذه الحرارة، يسرع تصعد هذه الدخانية\nجدا، فلا تبقى (3) إلى حد يتكون منها الرياح والنفخ، بل تصعد بسرعة، ويكون\nصعودها من جهة فم المعدة؛ لأنها لغلظها وسرعة خروجها، لايسهل نفوذها فى\nمسام المعدة فلذلك يكون خروجها من فم المعدة، ويحدث منها الجشاء.\n</p>\n\n<p>\nومع ذلك، فإن هذا النبات يغثى ويقيئ (4) ؛ وذلك لأجل تصعيده الرطوبات إلى\nجهة فم المعدة، فما يكون من هذه الرطوبات مائيا، بالا لفم المعدة فإنه يحدث\nالغثيان. وما يكون منها دخانيا، فإنه يحدث الجشاء. وما لايتلطف منها، بل\nيبقى على جرمه، يخرج قيئا.\n</p>\n\n<p>\nومع ذلك، فإن هذا النبات يلذع (5) المعدة بما فيه من الحرافة والحدة\nفلذلك الأفضل أن يستعمل خلطه لاجرمه. ولأجل تلذيعه للمعدة، يعين على القئ،\nلأجل تشوق المعدة - بسبب اللذع - إلى دفع ما فيها. وأسهل ذلك أن يكون إلى\nفوق؛ لأجل تحرك ما <span id='ms132'></span> فى المعدة إلى فوق؛ لأجل حرارة هذا الدواء.\n</p>\n\n<p>\nوإذ هذا الدواء حار، يابس، لذاع، حريف. فهو - لامحالة - مجفف ولذلك هو\nقليل الغذاء، رديئه. وحرارته ويبوسته كل منهما أزيد مما فى الأنجدان وكذلك\nهو أبطأ فى المعدة، وأقل هضما، وأكثر إعانة للمعدة على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p424'> Vol. 02, p. 424</a>\n            </div>\n            \n</p>\n\n<p>\nالهضم؛ لأجل زيادة تنقيته (1) المعدة، وتجفيفه لفضولها؛ ولذلك هو يفتق\nالشهوة ويشهى الطعام جدا. وله خاصية فى دفع ضرر السموم، ويشبه أن يكون ذلك\nلأجل إحراقه للسم، وإفساده لجوهره (2) ؛ بسبب قوة حرارته ويبوسته.\n</p>\n\n<p>\nوينفع من الحمى المعروفة بحمى الربع (3) ، وذلك إذا كانت السوداء التى\n(4) هى مادتها، سوداء بلغمية؛ أى حادثة عن البلغم وسبب ذلك: ما فى هذا\nالدواء من التلطيف والتقطيع، المعينين على نضج هذه السوداء، وسهولة\nاندافعها. وهو شديد الإعانة على استمراء الطعام، لأجل شدة تنقيته للمعدة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p425'> Vol. 02, p. 425</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head53'>المقالة الثلاثون فى أحكام الأشق</h2>\n\n<p>\nوكلامنا فى ذلك، يشتمل على ستة فصول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p427'> Vol. 02, p. 427</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head54'>الفصل (1)) الأول فى ماهية الأشق وطبيعته وأفعاله على الإطلاق</h3>\n\n<p>\nإن (2) هذا الدواء يسمى الأشق والأشج والوشق، ولزاق الذهب (3) لأنه يلزق\nبه الذهب على الكاغد ونحوه، وهو صمغ شجرة تشبه القنا فى استقامتها تسمى\nناغاسوليس (4) . طعمه مر حاد، يشبه الكندر فى جوهره ولونه، وأما رائحته\nتشبه رائحة الجندبيدستر (5) . وأفضله ما كان نقيا من الأوساخ والحصى (6)\nوشظايا الخشب ونحو ذلك، وكان حسن اللون.\n</p>\n\n<p>\nوإذ هذا الدواء من الصموغ، فإن جوهره (7) يشتمل على هوائية وأرضية وقليل\nمائية كما بيناه أولا. وأرضية هذا الدواء حارة جدا، لأنها محترقه ولذلك هو\nمر الطعم، فلذلك يجب أن يكون هذا الدواء شديد الحرارة يابسا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p429'> Vol. 02, p. 429</a>\n            </div>\n            \n</p>\n\n<p>\nولذلك هو مر الطعم، فلذلك يجب أن يكون هذا الدواء شديد الحرارة يابسا\nولذلك فإن رائحته حادة. ولأجل حرارته ودسومته - ولأنه (1) صمغ - هو شديد\nالتليين (2) . ولأجل قوة حرارته، هو شديد التحليل. ولأجل قوة تحليله مع\nاليبوسة، هو قوى التجفيف. ولأجل تجفيفه مع التحليل، هو شديد التنقية خاصة\nوهو لا يخلو من جلاء قوى، وذلك لأجل حرارته. وما كان كذلك فتنقيته شديدة\nجدا لامحالة.\n</p>\n\n<p>\nوهو - لامحالة - لطيف الجوهر؛ لأن أرضيته تلطفت بالاحتراق <span id='ms133'></span> الجاعل لها\nمرة، وكل لطيف جال (3) محلل؛ فهو مفتح، وتفتيحه قوى. ولذلك قد يبلغ فيه إلى\nحد يخرج الدم من أفواه العروق؛ وذلك لأجل قوة نفوذه بسبب قوة حرارته؛ فلذلك\nهو من المدرات القوية، حتى أنه يخرج الجنين حيا. ولأنه يلصق الذهب ونحوه،\nفهو - لامحالة - مغر، فهو مصطلح للأدوية المسهلة؛ لأنه بغرويته يمنع وصول\nنكايتها إلى الأعضاء، كما فى (4) الكثيراء أو نحوها ولأن حرارته قوية فهو\nلامحالة: جذاب (5) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p430'> Vol. 02, p. 430</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head55'>الفصل الثانى فى أفعال الأشق فى أعضاء الرأس</h3>\n\n<p>\nإن هذا الدواء من الأدوية الموافقة جدا للعين، فلذلك يستعمل فى أمراض\nالعين - كثير (1) من أمراضها - وذلك لأنه يحلل، ويجفف، ويلين، ويجلو ويغرى،\nوكل ذلك بغير قوة (2) .\n</p>\n\n<p>\nوسبب قلة لذعه، هو ما فيه من الغروية؛ فلذلك هو ملين لخشونة الأجفان\nوجربها، وذلك لأجل تحليله مادة ذلك، مع أنه مغير ملمس الأجفان. ويذهب بياض\nالعين، بما فيه من قوة الجلاء؛ لأجل مرارته - كما قلناه - وينفع من رطوبات\nالعين؛ لأجل قوة تجفيف، ويحلل الشعرة والبردة والتحجر من الأجفان وذلك لأجل\nتحليله، مع التليين القوى الذى فيه. فبالتليين (3) يسيل مواد هذه الأمراض\nلتتهيأ (4) للتحلل، ويحللها بما فيه من قوة التحليل.\n</p>\n\n<p>\nوقد يدخل فى علاج قروح الرأس، وفى أدوية الصداع البارد خاصة حيث يراد لصق\nتلك الأدوية بالجبهة ونحوها. وإذا شرب بالعسل؛ نفع من الصرع، بتجفيفه\nالمادة المصرعة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p431'> Vol. 02, p. 431</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head56'>الفصل الثالث فى فعل الأشق فى أعضاء الصدر</h3>\n\n<p>\nإن هذا الدواء لأجل تلطيفه وتفتيحه، وجلائه (1) ، وتليينه؛ هو شديد النفع\nمن الأمراض الكائنة عن مواد غليظة فى هذه الأعضاء، لأنه - حينئذ - يلطفها\nبما فيه من التلطيف؛ ويبرئها عن المكان الذى هى ملتصقة به، بما فيه من\nالجلاء ويهيئها للخروج بالنفث، بأن يفتح مجارى الرئة، فيهيئها لنفوذ هذه\nالمادة التى فيها إلى خارج.\n</p>\n\n<p>\nفلذلك (2) ، هذا الدواء نافع جدا فى الربو ونفس الانتصاب، وعسر النفس\nوذلك إذا كان حدوث هذه الأمراض عن مادة غليظة سادة لمجارى النفس، وذلك إذا\nاستعمل مع شئ مما يسهل نفوذه إلى هذه الأعضاء بسرعة، وإنما يكون ذلك إذا <span id='ms134'></span>\nكان نفوذه إليها، هو من مسام الحجاب الحاجز بين المرئ وقصبة الرئة.\n</p>\n\n<p>\nوالذى يفعل ذلك، هو ما فيه جلاء وتفتيح؛ لأن هذا يلزمه توسيع مسام ذلك\nالحجاب، فيكون نفوذ ما ينفذ من هذا الدواء أزيد. وهذا الذى يفعل ذلك كالعسل\nوماء الشعير، ومع العسل أو السكر الكثير، حتى تكون (3) حلاوته شديدة، فيكون\nجلاؤه أزيد، فيكون تفتيحه المسام - لهذا (4) - أوفر. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p432'> Vol. 02, p. 432</a>\n            </div>\n            \n</p>\n\n<p>\nوينبغى - حينئذ - أن يكون استعماله مع الدواء الآخر لعقا، أو بأن يحبب\nويوضع الحب تحت اللسان؛ وذلك لأن ما يكون كذلك، فإن نفوذ ما ينفذ منه فى\nمسام هذا الحجاب، يكون - لامحالة - أكثر؛ وذلك لأجل دوام سيلانه على سطح\nذلك الحجاب وبقائه بلا محالة (1) مدة طويلة، فيكون ما ينفذ إلى قصبة الرئة\nفى تلك المدة، أكثر لامحالة. ولا كذلك إذا استعمل ذلك مشروبا، فإن المشروب\nينزل بسرعة إلى المعدة، وحينئذ يقل ما ينفذ منه فى مسام هذا الحجاب فلذلك\nيكون تأثيره فى أمراض الصدر ضعيفا.\n</p>\n\n<p>\nفلذلك، ينبغى أن يكون استعمال الأشق فى أمراض الصدر مع العسل وحسو الشعير\nونحو ذلك، لعقا. أو بأن يحبب ويوضع تحت اللسان، وذلك إذا كان متناولا مع\nالعسل.\n</p>\n\n<p>\nومن شأن الأشق إذا استعمل كما قلناه - مع العسل ونحوه - أن ينقى قروح\nالصدر والرئة؛ وذلك لما فيه من الجلاء، والتجفيف، والتحليل، والتنقية.\nفلذلك الأشق ينفع المسلولين (2) بتنقيته لقروح الرئة، ولذلك هو أيضا مما\nينقى قروح الحجاب والأغشية، ونحو ذلك من أعضاء الصدر، لما قلناه. وهو نافع\nمن الخناق (3) الحادث عن مادة بلغمية أو سوداوية؛ وذلك لأجل ما فيه من\nالتليين والجلاء والتلطيف والتحليل. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p433'> Vol. 02, p. 433</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head57'>الفصل الرابع فى فعل الأشق (1) فى أعضاء الغذاء</h3>\n\n<p>\nلما كان هذا الدواء شديد التليين (2) جدا، محللا بقوة، فهو - لامحالة -\nشديد النفع لغلظ الأحشاء وجساوتها وصلابتها. وإذا شرب منه درخمان (3) نفع\nمن صلابة الطحال وصلابة الكبد. وكذلك، إذا طلى على صلابتهما بالخل (4) لأن\nالخل بتقطيعه وتحليله يعينه على ذلك. وهو نافع من الاستسقاء لتجفيفه وبما\nيزيل صلابة الكبد، وبما يخرج من الرطوبات بالبول.\n</p>\n\n<p>\nوإذا شرب <span id='ms135'></span> منه درخمان (5) بالخل، حلل صلابة الطحال، وينشف فضول الأحشاء\nبتجفيفه. وكذلك ينفع من الماء الأصفر (6) شربا وضمادا. وتضمد به أورام\nالأحشاء فيلينها ويحللها، ويقتل الديدان ويخرجها، وكذلك يفعل بحب القرع (7)\n.\n</p>\n\n<p>\nوخاصته، النفع من أوجاع الخاصرتين والوركين، الحادث من البلغم اللزج.\nوالشربة من ذلك من نصف مثقال إلى مثقال، بعد نقعه فى المطبوخ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p434'> Vol. 02, p. 434</a>\n            </div>\n            \n</p>\n\n<p>\nويشرب مفردا أو مع الأدوية الأخرى. ولأجل إضراره بالمعدة، ينبغى أن يقلل\nمنه، وأن يكون استعماله. مع مقويات المعدة. وإضراره للمعدة، هو بحدته.\n</p>\n\n<p>\nوشرب الأشق يطرد الرياح، وينفع من وجع الظهر، كل ذلك لأجل تليينه\nوتحليله، وكذلك ينفع من أمراض العصب، ويحلل فضوله ويلينه؛ ولذلك ينفع من\nالخدر، والفالج، والرعشة، ونحو ذلك. وإذا تغرغر به محلولا بالماء الحار حلل\nبلغما كثيرا، ونقى الدماغ، وحلل ورم النغانغ (1) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p435'> Vol. 02, p. 435</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head58'>الفصل الخامس فى فعل الأشق فى أعضاء النفض</h3>\n\n<p>\nقد علمت أن الأشق لقوة تفتيحه، هو مدر. وإدراره هو قوى جدا فلذلك هو يدر\nالبول والحيض، ولقوة إدراره للبول قد يبول الدم؛ وذلك لإفراط تحريكه\nالرطوبات من جهة محدب (1) الكبد، إلى جهة مجارى البول.\n</p>\n\n<p>\nوهو مع إدراره، يسهل البلغم الغليظ واللزج، والماء الأصفر، ويخرج الجنين\nحيا وميتا. ويلطخ بالخل على صلابة الأنثيين (2) فيحللها. ويسيل الدم من\nأفواه العروق، وذلك بقوة (3) تفتيحه.\n</p>\n\n<p>\nوينفع الشقاق، والجشاء العارض فى السفل، وذلك إذا استعمل مع السيالة\nالدافعة فى ذلك مشروبا، ومع المراهم لطخا واحتمالا بالقطن ونحوه (4) .\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p436'> Vol. 02, p. 436</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head59'>الفصل السادس فى فعل الأشق فى الأمراض التى لا اختصاص لها بعضو عضو </h3>\n\n<p>\n(1)\n</p>\n\n<p>\nقد علمت أن هذا الدواء قوى التليين (2) والتحليل؛ فلذلك هو شديد التحليل\nللأورام - خاصة الصلبة - والثآليل (3) ، والخنازير، والسلع، والغدد. وينضج\nالخراجات (4) جدا، ويلينها (5) . وهو شديد التنقية للقروح، ويأكل اللحم\nالخبيث بفرط تجفيفه، وينبت اللحم الصحيح؛ بما فيه من الجذب للدم، مع\nالتجفيف الخالى عن اللذع القوى؛ فإن لذع الأشق ليس بكثير.\n</p>\n\n<p>\nوإذا ضمد به الصلابات والغلظ الذان (6) يكونان فى المفاصل، لينها وحللها\nخاصة إذا خلط بالعسل والزفت. وإذا دلك به أو ضمد، نفع جدا من عرق النسا،\nوذلك <span id='ms136'></span> لما فيه من الجذب مع التحليل والتليين، وينفع الاستفراغ به من ذلك،\nومن أوجاع الورك والخاصرتين والمفاصل.\n</p>\n\n<p>\nوإذا خلط بخل وبورق ودهن الحناء ولطخ به البدن، نفع من الإعياء جدا ولعرق\nالنسا. وكذلك إذا لطخ به مع الخل والنطرون ودهن الحناء وإذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p437'> Vol. 02, p. 437</a>\n            </div>\n            \n</p>\n\n<p>\nأذيب (1) فى الخل وطليت به السلع والخنازير والصلابات ونحو ذلك، لينها\nوحللها، وحلل صلابات المفاصل. وإذا أعوز فلم يوجد، قام مقامه وسخ خلية\nالنحل (2) ! \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p438'> Vol. 02, p. 438</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head60'>المقالة الحادية والثلاثون فى أحكام الأشنة</h2>\n\n<p>\nوكلامنا فى ذلك، يشتمل على سبعة فصول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p439'> Vol. 02, p. 439</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head61'>الفصل الأول فى ماهية الأشنة وأحكامها على الإطلاق</h3>\n\n<p>\nالأشنة هى شيبة (1) العجوز، وهى تلتف على شجر الشربين والبلوط والجوز\nوالصنوبر، ولا أصل لها، ولا زهر، ولا بذر. ولها رائحة طيبة، ومع ذلك فإنها\nتكتسب الرائحة من كل ذى رائحة يخالطها، ولذلك تخلط فى الطيوب والذرائر\nوالغوالى، لتكون كالمادة للرائحة. وكذلك أيضا تكتسب القوة من كل شجر تلتف\nعليه؛ فتختلف قواها وأفعالها، باختلاف ما تلتف عليه من الشجر.\n</p>\n\n<p>\nوطعمها إلى تفاهة، ومرارة وقبض خفيين، والمائلة إلى السواد منها رديئة\n(2) . وأفضلها البيضاء الطيبة الرائحة، خاصة الجبلية منها، والتى تلتف على\nشجرة الشربين أفضل، وبعدها ما يلتف على شجر الجوز.\n</p>\n\n<p>\nوجوهرها مركب من أرضية حارة محترقة يسيرة أيضا، بها تكون مرة. وفيها\nمائية يسيرة جدا؛ فلذلك لا يعتصر منها ما يعتد (3) به. وفيها هوائية كثيرة\nولذلك هى خفيفة. ولذلك تكون تفهة تفاهة ليست عن مائية، بل مع نشوفه لأجل\nأنها هوائية. وتركيبها مع هذه الأجزاء ليس مستحكم، فلذلك يصدر عنها أفعال\nمتناقضة، ولكن كل واحد من تلك الأفعال ضعيف، إذ ليس فى أجزائها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p441'> Vol. 02, p. 441</a>\n            </div>\n            \n</p>\n\n<p>\nما هو قوى القوة. أما الأرضية الباردة والحارة، فلأنهما قليلتان جدا،\nفيكون فعلهما ضعيفا. وكذلك المائية فإنها فى هذا الدواء يسيرة جدا. وأما\nالهوائية فإن فعلها إنما يكون بالتسخين، وتسخين الهواء ضعيف؛ فلذلك كانت\nأفعال الأشنة كلها ضعيفة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p442'> Vol. 02, p. 442</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head62'>الفصل الثانى فى طبيعة الأشنة وأفعالها على الإطلاق</h3>\n\n<p>\nلما كان جوهر الأشنة من أرضية باردة، وأرضية حارة، ومائية يسيرة وهوائية\nكثيرة؛ فهى - لامحالة <span id='ms137'></span> - قريبة من الاعتدال؛ فلذلك تسخن الأعضاء الباردة بما\nفيها من الأجزاء الحارة، وتبرد الأعضاء الحارة بما فيها من الأجزاء\nالباردة، ويجب أن تكون (1) مع اعتدالها، مائلة إلى حرارة لطيفة ويبوسة.\n</p>\n\n<p>\nأما الحرارة، فلأن المائية التى فيها، وإن كانت شديدة البرد فإنها نزرة\n(2) جدا؛ فيكون ما تفعله من البرودة، قليلة جدا. والهوائية وإن كان حرها\nقليلا جدا فإنها لكثرة مقدارها تسخن تسخينا ظاهرا. وأما الأرضية الباردة\nوالحارة فيتعدلان (3) . فلذلك، يكون هذا الدواء مائلا إلى الحرارة قليلا.\nوأما اليبوسة فلأن الهوائية لا مدخل لها فى ترطيب الأعضاء، كما قلناه\nمرارا.\n</p>\n\n<p>\nوالمائية فى هذا الدواء يسيرة، لا تفى (4) بتعديل الأرضيتين (5) - أعنى\nالحارة والباردة - فلذلك يكون هذا الدواء مائلا إلى اليبوسة، ويجب أن تكون\nهذه اليبوسة أزيد من الحرارة؛ وذلك لأن يبوسة الأرضيتين (6) شديدة، ورطوبة\nالماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p443'> Vol. 02, p. 443</a>\n            </div>\n            \n</p>\n\n<p>\nمع قلته ضعيفة، ورطوبة الهواء لا تأثير لها تأثيرا دوائيا؛ فلذلك تكون\nيبوسة هذا الدواء كثيرة، ولا كذلك الحرارة التى فيه.\n</p>\n\n<p>\nوهذا (1) الدواء فيه قبض، وتحليل، وجلاء، وتفتيح، وإنضاج، وتليين\nوترياقية. أما قبضه، فلأجل الأرضية الباردة. وأما تفتيحه، فلأجل ما فيه من\nالحرارة، وكذلك من (2) الهوائية ومن الأرضية ومن الأرضية المحترقة. وأما\nجلاؤه (3) ، فلأجل ما فيه من حرارة الأرضية المحترقة التى فيه. وأما إنضاجه\nفلأن حرارته مع اعتدالها مقارنة لقوة قابضة تعين على الإنضاج بتضييق مسام\nالعضو الذى يوضع عليه، فيلزم ذلك زيادة تسخن العضو بقلة تحلل (4) الحار\nالغريزى، وبما يلزم الأبخرة الحارة عند احتباسها اللازم لضيق المسام من\nالسخونة.\n</p>\n\n<p>\nوأما تليين هذا الدواء.. بحرارته الضعيفة.. ولا يقوى.. (5) فهو أكثر\nتليينا لأن هذا الشجر فيه قوة ملينة (6) . ومن شأن الأشنة أن تستفيد (7) من\nالشجر الذى تلتف (8) عليه قوة. وأما تقوية هذا الدواء، فلما فيه من القبض\nوالعطرية. وأما ترياقيته، فلأجل ما فيه من العطرية؛ فإن العطرية - كما\nقلناه - تقوى الروح على دفع السموم، وذلك هو الترياقية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p444'> Vol. 02, p. 444</a>\n            </div>\n            \n</p>\n\n<p>\nوإذ هذا الدواء محلل، فهو - لامحالة - مرقق المواد، إذ (1) التحليل - كما\nبيناه - إنما يتم بترقيق أجزاء المادة، حتى تصير (2) بحيث يسهل خروجها <span id='ms138'></span> من\nالمسام بخارا، ويلزم ذلك أن يكون هذا الدواء ملطفا. ولابد وأن يكون جوهره\nلطيفا ضرورة كثرة الهوائية فيه، ومع قلة الأرضية الباردة. وكل دواء لطيف\nفيه جلاء وتحليل، فهو لامحالة مفتح؛ فلذلك هذا الدواء لابد وأن يكون مفتحا.\nولأن هذا الدواء يابس، وهو مع ذلك محلل، وذلك مما يلزمه نقصان الرطوبات.\nفلذلك هذا الدواء لابد وأن يكون مجففا، وإذ هو مجفف، فهو (3) لامحالة جال،\nفهو لامحالة منق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p445'> Vol. 02, p. 445</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head63'>الفصل الثالث فى فعل هذا الدواء فى أعضاء الرأس</h3>\n\n<p>\nلما كان (هذا الدواء (1) قابضا باعتدال، مجففا تجفيفا معتدلا، وهو مع ذلك\n(2) ملطف، وليس فيه كيفية رديئة، ولا لذاعة، ولا مباينة للاعتدال. فهو -\nلامحالة - من الأدوية الشديدة النفع للعين؛ وذلك لأن هذا الدواء بتجفيفه\nالمعتدل، يحفظ (3) صحة العين ويزيل ما يكون بها من الرطوبات الفضلية وينشف\nالدمعة. وبما فيه من القبض اللطيف، يقوى جرم العين، من غير أن يبلغ إلى حد\nيكثف جرمها تكثيفا ضارا. ويعين على ذلك، ما فى هذا الدواء من العطرية. وبما\nفى هذا الدواء من التلطيف، يلطف الروح التى فى العين، ويلزم ذلك أن يكون\nمحدا للإبصار.\n</p>\n\n<p>\nوبخلو هذا الدواء عن الطعوم، ونحوها من الكيفيات المفرطة والضارة؛ ليس\nيحدث منه (4) فى العين أمر يؤذيها، فلذلك: هو من أوفق أدوية العين. وهو\nينفع أورام العين الباردة، وكذلك الحارة - فى انتهائها وبعد ذلك - بما فيه\nمن التحليل. ويسكن أوجاع العين إذا ضمدت به، وذلك بما فيه من التحليل\nوالتقوية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p446'> Vol. 02, p. 446</a>\n            </div>\n            \n</p>\n\n<p>\nوقد قالوا: إن الأشنة تنفع من حرارة العين وحمرتها. ويشبه أن يكون ذلك\nبما فيها من التقوية المانعة من توجه المواد المسخنة والمحمرة إليها، ومع\nذلك فإن هذا الدواء ينفع العين مشروبا؛ وذلك بسبب تقويته للمعدة، فيقل ما\nيتبخر إلى العينين من الأبخرة التابعة لضعف الهضم.\n</p>\n\n<p>\nوالشراب المنقوع فيه الأشنة إذا شرب، نوم شاربه تنويما معتدلا، وكان\nتنويمه للصبيان أكثر. وإذا ضمد بالأشنة ما خلف الأذنين، قوى ذلك الموضع،\nبما فى الأشنة من القبض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p447'> Vol. 02, p. 447</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head64'>الفصل الرابع فى فعل الأشنة فى أعضاء الصدر <span id='ms139'></span></h3>\n\n<p>\nإن هذا الدواء لما كان فيه قبض معتدل وعطرية، مع الخلو عن الكيفيات\nالردئية والمضرة؛ فهو - لامحالة - يقوى القلب، خاصة إذا شرب طبيخه. خاصة،\nإذا كان ذلك بالشراب. ولأجل هذه التقوية، هو ينفع الخفقان؛ ومع ذلك، فإنه\nيلطف الروح بتلطيفه، ويسهل نفوذه إليها بلطافته، ويقويها ((1) بعطريته.\nفلذلك، هو من الأدوية الترياقية، والأدوية المفرحة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p448'> Vol. 02, p. 448</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head65'>الفصل الخامس فى فعل الأشنة فى أعضاء الغذاء</h3>\n\n<p>\nإن هذا الدواء بما فيه من القبض والعطرية والتجفيف، هو يقوى المعدة ويجفف\nبلتها، وينقيها بما فيه من التجفيف والجلاء. ويلزم ذلك، أن يقوى هضمها،\nويقطع القئ والفواق، ويطيب المعدة، ويقوى الأحشاء الأخرى - خاصة الكبد -\nويفتح سددها. وشراب طبيخه، يسكن أوجاع الكبد.\n</p>\n\n<p>\nوإذا طبخت الأشنة بالشراب، وشرب ذلك الشراب، قوى المعدة جدا وحلل الرياح\nوالنفح. وإذا سحقت بالخل وضمد بها الطحال المتورم، انتفع بذلك، بما فيها من\nالتلطيف والتحليل (1) .\n</p>\n\n<p>\nوقد تعمل الأشنة فى الخبز، وذلك بأن تسحق وتعجن مع الدقيق ويتخذ (2) من\nذلك الخبز، فيكون ذلك الخبز نافعا لضعف المعدة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p449'> Vol. 02, p. 449</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head66'>الفصل السادس فى فعل الأشنة فى أعضاء النفض</h3>\n\n<p>\nإن هذا الدواء من شأنه إدرار البول؛ وذلك لأجل قوة تفتيحه. وإذا جلس فى\nطبيخه؛ أدر الطمث، وسكن أوجاع الرحم. وإذا شرب، فتت الحصاة خاصة مع شراب\nالسكنجبين (1) وذلك لما فى هذا الدواء من التلطيف والجلاء والحدة، والظاهر\nأن هذا الفعل، لا يتجاوز حصاة الكلية. والأشنة تفتح سدد الرحم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p450'> Vol. 02, p. 450</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head67'>الفصل السابع فى فعل الاشنة فى الأمراض التى لا اختصاص لها بعضو</h3>\n\n<p>\nإن هذا الدواء، من شأنه تقوية الأعضاء والمفاصل، إذا نطل بطبيخه أو جلس\nفيه. وهو يحل الإعياء (إذا) (1) جلس فى طبيخه، أو نطل به، أو طبخ هذا\nالدواء فى الدهن ومرخ به. ويقع هذا الدواء كثيرا فى الأدهان المراد بها (2)\nتقوية الأعضاء، أو تحليل الإعياء، أو شد المفاصل.\n</p>\n\n<p>\nوهذا الدواء يقوى (3) الأعضاء الضعيفة ويشدها، سواء (4) كان ضعفها لمرض،\nأو خلقة - كما فى الأرنبتين، والإبطين، وخلف الأذنين. ومن شأنه (أن) (5)\nيسكن الأوجاع، لما فيه من التحليل مع التقوية. وكذلك أيضا من <span id='ms140'></span> شأنه النفع من\nالأورام لما فيه من القبض والتحليل سواء ضمدت به الأورام، أو نطلت بطبيخه.\n</p>\n\n<p>\nوينفع من الصنان، ويطيب رائحة البدن، لأجل ما فى هذا الدواء من التجفيف\nللرطوبات الفضلية، المفسدة لرائحة البدن بعفوصتها، وبما فى هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p451'> Vol. 02, p. 451</a>\n            </div>\n            \n</p>\n\n<p>\nالدواء من العطرية. وهو يدخل فى الطيوب، ليكون محدا (1) للرائحة.\n</p>\n\n<p>\nوإذا طبخ هذا الدواء فى شراب، وشرب، كان نافعا من نهش الهوام وذلك لما\nفيه من الترياقية، كما بيناه أولا. وإذا أعوزت الشيبة، كان بدلها القردمانا\nكما قالوه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p452'> Vol. 02, p. 452</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head68'>المقالة الثانية والثلاثون (فى أحكام) أظفار الطيب</h2>\n\n<p>\nوكلامنا فى ذلك، يشتمل على ستة فصول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p453'> Vol. 02, p. 453</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head69'>الفصل الأول فى ماهية أظفار الطيب </h3>\n\n<p>\n(1)\n</p>\n\n<p>\nهذه قطع عظيمة، شبيهة فى رقتها - مع استطالتها - بقلامة أظفار الناس\nعطرية الرائحة، تستعمل فى الدخن (2) ، وهى غطاء (3) حيوان صدفى، والصدفية\nمنه (4) تجمع من المواضع التى تكون فيها مياه قائمة مدة، ثم تجف تلك المياه\nفتوجد هذه الأظفار فى مواضعها.\n</p>\n\n<p>\nولها رائحة الناردين لأن هذا الحيوان من شأنه أن يرعى (5) الناردين فلذلك\nإنما تكون (6) هذه الأظفار هناك، فى البلاد التى (7) ينبت فيها الناردين.\nومن هذه ما يوجد على ساحل القلز، ومنه دسومة، ولونه إلى البياض. ومنها\nبابلى فى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p455'> Vol. 02, p. 455</a>\n            </div>\n            \n</p>\n\n<p>\nناحية بابل، لونه أسود، وهو أصغر من الأول. وكلاهما (1) طيب الرائحة، إذا\nدخن بهما، كان فى رائحتهما شئ يشبه رائحة الجندبيدستر (2) .\n</p>\n\n<p>\nوقد قيل: إن أجود أظفار الطيب هى القرشية (3) . وأظن - والله أعلم - أن\nهذه منسوبة إلى القرش وهو حيوان عظيم فى البحر فتكون هذه فلوسه، وصفة هذه\nأنها حمراء مقعره كفلوس السمك، إلا أنها قليلة العرض، مستطيلة غير ذاهبة\n(4) على الاستقامة، بل مع انحناء ما.\n</p>\n\n<p>\nومن أظفار الطيب ما يوجد على ساحل جدة، وهى المكية. ومنها ما يوجد فى بحر\nاليمن، وقد قيل إنها هى القرشية.\n</p>\n\n<p>\nوجوهر أظفار الطيب هو جوهر العظام والأصداف، وجميع هذه فإن جواهرها (5)\nأرضية. فلذلك، أظفار الطيب جوهرها أرضى، وفيها - لامحالة - هوائية؛ ولذلك\nهى خفيفة الوزن، خاصة الدسمة منها، فإن الدسومة، كما بيناه أولا، إنما\nتتحقق بجسم فيه هوائية كثيرة. وفى هذه <span id='ms141'></span> الأرضية نارية قليلة، فلذلك هى حادة\nالرائحة، وأرضيتها لطيفة جدا، يابسة؛ ولذلك، هى قابلة للتصعد بالحرارة\nالنارية بسهولة، فلذلك تتدخن سريعا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p456'> Vol. 02, p. 456</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head70'>الفصل الثانى (1) فى طبيعة أظفار الطيب وأفعالها على الإطلاق</h3>\n\n<p>\nلما كان جوهر هذا الدواء مركب من أرضية لطيفة، ونارية يسيرة وهوائية.\nوكانت المائية فيه قليلة جدا؛ فمزاجه يجب أن يكون - لامحالة - حارا يابسا.\nأما الحرارة فلأجل النارية؛ فإنها تقوى الحرارة، وبرودة الأرضية والمائية\nلاتفى بتعديل تلك الحرارة، لأن برودة الأرضية ضعيفة جدا. وأما المائية -\nوإن كانت شديدة البرد - فإنها لقلتها (2) ، ليست تبرد تبريدا شديدا يقاوم\nحرارة النارية، خاصة والهوائية التى فى هذا الدواء، لابد وأن تسخن إسخانا\nما\n</p>\n\n<p>\n- لامحالة - فلذلك تكون حرارة هذا الدواء شديدة. واما اليبوسة فإنها أيضا\nيجب أن تكون شديدة جدا لأن يبوسة الأرضية لابد وأن تكون شديدة، والمائية\nلقلتها وضعف رطوبتها، لاتفى بتعديل (3) تلك اليبوسة، والنارية يابسة لا\nمحالة.\n</p>\n\n<p>\nوأما الهوائية فإنها وإن كانت فى نفسها (4) مفرطة الرطوبة، فإنها لا مدخل\nلها فى ترطيب الأعضاء. فلذلك، هذا الدواء يجب أن تكون يبوسته أزيد من\nحرارته. وكلتاهما (5) قويتان، لكن اليبوسة أقوى، لما ذكرناه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p457'> Vol. 02, p. 457</a>\n            </div>\n            \n</p>\n\n<p>\nولذلك، هذا الدواء حار، شديد اليبوسة، أرضى. فهو - لامحالة - مجفف. ويجب\nأيضا أن يكون تجفيفه شديدا؛ لأجل قوة تحليله بسبب قوة حرارته. فلذلك، يجب\nأن يكون هذا الدواء قوى الحرارة، قوى اليبوسة، قوى التحليل مفرط التجفيف.\nوذلك محلل، فهو - لامحالة - ملطف.\n</p>\n\n<p>\nفلذلك، يجب أن يكون هذا الدواء ملطفا، وأن يكون تلطيفه شديدا لأجل قوة\nتحليله؛ لأن أرضية هذا الدواء لطيفة، ومائيته قليلة، وفيه نارية وهوائية.\nفهو - لامحالة - لطيف جدا. وجميع الأدوية اللطيفة فإنها - لامحالة - أسرع\nفعلا وأبعد فعلا؛ فيجب أن يكون هذا الدواء كذلك.\n</p>\n\n<p>\nوإذ فى هذا الدواء أرضية كثيرة، فهو - لامحالة - قابض، وكل قابض فهو -\nلامحالة - مقو. والعطرية تقتضى التقوية، ولذلك هذا الدواء شديد التقوية.\nوأما قبضه فليس بقوى (1) ؛ لأن أرضيته ليست باردة. وكل دواء لطيف، فيه\nتحليل فهو - لامحالة - مفتح؛ ولذلك هذا الدواء لابد وأن يكون مفتحا. وكل\nدواء فيه قبض <span id='ms142'></span>، وتقوية عطرية، وتفتيح؛ فهو - لامحالة - نافع جدا للأحشاء\nفلذلك هذا الدواء لابد وأن يكون شديد النفع للأحشاء. ولأنه محلل، مقو؛ ففيه\n- لامحالة - عطرية، وتفتيح؛ فهو - لامحالة - نافع جدا للأحشاء؛ فلذلك هذا\nالدواء لابد وأن يكون شديد النفع للأحشاء. ولأنه محلل، مقو؛ فهو - لامحالة\n- مسكن للأوجاع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p458'> Vol. 02, p. 458</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head71'>الفصل الثالث فى فعل أظفار الطيب فى أعضاء الرأس</h3>\n\n<p>\nإن هذا الدواء، لما كانت أرضيته لطيفة، فهى (1) - لامحالة - قابلة\nللتدخين. فلذلك، إذا حصل هذا الدواء فى داخل البدن، تدخنت منه أجزاء كثيرة.\nولما كان هذا الدواء حارا، يابسا بقوة، كان ما يتدخن منه - لامحالة - كذلك.\nفلذلك، إذا بلغت دخانية هذ\n</p>\n\n<p>\nاالدواء إلى الدماغ، فلابد وأن تحدث فيه أمرين:\n</p>\n\n<p>\nأحدهما: ثقل الرأس. وذلك لأن هذه الدخانية هى - لامحالة - أجزاء أرضية،\nوالأجزاء الأرضية ثقيلة لامحالة، وإذا حصل الثقيل فى جسم، صار أثقل (2)\nلامحالة؛ فلذلك هذا الدواء إذا ورد إلى داخل البدن، أحدث ثقلا فى الرأس\nلامحالة.\n</p>\n\n<p>\nوثانيهما: صداع. وذلك لأجل حرارة دخانية هذا الدواء ويبوستها، ويلزم ذلك\nأن يوجع هذا الدخان بكيفيته. ولأن الدخان إذا حصل فى مكان، فلابد وأن\nيتحرك، وتلزم حركته حركة ما يلقاه أمامه إلى جهة حركته؛ فلذلك هذا الدخان\nلابد وأن يحرك الأعضاء التى فى داخل الرأس إلى جهات حركته؛ ويلزم ذلك أن\nتمدد تلك الأعضاء، وهذا التمديد يلزمه تفريق اتصال تلك الأعضاء وذلك -\nلامحالة - مؤلم مصدع. فلذلك، ما يرتفع إلى الرأس من دخانية هذا الدواء،\nلابد وأن يوجع ويصدع بكيفيته وبتمديده جميعا؛ فلذلك كان هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p459'> Vol. 02, p. 459</a>\n            </div>\n            \n</p>\n\n<p>\nالدواء، المسمى بأظفار الطيب، إذا ورد إلى داخل البدن، فلابد وأن يحدث\nثقلا فى الرأس، وصداعا، ومع ذلك فإنه لايحدث صرعا ولا سكتة ونحو ذلك وذلك\nلأن هذا الدخان هو لطيف المادة؛ لأنه من أرضية لطيفة - كما قلناه أولا -\nومع ذلك فإنه شديد الحرارة واليبوسة، وما كان كذلك فهو لامحالة يتحلل\nبسرعة، فلا يحدث عنه ذلك.\n</p>\n\n<p>\nوأما اشتمام هذا الدواء بالتدخين؛ لأن (1)) من مادة لطيفة، وقد ازدادت\nلطافة بالحرارة النارية والمدخنة لها؛ فلذلك هذه الدخانية تحدث فى <span id='ms143'></span> الدماغ\nأمورا:\n</p>\n\n<p>\nأحدها: أنها فى أول الأمر تسكن الصداع البارد؛ وذلك لأجل تعديلها مزاج\nالدماغ حينئذ. فإن أفرط فى استعمال هذا الدخان، فإنه - لامحالة - يملأ\nالدماغ؛ فلذلك قد يصدع بفرط التسخين والتليين (2) ، وبالتحديد.\n</p>\n\n<p>\nوثانيها: أن هذه الدخانية تنفع (3) النزلات الباردة جدا؛ وذلك لأجل\nتعديلها (4) لمزاج الدماغ، وتجفيفها لرطوباته الفضلية المحدثة للنزلات.\n</p>\n\n<p>\nوثالثها: أن هذه الدخانية بقوة حرارتها ويبوستها وتجفيفها، لابد وأن تحلل\nما تلقاه فى داخل الرأس من الرطوبات الفضلية، وأن تلطف تلك الرطوبات بما\nفيها من التلطيف، وتجففها (5) بقوة تجفيفها؛ فلذلك تبرئ من الصرع، والسكتة\nوالسبات والنسيان، ونحو ذلك من الأمراض الرطبة الدماغية. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p460'> Vol. 02, p. 460</a>\n            </div>\n            \n</p>\n\n<p>\nوأظفار الطيب لأجل عطريتها، تدخل فى أقسام الطيوب كلها، وشمها يقوى\nالدماغ البارد تقوية كثيرة (1) ؛ وذلك لما فيها من التقوية مع التعديل\nللمزاج. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p461'> Vol. 02, p. 461</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head72'>الفصل الرابع في فعل أظفار الطيب في أعضاء الصدر</h3>\n\n<p>\n(1)\n</p>\n\n<p>\nإن هذا الدواء قد ثبت أنه قابض قبضا متوسطا، وأنه مقو، وهو (2) - لامحالة\n- عطر. وجميع ما هو كذلك فهو - لامحالة - مقو (3) للقلب، خاصة وهو لعطريته\nيقوى الروح. ويلزم ذلك، أن يكون شديد التقوية للقلب؛ فلذلك هذا الدواء ينفع\nجدا من الخفقان، خاصة ما كان منه حادثا عن مادة باردة جدا كالبلغم الفج.\n</p>\n\n<p>\nولما كان هذا الدواء عطريا، وكل دواء عطر فقد بينا أنه ينبغى أن يكون\nترياقيا ومقرحا. وقد بينا أن هذا الدواء لابد وأن يكون شديد الحرارة\nواليبوسة وما كان كذلك من الأدوية التى تنفذ إلى (4) الروح، فهو - لامحالة\n- يحد مزاج الروح، ويشعلها، ويلهبها. وما كان كذلك فإنه يجعل الروح شديدة\nالاستعداد للحركة إلى الخارج دفعة، وسريعا جدا. وما كان كذلك، فإنه يجعل\nالروح شديدة الاستعداد لما به يحدث الغضب؛ فلذلك كان هذا الدواء من الأدوية\nالمغضبة، لا من الأدوية المفرحة. وهذه السخونة واليبوسة يحيلان (5) الروح\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p462'> Vol. 02, p. 462</a>\n            </div>\n            \n</p>\n\n<p>\nوذلك لاينافى (1) الترياقية؛ فلذلك (2) يكون هذا الدواء - مع أنه مقو\nللقلب مغضب - هو ترياق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p463'> Vol. 02, p. 463</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head73'>الفصل الخامس فى فعل أظفار الطيب فى أعضاء الغذاء</h3>\n\n<p>\nإن هذا الدواء، قد بينا أن جوهره من أرضية لطيفة، ونارية، وهوائية وأن\nمائيته <span id='ms144'></span> قليلة. وما كان كذلك، فإنه بعيد جدا عن التغذية، خاصة وهو شديد\nاليبوسة، مفرط التجفيف؛ وذلك مما ينافى التغذية. فلذلك، هذا الدواء من\nالأدوية الصرفة.\n</p>\n\n<p>\nوقد بينا أن هذا الدواء مفتح، محلل، مقو، قابض. فهو لذلك، شديد النفع\nللأحشاء كلها، وبينا أن هذا الدواء مسكن لأوجاع المعدة والكبد وغيرهما من\nالأحشاء، وأنه (1) يقوى فم المعدة جدا؛ وذلك لما فيه من القبض والعطرية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p464'> Vol. 02, p. 464</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head74'>الفصل السادس فى فعل أظفار الطيب فى أعضاء النفض </h3>\n\n<p>\n(1)\n</p>\n\n<p>\nإن هذا الدواء لأجل عطريته، وقبضه، وتقويته؛ هو شديد الملائمة لجميع\nالأعضاء. وما كان من الأعضاء باردا عصبيا، فهو له أكثر ملائمة لامحالة، لأن\nهذا الدواء شديد الحرارة واليبوسة. فلذلك، كان هذا الدواء شديد الملائمة\nجدا للرحم، خاصة وهو لشدة تجفيفه يناسب الرحم، إذا الرحم لابد وأن تكون\nالفضول فيه كثيرة؛ لأنها تتحرك إليه بالطبع؛ فلذلك كان الرحم شديد الانتفاع\nبهذا الدواء، شديد الميل إليه، وهو يطيب رائحته إذا بخر به. فلذلك، إذا بخر\nرحم صاحبه اختناق (2) الرحم بهذا (3) الدواء، نفعها ذلك جدا، ورد ميلان\nالرحم؛ وذلك لأجل شدة ميله إلى جهته، لأجل شدة ملائمته لجوهره.\n</p>\n\n<p>\nوينبغى أن يكون هذا التبخر بقمع يدخل فى الفرج، ويترك الموضع المتسع من\nالقمع، قبالة بخار هذا الدواء، لكى يصل ذلك البخار إلى الرحم، من غير أن\nيصل (4) إلى الأنف من خارج. وكذلك، إذا جلست المرأة على إجانة مثقوبة بحذاء\nفم الرحم، وكان تدخين هذا الدواء تحت تلك الإجانة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p465'> Vol. 02, p. 465</a>\n            </div>\n            \n</p>\n\n<p>\nوأما اشتمام المختنقة (1) الرحم (2) لرائحة هذا الدواء، ووصول دخانه إلى\nأنفها، فإنه شديد الضرر بها جدا؛ وذلك لأن الرحم يعرض له - حينئذ - زيادة\nالتقلص إلى فوق، طلبا إلى رائحة هذا الدواء. لأجل عطريته (مع تقويته، وشدة\nملائمته للرحم، ونقائه من الفضول، وطيب رائحته فى ذلك، لأنه مع عطريته) (3)\nيجفف الرطوبات المحدثة للعفونة، المفسدة للرائحة. ولذلك، فإن هذا الدواء\nيطيب (4) رائحة البدن إذا تدلك به، وكذلك إذا ذر على مواضع الصنان، ونحو\nذلك.\n</p>\n\n<p>\nوبعض أصناف هذا الدواء قوى الجلاء؛ فلذلك إذا شرب فى بعض الرطوبات <span id='ms145'></span> كثر\n(5) البطن بإفراط جلائه (6) . وأما أكثره (7) ، فإنه يعقل البطن بما فيه من\nالقبض مع التجفيف. وإذا شرب من هذا الدواء قدر درخميين بماء حار أخرج الدم\nالجامد المنعقد من الكلى والمثانة؛ وذلك لأجل إذابته لذلك الدم بقوة\nحرارته. وكذلك، هذا الدواء (8) يخرج الحيض المحتبس، لأجل انسداد مجاريه\nبالبلغم الغليظ اللزج؛ وإدامة تدخين الرحم به، يفعل ذلك أيضا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p466'> Vol. 02, p. 466</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head75'>المقالة الثالثة والثلاثون فى أحكام الأفتيمون</h2>\n\n<p>\nوكلامنا فى ذلك، يشتمل على أربعة فصول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p467'> Vol. 02, p. 467</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head76'>الفصل الأول فى ماهية الأفتيمون </h3>\n\n<p>\n(1)\n</p>\n\n<p>\nإن هذا النبات شبيه فى قوته بالحاشا (2) ، حتى ظن أنه نوع من الحاشا لكن\nالحاشا أضعف قوة منه. وسنتكلم فى قوى الحاشا فى كتاب الحاء (3) . والمستعمل\nكثيرا من هذا النبات، الذى هو الأفتيمون إنما هو أطرافه، وهى بذور وزهر،\nوقضبان دقاق خفيفه متهشمة، حمر الألوان، حادة الرائحة، حريفة الطعم. وأجود\nذلك ما كان أشد حمرة، وأحد رائحة، وأطيب طعما. وكان نباته فى اقريطس أو فى\nالبيت المقدس.\n</p>\n\n<p>\nوجوهر هذا النبات جوهر نارى هوائى، وهوائيته أزيد من ناريته؛ ولذلك فإن\nحرافته ضعيفة، وليست تظهر عند أول ملاقاته للسان، بل بعد مضغه فلذلك لابد\nوأن يكون فيه مائية تخفى تأثير ناريته، إلى أن ينفذ إلى باطن اللسان وهذه\nالمائية ليست بكثيرة فيه، وليس فيه أرضية يعتد بها. ويدل على كثرة هوائيته،\nزيادة خفته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p469'> Vol. 02, p. 469</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head77'>الفصل الثانى فى طبيعة الأفتيمون وأفعاله على الإطلاق</h3>\n\n<p>\nلما كان جوهر هذا الدواء من هوائية كثيرة، ونارية يسيرة، تقارنها مائية\nيسيرة أيضا. وفيه أرضية قليلة جدا، وأرضيته (1) حارة؛ إلا أنها (2) لم تبلغ\nإلى حد الاحتراق المحدث للمرارة. فلذلك، لابد وأن يكون هذا الدواء حارا (3)\nيابسا ويجب أن تكون حرارته أزيد من يبوسته؛ وذلك لأن حرارته تحدث من ناريته\nوهوائيته، وحرارة (4) النارية شديدة جدا؛ فلذلك يكون التكاثر بحرارة ما فى\nهذا الدواء من النارية والهوائية، إنما هو المائية فقط، وهى فى هذا الدواء\nيسيرة؛ فلذلك تكون حرارة هذا يبوسة النارية ضعيفة، ويبوسة الأرضية وإن كانت\nقوية جدا، إلا أن هذه الأرضية قليلة الدواء قوية.\n</p>\n\n<p>\nوأما <span id='ms146'></span> يبوسته، فليست بشديدة جدا؛ لأن المقدار فى هذا الدواء فلذلك يجب أن\nتكون يبوسته ضعيفة.\n</p>\n\n<p>\nوجوهر هذا الدواء شديد اللطافة جدا؛ وذلك لأجل قلة أرضيته وكثرة هوائيته؛\nفلذلك قواه تتحلل بسرعة جدا. وذلك (5) ينبغى أن لا يبالغ (6) فى طبخه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p470'> Vol. 02, p. 470</a>\n            </div>\n            \n</p>\n\n<p>\nلأجل سرعة انحلال قوته. وإذا كان كذلك، فإن حرارته وإن كانت فى نفسها\nشديدة؛ فإنه ليس يسخن إسخانا قويا كثيرا جدا؛ وذلك لأجل انحلال قوته بسرعة،\nفلا يبقى فى البدن بقدر ما تشتد (1) قوته.\n</p>\n\n<p>\nوقد يستعمل هذا الدواء مطبوخا، وقد يستعمل جرمه نفسه مسحوقا، وقد يستعمل\nنقيعه. ويجب أن يكون دواء محللا؛ وذلك لما فيه من الحرارة النارية وأن يكون\nمدفئا (2) وذلك لأجل تلك الحرارة؛ وأن يكون ملطفا، وإلا لم يكن محللا؛ فإن\nالتحليل إنما يتم بترقيق الأجزاء، وذلك هو التلطيف.\n</p>\n\n<p>\nفلذلك، كان هذا الدواء يخرج البلغم والسوداء، وإخراجه للسوداء أكثر وذلك\nلأجل إذابته لهذين الخلطين وترقيقه لقوامهما، فيهيأ للطبيعة - بذلك -\nدفعهما. ومع ذلك فإنه لا يخلو (3) عن قوة تحدث الخلطين (4) وتسهلهما.\n</p>\n\n<p>\nولابد وأن يكون هذا الدواء قوى التفتيح؛ وذلك لأجل لطافته مع قوة تحليله،\nوبهذا التفتيح يعين - لامحالة - على إخراج السوداء والبلغم الغليظ؛ وذلك\nلأجل اتساع الطرق لهما.\n</p>\n\n<p>\nولما كان هذا الدواء خاليا (5) عن العطرية، لا جرم لم يكن هذا الدواء من\nالأدوية الترياقية ولا المفرحة، إلا بما يخرجه من السوداء. ولما (6) لم يكن\nفيه قبض ظاهر، لم يكن فيه تقوية يعتد بها. فلذلك، ليس يقوى القلب، إلا بما\nيدفع عنه السوداء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p471'> Vol. 02, p. 471</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head78'>الفصل الثالث فى فعل الافتيمون فى أعضاء الرأس والصدر</h3>\n\n<p>\nإن هذا الدواء لما لم (1) يكن فيه قبض ظاهر، لا جرم لم يكن فيه تفريح ولا\nتقوية للقلب ولا ترياقية، وإنما يفرح ويقوى القلب بما يدفع من السوداء\nويلطف الأرواح والأخلاط الغليظة التى عند القلب، وبالقرب منه. ولكن (2)\nبحرارته قد يحدث هما وكربا، وإحداثه الكرب أزيد، وخاصة بالمحرورين والشبان.\nولكنه لإخراجه السوداء وتنقيته الروح منها، يجعل أرواح الدماغ جيدة، صافية؛\nلأجل ما يصل إليه من الروح الحيوانى. ومع ذلك <span id='ms147'></span> فإنه يقلل ما ينفذ إلى الدماغ\nمن الدخانية؛ وذلك لأجل إخراجه السوداء؛ فذلك كان هذا الدواء نافعا جدا من\nالماليخوليا والصرع.\n</p>\n\n<p>\nأما (نفعه) (3) من الماليخوليا فظاهر؛ لأنه يزيل ما فى الدماغ من الأبخرة\nالسوداوية، ومن الفضول السوداوية المكدرة لأرواحه، وذلك (4) يصلح الفكرة\nويدفع الوسواس السوداوى، والوحشة التى تحدث لقوى الدماغ بظلمة السوداء\nوكدورتها.\n</p>\n\n<p>\nوأما نفع هذا النبات من الصرع؛ فلأنه إذا منع الدخانية عن الدماغ، منع -\nلامحالة - حدوث الرياح فيه؛ فإن حدوث الرياح إنما يكون من الدخانية. وإذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p472'> Vol. 02, p. 472</a>\n            </div>\n            \n</p>\n\n<p>\nقلت الرياح فى الدماغ، قل حدوث الصرع أو فقد، وذلك لأنا سنبين أن أكثر\nحدوث الصرع إنما هو عن الرياح التى تحصل فى الدماغ، ولا تجد منفذا تخرج منه\nمن الدماغ سوى مسام الأعصاب. وينفع هذا الدواء للصرع السوداوى أكثر؛ وذلك\nلأجل كثرة إخراجه للسوداء.\n</p>\n\n<p>\nولما كان الدماغ بارد المزاج رطبه، لاجرم لم يكن فى الأفتيمون إضرار به\nإلا أن يكون شديد الحرارة، وحينئذ قد يحدث عن الأفتيمون صداع حار أو سهر\nونحو ذلك. وأما الأعصاب، فإنها تنتفع بالأفتيمون؛ وذلك لأجل تعديله\nلمزاجها؛ فلذلك كان الأفتيمون نافعا من التشنج (1) الامتلائى (2) ، وذلك\nإذا لم يكن الامتلاء فى الأعصاب كثيرا جدا؛ فإنه - حينئذ - لأجل تسخينه قد\nيحرك تلك المادة الكثيرة الآتية (3) للعصب، فيكون بذلك مزيدا فى التشنج.\n</p>\n\n<p>\nوكثير (4) من الناس قد يعرض له (5) عند شرب الأفتيمون ما يسمونه بالعقال\nوهو تشنج ريحى يذهب سريعا (6) ؛ وذلك لأجل تحريكه ما يكون فى أعصاب هؤلاء\nمن الرطوبات، وإحالته لها رياحا، لأجل حرارته. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p473'> Vol. 02, p. 473</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head79'>الفصل الرابع فى فعل الأفتيمون فى أعضاء الغذاء وأعضاء النفض</h3>\n\n<p>\nإن هذا الدواء لأجل كثرة هوائيته، مع النارية التى فيه، مع قلة الأرضية\nوالمائية هو - لامحالة - مناف بجوهره لجوهر الغذاء، إذ جوهر الغذاء يحتاج\nأن يكون كثير الأرضية والمائية، وأن يكون امتزاجهما مستحكما ليكون بكثرة\n(1) الأرضية مناسبا لجوهر الأعضاء، وبكثرة مائيته (2) سهل (3) الانفعال،\nوبقوة امتزاج هذين الجوهرين فيه، يكون جوهره لدنا شبيها بجواهر الأعضاء.\n</p>\n\n<p>\nوالأفتيمون مع قلة أرضيته ومائيته، فإن امتزاجهما (4) واه؛ فلذلك يسهل\nانحلال <span id='ms148'></span> قوته. فلذلك كان الأفتيمون بعيدا جدا عن التغذية، فلذلك هو من\nالأدوية الصرفة.\n</p>\n\n<p>\nولأجل قوة حرارته، هو يحلل الرياح والنفخ. فلذلك، هو نافع من المغص\nالريحى، وربما نفع من القولنج (5) الذى هو كذلك. ولكنه لأجل (6) هذا\nالتسخين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p474'> Vol. 02, p. 474</a>\n            </div>\n            \n</p>\n\n<p>\nالقوى هو يكرب ويغثى ويقيئ، خاصة للمحرورين، والصفراويين، والشبان.\nولذلك، فإن الأفتيمون أوفق للمبرودين، والكهول (1) ، والمشايخ؛ منه لغيرهم\n(2) .\n</p>\n\n<p>\nوهو يخرج السوداء بالإسهال، ويسكن عاديتها. وأكثر استعماله فى زماننا\nلذلك، هو فى المطبوخات. وله مطبوخ يخصه يعرف بمطبوخ الأفتيمون يستعمل فى\nالسوداويين. وقد يستعمل جرمه فى الحبوب، وقد يستعمل بانفراده مع ماء الجبن،\nأو باللبن الحليب. وقد ينقع فى الشراب، ويستعمل.\n</p>\n\n<p>\nوإذا استعمل فى المطبوخات، لم يبالغ فى طبخه، بل يوضع فى آخر الطبخ؛ وذلك\nلأجل ضعف قوة الأجزاء التى تفضل (3) منه فى طبيخه. ومن الناس من يضعه فى\nالمطبوخات، مصرورا فى خرقة من كتان ونحوه؛ والغرض بذلك: منع قوته من مبادرة\nالتحلل إليها.\n</p>\n\n<p>\nوأكثر ما يستعمل فى المطبوخات، أربعة دراهم، وأقل ذلك درهمان. وأما فى\nالحبوب فقد يستعمل منه درهمان، وقد يقتصر على وزن درهم واحد والوسط مثقال.\nوأما فى ماء الجبن ففى الأكثر يستعمل منه أربعة دراهم، وقد يقتصر على ثلاثة\nدراهم أو درهمين، وذلك إذا كان معه غيره، وقد يستعمل منه - حينئذ - خمسة\nدراهم، وذلك إذا كان بانفراده، ويكون شربه حينئذ بالسكر أو بالسكنجبين (4)\n. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p475'> Vol. 02, p. 475</a>\n            </div>\n            \n</p>\n\n<p>\nوأما إذا استعمل باللبن الحليب، ففى الأكثر يكون كذلك بقدر خمسة دراهم أو\nستة دراهم، وقد يستعمل منه - حينئذ - وزن (1) عشرة دراهم، ويشرب حينئذ\nبالسكر. وأما إذا استعمل بالخمر، ففى الأكثر يستعمل منه وزن خمسة دراهم؛\nوذلك لأجل اجتماع حرارته مع حرارة الخمر، فلا يكثر، كما إذا استعمل باللبن.\nوأجود استعماله - حينئذ - أن يصر فى خرقة كتان، ويوضع فى الخمر يوما وليلة،\nثم بعد ذلك قد يستحلب فى ذلك الخمر، بأن (2) يكرر عصير تلك الخرقة فى\nالخمر، لتخرج منه الأجزاء اللطيفة، ثم يستعمل ذلك الخمر، إما وحده أو\nبالسكر. والأجود حينئذ، أن يكون سحقه شديدا، ليكون ما <span id='ms149'></span> يفعل منه فى الخمر\nأزيد.\n</p>\n\n<p>\nوهذه المقادير كلها، إنما هى غاذية (3) ، ويجوز أن (4) تعين على ذلك\nويكون تغيرها بحسب مزاج المستعمل له. ولابد وأن يكون معه مثل دهن اللوز\nليكسر حدته ويبوسته. وكثير من الأولين كانوا يسقونه مع العسل والملح\nومرادهم بذلك: زيادة إذابته للسوداء؛ فإنه أيضا يخرج بلغما كثيرا، ومع ذلك\nفإنه يعطش، خاصة المحرورين. وإذا أعوز فقد يبدل بالحاشا، ولكن يكون هذا\nالحاشا أزيد منه وزنا، وذلك لأجل ضعف قوة الحاشا عن قوة الأفتيمون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p476'> Vol. 02, p. 476</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head80'>المقالة الرابعة والثلاثون فى أحكام الأفسنتين</h2>\n\n<p>\nوكلامنا فى ذلك، يشتمل على ثمانية فصول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p477'> Vol. 02, p. 477</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head81'>الفصل الأول فى ماهية الأفسنتين</h3>\n\n<p>\nإن هذا الدواء نوع من الشيح ولذلك يسمى: الشيح الرومى. وله أصول وساق،\nوأغصان، وأوراق، وزهر، وبزر (1) ، وعصارة. وهو نبات شجرى يقوم على ساق\nواحدة، ذات (2) أغصان كثيرة، وفى كل غصن أوراق كثيرة صغار، متراكمة، غبر،\nتشبه الأشنة فى غبرتها. وزهره أقحوانى صغير، أبيض فى وسطه شئ أصفر، وله بزر\nدقيق، وفى طعمه قبض يسير ومرارة مع الحرافة ويتصف باعتبار منبته. واختلف\nالأطباء فى أصنافه (3) ، فقيل: إن أصنافه هى هذه: خراسانى (4) ، ورومى،\nومشرقى، ومجلوب من جبل اللكام (5) ، وسوسى وطرسوسى، ونبطى. وفى النبطى\nعطرية ظاهرة، وغيره ليس كذلك، بل هو كريه (6) الرائحة. وهذا النبطى أصفر\nورقا وزهرا من غيره. وأجود الأفسنتين ما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p479'> Vol. 02, p. 479</a>\n            </div>\n            \n</p>\n\n<p>\nهو زغبى (1) اللون، صبرى (2) الرائحة عند الفرك، وأفضل ذلك (3) : السوسى\nوالطرسوسى.\n</p>\n\n<p>\nوجوهر هذا الدواء مركب من أرضية باردة، بها يصير قابضا. ومن أرضية\nمحترقة، بها يصير مرا. ومن جوهر نارى، به (4) يصير حريفا. ومن هوائية، بها\nيصير خفيفا. والجزء المائى فيه كثير؛ ولذلك تعتصر (5) منه عصارة كثيرة.\nوجوهره لطيف؛ لأن الأرضية الباردة فيه قليلة. وأكثر أجزائه لطيفة (6) جدا\nومزاجه من هذه الأجزاء غير مستحكم؛ ولذلك تصدر عنه أفعال متباينة.\n</p>\n\n<p>\nوتارة يستعمل جرمه، وتارة عصارته، وتارة شرابه، وتارة بزره وزهره.\nوعصارته أقل أرضية - لامحالة - فلذلك هى أقل قبضا. وإنما تكثر (7) فيها\nالنارية والمائية، فلذلك هى أكثر تحليلا، وأقل قبضا.\n</p>\n\n<p>\nوتختلف أصنافه فى أفعاله؛ لأجل اختلافها فى <span id='ms150'></span> الأجزاء التى هى عناصرها فما\nكان من أصنافه كثير الأرضية الباردة، كان أكثر قبضا، وذلك كالنوع المجلوب\nمن نيطس (8) ولذلك فإن هذا الصنف يختار لأجل تقوية المعدة والكبد ونحوهما\nمن الأحشاء، خاصة وهو مع قوة قبضه، عطر، قليل الحرارة والحدة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p480'> Vol. 02, p. 480</a>\n            </div>\n            \n</p>\n\n<p>\nوما كانت هذه الأرضية فيه قليلة، فهو أقل قبضا، وأقل بردا؛ ولذلك كانت\n(1) عصارة هذا الدواء أشد حرارة، وجرمه؛ لأجل قلة الأرضية فيها؛ ولذلك هى\nكالفاقدة (2) للقبض. وكذلك ما يكون فيه عطرية كالصنف النبطى منه؛ فإنه يكون\nأكثر تقوية للأحشاء وللروح، مما ليس كذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p481'> Vol. 02, p. 481</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head82'>الفصل الثانى فى طبيعة الأفسنتين وأفعاله على الإطلاق</h3>\n\n<p>\nإن هذا الدواء، لما كان مركبا من أرضية بعضها بارد قابض (1) ، وبعضها حار\nمر (2) ، ومن نارية حريفة، ومن هوائية بها هو خفيف، ومن مائية ليست بيسيرة؛\nفلابد وأن يكون هذا الدواء حارا يابسا، ولابد وأن تكون حرارته يسيرة؛ لأجل\nكثرة المائية، ولابد وأن تكون يبوسته زائدة؛ لأن الأرضية كثيرة ويبوسة\nالأرضية شديدة. وأما المائية فمع ضعف رطوبتها، هى أقل من الأرضية ولذلك فإن\nهذا الدواء ليس فيه تفاهة ظاهرة. وأما الهوائية التى فيه، فلا تأثير لها فى\nالرطوبة؛ فلذلك يجب أن تكون يبوسة هذا الدواء شديدة، خاصة والجزء النارى\nفيه جوهره يابس.\n</p>\n\n<p>\nوتحليل هذا الدواء يعين على يبوسته؛ ولذلك هو مجفف، وعصارته أشد حرارة من\nجرمه، وأقل يبوسة؛ وذلك لأن الأرضية فى العصارة، لابد وأن تكون أقل. وأما\nالنارية فتكون فيها أزيد؛ لأنها لأجل لطافتها تصحب المائية المعتصرة،\nوتفارق.. (3) فلذلك تكون هذه العصارة لذاعة، قليلة.. (4) فلذلك تضر المعدة،\nمع أن الأفسنتي نافع لها جدا. ومنه ((5) أكثر بردا وتقوية، وأقل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p482'> Vol. 02, p. 482</a>\n            </div>\n            \n</p>\n\n<p>\nتحليلا، لأن المائية الباردة القابضة فيه أكثر.\n</p>\n\n<p>\nوقد علمت أن جوهر هذا الدواء لطيف (1) . فأقول أيضا: إنه ملطف وذلك بما\nفيه من النارية. وهذا الدواء بما فيه من القبض يقوى، ويشد، ويجمع أجزاء\nالعضو. وبما فيه من المرارة يجلو ويحلل قليلا. وبما فيه من الحرافة، يحلل\nكثيرا ويفتح، وكذلك يفعل ذلك بما فيه من المرارة. وبما فيه من المائية <span id='ms151'></span>،\nيغسل. وبما فيه من اليبوسة مع التحليل، يجفف.\n</p>\n\n<p>\nولأجل تجفيفه مع التحليل والجلاء، هو منق (2) . وبما فى النبطى من\nالعطرية يفرح، ويقوى القلب والروح، فتقوى على دفع السموم، فيكون بذلك\nترياقا بوجه ما. وفى الأفسنتين مع التجفيف تليين؛ لأن حرارته ليست شديدة\nجدا. فلذلك هو نافع من الصلابات الباطنة؛ ولأنه قوى التفتيح، فهو لذلك مدر.\n</p>\n\n<p>\nولما كان هذا الدواء مر، حريفا، لطيفا؛ فهو - لامحالة - مباين لطبيعة\nالغذاء؛ فلذلك يكون دواء صرفا. ولأجل مرارته ينافى طبيعة الحيوان؛ فلذلك هو\nيقتل الديدان، ويمنع تسوس النبات، ويحفظ الكاغد من القرض بالأرضة (3)\nونحوها. وإذا جعل هو وماؤه (4) مع المداد، وكتب به، لم تقرض الفأر الكتاب\nويحفظ الكتاب من التغير، بتجفيف الرطوبات المائية الفضلية، التى تعده\nللفساد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p483'> Vol. 02, p. 483</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head83'>الفصل الثالث في طبيعة الأفسنتين فى أعضاء الرأس</h3>\n\n<p>\nإن هذا الدواء - لأجل قبضه - إذا شرب قبل الشراب، منع الخمار وسرعة\nالسكر، وذلك لتقويته فم المعدة، ومنعه من (1) تصعد أبخرة الشراب. وكذلك إذا\nتنقل ((2) بشرابه على الشراب، ولعق جرمه بشراب قابض، كشراب الآس ونحوه.\nوالنبطى بهذا أولى، لأنه أكثر قبضا من غيره.\n</p>\n\n<p>\nوبهذا الوجه، فإن الأفسنتين إذا استعمل، نفع من الصداع الكائن من بخار\nالمعدة. وأما عصارة الأفسنتين فإنها إذ استعملت على هذه الصورة (3) أعنى\nمشروبة أو ملعوقة ونحو ذلك؛ فإنها تصدع؛ وذلك لأنها - لقلة الأرضية القابضة\nفيها - ليست تقبض قويا؛ فلذلك ليست تقوى فم المعدة بقوة، فلا تمنع البخار\nعن التصعد؛ ولذلك فإنها لاتنفع فى الخمار. ومع أنها لا تمنع الخمار فإنها\nتبخر بقوة حرارتها، وتلذع المعدة بحدتها، وذلك من أسباب الصداع فلذلك كانت\n(4) عصارة الأفسنتين مصدعة (5)\n</p>\n\n<p>\nوإذا ضمد الرأس بالأفسنتين قواه، وجفف رطوباته الفضلية، وذلك بما فيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p484'> Vol. 02, p. 484</a>\n            </div>\n            \n</p>\n\n<p>\nمن القبض والتجفيف والتحليل؛ فلذلك قد ينفع جدا من النزلات. وفعل العصارة\nفى ذلك أقل، لقلة تجفيفها، وخلوها من التقوية القوية.\n</p>\n\n<p>\nوبخار الأفسنتين المطبوخ إذا حوذى (1) به الأذن، قواها لامحالة، وحلل\nفضولها. فلذلك، ينفع من أوجاع الأذن. والعصارة تنفع أيضا فى ذلك، ولكنها\nلاتقوى كثيرا، بل تحلل مادة الوجع بقوة <span id='ms152'></span> (2) . وكذلك الأفسنتين نفسه، إذا\nضمدت به الأذن الوجعة، سكن وجعها، خاصة معجونا بالعسل، وإذا ضمدت به أورام\nما خلف الأذن، نفع منها، بتحليله مع قلة قبضه. ونفع العصارة فى هذه\nالأورام، أكثر. ولذلك (3) النبطى من الأفسنتين أكثر من نفع غير النبطى لأن\nالنبطى أقوى قبضا، وأضعف تحليلا.\n</p>\n\n<p>\nوإذا أدخل فى الأذن فتيلة من الأفسنتين المعجون بالعسل ونحوه، نفع من\nرطوبات الأذن؛ وذلك لأجل تجفيفه. ونفع النبطى فى هذا أكثر؛ لأنه أكثر\nأرضية. وإذا طبخ فى دهن اللوز، ثم أضيف إليه مرارة الماعز، وقطر فى الأذن\nحلل رياحها، ونقى قروحها، ونفع من الصمم (4) سريعا جدا.\n</p>\n\n<p>\nوإذا شرب الأفسنتين بالعسل (5) ، نفع من السكتة؛ وذلك لأجل منعه (6)\nالأبخرة من الدماغ مع تجفيفه له، وتقويته إياه. وكذلك أيضا ينفع من الصرع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p485'> Vol. 02, p. 485</a>\n            </div>\n            \n</p>\n\n<p>\nوالفالج. وإذا اكتحل بالأفسنتين؛ نفع من الرمد العتيق؛ وذلك لأجل زيادة\nتجفيفه مع التقوية. والنبطى فى هذا أنفع، لأنه مع زيادة تجفيفه وتقويته -\nلأجل زيادة قبضه وأرضيته - فإنه عطر، وأقل لذعا للعين؛ وذلك لأجل قلة\nحرارته.\n</p>\n\n<p>\nوعصارة الأفسنتين أقل فعلا فى ذلك؛ لأجل قوة حرارتها، وحدتها، مع قلة\nتقويتها، وتجفيفها. وإذا ضمدت العين بالأفسنتين يفعل ذلك. وإذا ضمد به مع\nالميبختج (1) سكن ضربات العين، أو فى موضع آخر (2) ؛ وذلك لأجل تحليله الدم\nالجامد، والعصارة فى هذا أولى.\n</p>\n\n<p>\nوإذا اكتحل بالأفسنتين؛ نفع من الغشاوة - خاصة معجونا بالعسل - وذلك لأجل\nتحليله مع تقوية جرم العين. وهو يحد البصر بما فيه من التلطيف الملطف\nللروح، مع تقويته للعين، وتحليل فضولها، لأجل جلائه (3) . وكذلك إذا اكتحل\nبه؛ نفع من الودقة (4) بتحليله مادتها (5) . وكذلك إذا ضمدت به العين؛ نفع\nمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p486'> Vol. 02, p. 486</a>\n            </div>\n            \n</p>\n\n<p>\nأورامها، خاصة القليلة الحرارة والباردة، وهو شديد النفع لغلظ الأجفان.\nوإذا ضمدت به العين المطروفة، مسحوقا، مصرورا فى خرقة كتان مغموسة فى ماء\nحار؛ نفع الطرفة جدا، وحلل ما يكون قد احتبس فيها من الدم؛ حتى قيل إن ذلك\nالدم يخرج إلى الأفسنتين حتى إذا اعتصرت تلك الصرة، خرج منها ذلك الدم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p487'> Vol. 02, p. 487</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head84'>الفصل الرابع فى فعل الأفسنتين فى <span id='ms153'></span> أعضاء الصدر</h3>\n\n<p>\nلما كان هذا الدواء مقويا، فهو - لامحالة - يقوى القلب، خاصة النبطى منه؛\nفإنه وإن كان أقل قبضا، فإنه عطر؛ والعطرية أقوى تقوية (1) للقلب (2) .\nوكذلك فإن هذا النبطى ينفع من الخفقان؛ ولأن ما (3) فيه مع العطرية يلطف\nفلذلك هو يلطف الروح مع تقويته لها بالعطرية، وليس فيه من الحرارة والحدة\nما يجعل الروح شديدة الاستعداد للحركة إلى خارج دفعة، بل إنما يعدها لتلك\nالحركة برفق؛ فلذلك هو مفرح، وليس يغضب إلا فى الأبدان الحارة جدا.\n</p>\n\n<p>\nوالأفسنتين ينفع من التمدد تحت الشراسيف، لتحليل المواد الفاعلة لذلك مع\nتقويته لهذه الأعضاء. وإذا ضمد به داخل الحنك مع النطرون نفع من الخناق\nالباطن. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p488'> Vol. 02, p. 488</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head85'>الفصل الخامس فى فعل الأفسنتين فى أعضاء الغذاء</h3>\n\n<p>\nإنك قد علمت أن الأفسنتين ((1) بعيد جدا عن جوهر الغذاء؛ فلذلك (2) ليس\nيغذو (3) شيئا من الأعضاء. وعلمت أنه يقوى المعدة، وأن عصارته تضر المعدة\nوفمها، لما فيها من اللذع - بزيادة الحرارة والنارية - مع قلة القبض\nالمقوى، لأجل قلة الأرضية. وكذلك الحشيش (4) من غير النبطى يضر فم المعدة،\nبخلاف النبطى فإن النبطى لزيادة أرضيته الباردة القابضة تشتد تقويته لفم\nالمعدة من غير لذع يحدثه؛ لأجل قلة مرارته، ومع ذلك فإنه عطر؛ فلذلك هو\nموافق لفم المعدة وينفع من أورامها؛ لأنه ليس بلاذع كما فى الحشيش.\n</p>\n\n<p>\nوجميع أجزاء الأفسنتين وشرابه وعصارته، كل ذلك يرد الشهوة جدا ويقويها\n(5) ، وذلك إذا استعمل من مائه أو طبيخه، كل يوم، ثلاث أوثولاسات (6) ولزم\nذلك عشرة أيام. وهو دواء عجيب لذلك، لما فيه من التقوية مع الجلاء والتجفيف\nوالتنقية من الفضول. وكذلك شرابه يفعل ذلك، إذا أديم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p489'> Vol. 02, p. 489</a>\n            </div>\n            \n</p>\n\n<p>\nعليه. وكذلك إذا شرب من شرابه كل يوم ثلاث أواق (1) ؛ نفع جدا من اليرقان\nلأجل قوة تفتيحه مع تقويته للكبد (2) ، وكذلك إذا شرب طبيخ الأفسنتين أو\nشربت عصارته.\n</p>\n\n<p>\nوالتضميد به ينفع (3) من الإستسقاء (4) ؛ وذلك لأجل تجفيفه وتحليله، مع\nتفشيته للرياح، خاصة إذا ضمد به مع التين والنطرون ودقيق الشيلم. فإن (5)\nالأفسنتين كما علمت فيه جلاء، فلذلك من شأنه إحدار ما يجده <span id='ms154'></span> فى المعدة\nونواحيها، وذلك إذا كان ما هناك سهل (6) الانحدار، سهل القبول للانفعال عن\nالجالى. فلذلك، كان الأفسنتين يحدر الصفراء عن المعدة ونواحيها، بما فيه من\nالجلاء؛ لأن الصفراء شديدة القبول لذلك. وأما البلغم، خاصة الغليظ اللزج\nفإن الأفسنتين ليس يقوى على إحداره عن المعدة، فضلا عن المحتبس فى الصدر أو\nفى الرئة؛ وذلك لأجل عسر قبول هذا البلغم للانفعال عن فعل الجالى. وأكثر\nإخراجه للصفراء من المعدة، إنما هو بالإدرار، وذلك لما فيه من القوة المدرة\nعلى ما تعلمه بعد.\n</p>\n\n<p>\nوهو شديد النفع لأورام الأحشاء، خاصة المعدة والكبد والطحال؛ وذلك لأجل\nتحليله مع القبض، وهو شديد التسكين لأوجاع (7) هذه الأعضاء إذا ضمدت به؛\nفلذلك تضمد به المعدة الوجعة، مخلوطا بدهن الورد والشمع. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p490'> Vol. 02, p. 490</a>\n            </div>\n            \n</p>\n\n<p>\nوكذلك، يضمد به الطحال مخلوطا بالتين، والنطرون، ودقيق الشيلم. وكذلك تضن\nبه الخاصرة معجوبا بالموم (1) المذاب فى دهن الحناء، فيسكن (بذلك (2) أوجاع\nهذه الأعضاء. وشراب الأفسنتين ينفع الأحشاء جدا ويقويها، ويبرئ من الأمراض)\n(3) التى يبرئ منها جرمه، وكذلك إذا لم تكن (4) حمى تمنع من شربه. وقد كان\nجماعة من الأولين يشربونه لحفظ الصحة (5) .\n</p>\n\n<p>\nولأجل نفع الأفسنتين وشرابه للأحشاء، هو نافع جدا للاستسقاء، ولسوء\nالقنية، وينفع الصلابات الباطنة شربا وضمادا. وهو مع حرارته يقوى المعدة\nالحارة والصفراوية؛ وذلك لأجل إخراجه المادة الحارة الحادة منها؛ فلذلك هو\nشديد النفع لضعف العصب وبرده (6) ، إذا كانت معدته حارة صفراوية؛ لأنه\nبحرارته وقبضه يقوى العصب ويسخنه، وبتنقيته للمعدة من المرار يقويها\nويصلحها ويرد شهوتها الباطلة (7) . وإذا طبخ بالخل وضمد به الطحال؛ نفع من\nوجعه. وقد يطبخ مع الزبيب والزيت، ويضمد به الكبد الوارمة فى آخر ورمها\nفينفعها بتحليل بقايا ذلك الورم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p491'> Vol. 02, p. 491</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head86'>الفصل السادس فى فعل الأفسنتين فى أعضاء النفض</h3>\n\n<p>\nقد بينا أولا أن هذا الدواء مسهل، وأنه يسهل بما فيه من الجلاء. وبينا أن\nجلاءه ليس بشديد جدا؛ فلذلك إنما يسهل ما يسهل إخراجه بالجلاء، وإنما يكون\nذلك إذا كان المخرج رقيق القوام، سهل الانفعال، وذلك كالصفراء والفضول\nالمائية؛ فلذلك كان هذا <span id='ms155'></span> الدواء يسهل المائية والصفراء، وإسهاله للصفراء ليس\nبقوى (1) جدا؛ فلذلك إنما يسهلها إذا كانت فى المعدة ونواحيها ولا يسهلها\nإذا كانت بعيدة، خاصة إذا كانت عند الجلد أو فى المفاصل.\n</p>\n\n<p>\nوأما البلغم فإنه لغلظه ولزوجته، ليس يسهل إخراجه بالجلاء، ما لم يكن ذلك\nالجلاء قويا جدا.وهذا الدواء ليس كذلك؛ لأن هذا الدواء فيه أرضية باردة\nوقبض، وذلك ينافى الجلاء؛ فلذلك هذا الدواء ليس يقوى على إسهال البلغم\nاللزج، وإن كان فى المعدة أو فى الأمعاء، فضلا عن الكائن فى الرئة ونحوها\nمن أعضاء الصدر.\n</p>\n\n<p>\nوإذ (2) هذا الدواء ليس يقوى على إسهال البلغم، فأن (3) تعجز قوته عن\nإسهال السوداء، أولى؛ وذلك لأن إسهالها (4) أعسر - لامحالة - من إخراج\nالبلغم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p492'> Vol. 02, p. 492</a>\n            </div>\n            \n</p>\n\n<p>\nفلذلك، كان إسهال هذا الدواء خاصا بالصفراء، وذلك إذا كانت الصفراء فى\nالمعدة وما يقرب منها. وإذ إسهال هذا الدواء ضعيف، فإنما يقوى على الإسهال\nإذا كانت المادة سهلة الإجابة، وإنما يكون كذلك إذا كانت نضيجة؛ فلذلك هذا\nالدواء إذا استعمل بعد النضج، أسهل برفق؛ وإن استعمل قبل النضج لم يقو (1)\nعلى الإسهال، وكان قابضا بقبضه؛ فلذلك يكون - حينئذ - محركا للمادة تحريكا\nضارا.\n</p>\n\n<p>\nوقد بينا أن هذا الدواء يجب أن يكون قوى التفتيح؛ وذلك لأنه مع حرارته\nومرارته، وحرافته؛ لطيف الجوهر. وجميع ما هو كذلك، فهو قوى التفتيح. وإذا\nكان كذلك، فهو - لامحالة - مدر. وإذن، يجب أن يكون هذا الدواء مدر والإدرار\nقد يكون للبول، وقد يكون للحيض. وهذا الدواء يدرهما جميعا وذلك لأجل حدته\nوتحريكه للدم.\n</p>\n\n<p>\nوإخراج الصفراء بالإدرار، لاشك أنه أسهل كثيرا من إخراج البلغم بذلك\nفلذلك، أكثر إدرار هذا الدواء، إنما هو للصفراء، وذلك إنما يكون بتحريك\nالصفراء إلى محدب الكبد، إما من جهة الأمعاء، أو من جهة العروق. لكن ما كان\nمن الصفراء فى الأمعاء أو فى المعدة، كان إخراجه بالإسهال أولى؛ لأن ذلك\nأقرب، وكذلك ما يكون منها فى مقعر الكبد. فلذلك إدرار هذا الدواء للصفراء،\nأكثره إنما يكون من الصفراء التى فى العروق. فلذلك هذا الدواء <span id='ms156'></span> يشفى من\nالحميات العتيقة والبثور الصفراوية ونحو ذلك.\n</p>\n\n<p>\nوكذلك هو دواء يحفظ الصحة؛ لأنه بإخراجه ما فى العروق من المواد يخلص\nالبدن من فضول الصفراء، وذلك مما يؤمن معه حدوث الأمراض الصفراوية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p493'> Vol. 02, p. 493</a>\n            </div>\n            \n</p>\n\n<p>\nكالحميات ونحوها. وهذه الأمراض قد بينا أنها أكثر الأمراض الواقعة؛ فلذلك\nكان هذا الدواء مخلص البدن من الأمراض الواقعة فى أكثر الأمر، وما كان كذلك\nفهو - لامحالة - حافظ للصحة.\n</p>\n\n<p>\nفلذلك، هذا الدواء حافظ للصحة، ومع ذلك فإنه يحفظ الصحة بإسهال الصفراء،\nوبإدرار الحيض، وبتقويته الأعضاء الهاضمة كلها؛ فلذلك كان الأولون يستعملون\nشراب هذا الدواء كثيرا، لأجل حفظ الصحة. ومع أنه يخلص البدن من الأمراض\nالصفراوية، فإنه أيضا ينفع أصحاب المرة السوداء نفعا كثيرا وذلك إذا كانت\nسوداؤهم صفراوية؛ وسبب ذلك: إخراجه لمادة هذه السوداء التى هى الصفراء.\nوالشربة من هذا الدواء إما (1) من جرمه فمن مثقال إلى درهمين، وإما من\nطبيخه ونقيعه فمن خمسة دراهم إلى سبعة دراهم، هذا إذا أخذ هذا الدواء مع\nغيره.\n</p>\n\n<p>\nوإن أخذ جرمه مفردا فقدر شربته من مثقال إلى مثقال ونصف، وأزيد من ذلك\nقليلا. وهو وشرابه، كل منهما ينفع البواسير، وشقاق المقعدة شربا وكذلك إذا\nضمد بجرم هذا الدواء مع أدوية تناسب هذا المرض، ومع المراهم المتخذة له،\nوكذلك إذا نطلت المقعدة بطبيخه؛ وسبب ذلك. ما فى هذا الدواء من القبض\nوالتقوية (2) .\n</p>\n\n<p>\nوطبيخه بانفراده أو مع الأرز أو العدس، إذا شرب بالعسل، قتل الدود\nوأخرجه، ولين البطن قليلا. وكذلك شرابه يفعل ذلك، مع أنه ينقى العروق من\nالخلط المرارى، وهو الفضل المائى؛ وذلك لأجل قوة إدراره وتحريكه الفضول إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p494'> Vol. 02, p. 494</a>\n            </div>\n            \n</p>\n\n<p>\nجهة البول. وكذلك إذا تحمل به مع العسل. أدر الحيض بقوة، وعصارته - فيما\nأظن - أقوى إدرارا للبول وللطمث؛ وذلك لأجل زيادة حدتها، مع قلة قبضها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p495'> Vol. 02, p. 495</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head87'>الفصل السابع فى فعل الأفسنتين فى الأمراض التى لا اختصاص لها بعضو</h3>\n\n<p>\nقد بينا أن هذا الدواء قوى الإدرار للمرار الأصفر، وللفضول المائية، وأنه\n(1) يسهل الصفراء، ويحرك دم الطمث، ويدره بقوة؛ فلذلك هذا الدواء شديد\nالنفع من الأمراض <span id='ms157'></span> الصفراوية، بل من الأمراض الحادة كلها؛ لأن أكثر الأمراض\nالحادة صفراوية، والتى منها (2) ليست كذلك، فإن الصفراء لابد وأن تكون معها\nما ينبغى أن ينقى البدن منه؛ فلذلك هذا الدواء نافع من الأمراض الحادة\nكلها. ومن جملة هذه الأمراض الحميات، فلذلك ينبغى أن يكون هذا الدواء نافعا\nفيها.\n</p>\n\n<p>\nولكن الحرارة الموجبة، لابد وأن تكون فى الحميات شديدة، وهذا الدواء كما\nعلمت حار؛ لا بما هو منق؛ فلذلك إذا بطل إضراره بالحرارة لم يكن - حينئذ -\nضارا، وذلك إذا كانت تلك الحميات فى آخرها؛ فإن أواخر الحميات تستعمل (3)\nفيها الأدوية القليلة الحرارة؛ وذلك لأجل شدة الحاجة - حينئذ - إلى\nالتحليل.\n</p>\n\n<p>\nوإذ هذا الدواء ينقى الدم من الفضول الصفراوية والمائية، بالإدرار\nوالإسهال ويخرج الطمث؛ فهو - لامحالة - محسن اللون؛ لأن الدم إن نقى من هذه\nالفضول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p496'> Vol. 02, p. 496</a>\n            </div>\n            \n</p>\n\n<p>\nكان المتحرك منه إلى ناحية الجلد جيدا مشرقا، ويلزم ذلك أن يكون اللون\nأحسن خاصة وخروج الحيض ينقى الدم من الفضول جميعها، وذلك بما يوجب حسن\nاللون؛ فيكون محسنا للون البدن، خاصة وهذا الدواء بتلطيفه يرقق قوام الدم\nوبحرارته يحرك الدم الصحيح إلى ناحية الجلد، ويلزم ذلك أن يحسن اللون. وأما\nالدم الردئ فإن هذا الدواء، وإن حركه فإنما يحركه إلى جهة الرحم، ليخرج\nطمثا، وذلك مما يعين على تحسين اللون.\n</p>\n\n<p>\nوكذلك هذا الدواء نافع من الأورام والبثور، أما إذا شرب فظاهر (1) وذلك\nلأجل تنقيته البدن من المادة المولدة لها. وأما إذا استعمله من خارج فلأجل\nما فى هذا الدواء من التحليل، مع القبض والتقوية.\n</p>\n\n<p>\nونفع هذا الدواء - إذا شرب للشرى (2) أزيد؛ وذلك لأجل إخراجه المادة\nالمحدثة لغليان الدم المحدث للشرى (3) وذلك لأن هذا الدواء يخرج الصفراء\nوالفضول المائية، وذلك مما يبطل غليانه المحدث للشرى؛ لأن حدوث الشرى إنما\nيكون إذا حدث للدم غليان، تروم الطبيعة به دفع الفضل الذى يعده (4) لقبول\nالعفونة، وهذا الفضل هو الفضل (5) المائى. وإذا كان فى الدم فضل صفراوى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p497'> Vol. 02, p. 497</a>\n            </div>\n            \n</p>\n\n<p>\nكان حدوث العفونة عند زيادة المائية أكثر؛ لأن الصفراء بحرارتها تفعل\nالعفونة فى الدم المستعد <span id='ms158'></span> لها. فلذلك إذا خلا الدم من الفضل المائى، والفضل\nالصفراوى كان بعيد جدا عن حدوث الغليان، وذلك مما لا يكون معه شرى.\n</p>\n\n<p>\nولما كان هذا الدواء ينقى البدن من الفضل المائى، فهو - لامحالة - شديد\nالنفع من سوء القنية، ومن الاستسقاء، خاصة وهو مع فعله ذلك يقوى الأعضاء\nالهاضمة كلها، وذلك من أعظم أسباب بطلان الاستسقاء.\n</p>\n\n<p>\nوكذلك، هذا الدواء ينفع من داء الثعلب، وداء الحية. أما إذا استعمل من\nخارج؛ فلأجل ما فيه من الجلاء والتحليل، وأما إذا استعمل من داخل، فلأجل\nتنقية البدن. وهذا إنما يكون - حينئذ - إذا كان داء الثعلب وداء الحية\nحادثين عن مادة حادة.\n</p>\n\n<p>\nوكذلك، هذا الدواء ينفع جدا من أوجاع المفاصل، وذلك إذا كان حدوث ذلك\nالوجع من خلط حاد، وإنما كان كذلك لأن هذا الدواء من شأنه استفراغ الفضل\nالصفراوى الحاد، وتنقية العروق منه (1) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p498'> Vol. 02, p. 498</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head88'>الفصل الثامن فى حال هذا الدواء فى الترياقية ومقابلها</h3>\n\n<p>\nإنا قد بينا أن هذا الدواء ليس يخلو من ترياقية؛ فلذلك لابد وأن يكون\nنافعا فى دفع السموم. وله سموم يختص بدفعها ودفع أذاها، وهذه السموم هى\nالحادثة عن نهش التنين البحرى، والحادثة عن لذع العقرب، وعن نهشة موغالى،\nوعن تناول الشوكران، وذلك إذا شرب هذا الدواء بالشراب.\n</p>\n\n<p>\nوكذلك هو نافع من حنق الفطر، وذلك إذا شرب بالخل. وإذا رش طبيخه فى\nالبيت، أمات البق والبراغيث. وإذا بل طبيخه أو نقيعه المداد (1) ؛ لم تقرض\nالفأر الكتاب الذى يكتب به. وإذا أعوز أبدل بالجعدة أو بالشيح الأرمنى\nويقوم مقامه فى تقوية المعدة الأسارون مع نصفه إهليلج. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p499'> Vol. 02, p. 499</a>\n            </div>\n            \n</p>\n\n<h2 class='l2' id='head89'>المقالة الخامسة والثلاثون فى أحكام الأفيون</h2>\n\n<p>\nوكلامنا فى ذلك، يشتمل على أربعة فصول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p501'> Vol. 02, p. 501</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head90'>الفصل الأول فى ماهية الأفيون</h3>\n\n<p>\nإن الأفيون (1) دواء مصرى يتخذ بأرض مصر، خاصة بالصعيد (2) منها خاصة فى\nمدينة تعرف (3) بسيوط (4) . واتخاذه هو من الخشخاش الأسود وذلك على وجهين.\n</p>\n\n<p>\nأحدهما: أن تجمع رؤوس ذلك الخشخاش وأوراقه، ويعتصران باللبوب المعمول (5)\nلعصر ما يحتاج إلى عصره بقوة، ثم تؤخذ تلك العصارات وتسحق على صلاية، سحقا\nمحكما ثم <span id='ms159'></span> تقرص وتجفف (6) فى الشمس، وما يتخذ على هذا الوجه، فإنه يخص باسم\nمنفونيون (7) . \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p503'> Vol. 02, p. 503</a>\n            </div>\n            \n</p>\n\n<p>\nوثانيهما: أن يشرط (1) رأس ذلك الخشخاش بسكين ونحوها، شرطا لا يبلغ إلى\nحد يخرق جرمها. ثم يشرط من جانب هذا الرأس شرطا آخر طولانيا مستقيما،\nمبتدئا من الشق (2) الأول، وذاهبا على الاستقامة فى طول رأس الخشخاشة. ثم\nيؤخذ ما يخرج - حينئذ - من الصمغ، ويجعل فى صدفه ويعاود ذلك مرارا، كلما\nحصل فى ذلك الشق شئ من ذلك الصمغ أخذ، وقد يستمر ذلك إلى اليوم الثانى.\nوإذا جمع هذا الصمغ جميعه، بولغ فى سحقه على صلاية، ثم يقرص ويرفع.\nوالمعمول على هذا الوجه أقوى قوة، وأجود، من المعمول على الوجه الأول.\n</p>\n\n<p>\nوالمشهور عند المتأخرين، أن المعمول على الوجه الثانى هو لبن ذلك الخشخاش\n(3) ، أعنى الأسود، وليس ذلك بحق؛ فإن هذا الأفيون دهنى، ولذلك يشتعل إذا\nقرب من النار (أو) (4) لهب السراج ونحوه، واللبن ليس كذلك. ومن تأمله علم\nأن جوهره جوهر الصموغ لا جوهر الألبان، ولذلك كان هذا الدواء يغش بصموغ\nأخر، ولولا مشابهته لما أمكن ذلك.\n</p>\n\n<p>\nولما كان هذا الدواء صمغا، ففيه - لامحالة - دهنية، ودسومة، وهوائية\nوحرارة، وأرضية، ومائية. وذلك لأنا بينا أن جواهر الأدهان جميعها، تحقق\nبأرضية لطيفة، تخالطها هوائية، وحرارة، ومائية يسيرة. وبينا أن جواهر\nالصموغ كلها مركبة مما قلناه، ومن جملة ذلك: هذا الدواء، وهو الأفيون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p504'> Vol. 02, p. 504</a>\n            </div>\n            \n</p>\n\n<p>\nولكن أرضية هذا الأفيون بعضها لطيفة جدا، حارة، شديدة المرارة وهى التى\nبها تحدث الدهنية وبها يكون هذا الدواء مرا. وبعضها - وهو أكثرها - شديدة\n(1) البرد جدا، جامدة بقوة البرد. وقد علمت أن جميع الأجسام اليابسة فإن\nالبرد الشديد يحدث فيها سوادا (2) ؛ فلذلك هذه الأرضية لونها أسود بسبب قوة\nالبرد. وأما الأرضية الأخرى المرة المحترقة؛ فإنها أرضية تخالطها مائية\nيسيرة لأنها هى الأرضية التى بها هذا الدواء يكون دهنيا؛ فلذلك يكون حال\nهذه الأرضية عند فعل الحرارة فيها، كحال الحطب الرطب؛ فلذلك تكون الحرارة\nالمحرقة لها مسودة لها، كما يحدث الفحم عن الحطب الرطب، إذا فعلت فيه النار\nفعلا <span id='ms160'></span> ليس بالشديد جدا، وكذلك الحرارة المحرقة لهذه الأرضية. ومن سواد هاتين\nالأرضيتين، يكون هذا الدواء أسود اللون؛ ولأجل ما فيه من الهوائية يكون هذا\nالسواد ليس بمفرط؛ وذلك لأن الهوائية إذا دخلت الأجسام بيضتها؛ فلذلك فإن\nالصبر مع سواده إذا سحق ابيض، وذلك لأجل مخالطة الهوائية له. وبهذه\nالهوائية يكون جوهر الأفيون خفيفا، مع أن الأرضية فيه كثيرة.\n</p>\n\n<p>\nوإذا جعل هذا الأفيون على النار، وذلك بأن يقلى على صحيفة ونحوها قل\nسواده، وصار لونه أحمر. وما ذاك إلا لأن سواد الأرضية الجامدة، يبطل (3)\nحينئذ ويبقى السواد، إذ إنما هو للأرضية الأخرى، وهى المرة.\n</p>\n\n<p>\nوقد علمت أن البرد من شأنه إخماد الروائح، وضعف الآثار، وأن الحرارة من\nشأنها خلاف ذلك؛ فلذلك الأرضية الحارة التى فى هذا الدواء، تظهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p505'> Vol. 02, p. 505</a>\n            </div>\n            \n</p>\n\n<p>\nللحاسة (1) فيظهر (2) طعمها، بخلاف الباردة الجامدة؛ فإنها وإن كانت أكثر\nمقدارا؛ فإنها تفهة الطعم، ولا رائحة لها؛ وذلك لأجل البرد. فلذلك، يكون\nهذا الأفيون - مع برده الشديد - مر الطعم، حاد الرائحة.\n</p>\n\n<p>\nوأما سواده، فلأجل سواد الأرضيتين اللتين سواد إحداهما لإفراط البرد\nوسواد الأخرى لقلة الحر. وقلة سواده لأجل الهوائية، ولأجلها هو خفيف. ولأجل\nما فيه من المائية اليسيرة، هو متماسك. ولأجل قلة (3) هذه المائية جدا هو\nيشتعل بدهنيته. ولأجل أن جمود أرضيته الباردة هو بإفراط البرد، صار الأفيون\nيذوب إذا جعل فى الشمس الحارة. ولأجل أن أرضيته كثيرة، هو ينداف (4) فى\nالماء؛ لأن أرضيته تتصغر أجزاؤها، وتخالط الماء.\n</p>\n\n<p>\nوإنما يذوب الأفيون بالشمس، ولا يذوب عند القلى؛ لأن الحرارة النارية\nالغالبة، شديدة اليبوسة، فهى تعقد ما تغلب فيه الأرضية، لا تذيبه. وأفضل\nالأفيون ما كان رزينا، حاد الرائحة، هشا، سهل الانحلال فى الماء، وفى الشمس\nيشتعل بسهولة، وشعلته غير مظلمة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p506'> Vol. 02, p. 506</a>\n            </div>\n            \n</p>\n\n<h3 class='l3' id='head91'>الفصل الثانى فى طبيعة الأفيون وأفعاله على الإطلاق</h3>\n\n<p>\nإن هذا الدواء لما كان كثير الأرضية، قليل المائية جدا، وجب - لامحالة -\nأن يكون شديد اليبوسة، خاصة وما فيه من الهوائية؛ فإنها كما علمت لامدخل\nلها فى ترطيب (1) البدن. فلذلك، هو شديد اليبوسة، إذ (2) جوهر الأرض <span id='ms161'></span> كذلك.\n</p>\n\n<p>\nويجب أيضا أن يكون شديد البرد؛ لأن الأرضية الباردة فيه كثيرة (3) جدا\nفإنه لولا هذه الأرضية الباردة جدا، لما كان الأفيون يذوب فى الشمس، مع أن\nالمائية فيه قليلة، وإلا لما كان يشتعل بسهولة. ولولا كثرة هذه الأرضية (4)\nالباردة لما كان يخثر الماء تخثرا (5) كثيرا إذا أديف (6) فيه، مع أن\nالأرضية الحارة قليلة جدا ولولا قلتها جدا، لما كان الأفيون يحمر عند\nالقلى؛ لأن تلك الأرضية الحارة لو كانت كثيرة، لكانت تفى - حينئذ (7) -\nبسواده القوى؛ فلذلك لابد وأن تكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p507'> Vol. 02, p. 507</a>\n            </div>\n             <span id='ms162'></span>\n</p>\n",
  "pages": [
    "277",
    "279",
    "280",
    "281",
    "282",
    "283",
    "284",
    "285",
    "286",
    "287",
    "289",
    "291",
    "292",
    "293",
    "294",
    "295",
    "296",
    "297",
    "298",
    "299",
    "300",
    "301",
    "303",
    "305",
    "306",
    "307",
    "308",
    "309",
    "310",
    "311",
    "312",
    "313",
    "315",
    "317",
    "318",
    "319",
    "320",
    "321",
    "323",
    "325",
    "326",
    "327",
    "328",
    "329",
    "330",
    "331",
    "332",
    "333",
    "334",
    "335",
    "336",
    "337",
    "338",
    "339",
    "340",
    "341",
    "342",
    "343",
    "344",
    "345",
    "346",
    "347",
    "348",
    "349",
    "350",
    "351",
    "352",
    "353",
    "354",
    "355",
    "356",
    "357",
    "359",
    "360",
    "361",
    "362",
    "363",
    "364",
    "365",
    "367",
    "369",
    "370",
    "371",
    "372",
    "373",
    "374",
    "375",
    "376",
    "377",
    "378",
    "379",
    "380",
    "381",
    "383",
    "384",
    "385",
    "386",
    "387",
    "388",
    "389",
    "390",
    "391",
    "392",
    "393",
    "394",
    "395",
    "396",
    "397",
    "398",
    "399",
    "400",
    "401",
    "403",
    "404",
    "405",
    "406",
    "407",
    "409",
    "411",
    "412",
    "413",
    "414",
    "415",
    "416",
    "417",
    "419",
    "421",
    "422",
    "423",
    "424",
    "425",
    "427",
    "429",
    "430",
    "431",
    "432",
    "433",
    "434",
    "435",
    "436",
    "437",
    "438",
    "439",
    "441",
    "442",
    "443",
    "444",
    "445",
    "446",
    "447",
    "448",
    "449",
    "450",
    "451",
    "452",
    "453",
    "455",
    "456",
    "457",
    "458",
    "459",
    "460",
    "461",
    "462",
    "463",
    "464",
    "465",
    "466",
    "467",
    "469",
    "470",
    "471",
    "472",
    "473",
    "474",
    "475",
    "476",
    "477",
    "479",
    "480",
    "481",
    "482",
    "483",
    "484",
    "485",
    "486",
    "487",
    "488",
    "489",
    "490",
    "491",
    "492",
    "493",
    "494",
    "495",
    "496",
    "497",
    "498",
    "499",
    "501",
    "503",
    "504",
    "505",
    "506",
    "507"
  ],
  "volumes": [
    "01",
    "02"
  ]
}