{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK Part6 - Book1</h1>\n\n<p>\nسلطنة عمان\n</p>\n\n<p>\nوزارة <span id='ms1589'></span> التراث القومي والثقافة\n</p>\n\n<p>\nالقطعة الثانية\n</p>\n\n<p>\nالكوكب الدري والجوهر البري\n</p>\n\n<p>\nتأليف\n</p>\n\n<p>\nالشيخ العلامة عبد الله بن بشير بن مسعود بن سعيد الحضرمي\n</p>\n\n<p>\n- رحمه الله -\n</p>\n\n<p>\nمن علماء القرن الثاني عشر الهجري\n</p>\n\n<p>\nالسادس الجزء\n</p>\n\n<p>\nتحقيق\n</p>\n\n<p>\nد. جبر محمود الفضيلات\n</p>\n\n<p>\nأستاذ مشارك ورئيس قسم الفقه وأصوله في جامعة الزرقاء الأهلية حاليا\n</p>\n\n<p>\nوأستاذ الفقه في جامعة السلطان قابوس بعمان سابقا\n</p>\n\n<p>\n1419 ه - 1998م\n</p>\n\n<p>\nالنهج الخامس والثلاثون\n</p>\n\n<p>\nالإمامة\n</p>\n\n<p>\nو أحكامها\n</p>\n\n<p>\nالنهج الخامس والثلاثون\n</p>\n\n<p>\nالإمامة و أحكامها\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الأدلة على السمع والطاعة ]\n</p>\n\n<p>\nقال الله تعالى: { وجعلنا منهم أئمة يهدون بأمرنا لما صبروا وكانوا\nبآياتنا يوقنون } (1) وقال لإبراهيم عليه السلام: { إني جاعلك للناس إماما\nقال ومن ذريتي قال لا ينال عهدي الظالمين } (2) تنزيها للإمامة ورفعا\nلقدرها أن ينالها عات أو يتحلى بها باغ قال الله تعالى: { يا أيها الذين\nآمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم } (3) وهم الأئمة فأوجب\nطاعة الإمام العادل على المؤمنين ولأن الله أوجب حدودا في كتابه العزيز لا\nيقيمها إلا الأئمة وهم ورثة الأنبياء في الأرض وخلائفهم قال الله تعالى: {\nالذين إن مكناهم في الأرض أقاموا الصلاة وآتوا الزكاة وأمروا بالمعروف\nونهوا عن المنكر ولله عاقبة الأمور } (4). وقال - صلى الله عليه وسلم -:\n«أطيعوا أولات\n</p>\n\n<p>\nأموركم»(5)\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- سورة السجدة آية 24.\n</p>\n\n<p>\n(2) 2- سورة البقرة آية 124.\n</p>\n\n<p>\n(3) 3- سورة النساء آية 59.\n</p>\n\n<p>\n(4) 4- سورة الحج آية 41.\n</p>\n\n<p>\n(5) 1، 2، 3- أحاديث السمع والطاعة وردت في باب آداب الإمارة فمثلا في حديث\n</p>\n\n<p>\nالعرباض بن سارية الذي أخرجه أبو داود والترمذي : «أوصيكم بتقوى الله والسمع\n</p>\n\n<p>\nوالطاعة، وإن عبدا حبشيا ...» جامع الأصول 1/278 - 279 رقم 67 وفي كنز\n</p>\n\n<p>\nالعمال 6/49 في طاعة الأمير والترهيب عن البغي ومخالفته أرقام: 14795،\n</p>\n\n<p>\n14796، 14797، 14798، 14799، 14800، 14801.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p001'> Vol. 13, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nوقال لمعاذ رضي الله عنه: «ولا تعص إماما عادلا»(1) وقال\n</p>\n\n<p>\n- صلى الله عليه وسلم -: «إن وليكم حبشي مجدع فأقام فيكم كتاب الله وسنتي\nفاسمعوا له وأطيعوه»(2) والجذع في اللغة قطع الأنف والأذن والشفة وقال -\nصلى الله عليه وسلم -: «لا\n</p>\n\n<p>\nتجتمع أمتي على ضلال»(3).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم الإمامة ]\n</p>\n\n<p>\nوقد أجمعوا على الإمامة فقد ثبتت طاعة الإمام من الكتاب والسنة ومن\nالدليل على ذلك إجماع الأمة أن لله فروضا <span id='ms1590'></span> أمر بها وحدودا أوجبها لا يقوم\n</p>\n\n<p>\nبها إلا المصيب منهم على نفسه مما يوجب الله عليه وإنما يقيم بها الأئمة\n</p>\n\n<p>\nفيهم وأمراءهم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الدليل على وجوب الإمامة ]\n</p>\n\n<p>\nوفي الحديث: «إن ما أفضل ما أنعم الله على العباد بعد أن ابتدأ\n</p>\n\n<p>\nخلقهم نعمتان أحدهما الرسول الهادي الذي لا يصاب علم الدين إلا من\n</p>\n\n<p>\nقبله والثانية الإمام العدل الذي لا تصلح الدنيا إلا على يديه»(4). عن\n</p>\n\n<p>\nالشيخ أبي محمد بن إبراهيم بن سليمان في وجوب فرض الإمام بالكتاب\n</p>\n\n<p>\nوالسنة وإجماع الأمة قوله تعالى: { فإن تنازعتم في شيء فردوه إلى\n</p>\n\n<p>\nالله والرسول إن كنتم تؤمنون بالله واليوم الآخر } (5) وقال الله تعالى:\n</p>\n\n<p>\n{ إن الله يأمركم أن تؤدوا الأمانات إلى أهلها وإذا حكمتم بين الناس\n</p>\n\n<p>\nأن تحكموا بالعدل } (6) ففرض على الحاكم العدل في رعاياهم وفرض\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(3) 4- أخرجه ابن ماجة في كتاب الفتن من حديث أنس -رضي الله عنه- 2/1303 وفي\n</p>\n\n<p>\nسنده ضعف لضعف أبي خلف الأعمى، وأخرجه الترمذي 4/466، من حديث ابن\n</p>\n\n<p>\nعمر، وقال حديث غريب لأن فيه سليمان المدني، وقد ضعفه غير واحد. انظر ميزان\n</p>\n\n<p>\nالاعتدال 2/219.\n</p>\n\n<p>\n(4) 1- الحديث بهذا النص لم أعثر عليه ولكن المعنى صحيح فأفضل نعمة على\nالإنسان هي\n</p>\n\n<p>\nهدايته للحق، وهذا لا يتم إلا بمعرفة الرسل وإرسالهم من أفضل النعم والله أعلم.\n</p>\n\n<p>\n(5) 2- سورة النساء آية 59.\n</p>\n\n<p>\n(6) 3- سورة النساء آية 58.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p002'> Vol. 13, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nعلى الرعية الطاعة لأولي الأمر منهم وأن يردوا ما تشاجروا فيه إلى\n</p>\n\n<p>\nالكتاب والسنة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم شهادة الجبار ]\n</p>\n\n<p>\nأجمعت الأمة أن شهادة الجبار غير جائزة ولقوله تعالى: { وأشهدوا\n</p>\n\n<p>\nذوي عدل منكم } (1) والجبابرة ليسوا من المؤمنين وقد خاطب الله العباد\nبالإيمان وقال: { ممن ترضون } والجبار ليس بمرضي ولا كرامة له، وقال\n</p>\n\n<p>\nفي جزاء الصيد: { يحكم به ذوا عدل منكم } (2) والجبار لا يحكم بما\n</p>\n\n<p>\nأنزل الله والله تعالى يقول: { ومن لم يحكم بما أنزل الله فأولئك هم\nالظالمون } (3) و { الكافرون } (4) و { الفاسقون } (5).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حقوق الإمام على الرعية ]\n</p>\n\n<p>\nوللإمام على الرعية حقوق أوجبها الله في أنفسهم وأموالهم وتطريق أقر له\nفي عيوب أحكامه عليهم من سبيل ما يتعارفون من مجاري <span id='ms1591'></span> أحكامه عليهم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ سنة النبي - صلى الله عليه وسلم - في الفتح ]\n</p>\n\n<p>\nومن سنة محمد - صلى الله عليه وسلم - أنه كان إذا افتتح دارا أمر عليها\nأميرا مرضيا\n</p>\n\n<p>\nوكذلك يفعل إذا خرج من المدينة إذا نوى حجا أو غزوا وأشهر من يأمره بعده\nأو هو قائم ومحاضر وقد أمر الرسول - صلى الله عليه وسلم - معاذ بن جبل(6)\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 4- سورة الطلاق آية 2.\n</p>\n\n<p>\n(2) 5- سورة المائدة آية 95.\n</p>\n\n<p>\n(3) 1- سورة المائدة آية 45.\n</p>\n\n<p>\n(4) 2- سورة المائدة آية 44.\n</p>\n\n<p>\n(5) 3- سورة المائدة آية 47.\n</p>\n\n<p>\n(6) 4- معاذ بن جبل بن عمرو بن أوس بن عائذ بن عدي، السيد الإمام أبو عبد الرحمن\n</p>\n\n<p>\nالأنصاري الخزرجي المدني البدري شهد العقبة شابا أمرد وله عدة أحاديث.\n</p>\n\n<p>\nروى عنه ابن عمر وابن عباس، وجابر وأنس وأبو أمامة وأبو ثعلبة وغيرهم كثير\n</p>\n\n<p>\nرضي الله عنهم. نزل حمص وشارك في الفتح الإسلامي لبلاد الشام في عهد\nالصديق وعمر\n</p>\n\n<p>\nرضي الله عنهما. ولاه رسول الله - صلى الله عليه وسلم - على بلاد اليمن.\nودعا له عندما ودعه قائلا: حفظك\n</p>\n\n<p>\nالله من بين يديك ومن خلفك ودرأ عنك شر الإنس والجن. وهو من الأربعة الذين\n</p>\n\n<p>\nجمعوا القرآن الكريم وقال عنه - صلى الله عليه وسلم -: «أعلم أمتي\nبالحلال والحرام معاذ» وغير ذلك = \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p003'> Vol. 13, p. 003</a>\n            </div>\n             رضي الله\n</p>\n\n<p>\nعنه على اليمن والعلاء بن الحضرمي(1) على البحرين(2) وعتاب بن أسد(3)\n</p>\n\n<p>\nعلى مكة وسواهم في سائر البلاد وعلى الغزو والجهاد ثم أخذ من بعده\n</p>\n\n<p>\nمثال واحتذى أفعاله وأقواله وقد قال الله تعالى خطابا الكافة المسلمين: {\nلقد كان لكم في رسول الله أسوة حسنة لمن كان يرجو الله واليوم\n</p>\n\n<p>\nالآخر } (4) فدل آخر الكلام على فرضه لأنه ليس لأحد أن يقطع بعضه عن\nاتصال مخرج لفظه والأمر يخرج في الكلام غيبا وإطلاقا وطلبا وتأديبا\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) = من أحاديث، توفي رضي الله عنه في طاعون عمواس وكان عمره مختلف فيه ما بين\n</p>\n\n<p>\n28 و 34 سنة والله أعلم، انظر سير أعلام النبلاء 1/443 - 461 رقم 86.\n</p>\n\n<p>\n1- العلاء الحضرمي بن عبد الله بن عماد بن أكبر بن ربيعة بن مقنع بن\nحضرموت: كان\n</p>\n\n<p>\nمن حلفاء بني أمية ومن سادة المهاجرين، أخوه ميمون <span id='ms1592'></span> بن الحضرمي، ولاه رسول الله\n</p>\n\n<p>\n(- صلى الله عليه وسلم -) البحرين ثم وليها لأبي بكر وعمر. وقيل بعثه عمر\nإلى البصرة، أظهر الله على\n</p>\n\n<p>\nيديه كرامات وفتح البحرين وغزا فارس. وتوفي رضي الله في مفازة وليس فيها ماء\n</p>\n\n<p>\nفأرسل الله سحابة فأمطرت فغسل ودفن ولم يلحد له هذا ما رواه أبو هريرة، انظر\n</p>\n\n<p>\nسير أعلام النبلاء 1/262 - 266.\n</p>\n\n<p>\n(2) 2- البحرين: دولة تقع على الخليج العربي وهي ضمن مجموعة الدول\nالخليجية وهي\n</p>\n\n<p>\nعضو في جامعة الدول العربية ومنظمة المؤتمر الإسلامي وهيئة الأمم المتحدة\nوعضو في\n</p>\n\n<p>\nالمحافل الدولية المتعددة.\n</p>\n\n<p>\n(3) 3- عتاب بن أسيد: بن أبي العيص بن أمية بن عبد شمس الأموي أبو عبد\nالرحمن، أسلم\n</p>\n\n<p>\nيوم الفتح، واستعمله النبي - صلى الله عليه وسلم - على مكة لما صار إلى\nحنين واستمر، أقره الصديق\n</p>\n\n<p>\n-رضي الله عنه- وكان صالحا فاضلا. وفاته: قيل أنه توفي يوم وفاة الصديق، وقيل\n</p>\n\n<p>\nمات في أواخر خلافة عمر -رضي الله عنه- أنظر كتابنا القضاء في صدر\nالإسلام\n</p>\n\n<p>\nتاريخه ونماذج منه ص81-82.\n</p>\n\n<p>\n(4) 4- سورة الأحزاب آية 21.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p004'> Vol. 13, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nوالأصل فيه الفرض لأن ما لم يكن منه فرض بمجاز الكلام فالفرض منه\n</p>\n\n<p>\nكقوله تعالى: { فمن شهد منكم الشهر فليصمه } (1) والإطلاق كقوله\n</p>\n\n<p>\nتعالى: { فإذا قضيت الصلاة فانتشروا في الأرض } (2) { وإذا حللتم\nفاصطادوا } (3) وأما على التأديب فكقوله تعالى: { وأشهدوا إذا\n</p>\n\n<p>\nتبايعتم } (4) ثم إن الأمة مجتمعة أن النبي - صلى الله عليه وسلم - لم\nيول واليا على مصر\n</p>\n\n<p>\nوالأمر على جيش إلا عدل لأمر مرضيا برا تقيا مواسيا خفيا وكل من ولاه\n</p>\n\n<p>\nأمره بتقوى الله والأمر بالمعروف والنهي عن المنكر.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ دليل من قال إن الإمامة ليست بفرض ]\n</p>\n\n<p>\nولا بد للرعية من إمام جري عليهم أحكامه وتمضي فيهم أقسامه الدليل على من\nزعم أن الإمامة ليست بفرض أخبرنا عن الأحكام التي أثبتها الله في كتابه\nوأوجبها على خلقه من يليها ومن كلف إمضاءها فإن قال واحد\n</p>\n\n<p>\nمن المسلمين فقد أقر أن الإمامة مفروضة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الرد بالمعقول ]\n</p>\n\n<p>\nومن ادعى أن الأحكام يقيمها واحد من المسلمين فقد زعموا أن الله لم\n</p>\n\n<p>\nيوسع للناس إلا <span id='ms1593'></span> أن يكونوا كلهم حكاما فإن قال إذ ذلك لذوي العدل منهم\nقلنا: فلو كانوا مثلا الوفاء هل لأحدهم أن يحكم دون صاحبه فإن قال:\n</p>\n\n<p>\nنعم فقد خرج من المعقول وأتى ما لا تقبله ألباب ذوي العقول وخالف عن\n</p>\n\n<p>\nما ورد عن ذوي الحجج من القول.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ فرض الدخول في طاعة الإمام ]\n</p>\n\n<p>\nوإذا ثبتت إمامة الإمام وجبت طاعته على الإمام وأما قبل أن يعقدوا له\nالإمامة فليس الدخول فيها فرضا وهو نفل وإنما الفرض إذا صح العقد.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ اشتراط العدد والذكورة ]\n</p>\n\n<p>\nعن سعيد بن قريش: لا تعقد الإمامة في عصابة أدناهم أو غير رجلا.\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- سورة البقرة جزء من آية 282.\n</p>\n\n<p>\n(2) 2- سورة الجمعة آية 10، وهناك قوله تعالى { فإذا قضيتم مناسككم\nفاذكروا الله }\n</p>\n\n<p>\nسورة البقرة آية 200.\n</p>\n\n<p>\n(3) 3- سورة المائدة آية 2.\n</p>\n\n<p>\n(4) 4- سورة البقرة جزء من آية 282.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p005'> Vol. 13, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أهمية العدل في الرعية ]\n</p>\n\n<p>\nوللإمام أن يصلي الجمعة ويقيم الحدود ولو لم يعلم أنه يملك قال\n</p>\n\n<p>\nالنبي - صلى الله عليه وسلم -: الإمام الجائر خير من الفتنة والكل لا خير\nفيه»(1) وقال\n</p>\n\n<p>\nلأصحابه: «إذا وليتم أمرا مني فاعدلوا فمن لم يعدل فعليه لعنة الله\n</p>\n\n<p>\nوالملائكة والناس أجمعين»(2).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ معنى الإمام ]\n</p>\n\n<p>\nوعلى الإمام أن يؤلف بين المختلفين ويجمع بين المتفرقين. والإمام الكتاب\nلقوله تعالى: { يوم ندعو كل أناس بإمامهم } (3).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ وظيفة الإمام ]\n</p>\n\n<p>\nعن أبي عبيدة(4): إن اسم الإمامة يطلب على أئمة العدل والعادلين\n</p>\n\n<p>\nلقوله: { ذي قوة عند ذي العرش مكين } (5) في كتابه المكنون\n</p>\n\n<p>\n{ وجعلناهم أئمة يدعون إلى النار ويوم القيامة لا ينصرون } (6) وكان\n</p>\n\n<p>\nالنبي - صلى الله عليه وسلم - إمام الخلق أجمعين منذ بعثه الله إلى يوم\nالقيامة لأنهم مقتدون به والخلفاء المرضيون أئمة للرعية والقرآن العظيم\nإمام المسلمين.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أسماء الأئمة ]\n</p>\n\n<p>\nوأول الأئمة المرداس بن حدير(7)\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- هذا الحديث بهذا النص لم أعثر عليه وله شواهد في المعنى منها:\n«إقامة حد من\n</p>\n\n<p>\nحدود الله خير من مطر أربعين ليلة في بلاد الله» عن ابن عمر كنز العمال 6/8،\n</p>\n\n<p>\nوآخر: إذا مررت ببلدة ليس فيها سلطان فلا تدخلها إنما السلطان ظل الله\nورمحه في <span id='ms1594'></span>\n</p>\n\n<p>\nالأرض، كنز العمال عن أنس 6/18 رقم 14598.\n</p>\n\n<p>\n(2) 1- هذا الحديث له شواهد كثيرة جدا في أهمية عدل الأئمة انظر كتابنا\nالقضاء في\n</p>\n\n<p>\nالإسلام وآداب القاضي وانظر كنز العمال 6/8، 9، 11، 10.\n</p>\n\n<p>\n(3) 2- سورة الإسراء آية 71.\n</p>\n\n<p>\n(4) 3- أبو عبيدة : انظر الأجزاء السابقة.\n</p>\n\n<p>\n(5) 4- سورة التكوير آية 20.\n</p>\n\n<p>\n(6) 5- سورة القصص آية 41.\n</p>\n\n<p>\n(7) 1- المرداس بن حدير: هو أبو بلال مرداس التميمي المعروف بابن أدية\nوهي أمه أو جدته،\n</p>\n\n<p>\nزعيم جماعة القعدة بالبصرة شهد صفين مع علي بن أبي طالب، وأنكر التحكيم\n</p>\n\n<p>\nواشترك في معركة النهروان مع المحكمة وبعدها أوى إلى تميم بالبصرة متخذا سبيل\n</p>\n\n<p>\nالدعوة ومنكرا الخروج والاستعراض، سجن على يد عبيد الله بن زياد ثم خرج في\n</p>\n\n<p>\nنحو أربعين رجلا فأبيدوا على يد جيش وجهه لهم ابن زياد عام 61 . انظر كشف\n</p>\n\n<p>\nالغمة ص298 - 299 .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p006'> Vol. 13, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nثم فزيب والزحاف ثم عبد الله بن يحيى طالب الحق ثم المختار بن عوف الأزدي\nويكنى بأبي حمزة ثم الجلندي بن مسعود ثم وارث بن كعب ثم غسان بن عبد الله\nثم عبد الملك بن حميد ثم\n</p>\n\n<p>\nالمهنا بن جيفر ثم الصلت بن مالك وأتي ابن بور في إمامة عزان بن تميم(1).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم وجود أكثر من إمام ]\n</p>\n\n<p>\nوآخر أئمة عمان سعيد بن عبد الله بن محمد بن محبوب(2) رحمهم\n</p>\n\n<p>\nالله. وإذا عقد الإمامة لإمام عدلان من المسلمن ممن هما حجة بالعلم\n</p>\n\n<p>\nوالورع ثبتت إمامته ووجبت طاعته على قول وقال أبو المؤثر: إن عقدة\n</p>\n\n<p>\nالاثنين من المسلمين لا تثبت إمامة الإمام حتى تكون برأي جماعة المسلمين\n</p>\n\n<p>\nقال الله تعالى: { ولولا دفع الله الناس بعضهم ببعض لفسدت الأرض } (3)\nوقال: { كونوا قوامين بالقسط شهداء لله } (4).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ ما يجب على الإمام ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 2- عزان بن تميم: تولى الإمامة يوم الثلاثاء لثلاث ليال خلون من شهر\nصفر سنة (277)\n</p>\n\n<p>\nوممن حضر بيعة موسى بن موسى بن علي، وعمر بن محمد القاضي، ومحمد بن\n</p>\n\n<p>\nموسى بن علي، وعزان بن الهزبر، وأزهر بن محمد بن سليمان. انظر كشف الغمة\n</p>\n\n<p>\nص265 - 269.\n</p>\n\n<p>\n(2) 3- سعيد بن عبد الله بن محمد بن محبوب: من الأئمة المنصوبين بعمان\nبعدما اختلفت\n</p>\n\n<p>\nكلمتهم أبو القاسم سعيد <span id='ms1595'></span> بن عبد الله بن محمد بن محبوب بن الرحيل بن سيف بن\n</p>\n\n<p>\nهبيرة فارس رسول الله - صلى الله عليه وسلم - أول من عقد له الإمامة أبو\nمحمد الحواري بن عثمان، ثم\n</p>\n\n<p>\nأبو عبد الله بن محمد بن أبي المؤثر، ثم أحسب محمد بن زائدة السمؤلي، وكان\n</p>\n\n<p>\nعالما - رحمه الله - انظر كشف الغمة ص303 رقم 477.\n</p>\n\n<p>\n(3) 1- سورة البقرة آية 251.\n</p>\n\n<p>\n(4) 2- سورة النساء آية 135.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p007'> Vol. 13, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nوعلى الإمام أن يتعاهد رعيته وكان سيدنا عمر رضي الله ولي الأمناء وجعل\nعليهم عيونا وعلى العيون عيونا فإن قصر الإمام عن إحاطة رعيته والذود عنهم\nفهو خسيس المنزلة ولا يخرج من الولاية ما لم يعمل الجور في رعيته ولم يغير\nإذا علمه وإذا عقدوا للإمام فساق أهل الدعوة ولم يغير\n</p>\n\n<p>\nعليهم ذلك المسلمون فأقام بالعدل وتولي أهل الفضل ثبتت إمامته وإن عدل عن\nالصواب نقض عقدته أولوا الورع والألباب.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من هم أهل الحل والعقد ]\n</p>\n\n<p>\nوإن عقد للإمام جمة بشر ليس هم بطر ولا أشر إلا أن قلوبهم غافية من\nالكتاب والعلم مقدم وسنة الملك الوهاب فعقدهم محلولة إذا عزبت من\n</p>\n\n<p>\nرأي من بيده الحجة مجعولة والرأي والفضل لأرباب العدل ولا كرامة\n</p>\n\n<p>\nلأهل الجهل. وإن أحسن الإمام وأتم العقدة الأعلام ثبت على سائر الأنام.\n</p>\n\n<p>\nوإذا حاذر المسلمون إن تركوا الإمامة استولى أرباب الخلاف عليهم جاز لهم\nأن يعقدوا الإمامة لثقة أمين مأمون على دين الله إذا عمل بما علم ووقف عما\nجهل حتى يسأل وكان مشاورا في أمره ولا يقدم على محجور ولا\n</p>\n\n<p>\nيركب محظور.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أنواع الإمامة ]\n</p>\n\n<p>\nعن الشيخ أبي الحسن: الإمامة على ضربين دفاع وشري فإمامة الشري على قسمين\nقسم أن يكون عالما بصيرا مميزا قويا ورعا والثاني يتولى ببصر\n</p>\n\n<p>\nنفسه ويبري ببصر نفسه إلا أنه ضعيف في الشريعة والأحكام قويا في نكاية\nأعداء الإسلام فقد قيل: إنه تجوز إمامته.\n</p>\n\n<p>\nوإذا اجتمع المسلمون على رجل واختاروه للإمامة فأبى قبولها فإذا لم يحصل\nلهم مثله جاز لهم جبره وإذا طلب هو ذلك لم يجز لهم تقديمه\n</p>\n\n<p>\nلقوله - صلى <span id='ms1596'></span> الله عليه وسلم -: «أخونكم من طلب الإمارة»(1)\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- لم أعثر عليه بهذا النص. والوارد النهي عن طلب الإمارة منها: عن\nالمقدام بن معد\n</p>\n\n<p>\nيكرب - رضي الله عنه - «أن رسول الله - صلى الله عليه وسلم - ضرب على\nمنكبيه، ثم قال له:\n</p>\n\n<p>\nأفلحت يا قديم إن مت ولم تكن أميرا ولا كاتبا ولا عريفا» أخرجه أبو داود. وانظر\n</p>\n\n<p>\nباب الخلافة والإمارة وكراهية الإمارة في كتب الحديث.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p008'> Vol. 13, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ لفظ مبايعة الإمام ]\n</p>\n\n<p>\nلفظ مبايعة الإمام: إنا نبايعك لله بيعة صدق ووفاء لنا ولجميع المسلمين\nعلى طاعة الله ورسوله والعمل بكتاب الله وسنة نبيه محمد - صلى الله عليه\nوسلم - وعلى\n</p>\n\n<p>\nإقامة الحق في القوي والضعيف والقريب والبعيد والعدو والولي وعلى الأمر\nبالمعروف والنهي عن المنكر وإنك قد اشتريت نفسك لله على الجهاد في\n</p>\n\n<p>\nسبيل الله وقتال أعداء الله حتى يفيئوا إلى أمر الله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ البيعة المختصرة ]\n</p>\n\n<p>\nوهذه أيضا بيعة مختصر كافية: إنا نبايعك أن تكون إماما للمسلمين\n</p>\n\n<p>\nعلى طاعة الله ورسوله والأمر بالمعروف والنهي عن المنكر.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أقل عدد المبايعين ]\n</p>\n\n<p>\nوأقل من تجوز به عقد الإمامة اثنان من علماء المسلمين الذي هم حجة\n</p>\n\n<p>\nالله وذلك بعد الرضى والمشورة لعلماء المصر وفقهاء العصر فإذا أنصف\n</p>\n\n<p>\nوجبت طاعته على من حضر البيعة أو غاب.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ ما يطلب من الإمام ]\n</p>\n\n<p>\nوعلى الإمام الوفاء بما عاهد عليه الله في رعيته لقوله تعالى : { وأوفوا\n</p>\n\n<p>\nبعهد الله إذا عاهدتم } (1) وقال: { وأوفوا بعهدي أوف بعهدكم } (2)\n</p>\n\n<p>\nوعلى الكل التسليم للحق والانقياد له من الخلق لقوله تعالى : { الحق أحق\n</p>\n\n<p>\nأن يتبع } (3).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ قول أبي زكريا ]\n</p>\n\n<p>\nعن القاضي أبي زكريا(4): إذا عقد الأعلام للإمام مطلقا وجب عليه الخروج\nوإن عقد له على دار محظورة لم يلزمه ذلك إلا أن يصير في حد\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- سورة النحل آية 91 .\n</p>\n\n<p>\n(2) 2- سورة البقرة آية 40.\n</p>\n\n<p>\n(3) 3- سورة يونس آية 35 { أفمن يهدي إلى الحق أحق أن يتبع } .\n</p>\n\n<p>\n(4) 4- القاضي أبو زكريا: هو العلامة الفقيه أبو زكريا يحيى بن سعيد\nالعقري النزوي وهو\n</p>\n\n<p>\nشقيق العلامة أبي علي الحس بن سعيد بن فريش العقري النزوي، وأبو زكريا يعد <span id='ms1597'></span> من\n</p>\n\n<p>\nفطاحل العلماء وأجل الفقهاء عارفا بالأصول والفروع له كتاب الإيضاح في\nالأحكام\n</p>\n\n<p>\nوالقضاء، طبع لحساب وزارة التراث العمانية. انظر نزوى عبر الأيام ص108.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p009'> Vol. 13, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nالقدرة فيكون الخروج عليه فرضا فكلما حمى بلد أخرج إلى غيرها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الاعتراض على من يقول أن الأئمة من قريش ]\n</p>\n\n<p>\nقال أبو سعيد: إذا سئلت عن الإمام لا تعرف حاله وما يجب له فقل: يجب\nللإمام كذا ويجوز له فعل كذا وقول : كذا ومن حاله كذا إذا لم\n</p>\n\n<p>\nتسأل عن إمام بعينه وإن قيل: لا يكون الإمام إلا قرشيا لقوله - صلى الله\nعليه وسلم -:\n</p>\n\n<p>\n«الأئمة من قريش»(1) قلنا له: إن قوله هذا دعوى على كتاب الله تعالى\n</p>\n\n<p>\nلقوله تعالى: { يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي\n</p>\n\n<p>\nالأمر منكم } (2) فعم الخطاب الكافة من المؤمنين فإن صح الخبر معناه أن\n</p>\n\n<p>\nالإمامة في قريش في أيام عدلها ودليل آخر ما يروى عن أبي بكر الصديق\n</p>\n\n<p>\nرضي الله عنه أنه قال في خطبته لما ولي الإمارة: إني وليتكم ولست بخير\n</p>\n\n<p>\nمنكم فأطيعوني ما أطعت الله ورسوله فإن عصيت فلا سبيل لي عليكم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ خلافة عمر بن العزيز - رضي الله عنه - ]\n</p>\n\n<p>\nولا تجوز إمامة من لم يجمع المسلمون على إمامته وإن عدل وحكم بما أنزل\nالله وجبت طاعته ألم تر أن المسلمين لم يتولوا عمر بن عبد العزيز وهو صحيح\nالسيرة لما استبز في الإمارة برأيه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ السؤال عن أهل الأحداث ]\n</p>\n\n<p>\nوإذا غرب علم من قدم الإمام فحكم الوقوف حتى يصح حاله وصحة\n</p>\n\n<p>\nإمامته ولا تصح البراءة منه حتى يصح جوره ولا يلزم السؤال عنه وإنما\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- هذا الحديث صحيح ورد بصيغ متعددة منها : «الناس تبع لقريش في\nالخير والشر»\n</p>\n\n<p>\nأخرجه مسلم رقم 11819الإمارة، و«الناس تبع لقريش في هذا...» البخاري ومسلم\n</p>\n\n<p>\n- 6/385، مسلم رقم 1818، ومنها: «لا يزال الأمر في قريش ما بقي منهم اثنان\n</p>\n\n<p>\nالبخاري 6/389، وانظر جامع الأصول في أحاديث الرسول - صلى الله عليه وسلم\n- 4/42 - 43،\n</p>\n\n<p>\n44، 45، 46 وللعلماء في تأويل وتفسير الحديث مذاهب مختلفة والله أعلم.\n</p>\n\n<p>\n(2) 2- سورة النساء آية 59.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p010'> Vol. 13, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nالسؤال عن أهل <span id='ms1598'></span> الأحداث المجتمع على تحريمها الذي يكفر راكبها وإذا لم\n</p>\n\n<p>\nيصح الحدث لم يلزم السؤال.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ متى يتم عزل الوالي ]\n</p>\n\n<p>\nعن أبي محمد: وعلى الإمام عزل الوالي إذا شكته الرعية ولا يكلفهم\n</p>\n\n<p>\nالبينة بإحداثه التي يستوجب بها العزل ويولي أرباب الفضل والأمانة\n</p>\n\n<p>\nوللإمام أن يمنع من عمل المغشوش من دراهم وغيرها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من وظائف الإمام ]\n</p>\n\n<p>\nوليس للإمام أن يعاقب على بيع المغشوش فإن قيل له: لم جاز له على\n</p>\n\n<p>\nفعل ثم لا ينهى عن الرضى به؟ قلنا: لأنها أملاك لملاك فإن كانت فاسدة أو\nمتغيرة بفعل أربابها فإن ملكهم لم يفارقها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ ما يجب على الإمام وما ينهى عنه ]\n</p>\n\n<p>\nوعلى الإمام استعمال الأمناء في رعيته فإذا رفع إليه المسلمون مظلمة\n</p>\n\n<p>\nعلى عامل ذلك قبل منهم وأنفذ ما رفعوه إليه وردهم إلى الحق وقبل نصح\nأوليائه وإخوانه وأمرهم بالمعروف والنهي عن المنكر. وإذا استعمل الإمام\n</p>\n\n<p>\nعاملا بعد أن صح ظلمه وجوره واستتيب فإن لم يتب وأصر استحق الخلع\n</p>\n\n<p>\nوإن لم يصح ظلمه بشهادة عدلين وكره المسلمون له استعماله كابه القبول\nمنهم والأخذ بالثقة في دينه وأمانته قال الله تعالى: { يا أيها الذين آمنوا\n</p>\n\n<p>\nكونوا قوامين بالقسط شهداء لله ولو على أنفسكم أو الوالدين\n</p>\n\n<p>\nوالأقربين } (1) الآية. فعلى الإمام الإنصاف أولا من نفسه وماله ورعيته\n</p>\n\n<p>\nوقال الله تعالى: { يا داود إنا جعلناك خليفة في الأرض فاحكم بين الناس\nبالحق } (2) تمام الآية.\n</p>\n\n<p>\nويكره للإمام وعماله قبول الهدايا من ضارب أو أهل الأمن من عود\n</p>\n\n<p>\nذلك وأما قبول الهداية على الحكم فذلك سحت محجور فإن فعل لزمه رد\n</p>\n\n<p>\nما أخذ(3).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صفات الولاة ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- سورة النساء آية 135.\n</p>\n\n<p>\n(2) 2- سورة ص آية 26.\n</p>\n\n<p>\n(3) 3- لأن الهدية في مكان الشبة رشوة، وكما قال - صلى الله عليه وسلم -:\n«هدايا العمال غلول».\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p011'> Vol. 13, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nولا يجوز للإمام استعمال السفهاء من أقاربه ولا سواهم وكفى بالمرء خيانة\nأن يكون أمينا لخائن وأمينه خائن(1)، ومن ولى على أمانته السفهاء فقد خان\nأمانته ولزمت استتابته إن تقدمت له ولاية وإن أصرى برأيه منع وخلع.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من هو المتولي للأحكام <span id='ms1599'></span> ]\n</p>\n\n<p>\nولا يجوز للإمام أن يولي الأحكام إلا من يحسنها فإن أبى فقد رد الأمر\n</p>\n\n<p>\nإلى من لا يعلم أنه يعدل فيهم أو يجور أو يخطئ أو يصيب.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صفات المتولي على الصدقات ]\n</p>\n\n<p>\nولا يجوز للإمام أن يولي على الصدقات من لا يعرف عدلها ومن\n</p>\n\n<p>\nيأخذها ويضعها في غير حلها وليس له تولية غير العارف بأمور الحرب على\nسراياه وجيوشه وإن ولي على أمر من أموره غير أهله فقد حكم بغير ما\n</p>\n\n<p>\nأنزل الله ووضع أمانته مع غير أهلها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صفة ولاية الكتمان والظهور ]\n</p>\n\n<p>\nفإن قيل: فما صفة الكتمان والظهور؟ قلنا: إن كتمان المسلمين أكثر من\nظهورهم منذ مات علي(2) رضي الله عنه إلى زمن عبد الله بن يحيى(3)\n</p>\n\n<p>\nكلها كتمان وهو سبعة وتسعون برهة فإن قيل: فما الظهور؟ قلنا: هو زمن\nالنبي - صلى الله عليه وسلم - والخلفاء الراشدين من بعده فإن المسلمين\nأظهروا دينهم وحاربوا\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 4- هذا معنى حديثه - صلى الله عليه وسلم -: «يكون في آخر الزمان\nأمراء ظلمة ووزراء فسقة وقضاة ظلمة\n</p>\n\n<p>\nخونة وفقهاء كذبة فمن أدركهم فلا يكون لهم عريفا ولا جابيا ولا خازنا» كنز\n</p>\n\n<p>\nالعمال 6/77 رقم 14909 الخطيب عن أبي هريرة.\n</p>\n\n<p>\n(2) 1- علي: هو الإمام علي بن أبي طالب -رضي الله عنه- ابن عم النبي -\nصلى الله عليه وسلم - وزوج ابنته\n</p>\n\n<p>\nالزهراء -رضي الله عنها- ورابع الخلفاء الراشدين، لم تجتمع الإمامة عليه، وقامت\n</p>\n\n<p>\nفي عصره صفين والجمل، وهو أشهر من أن يكتب عنه ويعرف.\n</p>\n\n<p>\n(3) 2- الإمام عبد الله بن يحيى الكندي الحضرمي الملقب بطالب الحق، التقى\nبأبي حمزة\n</p>\n\n<p>\nالمختار بن عوف الأزدي في موسم حج 128ه وثار ضد الأمويين عام 129ه =\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p012'> Vol. 13, p. 012</a>\n            </div>\n             من خالف أمر الله فظهروا على المشركين وأظهروا دين رب العالمين وعلى\n</p>\n\n<p>\nأئمة العدل إذا ظهروا لم يستطيع أحد أن يعصي الله ويطيع الشيطان لعنه\n</p>\n\n<p>\nالله بين أظهرهم علانية إلا أخذوا على يديه أخذا وبيلا ومنعوه عن هواه\nعقوبة وتنكيلا كما وصفهم الله إذ قال: { الذين إن مكناهم في\n</p>\n\n<p>\nالأرض } (1) الآية.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم الله في أهل الفساد ]\n</p>\n\n<p>\nوإذا أظهر الله <span id='ms1600'></span> أهل الحق أوهن الباطل ولا يجتمعان أبدا ولن ترى على\n</p>\n\n<p>\nأهل الحق من أهل الباطل يدا ومن رغب عن طاعة الله أذله وقض وحد\n</p>\n\n<p>\nحسامه وأفله والحق هو سيف الله على العباد والقاصم لأرباب الكفر والعناد\nومن نكث فإنما ينكث على نفسه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ لا بد من إظهار أمر السلطان ]\n</p>\n\n<p>\nولا يجوز لسلطان أهل العدل أن يكتم لأن اسم السلطان لا يقع إلا\n</p>\n\n<p>\nعلى متسلط بأمر الله حاكم بالعدل على عباد الله عامة قاهر الباطل\n</p>\n\n<p>\nوأهله فإن لم يفعل ذلك صار كسواد الناس وعوامهم فإذا لم\n</p>\n\n<p>\nيأمر بالمعروف وينهى عن منكر فقد زال عنه اسم السلطان وصار\n</p>\n\n<p>\nحزبا للشيطان.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صفات الإمام ]\n</p>\n\n<p>\nوعلى المسلمين أن يختاروا لأمرهم أفضل أهل زمانهم ممن يقوم بالحق ويعمل\nبه وإن يكون أعلمهم وأفقههم بالكتاب والسنة مع ورع صادق\n</p>\n\n<p>\nويقين خالص وعفة بطن شديد في غيره عفيف لين الجانب من غير ضعف. وينبغي\nللإمام أن يكون مأمون الغوائل عاملا بما علم وبما لم يعلمه مسائل\n</p>\n\n<p>\nولا ينهى عن شيء إلا وقد انتهى عنه ولا يأمر بشيء إلا وقد ائتمر به وأن\nيحب لرعيته ما يحب لنفسه وعياله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) = واحتل صنعاء ووجه حملة إلى مكة للاستيلاء عليها على أن تواصل\nالحملة السير إلى\n</p>\n\n<p>\nالشام، فسقطت مكة دون قتال وتلتها المدينة بعد معركة قديد عام 130ه، ثم\n</p>\n\n<p>\nاستردها الأمويون وقتل بمعركة جنوب مكة في مواجهة مع الجيش الأموي بقيادة\n</p>\n\n<p>\nعبد الملك بن عطية السعدي، وتشكل حركته أول إمامة ظهور الإباضية بجزيرة\n</p>\n\n<p>\nالعرب. انظر كشف الغمة ص299 رقم 477.\n</p>\n\n<p>\n1- سورة الحج آية 41.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p013'> Vol. 13, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n[ بمن يستعين الإمام ]\n</p>\n\n<p>\nقال النبي - صلى الله عليه وسلم -: «لعن الله الآمرين بالمعروف والتاركين\nله الناهين عن\n</p>\n\n<p>\nالمنكر الراكبين له»(1) وأن يستعين في أموره الصالحين الأخيار وأن يشد\n</p>\n\n<p>\nوطأته على المردة الفجار المساوي بين البعيد والقريب والأهل والغريب.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أخلاق الإمام ]\n</p>\n\n<p>\nومن أخلاق الإمام أن يكون طويل التفكر في رعيته الرشيد في حالته المشفق\nللعامة يسلك سبل السلامة عن عمر رضي الله عنه قال الخلافة ما\n</p>\n\n<p>\nائتمن عليها <span id='ms1601'></span> والملك ما أخذه قهرا بالسيف وعنه الإمامة في ذوي الصلاح\n</p>\n\n<p>\nولو كان أسود أو قال: «والله لو أدركت أبا عبيدة وسالم مولى أبي حذيفة\n</p>\n\n<p>\nلعله أبا عبيدة بن الجراح لاستخلفه عليكم ولم تخالجني فيه الشكوك وهل\n</p>\n\n<p>\nدليل على أنهما أصلح زمانهما.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صفات المسلم ]\n</p>\n\n<p>\nوالإمام الذي يؤمن الظلم والهضم وكان عمر بن الخطاب رضي الله عنه يقول:\nلا يؤمر الفاجر إلا الفاجر فالمسلم لا يخالف الاستقامة ولا ينكر\n</p>\n\n<p>\nالعدل وإذا التبس عليه أمر رفضه حتى يتحقق حقه فيعمل به أو باطل فيذره.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من صفات الإمام ]\n</p>\n\n<p>\nولا ينبغي للإمام أن يكون عجولا في أموره لأن من لقي الله تعالى على غير\nاستقامة لم يستطع العودة إلى دار الغرور وليصلح ما أفسده من الأمور\n</p>\n\n<p>\nلا يريد بالاستقامة ولا يبتغي عنها حولا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ قول أبو عبيدة في الإمامة والرعية ]\n</p>\n\n<p>\nعن جابر بن زيد(2)\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- هذا مصداق حديثه - صلى الله عليه وسلم - عن أبي زيد أسامة بن\nحارثة -رضي الله عنهما- قال:\n</p>\n\n<p>\nسمعت رسول الله - صلى الله عليه وسلم - يقول: «يؤتى بالرجل يوم القيامة\nفيلقى في النار، فتندلق\n</p>\n\n<p>\nأقتاب بطنه، فيدور بها كما يدور الحمار في الرحى، فيجتمع إليه أهل النار\nفيقولون: يا\n</p>\n\n<p>\nفلان مالك؟! ألم تك تأمر بالمعروف وتنهى عن المنكر فقول: بلى، كنت آمر\n</p>\n\n<p>\nبالمعروف ولا آتيه، وأنهى عن المنكر وآتيه» متفق عليه.\n</p>\n\n<p>\n(2) 1- جابر بن زيد -رضي الله عنه- مؤسس أهل الدعوة انظر تراجم الأجزاء\nالسابقة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p014'> Vol. 13, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nعن النبي - صلى الله عليه وسلم - أنه قال : «المؤمن وقاف والمنافق\nوثاب»(1) قال أبو عبيدة:(2) الواقف السائل مصيب والواقف الشاك في\n</p>\n\n<p>\nأمر مريب عن أي عبيدة أن الإمام إذا رأى من رعيته العدول عن طاعة\n</p>\n\n<p>\nالرحمن والولوج وانهماك في العصيان دعاهم إلى الوفاء بطاعته وإذا كتم\n</p>\n\n<p>\nخرج من الإمامة وضلت رعيته بارتكاب المحظور وإذا قهر وذل وقسر\n</p>\n\n<p>\nخرج من الإمامة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ طلب الإمام الاستقالة ]\n</p>\n\n<p>\nوقيل: إن أبا بكر بلغه أن جماعة من الناس كرهوا تقديمه فخطبهم\n</p>\n\n<p>\nوحمد الله وأثنى عليه ثم قال: أيها الناس كرهتموني فأقيلوني <span id='ms1602'></span> أقيلكم لعلة\nفاستقيلوني أقلكم فأجابه علي هيهات هيهات لا تقال ولا تستقال فأجمع\n</p>\n\n<p>\nصالح الأمة على الرضى بإمامته ولا حجة في إنكار العوام الدليل على أن\n</p>\n\n<p>\nالحجة هم العلماء قوله تعالى: { وإذا جاءهم أمر من الأمن أو الخوف أذاعوا\nبه } (3) إلى قوله: { لعلمه الذين يستنبطونه منهم } فالمستنبطون\n</p>\n\n<p>\nهم العلماء بالكتاب والسنة وكان عمر إذا رأى من المسلمين تقصيرا أما إن\nتوفوا بما عاهدتم وإلا خرجت من الإمامة لأن وجب عليه الوفاء لله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ عدد رجال الإمام ]\n</p>\n\n<p>\nوإذا بقي مع الإمام أربعين رجلا يتولى بعضهم بعضا صلحاء أمناء فلا\n</p>\n\n<p>\nعذر له في الضعف وإن لم يكن بتلك الحالة وسعه الخروج منها وحل للولي وصار\nبحد التقية وحالة الداخل في الإمامة كحالة المسجون أو مرتكب\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 2- هذا الحديث له شواهد كثيرة منها: عن أبي هريرة -رضي الله عنه- أن\nرسول الله\n</p>\n\n<p>\n- صلى الله عليه وسلم - قال: «المؤمن غر كريم، والفاجر خب لئيم» رواه أبو\nداود رقم 790 في الأدب،\n</p>\n\n<p>\nباب حسن العشرة والترمذي رقم 1965 في البر والصلة وهو حديث حس،\n</p>\n\n<p>\nوأخرجه البخاري في الأدب المفرد، وأحمد في المسند، والحاكم 1/43 وغيرهم.\n</p>\n\n<p>\n(2) 3- أبو عبيدة هو عالم المذهب -رحمه الله- انظر التراجم في الأجزاء\nالسابقة.\n</p>\n\n<p>\n(3) 1- سورة النساء آية 83.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p015'> Vol. 13, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nللخطر وقد روي أنه قال: وددت أن تضرب عنقي أحب إلي من أن أتولى\n</p>\n\n<p>\nهذا الأمر وعلى ظهر الدقعاء زمن من هو أقوى عليه مني.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم مغتصب الإمامة ]\n</p>\n\n<p>\nومن دين المسلمين تقويم الأئمة عن تراض ومشورة ومن اغتصب الإمامة فهو باغ\nبعد أن يمتنع عن ردها إلى أهلها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من صفات الإمام ]\n</p>\n\n<p>\nومن إن دينهم أن لا يتخذوا إماما ضعيفا عن نكاية العدو ولا مداهنا ومن\nدينهم لا يجبوا صدقة من لا يحموه ومن دينهم لا يجمعوا زكاة وخراجا\n</p>\n\n<p>\nفي أرض واحدة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ متى تكون بيعة الدفاع ]\n</p>\n\n<p>\nوإذا حاذر المسلمين على الدولة أن تذهب وعلى البلد والرعية أن تعطب جاز\nلهم أن يبيعوا رجلا بيعة دفاع إذا كان ذا قوة ونظر وورع وتوقف ولو\n</p>\n\n<p>\nلم يتول ببصر نفسه <span id='ms1603'></span> ولا يبري ببصر نفسه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ مشاورة الإمام للأمة ]\n</p>\n\n<p>\nوعلى الإمام أن لا يقدم على شيء إلا بمشورة من المسلمين من أهل العلم\nوالورع وهم الأولياء لا سواهم فإن خالف شرطا مما اشترطوا عليه زالت\n</p>\n\n<p>\nإمامته بنقضه للعهد الذي بويع اتفاقا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ عزل إمام الدفاع ]\n</p>\n\n<p>\nوإذا عقد المسلمون لإمام الدفاع الضرورة فإذا زالت الضرورة وانزاحت جاز\nلهم عزله إذا وجدوا من هو للإمامة موضع ولم يقترف حوبا بمعرفة منها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ العلم من شروط الإمامة ]\n</p>\n\n<p>\nوإذا كان الإمام قليل العلم وشرط عليه العقاد شروط لا تستقيم الإمامة إلا\nبها تم حكم بحكم في مال أو نفس أو نصب حربا على وجه الحكم من\n</p>\n\n<p>\nغير أن يدعي حقا لنفسه فعورض فادعى مشورة المسلمين قبل منه ولا يلزمه\n</p>\n\n<p>\nأن تبين من شاوره وقيل: يلزمه البين طلب منه أو لم يطلب وقيل: إذا طلب\nالنزح عن نفسه أشبهه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ مشاورة الإمام للأمة ]\n</p>\n\n<p>\nوأما إن ادعى أنه شاور أحدا من أهل الدعوة ممن لا تثبت له ولاية فلا حجة\nله بذلك فإذا احتج بقوم قد احتضر وإلا فلا يساء الظن بإمام المسلمين وهو\nعلى إمامته ومنزلته ومن لم يكن له ولاية فليس هو من أهل الشورى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p016'> Vol. 13, p. 016</a>\n            </div>\n            \nفإن احتج برجل واحد من أهل الشورى كان بذلك حجة لأن هذا بمنزلة\n</p>\n\n<p>\nالفتيا في الحكم فإن رام منهم كتابا فيما يأتي وما يذر فكتبوا له وقد صح\nمخالفته لما كتبوا فلهم منعه ويلزمه قبول ذلك منهم فإن رسموا له صفة ما\n</p>\n\n<p>\nيفعلونه الأئمة ولم يخصوه هو بذلك فإذا جعلوا له فعل ذلك جاز له فعله\n</p>\n\n<p>\nوإلا فلا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم الاستغناء عن المشاورة ]\n</p>\n\n<p>\nوإذا لم يكن الإمام عالما ولم يتق الرخص التي غير معمول بها فطلب من\nالمسلمين أن يكتبوا له كتابا بما يأتي وما يذر ليستغني به عن مشورتهم فليس\n</p>\n\n<p>\nلهم إجابته.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ متى يعزل الإمام ]\n</p>\n\n<p>\nوإذا كان بالإمام فظاظة وخوفا على المسلمين وقلة المبالاة بهم لا يقبل\n</p>\n\n<p>\nإلا بما يهوى وهو قليل العلم فلا تصح إمامته لأن موسى <span id='ms1604'></span> بن أبي جابر(1)\n</p>\n\n<p>\nعزل محمد بن أبي غسان(2) بهذه الخصال قال الله تعالى: { لقد جاءكم رسول\nمن أنفسكم عزيز عليه ما عنتم حريص عليكم بالمؤمنين رؤوف\n</p>\n\n<p>\nرحيم } (3) وقال: { محمد رسول الله والذين معه أشداء على الكفار رحماء\nبينهم } (4) فإذا كان على غير هذه الصفة كان مخالفا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- موسى بن أبي جابر: من بني ضبة وقيل من بني سامة بن لؤي بن غالب\nكان أحد\n</p>\n\n<p>\nالعلماء الأربعة الذين حملوا العلم عن الربيع بن حبيب -رحمه الله- من\nالبصرة إلى\n</p>\n\n<p>\nعمان، وكان من العلماء في عصره ومرجعا للمسلمين في ذلك الأوان وعلى رأسه\n</p>\n\n<p>\nقامت الإمامة بعد انقطاعها بقتل الإمام الجلندي. انظر إتحاف الأعيان 1/168.\n</p>\n\n<p>\n(2) 2- محمد بن أبي غسان: لعله: أبو عبد الله محمد بن أبي غسان النزوي من أجل\n</p>\n\n<p>\nالعلماء بالقرن السادس الهجري ويقال أنه توفي في الثامن والعشرين من جمادى\n</p>\n\n<p>\nالأولى سنة 79ه من خلال هذا التاريخ أن المعاصر لموسى بن أبي جابر غير\nهذا والله\n</p>\n\n<p>\nأعلم. نزوى عبر الأيام ص30.\n</p>\n\n<p>\n(3) 1- سورة التوبة آية 128.\n</p>\n\n<p>\n(4) 2- سورة الفتح جزء من آية 29.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p017'> Vol. 13, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n[ شروط عزل الإمام وإعادته ]\n</p>\n\n<p>\nوإذا عقد المسلمون لإمام ضعيف على شرط أن لا يقدم على أمر إلا برأيهم\nفغابوا أو ماتوا وبقي معه ضعفاء علم وبصر إلا أنهم ثقات أمناء فعلى هذا\nالإمام القيام بما بلغ طوله وحوله ويستعين بمن حضره من ذكرت ويعمل\n</p>\n\n<p>\nبما علم ويقف عما جهل وإذا خالف الإمام الضعيف ما شرط عليه ولم\n</p>\n\n<p>\nيتلف مالا ولا نفسا ثم تاب وأناب بطلت إمامته وهو على ولايته وصار كواحد\nمن المسلمين وليس لهم مبايعته ثانية إلا بعد استبراء حالته\n</p>\n\n<p>\nوالاستدامة لينظر حاله فأراه مستحقا فلا بأس عليهم أن يعقدوا له ثانية\n</p>\n\n<p>\nانتظروه سنة فإن استقام وإلا رفضوه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ قول علي -رضي الله عنه- في شروط الإمامة ]\n</p>\n\n<p>\nوقيل: لما خرج طلحة(1) والزبير(4) إلى مكة قام علي على المنبر فحمد\n</p>\n\n<p>\nالله وأثنى عليه وقال: يا أيها الناس أحق عباد الله بهذا الأمر أقواهم عليه\n</p>\n\n<p>\nوأتقاهم لله فيه ولا يحل إلا برضى المهاجرين والأنصار <span id='ms1605'></span> ولعمري أن لو\n</p>\n\n<p>\nكانت الإمارة لا يكون حتى يحضرها جميع المسلمين ما كان إلى ذلك من\n</p>\n\n<p>\nسبيل وأقل ما على الإمام أن يعلم ما يسع جهله ومالا يسع جهله وإنما\n</p>\n\n<p>\nيستحق الإمامة بكمال بصيرته وصحة علانيته وسريرته وبيان النصيحة منه\nللعباد والذود عن البلاد ولو كان لا يستحق الإمام الإمامة وفي المصر من\n</p>\n\n<p>\nهو أعلم منه لاختلطت أمور المسلمين ولكانوا كل يوم ينتظرون من يزيد\n</p>\n\n<p>\nإمامة إمامهم إذا أتى من هو أعلم منه.\n</p>\n\n<p>\n(2)\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 3- طلحة بن عبيد الله بن عثمان بن عمرو بن كعب بن سعد بن تيم بن مرة\nبن كعب...\n</p>\n\n<p>\nالقرشي المكي أبو محمد. أحد العشر المشهود لهم بالجنة له عدة أحاديث حدث عنه\n</p>\n\n<p>\nبنوه، يحيى وموسى وعيسى والسائب بن يزيد ومالك بن أوس بن الحدثان وغيرهم =\n</p>\n\n<p>\n(2) = كثير، شلت يده يوم أحد وهو يقي النبيص، اشترك في الفتنة في قتال\nعلي -رضي الله\n</p>\n\n<p>\nعنهما- وقتل سنة 36ه في جمادى الآخرة وقيل في رجب وهو ابن اثنتين\n</p>\n\n<p>\nوستين سنة أو نحوها. وقيل أن الذي قتله مروان بن الحكم. انظر سير أعلام\nالنبلاء\n</p>\n\n<p>\n1/23 - 40.\n</p>\n\n<p>\n4- الزبير: الزبير بن العوام بن خويلد بن أسد بن عبد العزى بن قصي...\nحواري رسول\n</p>\n\n<p>\nالله - صلى الله عليه وسلم - وابن عمته صفية بنت عبد المطلب، وأحد العشرة\nالمبشرين بالجنة، وأحد\n</p>\n\n<p>\nالستة أهل الشورى، وأول من سل سيفه في سبيل الله، أبو عبد الله أسلم وهو حدث،\n</p>\n\n<p>\nله ست عشرة سنة وغيرهم. شارك في الفتنة التي وقعت بعد مقتل عثمان -رضي\n</p>\n\n<p>\nالله عنه- قتل يوم الجمل وقال علي لقاتله: سمعت رسول الله - صلى الله\nعليه وسلم - يقول: «قاتل\n</p>\n\n<p>\nزبير في النار» انظر سير أعلام النبلاء 1/41 - 67.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p018'> Vol. 13, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ مناقب معاذ بن جبل ]\n</p>\n\n<p>\nوقد ولى المسلمون أبا بكر رضي الله عنه بعد وفاة النبي - صلى الله عليه\nوسلم - ومعاذ\n</p>\n\n<p>\nحاضرا وهو الذي قال فيه رسول الله - صلى الله عليه وسلم -: «يأتي معاذ\nإمام العلماء وفي\n</p>\n\n<p>\nنسخة: أعلم العلماء»(1) وفي الحديث مناقب الصحابة رضي الله عنهم أن\n</p>\n\n<p>\nمعاذ أعلم أمتي بالحلال والحرام <span id='ms1606'></span>(2).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من كلام علي في الإمامة ]\n</p>\n\n<p>\nوقد أمر النبي - صلى الله عليه وسلم - عمرو بن العاص(3) في بعض غزواته\nوفي الجماعة خير منه واستخلف المسلمون بعد موت نبيهم أبا بكر وفي الجماعة\nمن هو أعلم منه وقد قال رسول الله - صلى الله عليه وسلم -: «معاذ يسبق\nالعلماء برتوة ومعاذ في الجماعة»(4).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تابع كلام الإمام علي -رضي الله عنه- ]\n</p>\n\n<p>\nولا إمامة لمحجوب البصر لأنه لا قضية له ولا شهادة وأما في الحدود في\nالقذف فلا بأس بإمامته إذا كان أهلا لها بعد أن يتوب.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الفرق بين الإمام والعالم ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- انظر سير أعلام النبلاء حياة معاذ بن جبل 1/449 والاستيعاب في\nمعرفة الأصحاب\n</p>\n\n<p>\n10/105 رقم 2416.\n</p>\n\n<p>\n(2) 2- نفس المصادر السابقة.\n</p>\n\n<p>\n(3) 3- عمرو بن العاص: الإمام أبو عبد الله ويقال: أبو محمد السهمي،\nداهية قريش\n</p>\n\n<p>\nورجل العالم، ومن يضرب به المثل في الفطنة والدهاء والحزم. هاجر مسلما في أوائل\n</p>\n\n<p>\nالسنة الثامنة مرافقا لخالد بن الوليد وحاجب الكعبة عثمان بن طلحة. حدث عنه\n</p>\n\n<p>\nالجمع الغفير، اشترك في الفتنة وكان في معسكر معاوية بن أبي سفيان، له\nمواقف في\n</p>\n\n<p>\nالجاهلية كثيرة منها ترأس وفد قريش للنجاشي ومواقف كثيرة في الإسلام منها يوم\n</p>\n\n<p>\nاليرموك -رضي الله عنه- توفي في مصر ليلة عيد الفطر سنة 42ه وقيل 43ه. انظر\n</p>\n\n<p>\nسير أعلام النبلاء 3/54 - 77 رقم 15.\n</p>\n\n<p>\n(4) 4- انظر سيرة معاذ بن جبل في سير أعلام النبلاء 1/446.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p019'> Vol. 13, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي المؤثر من كتاب البيان والبرهان(1)، فإذا ظهر المسلمون في أرض\nقدموا أفضلهم فإن استووا فأقواهم على الأمر بالمعروف والنهي عن المنكر\nوأشدهم بأسا وأنكاهم للعدو والإحاطة من وراء حريمهم والحفظ للرعية.\n</p>\n\n<p>\nالفرق بين الإمام العالم وخلافته فإن المسلمين إذا عقدوا للعالم الإمامة\nفوضوا الأمر إليه وإن قدموا الضعيف عند عدم العالم جازوا ذهاب الدولة\nواستيلاء العدو عليهم على شروط يشرطونها عليه وهو أن لا يقدم على\n</p>\n\n<p>\nشيء إلا بمشورتهم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من شروط الإمام ]\n</p>\n\n<p>\nولا يجوز لهم أن يعترضوا من ينتهك ما يدين بتحريمه ويستتيبونه\n</p>\n\n<p>\nويقدمونه إماما إذا ذلك لا يتوب إلا للتقدمة والإمارة وقد صار منها مرتابا <span id='ms1607'></span>\n</p>\n\n<p>\nفي أمره فإذا كان عليهم عزل المتهم بعد أن عقدوا الإمامة فكيف يجوز لهم\nالعقد على متهم قال الله تعالى: { أفمن أسس بنيانه على تقوى من الله ورضوان\nخير أم من أسس بنيانه على شفا جرف هار } (2) الآية.\n</p>\n\n<p>\nوإذا نزل الإمام بمنزلة التهمة استتابه المسلمون فإن تاب وإلا عزل فإن لم\n</p>\n\n<p>\nيعتزل وحارب حورب وصار باغيا حتى يفيء إلى أمر الله.\n</p>\n\n<p>\nوإذا وجب على الإمام الحج إذا استأمن على أمانته من يثق ويجعل للرعية\nخليفة لا إماما ولمن يجعله له أن يفعل كفعله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ وجوب الإمامة ]\n</p>\n\n<p>\nعن الفضل بن الحواري(3) والوضاح بن عقبة(4)\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- كتاب البيان والبرهان: للعلامة الورجلاني وهو مغربي من علماء\nالمذهب.\n</p>\n\n<p>\n(2) 2- سورة التوبة آية 109.\n</p>\n\n<p>\n(3) 1- الفضل بن الحواري: هو الشيخ الفقيه العلامة أبو محمد الفضل بن\nالحواري\n</p>\n\n<p>\nالأزكوي من بني سامة بن لؤي بن غالب من أشهر علماء عمان في القرن الثالث\n</p>\n\n<p>\nعاصر الفتنة وقتل فيها -رحمه الله- انظر إتحاف الأعيان 1/197.\n</p>\n\n<p>\n(4) 2- الوضاح بن عقبة: من علماء عمان وقد عمل كوالي للإمام مهنا بن جيفر\nعلي توام،\n</p>\n\n<p>\nوقد قتل في فتنة بني الجلندي ومن عقبه من العلماء ابنه زياد وحفيده\nالوضاح بن\n</p>\n\n<p>\nالعباس بن زياد وهو من الطبقة الرابعة من علماء عمان. كشف الغمة ص258.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p020'> Vol. 13, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nوموسى بن علي(1): لا يعقدوا لواء ولا يقيموا حدا على متبع هواه ولا يجهر\nعرمرم ولا يؤمن أحدا من الأمم ولا يحكم بحكم قد أجمع عليه أرباب العلم إلا\nبإمام حر نقي مسلم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أهمية معرفة الإمام ]\n</p>\n\n<p>\nوإذا سأل العامة الإمام عن من عقد له الإمامة فليس عليه إعلامهم لأنهم\n</p>\n\n<p>\nليسوا بحجة ولا كرامة لهم وإنما ذلك عليه العلماء وقيل: النظر إلى أئمة\n</p>\n\n<p>\nالعدل عبادة.\n</p>\n\n<p>\nومن ترك معونة الإمام مع استطاعته لذلك فمنزلته خسيسة ومن صحت منه التقية\nمن أئمة العدل فقد أوجب على نفسه البراءة مع من يتولاهم\n</p>\n\n<p>\nوهو رأي محمد بن جعفر(2) والربيع وتجوز التقية للإمام إذا توعد على فعل\n</p>\n\n<p>\nحق ومن يتق على إنفاذ كلمة حق فلس بإمام.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الإكراه على فعل <span id='ms1608'></span> الشرك ]\n</p>\n\n<p>\nومن اتقى مشركا وأمره ليسجد لوثنه وتوعده إن لم يفعل وغلب على\n</p>\n\n<p>\nظنه إن لم يفعل فعل به جاز له ذلك وله العذر عند الله والمسلمين ولا يجوز\n</p>\n\n<p>\nهذا ممن دان به واعتقد الرضى به.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الإمام عند اتحاد القطرين ]\n</p>\n\n<p>\nوإذا اتصلت مملكة إمامين كإمام حضرموت وإمام عمان اختار المسلمون أيهما\nأحق بالإمامة منهما وأقاموا إماما لهم ولا يجوز أن يكون إمامان في أمر واحد.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 3- موسى بن علي: العلامة الجليل موسى بن علي بن عزرة الأزكوي كان هو وأخواه\n</p>\n\n<p>\nمحمد بن علي والأزهر بن علي من أجل العلماء في زمانهم، ولد ليل عاشر من\n</p>\n\n<p>\nجمادى الأخرى سنة 177ه قبل وفاة جده موسى بن أبي جابر، نشأ في وطنه\n</p>\n\n<p>\nأزكى. انظر إتحاف الأعيان 1/182 - 193.\n</p>\n\n<p>\n(2) 1- محمد بن جعفر: هو الشيخ العلامة أبو جابر محمد بن جعفر الأزكوي من مشاهير\n</p>\n\n<p>\nالعلماء في زمانه ومن المؤلفين المجيدين وهو من علماء النصف الأخير من القرن\n</p>\n\n<p>\nالثالث، وكان أصم من أشياخه العلامة محمد بن محبوب له مؤلفات منها جامع بن\n</p>\n\n<p>\nجعفر وقد حققت القطعة الثانية في الأجزاء الرابع والخامس والسادس. ولدينا القطعة\n</p>\n\n<p>\nالثالث وهي الجانب العقابي. كشف الغمة، إتحاف الأعيان 1/206 - 208.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p021'> Vol. 13, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n[ موقع الإمام عند اتحاد البلدان جميعها ]\n</p>\n\n<p>\nوإذا اتصلت مملكة الأئمة بطلت إمامة الكل واختار المسلمون إماما لإمام\nالبحرين وعمان وإمام حضرموت ولو كان بنزوى إمام وبصحار سلطان لجاز لأهل\nالجو أن يقدموا إماما فإذا اضمحل ملك السلطان الذي بصحار واتصلت مملكة نزوى\nوالجوي بطلت إمامتهما واختار المسلمون إماما يقيمونه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من تجب طاعته ]\n</p>\n\n<p>\nوإذا قدم الإمام من لا ولاية له ولا عداوة فلا يلزم المسلمين إمامته ولا\nإعانته وليس كل من انتحل الدعوة وتسمى بالنخلة وجبت إجابته وطاعته وفي\nالحديث: «من قتل تحت راية عمية مات موتة جاهلية»(1) والعمية الضلالة.\n</p>\n\n<p>\nوليس للإمام أن يسأل رعيته الحل من أموالهم لأنهم يتقوه فإن بدؤوه\n</p>\n\n<p>\nبالحل جاز وليس له أن يحتجب عنهم إلا لما لا بد منه للحديث «من أولاه\n</p>\n\n<p>\nالله أمور خلقه فاحتجب حجب الله رحمته عنه <span id='ms1609'></span>»(2).\n</p>\n\n<p>\nالنهج السادس والثلاثون\n</p>\n\n<p>\nفي حدث الإمام و سراياه\n</p>\n\n<p>\nو أحكام ذلك\n</p>\n\n<p>\nالنهج السادس والثلاثون\n</p>\n\n<p>\nفي حدث الإمام و سراياه و أحكام ذلك\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم السلب وسفك الدماء ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- الحديث: عن جندب بن عبد الله - رضي الله عنه - قال : قال النبي -\nصلى الله عليه وسلم - «من قتل تحت راية\n</p>\n\n<p>\nعمية يدعو عصبية، أو ينصر عصبية، فقتله جاهلية» أخرجه مسلم رقم 1850 في\nالإمارة\n</p>\n\n<p>\nباب وجوب ملازمة جماعة المسلمين عند ظهور الفتن، والنسائي 7/123 في تحريم الدم،\n</p>\n\n<p>\nباب التغليظ فيمن قتل تحت راية عمية.\n</p>\n\n<p>\n(2) 2- رواية ثانية: من ولي من أمور المسلمين شيئا فاحتجب دون حاجتهم\nوخلتهم، وفقرهم\n</p>\n\n<p>\nوفاقتهم احتجب الله عنه يوم القيامة دون خليته أو حاجته وفاقته وفقره،\nرواه مسلم\n</p>\n\n<p>\nفي صحيحه كتاب الإمارة رقم 1826 وأبو داود رقم 2851 كتاب الوصايا، راجع\n</p>\n\n<p>\nعون المعبود شرح سنن أبي داود 8/70 - 71.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p022'> Vol. 13, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا صح في رعية الإمام ممن جهزه للانتهاك كالسلب وسفك الدماء وحرق الدور\nفإن جهزهم وخرجوا برأيه وعلم فعلهم ضمن الفاعل والإمام ذلك في أموالهم دون\nأموال الله وإن خرجوا بلا رأيه فضمان ما ركبوا في أموالهم وكان الإمام\nمستحلا لما أمرهم بفعله ومتأولا فذلك خطأ وهو في\n</p>\n\n<p>\nمال الله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر الخطأ في الأمر بالمعروف والنهي عن المنكر ]\n</p>\n\n<p>\nعن محمد بن محبوب(1): لأن الإمام أو ولاته إذا بعثوا من يأمر\n</p>\n\n<p>\nبالمعروف وينهى عن المنكر فأخطأ سبيل الرشاد وسلكوا منهج العبث\n</p>\n\n<p>\nوالفساد فلا عليهم وعليهم الضمان وهو في بيت المال.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ وصية الإمام للجيش ]\n</p>\n\n<p>\nعن أبي عبد الله محمد بن محبوب: وإذا بعث الإمام من يأمر\n</p>\n\n<p>\nبالمعروف وينهى عن المنكر فعرضوا ما خرجوا له وحوربوا وسلبوا جهلا\n</p>\n\n<p>\nفإذا صح صنيعهم بشهادة عدلين ضمنوا ما تعدوا فيه من أخذ المال\n</p>\n\n<p>\nوحرق المنازل وهو في مال الله وعلى الإمام أن يتقدم على من يبعثه\n</p>\n\n<p>\nويعرفهم ما يأتوا وما يزيدوا فمن تعدى على شيء مما نهى عنه كان\n</p>\n\n<p>\nضمانه في ماله خاصة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر مخالفة رأي القائد ]\n</p>\n\n<p>\nوإذا خرج الإمام بمن معه على أهل البغي فبغى من بغى من عسكره <span id='ms1610'></span> فحرق وسلب\nفخيانة الفاعل في نشبه إذا نكص وخالف ما أمر به.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ دية من قتل برأي القائد ]\n</p>\n\n<p>\nعن أبي عبد الله: وإذا خرجت سرية الإمام فضربوا أحدا بغير حق فمن مات ممن\nأكلوه في ثلاثة أيام فعلهيم القود وإن مات بعد ثلاث فعليهم الدية وإن ضربوه\nبما استحق برأي الإمام أو برأي القائد فالدية في مال الله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر استتابة الإمام ]\n</p>\n\n<p>\nعن الصلت بن مالك(2)\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- محمد بن محبوب: من أعلام المذهب انظر الأجزاء السابقة.\n</p>\n\n<p>\n(2) 1- الصلت بن مالك: هو الإمام الصلت بن مالك بن بلعرب اليحميدي\nالخروصي\n</p>\n\n<p>\nعقدوا له البيعة بعد وفاة الإمام المهنا بن جيفر، وذلك بعد العصر من يوم\nالجمعة 16/\n</p>\n\n<p>\nربيع الثاني سنة 237ه ومن العلماء الحاضرين للبيعة محمد بن محبوب\nالرحيلي،\n</p>\n\n<p>\nوالمعلى بن النير، وزياد بن الوضاح، ومحمد بن أبي حذيفة وغيرهم كثير. سار على\n</p>\n\n<p>\nنهج سلفه وأصاب عمان الجوائح وتوفي رحمه ليلة الجمعة منتصف ذي القعد من\n</p>\n\n<p>\nسنة 275ه ودفن في مقبرة الأئمة في نزوى. نزوى عبر الأيام 82 - 85.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p023'> Vol. 13, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n: وإذا حدث الإمام فاستتابه المسلمون وأقروه\n</p>\n\n<p>\nبعد أن تاب وهو على حالته من الولاية وليس للمسلمين أن يأتمنوا أهل\nالإحداث على دمائهم وأنفسهم فإن عزلوه فأبى الاعتزال حاربوه وإن تابوا\nقبلوا منه وتولوه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر عدم انصياع الإمام للمسلمين ]\n</p>\n\n<p>\nوإذا حدث الإمام حدثا فالكرة عليه المسلمون فادعى أنه محق فيه\n</p>\n\n<p>\nوأن المنكر هو المبطل فعليهم خلعه إذ هو محدث مبطل مصر فإن أبى\n</p>\n\n<p>\nناصبوه الحرب.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر توبة الإمام على الولاية ]\n</p>\n\n<p>\nوإذا خلع المسلمون الإمام بحدث فاستتابوه عماله جاز لهم استعماله لأن\n</p>\n\n<p>\nعلى المسلمين قبول التوبة وبلغنا أن المغيرة بن شعبة(1) كلم عليا في\nتثبيت معاوية على الشام بطاعته فأبى علي وقال: ما كنت متخذ المضلين عضدا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ وصية الإمام غسان بن عبد الله ]\n</p>\n\n<p>\nعن أبي مودود والي الإمام غسان بن عبد الله(2): لا تولي من يختلف\n</p>\n\n<p>\nعليك المسلمون في عدالته فتخون الله بخلافة الصادقين الذي يحبون الله\n</p>\n\n<p>\nويريدون وجهه وأنت قادر على ذلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ بطانة الإمام ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- المغيرة <span id='ms1611'></span> بن شعبة: ابن أبي عامر بن مسعود بن معتب الأمير أبو عيسى\nمن كبار\n</p>\n\n<p>\nالصحابة أولى الشجاعة والمكيدة شهد بيعة الرضوان، وكان يقال له مغيرة\n</p>\n\n<p>\nالرأي. حدث عنه بنوه عروة، وحمزة، وعقاد والميسور بن مخرمة وغيرهم\n</p>\n\n<p>\nالكثير، توفي رضي الله عنه سنة 50ه وله سبعون سنة. انظر سير أعلام\nالنبلاء\n</p>\n\n<p>\n3/21 - 32.\n</p>\n\n<p>\n(2) 2- الإمام غسان بن عبد الله: عقدوا له الولاية بعد وفاة الإمام\nالوارث وذلك في 6/\n</p>\n\n<p>\nجمادى الأولى سنة 192ه وكان على رأس العلماء العاقدين له العلامة سليمان بن\n</p>\n\n<p>\nعثمان النزوي ومسعدة بن تميم النزوي، فقام بالحق خير قيام، حارب الجور\nفلم يستقر\n</p>\n\n<p>\nله المقام وحارب القراصنة. توفي رحمه الله 26ه من شهر ذي القعدة الحرام سنة\n</p>\n\n<p>\n207ه. انظر نزوى عبر الأيام ص72 - 75 .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p024'> Vol. 13, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا ائتمن الإمام من لا يراه الصالحون أمينا فقد خان الله وحاربه وحل\nخذلانه وحرمت نصرته ولا يميلن إلى العسر ومعه العسر وهم الصالحون\n</p>\n\n<p>\nالمقلدون أمورهم قال الله تعالى : { وما كان لمؤمن ولا مؤمنة إذا قضى\nالله ورسوله أمرا أن يكون لهم الخيرة من أمرهم } (1).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ خروج الوالي عن طاعة الإمام ]\n</p>\n\n<p>\nوإذا خرج الوالي من طاعة إمامه ولم يتعذر عنه بمظلمة ولم يدر طاعة\n</p>\n\n<p>\nإمامه فللإمام عزله فإن أبى بعث إليه ثقاتا ينصحونه فإن لم يقبل عوقب فإن\nامتنع حورب وكان باغيا عاصيا فإن احتج بحجة هاودوه حتى يعلموا حجته وأنه\nباغ أم مبغيا عليه ولا يجوز خلع الأئمة والبراءة منهم بالظنون والتهم من\nرعاياهم بل صادقة فيما غاب من أحكامها جائزة الرأي فيما تريد من مصالح\nرعاياها بذلك جرت سنة نبيها ما لم يخرج إلى صرح معصية بأربابها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ معالجة ارتكاب الأعوان المنكر ]\n</p>\n\n<p>\nعن أبي سعيد: وإذا ظهر أعوان الإمام منكر أو حاذر إن عاقبهم في تلك الحال\nأن تفشل دولته ورجاء أن يعينوه على صرف ما هو أعظم منه منكرا\n</p>\n\n<p>\nففي ذلك اختلاف قول: لا يسعه إلا إنفاذ الأحكام وقول: هو كغيره\n</p>\n\n<p>\nوتسعه التقية هذا إذا كان غير مناصب للعدو وأما إذا ناصب الإمام عدوه\nللحرب فله <span id='ms1612'></span> ترك الأحكام وإقام الحدود حتى يفرغ من حرب عدوه وله\n</p>\n\n<p>\nالخيار في ذلك لأن الأمر بالمعروف والنهي عن المنكر من حقوق الله وله\n</p>\n\n<p>\nفيها الخيار لما يصلح الإسلام من مؤاخذة أو ترك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[أثر اجتهاد الإمام]\n</p>\n\n<p>\nوإذا اجتهد الإمام في تولية عامل فأصاب العامل شاركه الإمام في الأجر وإن\nأخطأ فعلى نفسه الوزر وإذا لم يجتهد فأصاب لم يكن له في ثوابه\n</p>\n\n<p>\nنصيب وإن أخطأ تنازعن كأس الإثم والحوب.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ عقوبة الضرب غير المبرح ]\n</p>\n\n<p>\nوللحاكم أن يود باب الضرب غير المبرح وأكثره ثلاث مرات وقيل:\n</p>\n\n<p>\nإلى خمس ضربات فإذا رأى في ذلك زجرا لعسكره ورعيته عن بسط\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- سورة الأحزاب آية 36.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p025'> Vol. 13, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nأيديهم فيما لا يحل لهم البسط فيه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر موت الإنسان أثناء إقامة الحد ]\n</p>\n\n<p>\nوإذا أمر الإمام بضرب من وجب عليه الحد فمات أيان الضرب أو بعده فلا شيء\nعلى الإمام وهذا قتيل الله عز وجل وإن حده فيما يلزمه فيه دون\n</p>\n\n<p>\nالحد كالتعزير فله الدية وهي في مال الله وإن ضربه في شيء لا يلزمه فيه\n</p>\n\n<p>\nحد ولا تعزير فديته على الإمام في ماله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم قتل الإمام شخصا بغير حق ]\n</p>\n\n<p>\nوإذا قتل الإمام شخصا فلما تدبر أمره فإذا هو لم يستحق القتل فديته\n</p>\n\n<p>\nعلى الإمام ولا قود عليه إذا كان الإمام عدلا وإن كان بعكسه فعليه القود\nوليس على المأمور شيء إذا أجبره على قتله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم التجسس على الفسقة ]\n</p>\n\n<p>\nوليس على الإمام بأس أن يتجسس عن أصحاب المنكر الفسقة في\n</p>\n\n<p>\nدورهم وهو رأي محمد بن محبوب.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم الردة ]\n</p>\n\n<p>\nوإذا رأى الإمام امرأة مطروحة ومعها ولد فليس عليه أن يتحسس حالها. وعلى\nالإمام تعزير من ارتد ولا يعزر تعزيرا يخرج من حد التعزير ولعل هذا ارتد\nلبعض أديان أهل القبلة ومن ارتد إلى الكفرة فحده القتل.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أهمية البطانة الصالحة ]\n</p>\n\n<p>\nوإذا رأى المسلمون من الإمام حكما عزب عليهم كيفيته جاز لهم\n</p>\n\n<p>\nتصديقه وقد ائتمنه الله على ذلك حتى يصح عندهم خطأه وعليه اتخاذ\n</p>\n\n<p>\nوزراء صالحين لا ينتهكون <span id='ms1613'></span> ما حرم في دين رب العالمين.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ اجتهاد الإمام ]\n</p>\n\n<p>\nوإذا حكم الإمام بحكم زل فيه وهو مجتهد في إصابة الحق عذر وتولاه\nالمسلمون. ومن ولج في دين المسلمين فحرم منه لحرمتهم حتى ينقض\n</p>\n\n<p>\nإيمانهم بكفر ولا يدعي ظالما حتى يصر على ما دخل فيه من قبيح الأمر.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر اختلاف الإمام والرعية ]\n</p>\n\n<p>\nوإذا اختلف الإمام وأرباب الدار في حكم فليس لهم أن يقطعوا فيه حتى\nيراجعوا المسلمين فيخبرونهم بخطئهم أو صوابهم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر قصر نظر الإمام للأحداث ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p026'> Vol. 13, p. 026</a>\n            </div>\n             وإذا نزل بالرعية حكم قصر\nنظر الإمام عنه فليس لهم خلعه حتى يسأل عنه العلماء وليس له أن يحكم فيما\nاشتبه عليه برأيه حتى يكون بقرآن أو أثر.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حجية الإجماع ]\n</p>\n\n<p>\nوإذا حكم الإمام برأيه أو بمشورة فقيه واحد وخالفه سائر الفقهاء ثبت حكمه\nإذا كان من طريق الرأي والاجتهاد وهو رأي أبي مالك(1) فإن أجمع\n</p>\n\n<p>\nالكل على رأي وخالفهم الإمام وحده بطل حكمه وولي الحكم سواه لأن الإجماع\nحجة من ذوي الحجة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ ثبوت ولاية الإمام ]\n</p>\n\n<p>\nوالإمام حجة الله في أرضه فإن أقام الحق وعمل بالكتاب والسنة ولم\n</p>\n\n<p>\nيظهر منه حدث يزيل ولايته وثبوت ولايته.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ وجوب ولاية الحاكم ]\n</p>\n\n<p>\nوولاية الإمام تجب بحكم الظاهر ولا تكليف على الناس فيما غاب من أمره وهو\nحجة على من كان في سلطانه والمسلمون حجة ما قاموا بدين الله فإن غيروا الله\nبهم وخرجوا من أن يكونوا حجة وهم على حكم كتاب\n</p>\n\n<p>\nالعدل حتى يصح مروقهم منه ومن خرج من حكم الحق ولج في الباطل بلا محالة\nوليس بين هاتين المنزلتين منزلة ثالثة.\n</p>\n\n<p>\n(2)\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كيفية إقامة الدعوى ]\n</p>\n\n<p>\nوإذا ادعى الإمام على أحد حقا فأنكر المدعى عليه دعي بالبينة العادلة ولا\nيقبل قوله إذ هو مدع كغيره ولا يجوز أن يحكم لنفسه ويحكم القاضي\n</p>\n\n<p>\nبينه وبين خصمه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الإمام مصدق في رأيه ]\n</p>\n\n<p>\nوإذا ادعى الإمام أشياء مما هو فيها أمين ولا يدعي الحكم فيها غيره فهو\nمصدق ولا سؤال على المسلمين على كيفية فعله وعلى المسلمين السمع <span id='ms1614'></span> والطاعة له\nكقطع يد سارق أو حد زان أو ما أشبه ذلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ معاملة الإمام بالظاهر ]\n</p>\n\n<p>\nوإذا حكم الإمام بحكم فيه مصدق فحكم بما أنزل الله فحظه أخذ وربه أطاع\nوإن حكم بالهوى في سريرته وخفي أمره على المسلمين فحظه ترك وربه عصى والله\nمحاسبه في ذلك وغيره وليس على الناس علم ما غاب من أمره.\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- أبو مالك: هو غسان بن محمد بن الخضر الصلاني الصحاري، ذكره\nالسيابي في =\n</p>\n\n<p>\n(2) = الطبقة الثالثة من علماء عمان. كشف الغمة ص297 رقم 476.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p027'> Vol. 13, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الإمام مصدق في قوله ]\n</p>\n\n<p>\nعن أبي الحسن البسياني: وإذا نجع الإمام رجلا في مجلس الحكم فتوفي فادعى\nأنه قتل بحق فإنه مصدق في قوله مطلق في فعله ما لم يخرج فعله\n</p>\n\n<p>\nمن تعارف الأئمة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ متى يعزل الإمام ]\n</p>\n\n<p>\nوإذا وثب الإمام على أرباب قرية فقتلهم وخرب ديارهم فيما ظهر من\n</p>\n\n<p>\nأمرهم لا يعلم منهم حدث فلا يقبل قوله ويستتاب فإن تاب وإلا عزل فإن لم\nيعتزل وحارب حورب.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تصديق الإمام فيما يفعل ]\n</p>\n\n<p>\nوإذا أمر الإمام بقتل نفس فإذا كان على الحكم فليس على المأمور رسوله على\nأي حدث استحق القتل والإمام مصدق ما لم يصح مينه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تنفيذ أوامر الإمام ]\n</p>\n\n<p>\nوإذا أمر الإمام بقتل رجل فسأل النظر في قتله فلا يعجل عليه حتى يتبين من\nأمره ما شبهة فيه وإن ادعى أن لا ذنب له وسأل البينة كان على الإمام البينة\nبما يستحق فأن أعجزها زال عنه القتل وقال بعض العلماء أن الإمام مصدق فيما\nكان على سبيل الحكم لغيره ولا ينبغي الإقدام على النفوس إلا بالصحة وليس\nالإمام معصوما في السر والعلانية فإذا كان قول الإمام حجة عليه وادعى حجة\nتزيل عنه ما وجب عليه كان بمنزلة الخصم في الأموال ويؤجل أجلا فإذا أجل\nالأجل نفذ عليه الحكم بالقتل بقول الإمام.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كيفية ثبوت حد الزنى ]\n</p>\n\n<p>\nوإذا ادعى الإمام أنه شهد عليه أربعة شهود على زنى رجل وأنه أقر عنده\nبالزنى فلا يقبل ذلك منه إلا بالبينة فإن أصحها <span id='ms1615'></span> وإلا أقيم عليه الحد وبري منه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ إحسان الظن بالحاكم ]\n</p>\n\n<p>\nوإذا بخع الإمام متحنفا وليا في مجلس الحكم فالقاتل والمقتول على\n</p>\n\n<p>\nولايتهما حتى يصح باطل أحدهما فإن طالبه أولياؤه أن يبين لهم أمره فبينه\nفسبيل ذلك وإلا فعليهم أن يحسنوا بالإمام الظن.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ متى يعزل الإمام ]\n</p>\n\n<p>\nوإذا خرج فعل الإمام من تعارف على الأئمة سأله المسلمون عن فعله فإن أصح\nعذرا وإلا استتيب فإن أبى عزل فإن لم ينزل وحارب حورب.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أهمية البينة في الدعوى ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p028'> Vol. 13, p. 028</a>\n            </div>\n             وإذا أمر الإمام بقتل رجل أو\nرجمه وادعى أن البينة قامت له بفعله صدق إلا أن تصح تهمته وليس عليه إحضار\nالبينة إذا طلب ذلك المأمور بقتله أو\n</p>\n\n<p>\nرجم فلا يستعجلوا عليه حتى تشهد عليه البينة بحضرته.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الإنصاف من الجاني ]\n</p>\n\n<p>\nوإذا قتل الإمام قتيل أو سرق له نشب جزيل أو قليل أو تهم به أحدا لم يكن\nله أن يعاقبه بنفسه وإنما يرفع الأمر إلى القاضي الذي ينصف الناس\n</p>\n\n<p>\nحتى ينصف من الجاني إن صح عليه الفعل.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كيفية حل التنازع أمام الإمام ]\n</p>\n\n<p>\nوإذا تنازع خصمان إلى الإمام في شيء فقال الإمام قد صح عندي\n</p>\n\n<p>\nإقرار المطلوب للطالب بهذا الحق أو قد شهدت به البينة عليه فأنكر\n</p>\n\n<p>\nالمطلوب الإقرار والبينة فلا يكلف الإمام إحضار البينة عليه إذ هو مأمون\n</p>\n\n<p>\nفي مثل هذا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تنفيذ العقوبة بعد ثبوتها ]\n</p>\n\n<p>\nوإذا أمر الإمام برجم رجل أو قتله أو قطع يده وادعى أن زان محصن أو سارق\nأو قاتل نفس وقد صح هذا فإن كان قد أنفذ فيه الحكم قبل قوله عليه ولو أنكر\nالجاني إذ هو أمين على الأحكام فيما بين الناس وإن لم تنفذ فيه الأحكام ففي\nذلك اختلاف قول: يقبل قوله وقول: لا إلا بالبينة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ عزل الإنسان من عمله ]\n</p>\n\n<p>\nوإذا ولى الإمام واليا وأبانه من عمله فهو مأمون في ذلك ولا يحكم\n</p>\n\n<p>\nعليه بسوء الظن من لم يعرف حالة من ولاه ويصح من أبانه فهو على\n</p>\n\n<p>\nأمانته وطاعته.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ قتل الإمام بدون حق <span id='ms1616'></span> يوجب عزله ]\n</p>\n\n<p>\nوإذا قتل الإمام أحدا بغير حق مرق من الإمامة ولزمه القود لأولياء\n</p>\n\n<p>\nالمقتول ولا عذر له في ذلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ متى يستوجب الإمام البراءة ]\n</p>\n\n<p>\nوإذا قتل الإمام أحدا عمدا في مجلس الحكم فليس لأوليائه به البراءة منه\nحتى أنه يصح قتل على فعل يستوجب به البراءة والإمام على إمامته فإن\n</p>\n\n<p>\nطولب وادعى أنه قتله بحق أحسن به الظن.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من أسباب العزل ]\n</p>\n\n<p>\nوإذا قتل الإمام في مجلس الحكم فأخطأ بحكمه بالنص أو السنة أو\n</p>\n\n<p>\nالإجماع مما لا يعذر بالخطأ والجهل فيه كان عليه القود أيضا كرجم الزاني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p029'> Vol. 13, p. 029</a>\n            </div>\n             البكر وهو عليه الجلد ونزول إمامته.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ قول القاضي الحضرمي ]\n</p>\n\n<p>\nعن القاضي الحضرمي بن سليمان وإذا اقتتل باغيان فقهرهما الإمام\n</p>\n\n<p>\nحرمت عليه إعانة أحدهما ونصرته لأنهما كلاهما باغيان على الخطأ وإن\n</p>\n\n<p>\nحاذر اجتماعهما من عليه ضم أقربهما إلى الحق فإن استويا اجتهد رأيه\n</p>\n\n<p>\nولا ينوي إعانة أحدهما فإن أدبر الذي أعان عليه فليس له قتال من إعانة\nلأنه حصل بإعانته في أمانه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ القتل لا يكون إلا بحجة ]\n</p>\n\n<p>\nوإذا أمر الإمام أحدا أن يقتل وليه فليس لطاعته إلا بحجة يعلمها وعليه أن\nيستعفي الإمام في ذلك ولأنه قد ورد في الأثر أن لا تقتل وليك بغير حجة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الشهادة على الزنا ]\n</p>\n\n<p>\nعن أبي المؤثر وإذا أقام الإمام للزاني حدا على رجل بشهادة عدلين\n</p>\n\n<p>\nمن قومنا فعورض واحتج بأن المسلمين قد حكموا بشهادتهم في القود\n</p>\n\n<p>\nفإن أشياخنا لا يجيزوا شهادة قومنا في الحدود على المسلمين فيما يكفر\n</p>\n\n<p>\nبه المسلم وقد أخطأ هذا الإمام إذا خالف السنة والكتاب وعليه الدية\n</p>\n\n<p>\nفي ماله من ضرب أو قطع والله تعالى أمر في الحد في الزنا بشهادة\n</p>\n\n<p>\nأربعة متحنفين.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من يحق له الشهادة ]\n</p>\n\n<p>\nوإذا حكم الإمام على المسلمين بشهادة قومهم في الحدود ولزمته التوبة\n</p>\n\n<p>\nفإن أصر فليس له إمامة وليس هو بمؤمن لقوله تعالى: { ويتبع غير سبيل\nالمؤمنين } (1) الآية.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ عدالة الأئمة ]\n</p>\n\n<p>\nعن أبي المنذر بشير بن محمد بن محبوب رحمهم الله(2): أن الأئمة\n</p>\n\n<p>\nمطوقة والأقوال <span id='ms1617'></span> في غبوب أحكامها جائزة الرأي فيما تدبر من مصالح\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- سورة النساء آية 115 .\n</p>\n\n<p>\n(2) 2- أبو المنذر بشير بن محمد بن محبوب: الرحيلي المخزومي القرشي كان\nهو وأخوه\n</p>\n\n<p>\nوالشيخ عبد الله بن محمد بن محبوب والد الإمام سعيد بن عبد الله من كبار علماء\n</p>\n\n<p>\nعمان والغاية في العلم والفضل في أهل زمانهم توفي بعد عزل الإمام الصلت بن\n</p>\n\n<p>\nمالك سنة 273ه. انظر إتحاف الأعيان ص1/194 - 195.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p030'> Vol. 13, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nرعاياها ومما تحاوله من تقويمه دولتها أمينة للمسلمين فيها بذلك جرت السنة\n</p>\n\n<p>\nما لم يخرج إلى صريح المعصية في أقوالها وأفعالها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ قتل الثاني من الإمامين ]\n</p>\n\n<p>\nعن النبي - صلى الله عليه وسلم -: «إذا رأيتم إمامين في أرض فاقتلوا\nالأحدث منهما»(1) لأن المسلمين إذا اجتمعوا على عقدة الإمامة لإمام ثم خرج\nعليه إمام ثاني بلا\n</p>\n\n<p>\nأن يصح من الأول حدث بكفره فالثاني هو الذي يدعى إلى الفيئة للحق فإن فاء\nوإلا كفر وحل دمه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حرب الخارج عن الإمام ]\n</p>\n\n<p>\nومن أعظم المعاصي خروج إمام إلى إمام بلا حدث يشتهر منه على رعيته وعلى\nالمسلمين خلع الخارج وحربه مع إمامهم إن لم يمتنع عن البغي.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر الاطلاع على عيوب الإمام ]\n</p>\n\n<p>\nوإذا طلع المسلمون على حدث مستتر من الإمام برؤوا منه سريرة حذر الفتنة\nوالفرقة ولا تحل لهم البراءة ممن تولاه ممن لم يعلم منهم كعلمهم فيه\n</p>\n\n<p>\nلأن كلا خص بما علم في الإمام وغيره.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ متى يجوز الخروج على الإمام ]\n</p>\n\n<p>\nولا يجوز الخروج على الإمام ومحاربته حتى تظهر إحداثه ويسمى به المسلمون\nوأهل العلم لا يطلعون على ما يطلع عليه الجهال من الإحداث.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ معاملة البغاة ]\n</p>\n\n<p>\nعن الفضل بن الحواري عن محمد بن محبوب: إن من خرج على\n</p>\n\n<p>\nالمسلمين باغيا فقتل منهم ثم أظهر الله المسلمين عليه فللمسلمين قتل البغاة\n</p>\n\n<p>\nسرا وعلانية كان وليا لدم المقتول أو لم يكن وأما اتباعه فلا إلا بالبينة ورأي\n</p>\n\n<p>\nالإمام وإذا صحت عليهم البينة الفعل عند الإمام فلا يقتلهم حتى يسمع\n</p>\n\n<p>\nالبينة وللإمام والوالي إسماع البينة على أهل البغي وله أن يدعوهم برسول <span id='ms1618'></span>\nالحاكم فإن أجاب أحدهم بما تجب عليهم وإن أبوا قوتلوا حتى يفيئوا إلى\n</p>\n\n<p>\nأمر الله تعالى وأمر المسلمين وللوالي أخذهم بغير رأي الإمام.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أهمية الطاعة للإمام ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 3- المعنى صحيح وله شواهد كثيرة، وخاصة في بيعة الإمام الأول والخروج عليه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p031'> Vol. 13, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا انتظم الأمر على الإمام فليس لأحد من المسلمين دعوتهم إلا برأيه ومن\nقتل مسلما بحكم جائر جاز قتل القاتل لأولياء المقتول أعني الأمر بالقتل وهو\nالجبار ولا يجوز قتل المأمور إلا أن يصح أنه يقدر على مخالفة أمره.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ قتل البغاة ]\n</p>\n\n<p>\nومن قتل المسلمين بغيه أو ببغيه أو دلالته قتل وإلا يسع الإمام العفو عنه\nومن سفك دماء المسلمين ببغيه فإن أخذ موليا قتل وإن ألقى بيده إلى\n</p>\n\n<p>\nالمسلمين قبل ذلك لم يقتل.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم الخارج على الإمام ]\n</p>\n\n<p>\nعن أبي المؤثر من كتاب الصفات والأحداث فإذا خرج على الإمام\n</p>\n\n<p>\nخارج فإن أحدث أحد كسفك الدماء وأخذ الأموال إن احتج عليهم الإمام\n</p>\n\n<p>\nإن أمكنت الحجة فإن فاءوا ودانوا بما لزمهم حكم عليهم بحكم الكتاب\n</p>\n\n<p>\nوالسنة بما استوجبوا وإن امتنعوا أو قاتلوا قوتلوا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ معاملة الباغي المسالم ]\n</p>\n\n<p>\nوإذا خرج على الإمام خارج ولم يقتل أو لم يسلب وجه الإمام إليه صلحاء\nقومه يسأله عن خروجه لماذا وما نقم كما أرسل على زيد بن صوحان(1) لطلحة\nوالزبير سألهما ماذا نقما عليه ومن خرج على الإمام\n</p>\n\n<p>\nوأصح حجة حق عليه أجابهم إلى الحق وإن خرجوا مكابرين جهز عليهم\n</p>\n\n<p>\nجيشا عرمرما يسايروهم ولا يدونهم بالقتل حتى يحدثوا أو يمتنعوا بيعهم\n</p>\n\n<p>\nعن ردها أخذوا كما فعل عمر بن عبد العزيز ببسطام الصبغري(2).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ معاملة بغاة أهل القبلة ]\n</p>\n\n<p>\nوإذا خرج على الإمام باغ فقاتله فولى مدبرا وحطت الحرب أوزارها\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- زيد بن صوحان: هو زيد بن صوحان بن حجر بن الحارث بن هجرس... العبدي\n</p>\n\n<p>\nالكوفي، كان من العلماء العباد، أسلم في حياة النبي - صلى الله عليه وسلم\n- ولا صحبة له، شارك في جيش\n</p>\n\n<p>\nعلي وقطعت يده في نهاوند وذكره النبي - صلى الله عليه وسلم - وقتل يوم\nالجمل، فطلب <span id='ms1619'></span> أن تشد عليه\n</p>\n\n<p>\nإزاره ويدفن بدمه وقال: فإني مخاصم -رضي الله عنه- انظر سير أعلام\nالنبلاء\n</p>\n\n<p>\n3/525 - 528 رقم 133.\n</p>\n\n<p>\n(2) 2- بسطام الصبغري: لم أعثر له على ترجمة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p032'> Vol. 13, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nحرم على المسلمين قتل المولى دبره منهم كذا الجريح المتشحط بدمه ولا\n</p>\n\n<p>\nيعقروا لهم دابة ولا يغنموا مالا ولا يسلبوا سلبا ولا يلجوا منزلا ولا\n</p>\n\n<p>\nيكسروا قفلا ولا يقلعوا بابا ولا يجبروا أحدا على القتال وهذا في بغاة\n</p>\n\n<p>\nأهل القبلة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ قول الجلندي بن مسعود ]\n</p>\n\n<p>\nعن الجلندي بن مسعود(1): قتل من أعان على المسلمين غيلة ولو لم\n</p>\n\n<p>\nيشهد بيعتهم لإمامهم وليس للمسلمين أن يتفرقوا فيفشلوا والله تعالى\n</p>\n\n<p>\nنهاهم عن ذلك بقوله: { ولا تكونوا كالذين تفرقوا واختلفوا من بعد ما\nجاءهم البينات وأولئك لهم عذاب عظيم } (2).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ رسالة العلماء للإمام عبد الملك بن حميد ]\n</p>\n\n<p>\nجواب موسى بن علي وهاشم بن غيلان(3): بسم الله الرحمن إلى\n</p>\n\n<p>\nالإمام عبد الملك بن حميد نوصيك بتقوى الله وطاعته والقيام لسبيل ما\n</p>\n\n<p>\nجعلك لسبيله من دينه المطوقة حقوقه التي وجبها بميثاقه وأحسن رعاية ذلك\nبالجهل والتشمير فإنها نعمة من الله أسبغها عليك وهدية صرفها إليك عن\n</p>\n\n<p>\nالنبي - صلى الله عليه وسلم -: «المسلم أخو المسلم لا يخذله ولا\nيظلمه»(4)\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- الجلندي بن مسعود: هو الإمام الجلندي بن مسعود، بيعته كانت سببا\nلقوة المذهب،\n</p>\n\n<p>\nوكان عادلا مرضيا، قتل رحمه الله في حربه مع خازم الذي طلب منه السمع\n</p>\n\n<p>\nوالطاعة للخليفة فرفض ووافق على إعطائه المال وخاتم شبيان فرفض فقاتل حتى قتل.\n</p>\n\n<p>\nانظر كشف الغمة ص248 - 251 رقم 455.\n</p>\n\n<p>\n(2) 2- سورة آل عمران آية 105.\n</p>\n\n<p>\n(3) 3- هاشم بن غيلان: هو الشيخ العلامة أبو الوليد هاشم بن غيلان\nالسيجاني نسبة إلى\n</p>\n\n<p>\nسيجا بلد من أعمال سمائل، وكان أخوه عبد الملك ابن غيلان وابنه محمد بن هاشم\n</p>\n\n<p>\nبن غيلان من رجال العلم في زمانهما إلا أن الشيخ كان معدودا من كبار\nعلماء زمانه\n</p>\n\n<p>\nبعمان في آخر القرن الثاني وأول القرن الثالث وهو والشيخ سليمان بن عثمان من =\n</p>\n\n<p>\n(4) = تلاميذ موسى بن أبي جابر الأزكوي يقال أنه توفي في زمن عبد الملك\nبن حميد. انظر <span id='ms1620'></span>\n</p>\n\n<p>\nإتحاف الأعيان /176 - 179.\n</p>\n\n<p>\n1- روي بروايات متعددة انظر أبو داود رقم 4893 باب المؤاخاة، ورواه أيضا\nالترمذي\n</p>\n\n<p>\nرقم 1486 في الحدود، باب ما جاء في الستر على المسلم وهو في الصحيحين\n</p>\n\n<p>\nوالترمذي رقم 1927 في البر والصلة، ورقم 1928، 1930. البخاري 5/70 في\n</p>\n\n<p>\nالمظالم ومسلم رقم 2580 في البر والصلة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p033'> Vol. 13, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوسباب المسلم\n</p>\n\n<p>\nفسق لمن سبه وقتاله كفر فكفروا اتبعوا سنن المهتدين قبلكم ومن لم ينكر\n</p>\n\n<p>\nالمنكر بلقلقه أو بقلبه فهو ميت الأحياء ويجوز أن يقال: ترك الحق شريدا\nوغريبا وطريدا وأشباه ذلك كما روي عنه - صلى الله عليه وسلم - أنه قال :\n«بدء الإسلام غريبا وسيعود كما بدأ»(1).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أصناف المسلمين ]\n</p>\n\n<p>\nومن كلام زيد بن حصن: لو لم أجد على إنكار المنكر وتغير البدع\n</p>\n\n<p>\nوقتال الفاسقين أحدا من المساعدين لقاتلتهم بنفسي حتى ألقى ربي وقد\n</p>\n\n<p>\nغيرت الجور ودعت الفيء والفجور.\n</p>\n\n<p>\nوالمسلمين ثلاثة: صابر ومتصابر وشاكر فالمتصابر الذي لا يحب أن\n</p>\n\n<p>\nيأتيه البلاء وإذا أتاه تصابر له على ضجر والصابر لا يحب أن لا يأتيه البلاء\n</p>\n\n<p>\nفإذا أتاه صبر له على غير ضجر والشاكر الذي يحب أن يأتيه البلاء فصبر له\nفيثاب فهو أفضل الثلاثة درجة.\n</p>\n\n<p>\nوإذا سار الإمام في رعيته غير الحق كثرت المناكر ومات الحق وأهله واشتد\nعضد المفسد المكابر حتى صار أهل الحق لا يستطيعون حيلة على\n</p>\n\n<p>\nالأمر بالمعروف والنهي عن المنكر لأن المنكر إذا ابتدأ به من تسمى الحق\n</p>\n\n<p>\nبلسانه وخالفه بفعله فيتأهب لزوال نعمته وتغير حاله وليس للإمام أن تمنعه\n</p>\n\n<p>\nتقية ولا تذهب به حمية وعليه أن يساوي في الحق بين الوضيع والشريف والقوي\nوالضعيف والبغيض والحبيب والنازح والقريب ولا يكون من الذين ذمهم الله\nبقوله: { أفرأيت من اتخذ إلهه هواه } (2) وقد خاطب الله نبيه\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 2- انظر جامع الأصول في أحاديث الرسول - صلى الله عليه وسلم - 1/275\n- 276 أرقام 62، 63 أخرجه\n</p>\n\n<p>\nالإمام مسلم، والترمذي رقم 2631 وقال حديث حسن غريب صحيح.\n</p>\n\n<p>\n(2) 1- سورة الجاثية آية 23: { أفرأيت من اتخذ إلهه هواه وأضله الله على\nعلم } .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p034'> Vol. 13, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد - صلى الله عليه وسلم - فقال: { ثم جعلناك على شريعة من الأمر\nفاتبعها ولا تتبع أهواء الذين لا <span id='ms1621'></span> يعلمون، إنهم لن يغنوا عنك من الله شيئا }\n(1) تمام الآية.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الإمام راع في رعيته ]\n</p>\n\n<p>\nوالإمام راع على رعيته ومسؤول عنها فعليه أن يأمرهم بطاعة الله بعد أن\nيأتمر بها ويدعوهم إلى الوفاء بعهد الله وإن يفيء لهم به وأن يتعاونوا على\n</p>\n\n<p>\nالبر والتقوى ولا يتعاونوا على الإثم والعدوان وقال الله تعالى: { لا تجد\nقوما يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله ولو كانوا\nآباءهم أو أبناءهم أو إخوانهم أو عشيرتهم } (2) إلى تمام الآية.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حرص الإمام على الرعية ]\n</p>\n\n<p>\nوعلى الإمام أن يحرض الناس على أداء المفترضات من الصلاة والصوم والزكاة\nقال الله تعالى: { قل يا أهل الكتاب لستم على شيء حتى تقيموا التوراة\nوالإنجيل وما أنزل إليكم من ربكم } (3) الآية.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صلاحيات الإمام ]\n</p>\n\n<p>\nوإذا قل على الإمام الطعام وخاف ذهاب الدولة من المردة الطعام جاز له جبر\nالناس على بيع ما عندهم بعدل السعر وإن امتنعوا جاز دخول دورهم\n</p>\n\n<p>\nفي النظم والنثر والأصح أن يؤخذ نصف ما عندهم وهو رأي أبي علي الحجازي\nفإن أبوا المبايعة نسيئة فإن قدروا على شراء النقد فحسن وإلا\n</p>\n\n<p>\nضمن لهم الإمام نصره الله بتسليم الثمن إذا حاذروا ضررا (...)(4) ذي\n</p>\n\n<p>\nقبلة أو عابد وثن.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تصرفات الإمام ]\n</p>\n\n<p>\nوإذا اشتهر أن لبعض الناس طعاما في دار قد رتج بابه وغلق\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 2- سورة الجاثية آية 18، 19.\n</p>\n\n<p>\n(2) 1- سورة المجادلة آية 22 .\n</p>\n\n<p>\n(3) 2- سورة المائدة آية 68.\n</p>\n\n<p>\n(4) 3- طمس في الأصل: ولعلها: ضررا أو حرب ذي قبلة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p035'> Vol. 13, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nواضطر المسلمون إلى أخذه بالثمن جاز دخوله عليه وأخذ ما بها بسعر يومه\nوالشهرة كالشاهدين العدلين وأصح من غير مين.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ ماذا يقال بعد عقد الإمامة ]\n</p>\n\n<p>\nوإذا عقد المسلمون لإمام الإمامة قام مكبر يكبر في الآقات تكبيرا فردا\n</p>\n\n<p>\nبغير حكيم وأن يكون بعد كل صلاة فريضة وما بعده أن يقول: لا حكم\n</p>\n\n<p>\nإلا لله ولا طاعة لمن عصى الله ولا حكم لمن حكم بغير ما أنزل الله ولا\n</p>\n\n<p>\nحكم إلا لله حبا وموالاة لأولياء الله لا حكم إلا لله خلعا أو فراقا لأعداء\n</p>\n\n<p>\nالله لا <span id='ms1622'></span> حكم إلا لله ولا حول ولا قوة إلا بالله ولا حكم إلا لله والصلاة\nوالسلام على رسول الله ثم يقول: لا إله إلا الله والله أكبر ولله الحمد\n</p>\n\n<p>\nثلاث مرات ولله الحمد.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر عقد الإمامة لإمام ثم وجد صاحب الحق ]\n</p>\n\n<p>\nإذا عقد المسلمون الضعفاء لإمام على ما أوجبه الله على الأئمة فحكم فيهم\nبحكم الكتاب والسنة ثم ظفروا بمن أولى بالإمامة منه علما وثروة\n</p>\n\n<p>\nوعصبة هل للإمام والعاقدين له أن يخلعوه ويدخلوا في بيعة الثاني؟ فإذا\n</p>\n\n<p>\nاجتمع المسلمون على رأي استصلحوه جاز لهم ذلك على صحة مجهود\n</p>\n\n<p>\nالرأي من الأمناء الثقات لا على المكابرة والمعاندات.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر تغير حال الإمام الصحية على الإمامة ]\n</p>\n\n<p>\nوالأصح أن إذا نزل الإمام منزلة يتخلف فيها عزله كعاهة حدثت به لا\nبارتكاب حوب ولا باكتساب شيء من الذنوب أفلا يصبوا على الإمام\n</p>\n\n<p>\nالتبري من الإمامة في من قبلها ولو اختلفوا فيه وإجماع المسلمين حجة في\n</p>\n\n<p>\nخلعه ونصرته ولو اجتمع أهل الحجة في مختلف فيه كان إجماعهم حجة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر جنون الإمام ]\n</p>\n\n<p>\nوإذا ذهب عقل الإمام سقطت الأحكام عنه وزالت المفترضات وحال\n</p>\n\n<p>\nعنه التعبد وبطلت إمامته فإن لم يقدموا سواه حتى بري كان على إمامته.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ إصابة الإمام بالمس ]\n</p>\n\n<p>\nوإذا مس الإمام مس فساعة يذهب عقله وطورا يفيق فلهم الاختبار في عزله\nوتركه وكذلك إذا ذهب سمعه أو بصره أو كلامه إن شاءوا عزلوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p036'> Vol. 13, p. 036</a>\n            </div>\n             ون\nشاءوا أقاموا بما عجز عنه فإن عزلوه أقاموا إماما غيره.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ إصابة الرعية بمصيبة ]\n</p>\n\n<p>\nوإذا أخذت الإمام رعيته وبقي بلا معين ولا وزير هل تزول إمامته\n</p>\n\n<p>\nكان شاريا أو مدافعا فإذا اجتهد في إقامة العدل فلا يكلف فوق طاقته\n</p>\n\n<p>\nوعلى إمامته.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر تعذر البطانة الصالحة ]\n</p>\n\n<p>\nعن أبي عبد الله: وإذا تعذر على الإمام حصول من يستعين به من أهل العدل\nعلى أمور المسلمين فإن أقام بما يجب عليه فلا أرى له أن يخلع نفسه\n</p>\n\n<p>\nولا يضع إمامته في غير أوليائه وعليه الاجتماع بما بلغ حوله وطوله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ وجوه الإمامة <span id='ms1623'></span> ]\n</p>\n\n<p>\nوالأئمة على وجوه فإمام شري وهو الذي نفسه لله وبويع على ذلك\n</p>\n\n<p>\nوإمام جيش فذلك أمين للأمر والنهي وهو كالوكيل للمسلمين فلمن وكله عزله\nوإمام دفاع فله أن يخرج إن شاء وللمسلمين عزله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ عدم قبول تنازل الإمام ]\n</p>\n\n<p>\nوإذا قال الإمام للأعلام: هذه إمامتكم فخذوه فلا ينخلع بهذا من إمامته\n</p>\n\n<p>\nويستتاب من ذلك لأن هذه اللفظة من علامات الغيض ويؤمر بتقوى الله\n</p>\n\n<p>\nفإن رجع وإلا أقيمت عليه الحجة وليس لهم أن يبرئوه منها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر ارتكاب الإمام للكبائر ]\n</p>\n\n<p>\nوإذا قذف الإمام أو زنى أو لا عن عرسه أو قتل نفسا ظلما أو ارتد عزل\nوأقيم عليه الحد فإن تاب تولاه المسلمون على حالته ولا يرد إلى إمامته.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ توبة الإمام قبل عزله ]\n</p>\n\n<p>\nوإذا ارتد الإمام أو تاب قبل إقامة غيره لم يعزل وإن رجع إلى دين أهل\nالقبلة ومرق من دين أهل الاستقامة استتيب فإن تاب قبل منه وإن أصرى\n</p>\n\n<p>\nبرأي منه وزالت إمامته وحورب حتى يعتزل ويقدم إماما سواه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الإمام الشاري وقول أبو زكريا فيه ]\n</p>\n\n<p>\nعن القاضي أبي زكريا في الإمام الشاري: إذا أراد الاستعفاء من الإمامة\nفإذا هو والمسلمون أصلح للدولة والإسلام لم يضق عليه ولا عليهم وقيل:\n</p>\n\n<p>\nليس لهم ذلك وإنما ذلك للإمام الدفاع.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ متى يخلع الإمام نفسه ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p037'> Vol. 13, p. 037</a>\n            </div>\n             وأما إن اتفق الإمام وبعض الأعلام\nعلى ترك الإمامة وأبا ذلك آخرون فليس لهم التبري من إمامته حتى يجتمع رأي\nالكل على الاستعفاء ولا ينبغي للإمام إذا بايع المسلمين أن يخلع نفسه من\nغير حدث ولو لم يبق معه أحد\n</p>\n\n<p>\nفإن خلع نفسه من غير حدث هلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ اتهام الإمام وعزله ]\n</p>\n\n<p>\nوإذا نزل الإمام بمنزلة التهمة ولو تاب عند المسلمين لما استتابوه\nوتظاهرت عليه التهم بنفض ما يعطيهم من التوبة زالت إمامته وحل عزله لا يكون\n</p>\n\n<p>\nالإمام تهما إجماعا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم البراءة من الإمام ]\n</p>\n\n<p>\nوإذا أحدث الإمام حدثا وعلمه أحد فلا يجوز له أن يبري منه عند من لم يعلم\nحدثه وله أن يبري منه سريرة وإذا <span id='ms1624'></span> استتابه فلم يبت فله أن يبري منه\n</p>\n\n<p>\nعند من علم كعلمه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر ارتكاب الإمام كبيرة ]\n</p>\n\n<p>\nعن أبي القاسم: وإذا ركب الإمام كبيرة مما ليس يلزمه فيه حد\n</p>\n\n<p>\nاستتيب فإن تاب رجع إلى ولايته وإمامته وإن أصر بري منه وخلع وقيل:\n</p>\n\n<p>\nيبرى منه ثم يستتاب وهو وسواه سيان وقيل : شتان وليس هو كغيره\n</p>\n\n<p>\nوهو رأي أبي مالك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر عدم معرفة حكم الإمام ]\n</p>\n\n<p>\nوإذا حكم الإمام بحكم غرب على المسلمين عدله فإنه مصدق مؤتمن\n</p>\n\n<p>\nعلى أمانة الله عليه ورسوله والمسلمين حتى يصح خطأه إذا كان حكمه\n</p>\n\n<p>\nمحتملا وإن استريب أنزل منزلته عن أبي المؤثر وإذا كان المسلمون في\n</p>\n\n<p>\nفسحة من أمرهم وعدوهم ناء عنهم وصح عجز الإمام ومن معه عن إنفاذ الأحكام\nفيه ونكاية العدو وإقامة الحدود فله خلع الإمامة وللمسلمين خلعه\n</p>\n\n<p>\nعن ذلك وله العذر والسعة في ذلك وأقام المسلمون إماما يقوم بأمرهم على\nرضى خالقهم بالقوة والغرم والاجتهاد وليس لهم إهمال أمرهم.\n</p>\n\n<p>\nالنهج السابع والثلاثون\n</p>\n\n<p>\nفي منشؤه من الأثر\n</p>\n\n<p>\nالنهج السابع والثلاثون\n</p>\n\n<p>\nفي منشؤه من الأثر\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الإنكار بالقلب ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p038'> Vol. 13, p. 038</a>\n            </div>\n             المنكر بالقلب هو البغض لها وأنه غير راض\nبذلك ولم يمنعه عن الإنكار باللسان إلا عدم الاستطاعة من التقية(1).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر تحريم الشيء على النفس ]\n</p>\n\n<p>\nومن دان بتحريم شيء في مذهبه حرم عليه استعماله لمن يدين بتحليله\n</p>\n\n<p>\nولا يطعمهم نجسا في دينه ولو حكموا بطهارته في دينهم وليس له أن\n</p>\n\n<p>\nيصوب دينهم فيما يخالف دين رب العالمين.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم جعل ذكر الله علامة لإنهاء الشيء ]\n</p>\n\n<p>\nوليس لمن يطوف بمتاع أن يذكر الله على سلعته لشفق ويجعل\n</p>\n\n<p>\nالذكر علامة لذلك وكذلك من يعمل عملا ويجعل ذكر الله سمة\n</p>\n\n<p>\nلإتمام عليه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الاستفادة من الأفيون ]\n</p>\n\n<p>\nومن له حق على آخر فلا بأس عليه أن يستوفي منه شيئا من الأفيون لأنه\nينتفع به لغير الأكل كالصبوغات ونحوها من اللجوخات.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من صيغ الدعاء ]\n</p>\n\n<p>\nوإذا أضر الهرباس جاز قتله وقيل: يعرقب ولا يقتل. وجائز أن يقال في\nالدعاء اللهم اهدني بالهادي يا خبير <span id='ms1625'></span> بين لي ما مبين علمني يا عليم على\n</p>\n\n<p>\nسبيل الدعاء لله تعالى لا على التحكيم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ ختان القيان ]\n</p>\n\n<p>\nوما يبقى بين الأسنان من الطعام فتسنه فسرطه مكروه وليس بمحظور\n</p>\n\n<p>\nوإن لم يتبين فلا بأس سرطه ومن نشأت معه قينة جاز له أن يأمر بختانها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كيفية التعديل ]\n</p>\n\n<p>\nوللمعدل أن يعدل من عرف بالأعمال الصالحة والموافقة في الديانة ولو\n</p>\n\n<p>\nكانت سريرة بخلاف علانيته وإذا قال المعدل: فلان جائز الشهادة عند فقد\nعدله على قوله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم تهجين الخنزير والغنم ]\n</p>\n\n<p>\nوإذا أنتجت النعجة خنزيرا أو الخنزير نعجة فالخنزير حرام لا يؤكل منه شيء\nولو نتجته نعجة وأكل النعجة إذا أنتجتها خنزيرة ففي أكلها اختلاف.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ عدة زوجة المخسوف به ]\n</p>\n\n<p>\nومن خسف الله به حيوانا فعدة زوجته عدة المطلقة ومن خسف به\n</p>\n\n<p>\nفعدتها عدة المميتة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- لقوله - صلى الله عليه وسلم -: «من رأى منكم منكرا فليغيره بيده،\nفإن لم يستطع فبلسانه، فإن لم\n</p>\n\n<p>\nيستطع فبقلبه وذلك أضعف الإيمان» رواه مسلم في باب الإيمان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p039'> Vol. 13, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n[ كيفية التخلص من الذر والفئران ]\n</p>\n\n<p>\nولا يجوز رمي النوى وما أشبهه في الأماكن المربوبة والأودية التي يبن\nالقرى وجائز قتل الذر الأحمر إذا أضر بغير النار وأما بالنار فلا والفئران\nإذا تعذر قتلها بغير السم جاز قتلها به إذا أضرت.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر عدم التغسيل والتكفين ]\n</p>\n\n<p>\nوإذا مات مع من ليس بمحدود وحاذر ضرره فلم يغسلوه ولم\n</p>\n\n<p>\nيجهزوه ولم يواروه فلا أقول بهلاكهم والله ولي المؤمنين ولا تسقط\n</p>\n\n<p>\nولاية الولي عنهم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم القيام للأشخاص ]\n</p>\n\n<p>\nوقال النبي - صلى الله عليه وسلم -: «من أحب أن يمتثل الناس له قياما\nفليتبوء مقعده من النار»(1) فإنما ذلك على الجبر منه لهم وعلى غير الجبر\nفلا حرج عليه ولكل امرئ ما نوى.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ لا إكراه في الدين، وصيغ من الأدعية ]\n</p>\n\n<p>\nومن كان أبواه ذميين فأرضعته متحنفة فلا يجبر على الدخول في\n</p>\n\n<p>\nالإسلام إذا بلغ.\n</p>\n\n<p>\nولا يجوز أن يقال: إن الله هو المحافظ لأن المحافظ هو المحاذق على الشيء\nأن لا يفوته وإنما يقال الله خير <span id='ms1626'></span> حافظا وجائز للداعي أن يقول: اللهم أرني\n</p>\n\n<p>\nنبيك محمدا - صلى الله عليه وسلم - في منامي ولا يعجبني أن يقول من يعزم\nعلى الجن:\n</p>\n\n<p>\nأجيبوا في منامي ولا يعجبني أن يقول من يعزم: يا جبرائيل ومكيائيل\n</p>\n\n<p>\nوأحرقوا هذا العارض إلا على الشريطة لأن العارض لا يدري به من أي الوجوه\nكان لأن الله يفعل بعباده ولعباده ما شاء وإنما يقرأ القرآن وما يجوز\n</p>\n\n<p>\nمن أسماء الله تعالى.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ السلام على المشرك ]\n</p>\n\n<p>\nويجوز للتائب المقلع أن يقول: اللهم ارزقني الجنة وجائز أن يقول\n</p>\n\n<p>\nللمشرك عند التحية: سلمك الله وعافاك(2) ويعتقق مما أنت فيه ويكون\n</p>\n\n<p>\nعلى جهة الخير والدعاء.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ رؤية ملك الموت ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- رواه أبو داود رقم 5229 في الأدب، باب قيام الرجل للرجل، والترمذي رقم\n</p>\n\n<p>\n2756 في الأدب، باب ما جاء في كراهية قيام الرجل للرجل، وإسناده صحيح.\n</p>\n\n<p>\n(2) 1- الصحيح: ويعتقك مما أنت فيه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p040'> Vol. 13, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nويوجد أن المريض يعاين ملك الموت أيان نزعه ولا يحتضر حتى يعرف نفسه شقي\nأم سعيد الدليل على ذلك: { حتى إذا جاء أحدهم الموت قال رب ارجعون، لعلي\nأعمل صالحا } (1) الآية ويقال: إن النور الذي يرى على أرباح الصلاح هو من\nزيادة الملائكة ويقال: إن النور من كثرة التطهر\n</p>\n\n<p>\nوالصلاة وإن التأثير من النثرة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ القول في عذاب القبر ]\n</p>\n\n<p>\nولا يجوز أن يقال البلاء من الله لأنه لا تضاف إليه إلا الصفات\n</p>\n\n<p>\nالحسنة وإن كان لا يقع شيء إلا بمشيئته وما لم يشأ لم يكن ولا يقال\n</p>\n\n<p>\nكل شيء بأمر الله لأن الكفر شيء والله لم يأمر وإنما يقال كما قال النبي\n</p>\n\n<p>\nإبراهيم عليه السلام: { وإذا مرضت فهو يشفين } (2) ولا يقال المرض\n</p>\n\n<p>\nمن الله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من عقوق الوالدين ]\n</p>\n\n<p>\nوعقوق الوالدين من فعل بهما فعل لا يجوز في حكم الله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ القول في عذاب القبر ]\n</p>\n\n<p>\nوأما عذاب القبر ففيه اختلاف بعض أثبته وبعض نفاه ولهم وفيه احتجاجات من\nالآيات والروايات ويقال: إن من فعل كذا لم يمت حتى\n</p>\n\n<p>\nيرى مقعده من الجنة فإني لم أعتقد ذلك لعدم صحته(3).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ درجات أهل الجنة <span id='ms1627'></span> ]\n</p>\n\n<p>\nولأهل الجنة درجات كما لأهل النار دركات والعياذ بالله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من هم الأبدال ]\n</p>\n\n<p>\nومن الأرض لا تخلوا من سبعين صديقا وهم الأبدال وليسو أبدالا بكثرة الصوم\nوالصلاة وإنما ذلك بالصنحا وصحة القلوب لله وصفة السخاء أنهم\n</p>\n\n<p>\nلا يبخلون بما يجب عليهم في أموالهم وأنفسهم أما صحة القلوب فلأن\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 2- سورة المؤمنون آية 99.\n</p>\n\n<p>\n(2) 1- سورة الشعراء آية 80 .\n</p>\n\n<p>\n(3) 2- وردت أحاديث تثبت عذاب القبر منها ما ورد عن أنس بن مالك رضي الله عنه أن\n</p>\n\n<p>\nرسول الله - صلى الله عليه وسلم - قال: «لولا أن لا تدافنوا لدعوت الله\nأن يسمعكم عذاب القبر» رواه\n</p>\n\n<p>\nمسلم رقم 2868 في صفة الجنة والنسائي 4/102 في الجنائز عذاب القبر. وأخبار\n</p>\n\n<p>\nالآحاد اختلف العلماء في دلالتها وحجيتها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p041'> Vol. 13, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nقلوبهم قد صحت من الغل والحسد والكبر والرياء والإعجاب وليس فيها\n</p>\n\n<p>\nإلا طاعة الله تعالى.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر حب الله للعبد ]\n</p>\n\n<p>\nعن الشيخ عمر بن سعيد(1): إن الجنان طبقات وأعلاهن جنة الفردوس وهي\nللآمرين بالمعروف والناهين عن المنكر وإن أتياهم (...)(2) بغير مني\n</p>\n\n<p>\nوإذا أحب الله عبدا زوي عنه الدنيا أي وفقه للأعمال الصالحة وربما يبتلى\n</p>\n\n<p>\nبما يكره ليؤجر.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ بعض حقوق الآخرين ]\n</p>\n\n<p>\nونية المحور على السارق والأبق وحصر البول فلا يجوز ولا نفخ\n</p>\n\n<p>\nالقبقب وأما التجوير على من فر بحق لزمه في نفس أو مال فلا يضيق إذا\n</p>\n\n<p>\nلم يلحقه ضرر.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم حرق أسماء الله الحسنى ]\n</p>\n\n<p>\nولا يجوز حرق أسماء الله تعالى بالنار وأما وضع الدخان على مناسم\n</p>\n\n<p>\nذي الوصب ورائحة الفوم(3) لمن به عارض فلا يضيق إذا رجا له الشفاء\n</p>\n\n<p>\nوأمنت عليه أمنه المضرة وترك ذلك مع محاذرة الضرر أسلم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم السحر والعمل به ]\n</p>\n\n<p>\nومن ينسب إليه السحر من بني آدم أنهم يتسنمون ظهور أمهات عامر\n</p>\n\n<p>\nفلم يتحقق ذلك ولم تنفه ونرد ما لم نعلم ذلك إلى علام الغيوب وأما\n</p>\n\n<p>\nأكلهم للبشر فلا نقول لأن المخلوق يحيي ويميت ومن قال ذلك فقد افترى\n</p>\n\n<p>\nإثما عظيما وأما أن يحتال الظالم بحيله يتخفى على البشر فعسى كالقمار\nوالسحر الذي كره الله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تعلم علم الفلك <span id='ms1628'></span> ]\n</p>\n\n<p>\nولا يجوز اعتقاد صحة علم الفلك الذي يتعلمونه الناس في زماننا وأنه لا\nيخطئ وكذلك يدعيه أهل زماننا أنه علم رمل لأن الكتب لا تؤمن من\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- عمر بن سعيد: هو الشيخ الفقيه أبو حفص عمر بن سعيد بن راشد بن ورد\nالبهلوي\n</p>\n\n<p>\nمن علماء النصف الأخير من القرن الثامن وأوائل القرن التاسع، وهو من\nفقهاء زمانه\n</p>\n\n<p>\nوكان ممن يقول الشعر له قصائد وأراجيز في الفقه أكثرها في الأديان. انظر إتحاف\n</p>\n\n<p>\nالأعيان 1/405 - 415.\n</p>\n\n<p>\n(2) 2- طمس في الأصل.\n</p>\n\n<p>\n(3) 1- الأصح -والله أعلم- ورائحة الثوم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p042'> Vol. 13, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nتبديل النساخ وأما العلم المنزل من الله فهو واجب رملا كان أو فلكا فتجب\nصحة اعتقاده وأما علم الرؤيا فقيل: إنه منسوخ وقيل: هو ثابت وهو\n</p>\n\n<p>\nضرب من الوحي وللمراءتين في التعليم للعلم وغيره وليس لمدعي علم الفلك\n</p>\n\n<p>\nأن يحكم بالمغياب ويقطع عليها فإن رد علم الغيب إلى الله وإنما يقول\n</p>\n\n<p>\nأصدق الحساب.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تعلم علم الحساب ]\n</p>\n\n<p>\nومن كان يعرف علم الحساب والمنازل والبروج فلا يقول قطعا أن هذه المنزلة\nسعيدة أو نحسة وإنما يقول: ذلك على الشريطة إن وافق الحساب\n</p>\n\n<p>\nفإنه كذا وكذا والله أعلم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ البول في الماء الجاري ]\n</p>\n\n<p>\nوإذا ضر بالمرأة دم حيضها جاز أن يطلق عنها الدفع الضرر إذا أمن\n</p>\n\n<p>\nالضرر من إطلاقه. وأجاز بعض العلماء البول في الماء الجاري وأبا ذلك\n</p>\n\n<p>\nآخرون إلا من المضرة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ إزالة المؤذيات ]\n</p>\n\n<p>\nوجائز قتل كل مؤذ والذر والفشا حين قيل أنهن غير مؤذيات والصرصر والخنافس\nغير مؤذيات ولا يضيق قتل الرمة لأنها مؤذية وإن وقع مما ذكر\n</p>\n\n<p>\nضرر جاز قتله وإن تعذر قتله بسوى النار وأضر في الأطعمة والثمار جاز\nإحراقه ولا يضيق أن يشوى الجراد والفنازيز بالنار ولا يجوز قتل شيء من\n</p>\n\n<p>\nخلق الله عبثا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر الغيبة ]\n</p>\n\n<p>\nوقتل القمل بالشمس جائز إذا خيف ضرره وغيبة المسلم تنقض الوضوء\n</p>\n\n<p>\nأو الصوم . ومن قصد ذم شخص بما فيه قد اغتابه وإن كان بما ليس فيه فقد\nكذب عليه وبهته وكان أعظم جرما وأكثر إثما.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم إجابة الدعوة ]\n</p>\n\n<p>\nومن دعا <span id='ms1629'></span> أحد لدعوة وقال: إني صائم وعن صيام رمضان ولم يكن\n</p>\n\n<p>\nصائما فإن نوى المندوحة عن الكذب فلا بأس عليه ولا سيما إذا كان بقي رب\nالدعوة وأشبه على حال الطعام وأما من دعي إلى أكل طعام لا شبهة\n</p>\n\n<p>\nفيه فعليه الإجابة فرضا وسنة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تفضيل النفس على العيال ]\n</p>\n\n<p>\nومن أنصف عرسه مما يجب عليها لها وأراد أكل شيء دونها كالفاكهة وغيرها\nفأما في الجائز فحلال له ذلك وإنما هذا سوء أدب ويكره ذلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم هجرات الجار والقريب ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p043'> Vol. 13, p. 043</a>\n            </div>\n             وإذا رأى المرء مما يكرهه من\nرحمه أو جاره ونوى بهجرانه له ردعا عن سوء صنيعه القبيح ولم ينو قطيعته فلا\nبأس عليه وهو مثاب إن شاء الله ولا سيما إن هجره على معصية.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ مصير من مات على غير الإسلام ]\n</p>\n\n<p>\nوجائز تخطية من خالف دين المسلمين أهل الاستقامة في الدين من\n</p>\n\n<p>\nجميع الفرق المارقة من دين رب العالمين الحائدة عن منهج المؤمنين وإن مات\nعلى غير ملة الإسلام فهو في النار حقا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ طول يوم القيامة على المسلم والكافر ]\n</p>\n\n<p>\nعن أبي سعيد: إن يوم القيامة طوله على المؤمنين كما بين الصلاتين\n</p>\n\n<p>\nوعلى الكافر كألف سنة.\n</p>\n\n<p>\nوعن النبي - صلى الله عليه وسلم - أنه قال: «لا يجوز أن يقال : اللهم\nأغنني عن جميع خلقك\n</p>\n\n<p>\nوإنما يقال: اللهم أغنني عن أشرار خلقك»(1).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ مساكن الجن ]\n</p>\n\n<p>\nويقال: إن مسكن الجن الخرابات وفي أطراف الأرض ومنهم مع بني آدم ومنهم\nتحت الأرض وقيل: لهم مواشي وسكونهم الغيران.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ متى يباح الغناء ]\n</p>\n\n<p>\nويجوز الغناء في أربعة أشياء ومحرما في سواها حدو المرأة وزجر الدابة\n</p>\n\n<p>\nوما لم يخرج على النوح والصراخ ونحوه وما لم يكن ندبا ومختلف في\n</p>\n\n<p>\nالندب على الموتى.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم اللعب وحالاته ]\n</p>\n\n<p>\nواللعب كله محرم وأما لعب الصبيان فمختلف فيه وفي إنكاره ومن\n</p>\n\n<p>\nأصر على صغير فهو كبر إذا تلذذ البالغون بالنظر في لعب الصبيان فلا يحل\n</p>\n\n<p>\nلهم وكذلك لعب العبيد والهنود وجميع الملاهي محرم وما خرج من\n</p>\n\n<p>\nالمعروف فهو منكر ويجوز الملاعبة بالجياد والأنبال <span id='ms1630'></span> وملاعبة الزوج زوجته\n</p>\n\n<p>\nوالطفل والملاعبة بالأسلحة إذا تقربوا بذلك إلى الله تعالى ولا يجوز نظر\n</p>\n\n<p>\nشيء مما ذكرنا على معنى التلذذ واللهو.\n</p>\n\n<p>\nوكل كذب حرم إلا ما جر منفعة للمسلمين أو دفع عنهم مضرة إذا تعذرت\nالمناديح.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم المداحين ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- الحديث لم أعثر عليه بهذا النص وله شواهد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p044'> Vol. 13, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nوالعامل بيده أفضل من التاجر والتاجر أفضل من الباطل ومن أعجبه ما مدح به\nأثم وعليه مدافعة ذلك. قال النبي - صلى الله عليه وسلم -: «حثوا في وجوه\nالمداحين التراب»(1) ومعناه إذا مدحه بما ليس فيه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر المن على الأعمال ]\n</p>\n\n<p>\nومن أقرض وليه قرضا ثم غاب عنه لام نفسه وشكا حاله عند جلاسه\n</p>\n\n<p>\nفي غيبة المقترض وإذا حضر منعه الحياء عن مطالبته فهذا ليس من الغيبة\n</p>\n\n<p>\nوليس من أخلاق المؤمن أن إذا فعل حسنة أشابها بمن وكدرها لأن الله ذم\n</p>\n\n<p>\nمن من ومن.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ جواز القيام لأهل العلم ]\n</p>\n\n<p>\nومكروه أن يحسر الرجل رأسه عند وقوع المصيبة وحلول الأزمة وأما النساء\nفمحرم ذلك وحرام شق الجيوب على المصيبة.\n</p>\n\n<p>\nوالقيام للعالم من المجلس جائز إجلالا أو لمن يتقى وللأب والصديق الذي له\nعليه يد ولا بأس على القائم والمقيوم له(2).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أدب الأسماء، واستعمال أواني الذهب والفضة ]\n</p>\n\n<p>\nعن الشيخ عامر بن محمد: ولا يجوز التسمي بالرزاق لأن الرزاق هو\n</p>\n\n<p>\nالخالق وقيل: مكروه.\n</p>\n\n<p>\nويكره التأني بأوان اللجين والتبر وقيل: محرم لا نهي أدب وأما الشرب فيها\nفمحرم بالسنة ومن توضأ بإناء أحدهما ففي نقض وضوئه وإتمامه اختلاف(3).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من علاقة الرجل بزوجته ]\n</p>\n\n<p>\nعن الشيخ ناصر بن خميس بن علي: ومن كانت له زوجة لا رغبة لها\n</p>\n\n<p>\nفي الغشيان وقيل: له أن يشق صفدعا أمامها لتزيد رغبتها فترك هذا أولى\nوسيما إذا لم يعلم حقيقة النفع.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور متعددة من المعاملة ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- حديث صحيح أخرجه مسلم في الزهد 68، 69 وأبو داود في الأدب 9\nوالترمذي\n</p>\n\n<p>\nفي الزهد 55، وابن ماجة في الأدب 36. وأحمد في مسنده.\n</p>\n\n<p>\n(2) 1- في غزوة بني قريظة عندما جيء بسعد بن معاذ -رضي الله عنه- قال\nالنبي - صلى <span id='ms1631'></span> الله عليه وسلم -\n</p>\n\n<p>\nللأنصار: «قوموا إلى سيدكم» انظر جامع الأصول في أحاديث الرسول - صلى\nالله عليه وسلم -\n</p>\n\n<p>\n8/277 رقم 6099.\n</p>\n\n<p>\n(3) 2- وردت أحاديث كثيرة تنهى عن الشرب في آنية الذهب والفضة وأن النهي\nللتحريم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p045'> Vol. 13, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nومن مشى في سيل فوقعت في نعله قذاة فاحتال في طرحها في الطريق\n</p>\n\n<p>\nفإذا وقعت من غير معالجة منه فلا بأس عليه.\n</p>\n\n<p>\nويجوز أكل التمر بنواه إذا أمنت مضرته وأما أشبهه كالنبق وغيره.\n</p>\n\n<p>\nوجائر للمرأة لبس الدشداش إذا نوت الستر لا التشبيه بالرجال وهو رأي\nالقاضي محمد بن عبد الله بن جمعة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم الاستنجاء في النهر ]\n</p>\n\n<p>\nومن رام الاستنجاء في نهر في موضع مباح فوجد به صبيا لوح له أن\n</p>\n\n<p>\nينزاح عنه فإن لم يكتف بالتلويح وصرح له فلا بأس.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ لباس المرأة عند مماليكها ]\n</p>\n\n<p>\nوجائز طرح أوراث الأنعام في دروسها لمعنى الصلاح ويجوز التبرج\n</p>\n\n<p>\nللمرأة عند مماليكها العقلاء البالغين على قول وقيل: لا يجوز.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم ركوب الجمال مع المرأة ]\n</p>\n\n<p>\nولا يجوز لمن كارى جمالا له ولزوجته أن يركب الجمال مع المرأة إذا لم يكن\nذا رحم منها ولو كان الزوج معها خوفا من نزعات الشيطان\n</p>\n\n<p>\nووسواسه أعاذنا الله منه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من الرقية ]\n</p>\n\n<p>\nولا يضيق على الراقي أن ينفخ في الطعام الذي يرقي فيه إذا كان في\n</p>\n\n<p>\nكتاب الله تعالى وأسمائه. وجائز طرح الحب المسموم للطير طلبا للانتفاع\n</p>\n\n<p>\nبه للأكل على وجه العبث إذا أمنت المضرة منه على أكله ويكره المشي\n</p>\n\n<p>\nحافيا من جهة فل الطهارة ويقال: إنه يضعف النظر من جهة الطب ومن\n</p>\n\n<p>\nنوى فعل فضيلة فلم يفعل فلا إثم عليه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أهمية الولاية في الدعاء ]\n</p>\n\n<p>\nوإذا أدى المتعبد ما يجب عليه في نشبه فلم يتصدق فلا إثم عليه إذا لم\n</p>\n\n<p>\nيكن بذي الفرق خصاصة ويخاف عليه الضرر إذا منعه ومن حج عن من لا يتولاه\nفليس عليه أن يدعوا له وإن لم يدع له فلا يستحق الأجرة ولو رضي\n</p>\n\n<p>\nله الوصي ولا يسع الوصي أن يجيبه إلى ذلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كيفية دخول المدنية ]\n</p>\n\n<p>\nوليس على <span id='ms1632'></span> من رام ولوج مدينة النبي محمد - صلى الله عليه وسلم - إحرام ورد\nالسلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p046'> Vol. 13, p. 046</a>\n            </div>\n             فرض لقوله تعالى: { وإذا حييتم بتحية فحيوا بأحسن منها\nأو ردوها } (1) وكذلك في الصباح والمساء ويستحب لأهل العز أن يغري بعضهم بعضا\n</p>\n\n<p>\nمن غير إيجاب.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حلق العانة، وإطعام السباع الميتة ]\n</p>\n\n<p>\nومن أراد أن يحلق عانته ليلا تمت معه الشعر فلا بأس عليه إذا لم يخف\n</p>\n\n<p>\nمن ذلك تألد ضرر.\n</p>\n\n<p>\nواختلفوا في إعطاء السباع الميتة من ذات الدم الأصلي بالفضل أجاز\n</p>\n\n<p>\nذلك بعض وأباه آخرون.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ معاملة عباد الصلب ]\n</p>\n\n<p>\nوإذا رام عباد الصلب إحراق موتاهم في دور المسلمين فإذا لم يطلعوا\n</p>\n\n<p>\nعلى صنيعهم جاز التغاضي عنهم ولا تجوز كتابة القرآن بالمتربي وأما أسماء\n</p>\n\n<p>\nالله تعالى فلا يضيق ذلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تشميت العاطس ]\n</p>\n\n<p>\nوإذا حرك العاطس بالحمدلة لسانه وسمعه من معه فترحم له جاز ولو لم يجهر\nالمشمت وإن جهر بالتسمية ورد فهو أفضل وأطيب للنفس وقيل:\n</p>\n\n<p>\nيجوز رد السلام والتشميت الإجهار إذا لم يتم العاطس الحمدلة والمسلم\n</p>\n\n<p>\nالسلامة فلا يشمت بالعاطس ولا يرد السلام على المسلم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر نظرة السفيه عورة المسلم ]\n</p>\n\n<p>\nومن رام الاستنجاء من نهر وحضره سفيه ينتظره فإن كان يتيقن منه\n</p>\n\n<p>\nنظرة السوأة والماء صافيا لا يمنع الناظر فعليه ستر سوأته من إرخاء\nملاءته ولا يجوز له إبداءها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم ترك ما أمر الشارع بقتله ]\n</p>\n\n<p>\nومن ترك قتل ما أوجب الشرع قتله إذا لم يقدر على قتله إلا بلزوم الضمان\nفلا بأس عليه لأن المخلوق لا يدري متى يفجأه حمامه ويصدع عليه بالنوح حمامه\nويواري في رحمه ويبسط في ضريحه ويحرم ممر ينسجه\n</p>\n\n<p>\nوتريحه وينفرد في سربه بعد أن يقال للموت: خذه وسربه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم ذكر اسم الله في الخلاء ]\n</p>\n\n<p>\nومن كان على حدث سلح أوراقة بول جاز له أن يذكر الله سرا في قلبه كان في\nبراح أو مستراح وإذا كان في المسألة اختلاف وعزب على المبتلى\n</p>\n\n<p>\nعلم عدل تجراه ومن أخذ بقول من أقول المسلمين فلا يهلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كيفية عبادة الله ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- سورة النساء <span id='ms1633'></span> آية 86.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p047'> Vol. 13, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nومن عبد الله بتوهم قلب فهو مشرك ومن عبد الاسم دون المعنى فهو كافر ومن\nعبد الاسم والمعنى فقد جعل لله شريكا ومن عبد المعنى أضل.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أكل أموال الناس بالباطل ]\n</p>\n\n<p>\nعن الشيخ علي بن مسعود بن محمد المحمود في قول الله تعالى: { ولا تأكلوا\nأموالكم بينكم بالباطل وتدلوا بها إلى الحكام لتأكلوا فريقا من أموال الناس\nبالإثم وأنتم تعلمون } (1) كالغصب والسرقة وأمثالها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ على ماذا يبنى الدين ]\n</p>\n\n<p>\nعن الشيخ ناصر بن خميس بن علي: إن الدين بني على الحكم وقيل:\n</p>\n\n<p>\nعلى الاطمئنانة والعرف والعادة ولكل قول أصل.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أقمشة الرجال ]\n</p>\n\n<p>\nوإذا كان مصر الثوب من قطن أو سداة أو بالعكس جاز لبسه للرجال وقيل: لا\nيجوز وهو الأصح.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كراهية السواك بعد الوضوء ]\n</p>\n\n<p>\nعن الشيخ درويش بن جمعة بن عمر الأدمي: ويكره السواك بعد\n</p>\n\n<p>\nالوضوء والكلام ي غير الطاعة مع الوضوء وفي كل حال وإذا لم يخرج\n</p>\n\n<p>\nالكلام من حد الحاجة فلا بأس به ويكره الكلام للمتعري من غير ضرورة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ محاسبة النفس ]\n</p>\n\n<p>\nومن أعجبه فعله أنه مؤد ما أمره الله به للخالق والخلق فإذا أخذلت نفسه\nبتوفيق الله له الطاعة فلا بأس عليه ولا إثم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كيفية الدعاء ]\n</p>\n\n<p>\nولا يجوز أن يدعى الله بحق كذا من أسمائه ورسله وكتبه لأنه ليس\n</p>\n\n<p>\nلأحد على الله حق وقيل: يجوز والأول أصح ولا يجوز العمل بالأسماء\n</p>\n\n<p>\nالتي هي في غير عربية إلا لمن عرفها وعرف عدلها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم بيع الأفيون ]\n</p>\n\n<p>\nويروى أن الإنسان إذا هم بالطاعة ونوى العمل بها فاحت منه ريحة\n</p>\n\n<p>\nطيبة فعلم الحفظ بذلك وإذا هم بالمعصية فاحت منه ريح نتنة فعلم الحفظ\nذلك. ولا يجوز بيع الأفيون للدواء وشراؤه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ ماذا يقال عن الظواهر الكونية ]\n</p>\n\n<p>\nوإذا همهم رعد يجوز أن يقال: يا كريم وينوي أن الله هو الكريم المنعم\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- سورة البقرة آية 188.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p048'> Vol. 13, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nلا الرعد ولا يجوز أن يقال: قوس قزح وإنما يقال: قوس الله لما يستوي\n</p>\n\n<p>\nبعد المطر من اختلاف الأرياح كالقوس المحنا من حمرة قانية وصفرة <span id='ms1634'></span> فاقعة\nوخضرة ناصعة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من آداب قضاء الحاجة ]\n</p>\n\n<p>\nومن أصاب اعتراء وصب فترك دواه متكلا على منزله فهلك فلا إثم\n</p>\n\n<p>\nعليه ولا هلاك وإن ترك الدواء أيسأمن برئ وصبه فماله من أسر الحوب فكاك\nويكره استقبال القبلة واستدبارها لبول والغائط واختلفوا بين كونه في\nالصحراء وبين كونه في الحوائط وقيل: لا يجوز استدبارها دون استقبالها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر اللحن في القرآن ]\n</p>\n\n<p>\nومن وجد نملة زائدة في يده أو أبان سنارا غولا فإنه يستغفر الله ويتوب\nإليه ومن لحن في القرآن أو بدل آية أهل الجنة لأهل النار أو بالعكس خطأ فلا\nبأس عليه لقوله تعالى: { وليس عليكم جناح فيما أخطأتم به } (1).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من أفعال العبد ]\n</p>\n\n<p>\nويقال: التقوى غير الفتوى معنا على حكم الظاهر والتقوى فيما يخص العبد من\nباطن العلم والمتعبد عقله حجة عليه فما أنكره العقل مما هو مباح\n</p>\n\n<p>\nفي حكم الشرع فعليه الوقوف حتى يتضح له الحق وهذا لأهل المراقبة لله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من أفعال العبد ]\n</p>\n\n<p>\nقوله تعالى: { إن ناشئة الليل } (2) أي ساعاته وكل ساعة منه ناشئة\n</p>\n\n<p>\nسمت بذلك لأنها تشاء أي تبيده واو الوطء الموطأة والمواقفة والناشئة أول\n</p>\n\n<p>\nالليل وينبغي للعبد أن يعرض نفسه للطاعة في كل وقت ليلا أو نهارا لأنه لا\nيدري أي ساعة القبول وينبغي للعبد المسارعة في الطاعات والمواظبة على\n</p>\n\n<p>\nالجماعات وأداء جميع المفترضات وإن يبرأ الوالدين والأولاد وجميع العباد\n</p>\n\n<p>\nمن أرحام وجيران وأصحاب وإخوان وأن يحسن خلقه للناس وأن تكون\n</p>\n\n<p>\nنيته عافية من الالتباس.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من النوافل ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- سورة الأحزاب آية 5.\n</p>\n\n<p>\n(2) 2- سورة المزمل جزء من آية 6.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p049'> Vol. 13, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nومن قدر على الانتفال فليتنفل أربع ركعات قبل صلاة الظهر بعد الزوال\nوأربع ركعات قبل صلاة العشاء الآخرة وثماني ركعات قبل الفجر غير\n</p>\n\n<p>\nركعتي السنة ركعات قبل صلاة الضحى ومن أراد أن يتنفل بصوم فليصم\n</p>\n\n<p>\nمن كل شهر يوم ثالث عشر ورابع عشر وخامس عشر ويوم تاسع وعاشر من\n</p>\n\n<p>\nشهر محرم ويوم سبعة وعشرين من رجب.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم لحوم الحيات ]\n</p>\n\n<p>\nولحوم الحيات حرام ومن اضطر إلى أكله فلا <span id='ms1635'></span> بأس إذا رجا الشفاء في أكله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من المعاملة ]\n</p>\n\n<p>\nويوجد أن من حمل شيئا من عصب أم عامر لا يعلم السحر فيه شيئا ومسكه وضفره\nفلا يضيق حمل ذلك إذا ذكي وطهر المذبح وإذا دفع\n</p>\n\n<p>\nمسلكه طهر ولو لم يذكى على قول ويجوز الإحسان ولو إلى عبدة\n</p>\n\n<p>\nالأوثان لأنه الله تعالى لا يعزب عليه إحسان محسن ولا يضيع عمل عامل\n</p>\n\n<p>\nمن إنس وجن.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الأمانة في النقل ]\n</p>\n\n<p>\nعن الشيخ صالح بن سعيد: ومن نسخ كتب القوم فرأى ترحما عمن\n</p>\n\n<p>\nوقف المسلمون عن ولايته وقوف إشكال أو رؤيا أو يبرءون منه فلا يضيق\n</p>\n\n<p>\nإذا لم يعتقد ذلك بقلبه وإنما يحكي كما رأى وسمع فيمن الحكاية.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم الجهاد تحت راية الفساق ]\n</p>\n\n<p>\nولا يجوز الجهاد تحت لواء الفاسقين وينتهك ما حضر في كتاب رب العالمين\nوسنة رسوله الأمين وما أجمع على تحريمه أرباب العلم المهتدين\n</p>\n\n<p>\nوليس للمؤمن إهمال النية عن الجهاد إذا وجد السبيل مع من تمسك بدين\nبالصمد الجواد فرضا أو نفلا قولا أو عملا ولا تجوز كتابة ما لم يعرفه من\nالأسماء و كتب بآيات وصادات أو حرف متفرقات فلا بأس ويجوز قبول\n</p>\n\n<p>\nفتي الثقة العدل المعروف والصلاح المأمون على نفل الشريعة إذا قال: الحق\n</p>\n\n<p>\nلأن الله تعالى أخذ على عباده الميثاق أن لا يقولوا على الله إلا الحق\nوأما على جهة التقلد فلا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تفسير آية الحسنة ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p050'> Vol. 13, p. 050</a>\n            </div>\n             وأما تفسير قوله تعالى: { وإن تصبهم\nحسنة يقولوا هذه من عند الله وإن تصبهم سيئة.. } (1) تمام الآية فالحسنة\nهنا الخصب ورخص السعر\n</p>\n\n<p>\nوالسيئة الغلاء والجدب وأما قوله: { ما أصابك من حسنة فمن الله } (2)\n</p>\n\n<p>\nفهو الفتح والنصر والغنيمة والسيئة الحرب والهزيمة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ قراءة آيات التوحيد ]\n</p>\n\n<p>\nعن الشيخ ناصر بن خميس: ومن قرأ آية التوحيد فوقف بين النفي والإثبات وفي\nالاطمئنانة أنه يستثني سرا فاستثناه سرا فلا ينفعه عند من\n</p>\n\n<p>\nسمعه لأن الله تعبد خلقه بحكم الظاهر وله حكم العلانية والسرائر.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ القول في نزول عيسى عليه السلام ]\n</p>\n\n<p>\nوقد تواترت الأخبار وأطبقت السن <span id='ms1636'></span> الأبرار والفجار أن عيسى النبي لم\n</p>\n\n<p>\nيمت وأنه رفع إلى السماء وأنه سيبعث عند اقتراب الساعة ويملأ الأرض\n</p>\n\n<p>\nعدلا ولم يعلم صحة ذلك من كتبا ولا سنة والله قادر على ما يشاء ولا قوة\n</p>\n\n<p>\nإلا بالله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تفسير آيات ]\n</p>\n\n<p>\nوأما تفسير قوله تعالى: { يا أيها الذين آمنوا لا تلهكم أموالكم ولا\nأولادكم عن ذكر الله } (3) أي أداء ما لزم من الواجبات لله وأما قوله\n</p>\n\n<p>\nتعالى: { )يا أيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة فاسعوا إلى\nذكر الله } (4) أي إقامة ذكر الله وطاعته.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من أصحاب الرأي ]\n</p>\n\n<p>\nوأما أصحاب الرأي هم قوم من أهل الخلاف وهاوم تفسيرها تعالوا وقيل: إن\nأول من يعطا كتباه بيمينه من هذه الأمة عمر بن الخطاب وله شعاع كشعاع الشمس\nثم يقول أين أين أبو بكر؟ فيجاب: إنه زف إلى الجنة.\n</p>\n\n<p>\nوروي عن النبي - صلى الله عليه وسلم - من طريق عائشة «إن الخلق كلهم\nيحاسبون يوم القيامة\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- سورة النساء آية 78.\n</p>\n\n<p>\n(2) 2- سورة النساء آية 79.\n</p>\n\n<p>\n(3) 1- سورة المنافقون آية 9.\n</p>\n\n<p>\n(4) 2- سورة الجمعة آية 9.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p051'> Vol. 13, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nإلا أبو بكر»(1).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ نوع من القراءة والإعراب ]\n</p>\n\n<p>\nوأما إعراب فاصدق فإنه جواب للنفي والاستفهام بالفاء وأما جزم واكن\n</p>\n\n<p>\nالعطف على موضع الفاء وما بعده ويجوز نصبه ويكون معطوفا على\n</p>\n\n<p>\nفاصدق وأكون وقري برفع النون ولا يجوز دخول البيوت المسكونة بغير استئذان أهلها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر دخول البيت بلا إذن أصحابه ]\n</p>\n\n<p>\nومن دخل دارا بلا إذنه انتقض وضوءه وفي نقض صومه اختلاف.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من قراءة القرآن ]\n</p>\n\n<p>\nوسكن الأعمى ومطلقته في بيت واحد اختلاف والتنزه أولى وقوله\n</p>\n\n<p>\nتعالى: { إن الإنسان لربه لكنود } (2) فالوقوف على الكنود والموءودة قول:\nتكتب بواو واحد وقول: بواوين وقيل: تقرأ بالتمكين وقول: بغير تمكين.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تفسير قوله تعالى (إن الله لا يظلم مثقال ذرة) ]\n</p>\n\n<p>\nعن القاضي محمد بن عبد الله بن جمعة في تفسير قول الله تعالى: { إن\n</p>\n\n<p>\nالله لا يظلم مثقال ذرة } (3) ومعنا لا ينتقص من الأجر ولا يزيد في\nالعقاب.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ قراءة القرآن عند النوم ]\n</p>\n\n<p>\nومن تلا شيئا من الآيات عند <span id='ms1637'></span> منامه فرأى شيئا من الدراهم فوق فرشه\n</p>\n\n<p>\nعند قيامه فلا أقول فيها شيئا لقلة علمي بحقيقتها ولا من أي جهة هي\nوالموجود في الآثار عن أولي الأبصار من وجد في داره شيئا يملك مثله فهو\n</p>\n\n<p>\nله حلال بلا مراء ولا جدال على الأصح من الأقوال.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر ملك المرأة العبد ]\n</p>\n\n<p>\nواختلفوا في الغادة إذا ملكت قنا ذكرا فقال قوم: له أن يمسها وتمسه في\nسائر الجسد لغير شهوة ولا يأكل معا وأنه بمنزلة ذي محرم وقيل: لا يجوز\n</p>\n\n<p>\nوإن كان لها في حصة ففي ذلك اختلاف وفي هذه المسألة الأصح عدم\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 3- انظر كنز العمال الجزء الثالث عشر فضائل الصديق ص6، 7 انظر رقم 36091،\n</p>\n\n<p>\n36092، 36093 ...\n</p>\n\n<p>\n(2) 1- سورة العاديات آية 6.\n</p>\n\n<p>\n(3) 2- سورة النساء آية 40 : { إن الله لا يظلم مثقال ذرة وإن تك حسنة\nيضاعفها ويؤت من\n</p>\n\n<p>\nلدنه أجرا عظيما } .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p052'> Vol. 13, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nالجواز وفي الأول الجواز.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صلة الجار ]\n</p>\n\n<p>\nوصلة الجار واجبة كالرحم بيتا سيما في الحزن والجدل ويجب الوصول\n</p>\n\n<p>\nإلى الوالدين إلى سنتين مسير وأما سائر الأرحام فإلى مسير سنة وذلك عند\nالاستطاعة وإلا فتكفيه النية وقيل: تجب صلتهم إذا التقوا إلى أربعة أجداد\n</p>\n\n<p>\nدم قبل الآباء والأمهات وقيل: ما صح النسب.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من المحرمات بالرضاع ]\n</p>\n\n<p>\nومن نكح ثلاث بضات فاثنتان عنده بحد الرضاع والثالثة قد كبرت ثم\n</p>\n\n<p>\nإن الكبيرة أرضعت أحد الاثنتين الطفلتين فجاز بالمرضوعة فأرضعت الكبيرة\nالأخرى من الطفلتين فإذا لم يجز بالكبيرة فرق بينه ويبن الصبية المرضوعة\n</p>\n\n<p>\nأولا والذي أرضعتها من بعد الصبيتين هي زوجته وإن جاز بالكبيرة فرق\n</p>\n\n<p>\nبينه وبينهن معا ولا يحل له نكاح أم وبناتها من النسب ولا من الرضاع.\n</p>\n\n<p>\nالنهج السابع والثلاثون\n</p>\n\n<p>\nفي الإعراب\n</p>\n\n<p>\nوأحكام شيء من كلام العزيز الوهاب\n</p>\n\n<p>\nالنهج الثامن والثلاثون\n</p>\n\n<p>\nفي الإعراب\n</p>\n\n<p>\nوأحكام شيء من كلام العزيز الوهاب\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كتابة قدم ]\n</p>\n\n<p>\nعن الشيخ صالح بن سعيد: إن قدم تقدم بكسر الدال في الماضي\n</p>\n\n<p>\nوكسرها في المستقبل من قدم الغيبة والرواية بكسر الراء وبفتحها لغة وصل\nبفتح الصاد من الوصول.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كتابة ومعنى اليمين ]\n</p>\n\n<p>\nاليمين أقسم يقسم قسما <span id='ms1638'></span> بفتح السين في الماضي وكسرها في المستقبل والاسم\nالقسم بفتح القاف والسين وأما إذا كان من القسمة فبفتح السين\n</p>\n\n<p>\nفي الماضي وكسره في المستقبل وتسكينها في المصدر والنصب قسم\n</p>\n\n<p>\nبكسر القاف.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تشكيل الجباة ]\n</p>\n\n<p>\nالجباه بكسر الجيم وجباه الوجوه وبضم الجيم جباة الصدقات أجرى\n</p>\n\n<p>\nيجري بالألف في الماضي وضم الياء في المستقبل وكسراء الراء إذا كان\n</p>\n\n<p>\nبمعنى يكفي وجزى يجزي بمعنى الثواب.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ معنى الجبر ]\n</p>\n\n<p>\nأجير يجير بمعنى أجير على فعل شيء وجبر يجبر إذا مض وجبر وقسر وأقول:\nالله تعالى الجبار بمعنى جبره الكسير وقيل: بمعنى عزيز وقيل: بمعنى ملك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ جمع الاسم المنقوص ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p053'> Vol. 13, p. 053</a>\n            </div>\n             وجمع اسم المنقوص بالمكسر إذا كان من\nأسماء المفردات كشراه وقضاه وولاه بضم أوله وغنم يغنم غنما بفتح العين وكسر\nالنون في الماضي وفتح\n</p>\n\n<p>\nالياء والنون في المستقبل وضم الغين وتسكين النون في المصدر.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كتاب يغضب ]\n</p>\n\n<p>\nغضب يغضب بفتح الغين وكسره في ماضيه وفتح الياء والضاد في\n</p>\n\n<p>\nمستقبله ظفر يظفر بفتح الظاء وكسر الفاء في ماضيه وفتح الفاء في مستقبله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كتابة وتشكيل سكن ]\n</p>\n\n<p>\nسكن يسكن بضم كاف مستقبله تلف تكسر لام ماضيه وبفتحها في مستقبله بتلف\nووقف يقف وركعات بكسر الكاف من الواحدة وفتحها في الجمع شبهة وشبهات بضم\nالباء وشبيهات والولد من الوالدة والنحلة من النحل والنخلة من النخل بإسكان\nخاء الواحدة وفتحها في الجمع ورد يرد بضم راء المستقبل طلب يطلب بفتح\nاللازم في الماضي وضمها في المستقبل طلب يطلب ظهر يظهر وحفظ يحفظ فأما ظهر\nفهاؤها مفتوحة في الماضي ومضمومة في المستقبل وفاء حفظ مكسورة في الماضي\nومفتوحة في المستقبل عزم يعزم بكسر زاء ماضيه وبفتحها في المستقبل.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كتابة ضمن، كفاية ]\n</p>\n\n<p>\nضمن يضمن بكسر ماضيه وفتحها في مستقبله والدرع بكسر الدال\n</p>\n\n<p>\nدرع الحديد والقميص من كتاب كفاية بكسر كاف الكفاية وكلمة بشيء\n</p>\n\n<p>\nلا يجوز تنوينها عند اندراج الكلام وهو عن الشيخين علي بن مسعود\n</p>\n\n<p>\nومسعود بن محمد.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم الترجيع في القراءة ]\n</p>\n\n<p>\nعن الفقيه ناصر بن خميس: والترجيع في <span id='ms1639'></span> القراءة لا يزيد فيها زيادة\n</p>\n\n<p>\nيجاوز الحد المحمدية بضم الميم وسمام النهر بفتح السين والأعرابي بكسر\n</p>\n\n<p>\nالهمزة وهو أحد الأعراب واسم خلف فمصروف.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ معنى النجس ]\n</p>\n\n<p>\nويقال: إن الله إذا أحب عبدا وأنعم عليه أحب أن يرى نعمته عليه فياء ويرى\nيجوز فيها الفتح والضم فعل بكسر الفاء نجس لا يفرد فإذا فرد قالوا: نجس\nبفتح الجيم والنون النجس القذر قال الله تعالى: { إنما المشركون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p054'> Vol. 13, p. 054</a>\n            </div>\n             نجس } (1) الرصاص بفتح الراء وبكسرها لغة الشبهة بفتح الشين والباء\n</p>\n\n<p>\nضرب من النحاس يشبه الذهب المفضل اسم شخص وهو بضم الميم وبفتح الفاء\nوالضاد مع تشديد الضاد.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من الكتابة ]\n</p>\n\n<p>\nوغر الجدار بكسر الغين جف يجف بفتح بائه وجيمه حضر وحضر بالتشديد\nوالتخفيف إذا زرعه أو ماله بحضار والصوم فيه بشاهد متخير\n</p>\n\n<p>\nقول: متخير الخاء المعجمة والياء من قول بالخاء المهملمة والياء.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ إعراب بعض الألفاظ ]\n</p>\n\n<p>\nاختلف المسلمون في الفقير والمسكين من نبت لحمه على المسكنة والفقير من\nكان غنيا فافتقر، وقول: هما سيان { يا جبال أوبي معه والطير } (2)\n</p>\n\n<p>\nيجوز نصب راء الطير على النداء فرأي بالرفع.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من هو المسكين ]\n</p>\n\n<p>\nقوله تعالى: { )أما السفينة فكانت لمساكين } (3) بتشديد السين وهم دباغون\nالجلود والجلد في لغة العرب يسمى مسكا بفتح الميم وهو الجلد\n</p>\n\n<p>\nالمديون أسرج على الفرس إذا شد عليها وأسرج السراج إذا أضاء.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ إعراب جواب النفي والاستفهام ]\n</p>\n\n<p>\nوجواب النفي والاستفهام بالفاء يكون منصوبا أو غير منصوب رهن الشيء برهنه\nثلاثي وأرهنه لغة وهو رباعي الحنا ما يتحنى به مقصورا\n</p>\n\n<p>\nويأتي ممدودا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تشكيل بعض الأسماء ]\n</p>\n\n<p>\nواسم الشاعر عز ذو الرمة بكسر الراء وفتح الميم واسمه غيلان\n</p>\n\n<p>\nوالمنسوب إلى اللغة لغوي بضم اللام السدى بضم وهو أحد المفسرين قتادة بضم\nالقاف هو اسم رجل وقيل: إنه بفتح القاف جن يجن إذا ذهب عقله\n</p>\n\n<p>\nبفتح الجيم والياء في المستقبل فعل بفتح يفعل السمة من السعف بضم السين\nوكذلك السعفة وأما حتى يغفل عنها كلها فاللام كلها مجرور نسأل الله أن يعيد\nعلينا وعليكم وعلى جميع <span id='ms1640'></span> المسلمين فعين جميع في محل جزء وأما\n</p>\n\n<p>\nالبليج هو بالباء المعجمة من أسماء السفن والدوبح بالدال المهملة السلعة\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- سورة التوبة آية 28.\n</p>\n\n<p>\n(2) 1- سورة سبأ آية 10.\n</p>\n\n<p>\n(3) 2- سورة الكهف آية 79.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p055'> Vol. 13, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nبكسر السين من التجارة وليس على من يقرأ الأشعار استعاذة وإنما يقول:\nولذكر الله أكبر والمحل بضم الميم اسم والمحال بفتح الميم الشيء الذي لا\n</p>\n\n<p>\nيكون نمرود بضم النون اسم رجل جبار ذرعه القيء أي غلبه بالذال\n</p>\n\n<p>\nالمعجمة والشوران بضم الشين اسم الشجر والزعفران بفتح الراء.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تشكيل بعض الكلمات ]\n</p>\n\n<p>\nالقلة بكسر القاف ضد الكثرة { والهدي معكوفا أن يبلغ محله } (1)\n</p>\n\n<p>\nبهم صدوا أصحاب الرسول - صلى الله عليه وسلم - وهديهم وقول: مع هديهم قال الشيخ\n</p>\n\n<p>\nخميس بن سعيد: إن ميم منير مضموم وميم منير مكسور واجتنبوا في\n</p>\n\n<p>\nضحاياكم العوراء البين عورها التي يجوز فيها الرفع والنصب وهو عن\n</p>\n\n<p>\nالشيخ ناصر بن خميس بن علي والجفاء ضد السرور ممدودا ثمرات النخل\n</p>\n\n<p>\nبثمر رباعي بفتح ألف الماضي وضم التاء وكسر الميم في المستقبل.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تشكيل الملك ومعنى ذلك ]\n</p>\n\n<p>\nالملك بضم الميم من ملك السلطنة وبكسر الميم ما ملكت اليمين وبضمه والكسر\nأفصح عتق بفتح أحرفه بأن من الرق وجه سيده وأعتق بضم الألف وكسر التاء ما\nلم يسم فاعله وأعتقه سيده بألف القطع.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تشكيل معاني بعض الكلمات ]\n</p>\n\n<p>\nعن الشيخ خميس بن سعيد البستاني: السبا بكسر السين ما يأسره المسلمون\nويغنموا من نساء المشركين الجيروب بفتح الجيم والباء وضم الراء قدم يقدم من\nالقدوم من السفر بفتح القاف وكسر الدال في الماضي من\n</p>\n\n<p>\nالتقدمة وهي الوجاهة قال الله تعالى: { يقدم قومه يوم القيامة } (2) وقد\n</p>\n\n<p>\nيقدم بضم الدال من الماضي والمستقبل ضد حدث الوطء المكنى به عن\n</p>\n\n<p>\nالجماع بالهن الجلندا بفتح الجيم وضم اللام ممدود أو الجلندي بضم الجيم\n</p>\n\n<p>\nوفتح اللام مقصور القود بفتح القاف والأرض بفتح الهمزة والعقر بضم\n</p>\n\n<p>\nالعين والنفاس بكسر النون والنفساء بضم النون وفتح الفاء وفيها بفتح النون\n</p>\n\n<p>\nوإسكان الفاء والوصاية بفتح الواو وكسرها غنم يغنم بفتح عين الماضي\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- سورة الفتح آية 25.\n</p>\n\n<p>\n(2) 1- سورة <span id='ms1641'></span> هود 98.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p056'> Vol. 13, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nوكسر النون وفتح بالمستقبل وفتح نونه الوكالة بفتح الواو وكسرها الحمد\n</p>\n\n<p>\nلله حق حمده بفتح القاف الحمد لله حمدا كثيرا بنصب الدال الدعوة إذا\n</p>\n\n<p>\nدعاه لأمر بفتح الدال الهوى مقصور هو النفس والهوى ممدود وهو ما بين\nالخضل والغبراء.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كتابة الثرى ]\n</p>\n\n<p>\nالثرى مقصور والتراب والثراء ممدود المال الصفا مقصور الحجارة\n</p>\n\n<p>\nوالصفا المحدود المودة الفتى مقصور والفتا ممدودا وأحد الفتوة النساء\n</p>\n\n<p>\nمقصور النون والسناء ممدود الشرف.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ معاني بعض الكلمات ]\n</p>\n\n<p>\nالخلال الحشيش الرطب والخلا ممدودة الخلوة النساء مقصور النون ممدود\nالتأخير العشاء مقصور داء في العين والعشاء ممدود الأكل ماشيا الحوي\n</p>\n\n<p>\nمقصور الجوع الجري ممدود والهوى العرس مقصور ما حول الدار والعراء ممدود\nالمكان الخالي الحفاء بالخاء المهملة دواء والحفاء ممدود المدى بغير نعال\nالنفي مقصور الرملي المجتمع والنفاء ممدود مصدور وفي العراء مقصور ولد\nالبقرة والعري ممدود الولوع بالشيء وقيل: المكان الخالي الحياء مقصور\n</p>\n\n<p>\nالخصب والحياء ممدود الاستحياء الوري مقصور الخلق والورى ممدود وما\n</p>\n\n<p>\nخلف الشيء النجا مقصور سلخ إهاب الدابة والنداء ممدود سرعة الهرب الدوي\nمقصور المرض والدوي ما يتداوى به الوحي المقصور الصوت\n</p>\n\n<p>\nوالوحا ممدود السرعة السفا مقصور تراب القير والسفاء ممدود الخفة\n</p>\n\n<p>\nوالطيش البري مقصور التراب والبراء ممدود مصدر العمي مقصور عمي\n</p>\n\n<p>\nالغير والعماء ممدود السحاب الرقيق الجلاء مقصور الكحل والجلاء ممدود\nالخروج من الوطن الغناء مقصور غبث الثعلب والقنا ممدود، الموت الفضا\n</p>\n\n<p>\nبالفاء مقصور البلغة والفضا ممدود المكان الواسع.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كتابة وتشكيل بعض الكلمات ]\n</p>\n\n<p>\nالذكي مقصور إشعال النار والذكاء ممدود الفهم العفي مقصور ولد الحمار\nوالعفاء ممدود الرحم الملأ المقصور الأرض الواسعة والملا ممدود الحلق الجد\nبفتح الجيم العطية والجداء ممدود الغني البدا مقصور الرأي الرشيد\n</p>\n\n<p>\nوالبداء ممدود بغير الرأي.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p057'> Vol. 13, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ في التشكيل والكتابة والمعاني ]\n</p>\n\n<p>\nريح الصبا التي تأتي من ناحية المشرق مقصورة الصبا ممدود مصدر صبا الكرى\nمقصور النوم والكراء ممدود تنبيه الخائف نفسه لأبي الدرداء يعتري المقصور\nالإباء ممدود وأطراف القصب الغمي مقصور سقف البيت والغماء ممدود الدنيا\nالغر مقصور الرمي والغراء <span id='ms1642'></span> ممدودها يعرى به السم الصلي خر\n</p>\n\n<p>\nالنار مقصور والصلاء ممدود لهبها الفداء مقصور العذاب وأما الفداء ممدود\n</p>\n\n<p>\nما يفتدى به الإضا مقصور الغدير والإضاء ممدود العذر السحمي مقصور\nالقرطاس والسجاء ممدود طير وهو ولد الخفاش الضحى مقصور أول النهار والضحى\nممدود يجوز قصره اللوي الرمل واللواء ممدود لواء الأمير الآتي\n</p>\n\n<p>\nمقصور الساعة والآتي ممدود الآنية العداي مقصور الأعداء والعداء ممدود\nوالمولاة الكبا مقصور لم أر تفسيره مقيدا وأما الممدود هو المتاع الروي\n</p>\n\n<p>\nمقصور حبل تشد به الخيل البلا مقصور القديم ضد العافية والبلا ممدود\n</p>\n\n<p>\nالشيء البالي الأفا مقصور وممدود بلوغ الشيء ومنها والقري بكسر القاف\nممدود ومقصور وهو الضيف السوي بكسر السين وفتحها لغير ممدود\n</p>\n\n<p>\nومقصور القلا بفتح القاف وكسرها ممدود ومقصور هو القيض لقا بضم\n</p>\n\n<p>\nالام وكسرها مصور وممدود ويوم القيامة الغا بكسر الغين مقصور سقف\n</p>\n\n<p>\nالدار وبتفحها سحاب رقيق عمر بفتح الغين ماء كثير وبفتحها ستر\n</p>\n\n<p>\nوبضمها شحن لم يجرب الأمور.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ في التشكيل والمعاني ]\n</p>\n\n<p>\nالسلام بفتح السين تحية وبكسرها حجر وبضمها عرق الكلام بالفتح هو القول\nبفتح القاف وبكسرها الجراحة وبضمها الأرض الصلبة الحرة بفتح\n</p>\n\n<p>\nالحاء الحجارة وبكسرها الحر المعروف وبالضم امرأة حرة ضد المملوكة حلم\nبفتح الباء الحاء والأديم بكسرها عفو العافين عن الجاني وبضمها حلم النائم\nالسبت بالفتح هو يوم معروف وبالكسر النعال وبالضم السين نبت شجر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p058'> Vol. 13, p. 058</a>\n            </div>\n             السهام بفتح السن الحر وبكسرها سهم القوس وبالضم الضياء الدعوة\nبفتح الدال الدعاء إلى الله وبكسرها الادعاء وبضمها طعام يدعى الناس لأكله\n</p>\n\n<p>\nشرب بفتح الشين الشربة وبكسرها اسم المشروب وبضمها عصير العنب.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ في التشكيل والمعاني ]\n</p>\n\n<p>\nالخرق بفتح الخاء أرض واسعة وبكسرها السخاء والكرم وبضمها\n</p>\n\n<p>\nالحق الملام بفتح الميم الخلق وبكسرها امتلاء الإناء وبضمها ثوب للحا\n</p>\n\n<p>\nبفتح الحال قول العدول وبكسر حي الرجل وبضمها شعر اللحية الشكل\n</p>\n\n<p>\nما أشبه الشيء وبكسرها الدلال الحسن وبضمها قيد الفرس الصرة بفتح\n</p>\n\n<p>\nالصاد النجوم وبكسرها نثر البرد وبضمها صرة الدراهم الكلاء بفتح\n</p>\n\n<p>\nالكاف نبت وبكسرها الحفظ والكلابة وبالضم جمع كلوة الكرا بفتح <span id='ms1643'></span>\n</p>\n\n<p>\nالكاف النوم وبكسرها أجرة الأجير وبضمها لغة يسم الكره القسط\n</p>\n\n<p>\nبفتح القاف الجور وبالكسر العدل وبالضم شجر تبدأ وبها العرف بفتح\n</p>\n\n<p>\nالغين رابحة لطيف وبكسرها طيف وبضمها قول: المعروف والجد بفتح\n</p>\n\n<p>\nالجيم آب الأب وبالكسرة ضد اللعب وبالضم بعض القلب الجوار بفتح\n</p>\n\n<p>\nالجيم جمع جارية وبكسرها الجار وبضمها الاستجارة عند النوائب الأمة\n</p>\n\n<p>\nبفتح اللام الشجة وبكسرها ضد الشجاعة والبأس وبضمها الحلق من\n</p>\n\n<p>\nالأنبياء الحمام بفتح الحاء طير معروف وبالكسر الموت المخوف وبالضم شخص\nموصوف، اللمة بفتح اللام الخوف وبكسرها الرأس وبالضم\n</p>\n\n<p>\nالجماعة، المسك بفتح الجيم الجلد، وبكسرها المسك المعروف وبضمها\n</p>\n\n<p>\nإنفاق المال الحجر بفتح الجاء مقدم القميص وبكسرها العقل وبالضم اسم\n</p>\n\n<p>\nرجل وهو أب امرئ القيس السقط بفتح السين الثلج وبكسرها النار\n</p>\n\n<p>\nوبضمها الولد قبل تمام مدته، اللقمة بفتح القاف سؤر الأسد وبكسرها\n</p>\n\n<p>\nورأس الجبار وبضمها صلحاء الدار وأكياسها، الرق رمل متصل بضعه\n</p>\n\n<p>\nببعض وبكسرها خبز رقيق وبضمها أرض لا يضر بها مطر، صل بفتح\n</p>\n\n<p>\nالصاد صوت الحديد وغيره إذا حرك وبكسرها هلاحية وبالضم الماء\n</p>\n\n<p>\nالمتسنيه، الطلا بفتح الطاء ولد الصبي وبالكسر الخمر وبضمها حبل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p059'> Vol. 13, p. 059</a>\n            </div>\n             محبوس، الرشا بفتح الراء الغزال وبكسرها حبال الزجر المربوطة في\n</p>\n\n<p>\nأفواه الدلاء وبضمها السحت المحرم وهو الرشوة، الزجاج بفتح الزاء\n</p>\n\n<p>\nالقرنفل بكسر الرمح وبضمها الزجاج المعروف، للقاو وبفتح اللام كبس\n</p>\n\n<p>\nالمنزل وبكسر ملاقاة الناس وبضمها العسل المصفى، المنه بفتح الميم\n</p>\n\n<p>\nاللحية وبكسرها المنه والمذمومة بعد العطاء والممدوحة مع العطاء بالضم\n</p>\n\n<p>\nقوة الإنسان، القري بفتح القاف ظهر النهد وبكسرها إقراء الضعيف\n</p>\n\n<p>\nوبضمها جمع قرية، الظلم بفتح الظاء الإنسان وبكسرها الأنعام وبضمها\n</p>\n\n<p>\nأداء في الإنسان، القطر بفتح القاف الغيث وبكسر النحاس وبضمها اسم\n</p>\n\n<p>\nالعود الذي يتبخر.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ في تشكيل الكلمات ]\n</p>\n\n<p>\nغمر وبفتح الغين سكن وبكسرها استغنى وبضمها الحرب، البر بفتح\n</p>\n\n<p>\nالياء المروه وبكسرها العفة وبضمها حب البر، الجنة بالفتح دار الخلد\n</p>\n\n<p>\nوبكسر الجيم الجن وبضمها الترس، الظهر يكتب بالظاء هو ظهر كل دابة،\nوالصخرة من الحجر تسمى صهر بالضد، والضب هو كالرجل هذا يكتب بالظاء والضب\nالدابة <span id='ms1644'></span> المعروفة في البيداء يكتب بالضاد.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ في التشكيل والكتاب والمعاني ]\n</p>\n\n<p>\nالقيظ معروف في زمن إدراك الثمر ويكتب بالظاء وقيض بالضاد قشر البيض،\nالظن بالظاء ضد اليقين والطن بالطاء ضد البخل، الحنظل بالظاء\n</p>\n\n<p>\nنبت معروف طعمه مرو الحنضل بالضاد الطفل، للرض بالظاء الجوع الألم،\nالظرير الضاد الحجر والضرير بالضاد الأعمى، الضرب بالظاء نبت\n</p>\n\n<p>\nوالضرب بالضاد الحسام وغيره، الطحه بالطاء الطعنة النجلاء والضجة\n</p>\n\n<p>\nبالضادة كثرت الأصوات، الظراب بالظاء مجمع الحجارة والضراب\n</p>\n\n<p>\nبالضاد نزو البهائم، المظ بالظاء الرمان، والمضن بالظاء وسخ الوجه، والضد\nبالضاد ضد الشيء الظهر بالظاء معروف ينبت أطراف الأنامل، والضفر\n</p>\n\n<p>\nبالضاد الرجل القصير الطر بالطاء الصخرة الصماء والضر بالضاد ضد\n</p>\n\n<p>\nالنفع الظر بالظباء ضد الخذلان والضفر بالضاد قلد شعر الرأس ما يعرض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p060'> Vol. 13, p. 060</a>\n            </div>\n             الغبط للإنسان عند العظب بالظاء والغيض بالضاد فيضان الماء\nالعظيم بالظاء واحد العظام والغيضم بالضاد مقبض القوس والنبظ ماء الفجل والنبض\n</p>\n\n<p>\nبالضاد معروف.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ معنى الزرب ]\n</p>\n\n<p>\nالزرب وهو الحظيرة التي تجتمع بها الغنم تكتب بالظاء والحظيرة مجمع\n</p>\n\n<p>\nالقوم غطت الحرب إذا استبقت والعض بالضاد عض الناب.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ ما يبدأ بحرف الطاء والظاء ]\n</p>\n\n<p>\nالحظر بالظاد الحرام وحضر بالضاد ضد غاب الظرف بالظاء المنطق\n</p>\n\n<p>\nالحسن والضرف بالضاد ناعم المعيشة، الظل بالظاء هو القيء الضل بالضاد\n</p>\n\n<p>\nهو الضلال الظل بالظاء ما برح وضل بالضاد ضد من اهتدى السبيل، نظن بالظاء\nبمعنى رأى نظر الشيء بالضاد إذا تصرى بها واستتار، الظجر بالظاء\n</p>\n\n<p>\nقلة البصر وهو الملل والسأم والضجر بالضاد المطل والمن النظير بالظاء هو\n</p>\n\n<p>\nالشبيه والنظار بالضاد الفضة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ معنى الحظ ]\n</p>\n\n<p>\nفاظن بالظاء أي ضاق وفاض بالضاد إذا طغى من الإناء وانضب،\n</p>\n\n<p>\nالخظ بالظاء من يناله المرء عند إقبال دهره إليه والحض بالضاد النصب من\n</p>\n\n<p>\nكل شيء.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ في المواضع التي لا يجوز الوقف عليهن وهي عشرين موضع ]\n</p>\n\n<p>\nنقل عن الشيخ أبي عبيدة عن الرسول - صلى الله عليه وسلم - أنه قال: «في\nالقرآن خمسة عشر موضعا من تعمد الوقف عليها فقد أثم فاحفظوها».\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\nأولها في سورة البقرة لا يجوز الوقف على <span id='ms1645'></span> قوله تعالى: { فزادهم الله\n</p>\n\n<p>\nمرضا } (1) حتى يقول: { ولهم عذاب أليم } .\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\nوفي سورة البقرة أيضا قوله تعالى : { وإذ يرفع إبراهيم القواعد من البيت\n} (2) لا يقف حتى يقول: { وإسماعيل } متصلا بالبيت.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\nوفي النساء: لا يجوز الوقف على { ولقد وصينا الذين أوتوا الكتاب من قبلكم\n} حتى يقول: { وإياكم أن اتقوا الله } (3).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- سورة البقرة آية 10.\n</p>\n\n<p>\n(2) 2- سورة البقرة آية 127.\n</p>\n\n<p>\n(3) 3- سورة النساء آية 131.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p061'> Vol. 13, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nوفي الأعراف لا يجوز الوقف على قوله تعالى: { قد افترينا على الله كذبا }\nحتى يقول : { إن عدنا في ملتكم } (1).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\nوفي الأنفال لا يجوز الوقف على قوله تعالى: { إن أولياؤه إلا المتقون }\nحتى يقول: { ولكن أكثرهم لا يعلمون } (2).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\nفي الأنبياء لا يجوز الوقف على قوله تعالى: { بل أكثرهم لا\n</p>\n\n<p>\nيؤمنون } (3) حتى يقولوا: { الحق فهم معرضون } .\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\nوفي يس لا يجوز الوقف على قوله تعالى: { من بعثنا من مرقدنا هذا }\n</p>\n\n<p>\nبل يقف على { مرقدنا } (4) ويتم الآية.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\nوفي الصافات على قوله تعالى: { لا يسمعون إلى الملأ الأعلى } حتى يقولوا:\n{ ويقذفون من كل جانب } (5).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\nوفي الرحمن لا يجوز الوقف على قوله تعالى : { كل من عليها فان }\n</p>\n\n<p>\nحتى يقول: { ويبقى وجه ربك ذو الجلال والإكرام } (6).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\nوفي الممتحنة لا يجوز الوقف على قوله تعالى: { يخرجون الرسول }\n</p>\n\n<p>\nحتى يقولوا: { وإياكم أن تؤمنوا بالله ربكم } (7).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\nوفي سورة الملك لا يجوز الوقف في قوله تعالى: { قد جاءنا نذير }\n</p>\n\n<p>\nحتى يقول: { فكذبنا وقلنا ما نزل الله من شيء } (8) وفي المعارج ولا\n</p>\n\n<p>\nيجوز الوقف على قوله: { والذين هم لفروجهم حافظون } حتى يقول:\n</p>\n\n<p>\n{ إلا على أزواجهم أو ما ملكت أيمانهم } (9).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- سورة الأعراف آية 89.\n</p>\n\n<p>\n(2) 2- سورة الأنفال آية 34.\n</p>\n\n<p>\n(3) 3- سورة الأنبياء آية 24.\n</p>\n\n<p>\n(4) 4- سورة يس آية 52 .\n</p>\n\n<p>\n(5) 1- سورة الصافات آيات 8، 9.\n</p>\n\n<p>\n(6) 2- سورة الرحمن آيات 26، 27.\n</p>\n\n<p>\n(7) 3- سورة الممتحنة آية 1.\n</p>\n\n<p>\n(8) 4- سورة الملك آية 9.\n</p>\n\n<p>\n(9) 5- سورة المعارج آية 29، 30.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p062'> Vol. 13, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nوفي التكوير قوله تعالى: { وما هو بقول شيطان رجيم } حتى يقول:\n</p>\n\n<p>\n{ فأين تذهبون } (1).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\nوفي التين قوله تعالى: { أسفل سافلين } حتى يقول: { إلا الذين\n</p>\n\n<p>\nآمنوا وعملوا الصالحات } (2).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\nوفي سورة الماعون لا يجوز الوقف على قوله تعالى: { فويل <span id='ms1646'></span> للمصلين } حتى\nيقول: { الذين هم عن صلاتهم ساهون } (3).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\nوسكنات القرآن سبع في قوله تعالى: { ربنا ظلمنا أنفسنا } (4) هنا سكنة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\nوفي سورة يس على: { مرقدنا } (5) وفي القصص عند { الرعاء } (6).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\nوفي سورة القيامة على: { من راق } (7).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\nوكذلك على { يتفكرون } (8).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\nوفي الكهف على { عوجا } (9).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\nفهذه سبع مسلمة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الشاهد من سورة يوسف ]\n</p>\n\n<p>\nقال الله تعالى في قصة يعقوب وأولادهم عليهم السلام قوله تعالى:\n</p>\n\n<p>\n{ وما أنت بمؤمن لنا ولو كنا صادقين } (10) ولم يقل بمصدق ومن شأن\n</p>\n\n<p>\nالعرب الإيجاز ومغايرة الكلام قلنا : لأن التصديق يحتمل باللسان فقط وأما\nالإيمان فباللسان والقلب فلهذا كان الإيمان أبلغ.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ مناسبة الخطاب ]\n</p>\n\n<p>\nوقوله تعالى: { أتدعون بعلا وتذرون أحسن الخالقين } (11) وكان الوجه أن\nيقول: وتدعون أحسن الخالقين لحكمة في ذلك أن الإنسان يدع الشيء\n</p>\n\n<p>\nبعد استعماله له وهؤلاء الكفار لم يعبدوا الله في سائر أعمارهم وتركوا\n</p>\n\n<p>\nعبادته في اللاحق فلهذا خاطبهم بذلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[الحكمة من بعض القراءات]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- سورة التكوير آية 25، 26.\n</p>\n\n<p>\n(2) 2- سورة التين آية 5، 6 .\n</p>\n\n<p>\n(3) 3- سورة الماعون آية 4، 5.\n</p>\n\n<p>\n(4) 4- سورة الأعراف آية 23.\n</p>\n\n<p>\n(5) 5- سورة يس آية 52.\n</p>\n\n<p>\n(6) 6- سورة القصص آية 33.\n</p>\n\n<p>\n(7) 1- سورة القيامة آية 27.\n</p>\n\n<p>\n(8) 2- وردت هذه الكلمة في آيات كثيرة.\n</p>\n\n<p>\n(9) 3- سورة الكهف آية 1.\n</p>\n\n<p>\n(10) 4- سورة يوسف آية 17.\n</p>\n\n<p>\n(11) 1- سورة الصافات آية 135.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p063'> Vol. 13, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قيل: لم قال الله تعالى: { ولا تقتلوا أولادكم خشية إملاق\n</p>\n\n<p>\nنحن نرزقهم وإياكم } (1) وفي الآية الأخرى: { نحن نرزقكم\n</p>\n\n<p>\nوإياهم } (2) الحكمة في ذلك أنه لم قدم أرزاق الآباء توهم الآباء أن\nالأبناء يأكلون رزقهم وأن الأبناء لا رزق لهم فلما خاطبهم بتقديم رزق\nالأبناء\n</p>\n\n<p>\nعلموا أن كل مخلوق يسر الله له رزقه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تقديم قراءة الزانية على الزاني ]\n</p>\n\n<p>\nفإن قيل: لما قدم الله ذكر الزانية وأخر السارقة على السارق؟ قلنا: لأن\n</p>\n\n<p>\nالسرقة تفعل بالقوة والرجل أقوى من المرأة والزنى يفعل بالشهوة والمرأة\n</p>\n\n<p>\nأكثر شهوة من الرجل(3).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الحكمة من اختلاف العقوبات ]\n</p>\n\n<p>\nفإن قيل: لم أمر الله بقطع يد السارق ولم يأمر بقطع عرد الزاني وهو قد\nباشر الزنى؟ قلنا: لأن جذه يورث قطع النسل ولأن اللذة لم تحصل للعرد\n</p>\n\n<p>\nنفسه وإنما <span id='ms1647'></span> حصلت للجسد كله فلذا فرق الضرب على جسده وقطعت يد السارق\nلأنها أخذت المال وحدها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الحكم من قوله (وعصى آدم ربه فغوى) ]\n</p>\n\n<p>\nفإن قيل: لم قال تعالى: { وعصى آدم ربه فغوى } (4) ولم ينسب\n</p>\n\n<p>\nحوى إلى المعصية لأنها أكلت الشجرة قبله ثم دعته إلى الأكل؟ قال أبو\n</p>\n\n<p>\nالحواري: لأنها حرمت وستر الحرم من الكرم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الحكمة في رجم المحصن ]\n</p>\n\n<p>\nفإن قيل له: لم حكم الله برجم ذوي الإحصان إذا زنوا دون غيرهم؟\n</p>\n\n<p>\nقلنا: لأنه فعل فعل الحمر والكلاب وقيل: إنه لما أنعم الله عليه بالتزويج\n</p>\n\n<p>\nكفر نعمة الله بارتكابه المعصية وقيل: إنه لما ضاق طعم الغيرة وعلم قدر\nضررها وقيل: لأنه نثرت عليه الدراهم عند التزويج فكذا نثرت عليه\n</p>\n\n<p>\nالحجارة لما عصى الله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[الحكمة في جلد الأعزب وليس رجمه]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 2- سورة الإسراء آية 31.\n</p>\n\n<p>\n(2) 3- سورة الأنعام آية 151.\n</p>\n\n<p>\n(3) 1- قال تعالى: { والسارق والسارق فاقطعوا أيدهما } سورة المائدة آية\n38. وقال\n</p>\n\n<p>\nتعالى: { الزانية والزاني... } سورة النور آية 2.\n</p>\n\n<p>\n(4) 2- سورة طه آية 121.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p064'> Vol. 13, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nفإن قيل: لم لم يوجب على الزاني غير المحصن الرجم وأوجب عليه\n</p>\n\n<p>\nالجلد وكلاهما ركبا نهي الله؟ قلنا: لأن هذا لم يعرف مقدار الغيرة ولأن\n</p>\n\n<p>\nالزاني المحصن فعل مع الناس ما لا يجب أن يفعل معه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[الحكمة في تخفيف العقوبة عن العبد]\n</p>\n\n<p>\nفإن قيل: لم أوجب الرجم على الحر المحصن ولم يجب على العبد\n</p>\n\n<p>\nالمحصن والخطاب عام؟ قال ابن عباس: الأرقاء يجلدون وإذا تزوجوا وزنوا\nوالأصح: أنهم لا رجم عليهم والآية وردت بنفي الرجم عن الأرقاء.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الحكمة في عدد الجلد ]\n</p>\n\n<p>\nفإن قيل: لما جلدت مائة جلدة؟ قلنا: لأن السنة ثلاثمائة وستون\n</p>\n\n<p>\nيوما منها في الحيض لكل شهر عشرة أيام تكون مائة وعشرين يوما\n</p>\n\n<p>\nوللنفاس أربعون يوما تبقى مائتان لكل واحد من الزانين مائة يوم ولكل\n</p>\n\n<p>\nيوم ضربة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الحكمة في الشدة ]\n</p>\n\n<p>\nفإن قيل: لم قال الله تعالى: { ولا تأخذكم بهما رأفة في دين\n</p>\n\n<p>\nالله } (1) ؟ قلنا: لأنه لا يرحم نفسه ولا أخاه وكان قال حرمتي لأهل\n</p>\n\n<p>\nرحمتي ورحمتي لا هل حرمتي فمن لا حرمت <span id='ms1648'></span> له ولا رحمة له.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الحكمة في الضرب على الظهر ]\n</p>\n\n<p>\nفإن قيل: لم أمر بالضرب على الظهر قلنا : لأن الله تعالى وضع ماء\n</p>\n\n<p>\nالأمانة على الظهر وهو ماء الشهوة فلما وضعها في غير موضعها استحق\n</p>\n\n<p>\nالجلد على الظهر.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الحكمة من إظهار العقوبة ]\n</p>\n\n<p>\nفإن قال قائل: قال الله تعالى: { وليشهد عذابهما طائفة من\n</p>\n\n<p>\nالمؤمنين } (2) وأمر في جميع الأحوال بالستر عليه؟ قلنا: ليكون عبرة\n</p>\n\n<p>\nلسائر الخلق ليرتدعون في المستقبل أيضا وليكونوا حافظين لعدد الضرب\nوالطائفة اثنان.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الحكمة من الشهادة على الزنا ]\n</p>\n\n<p>\nفإن قيل: لم أمر الله تعالى بالإشهاد على الزنا بأربعة شهود دون غيره\n</p>\n\n<p>\nمن الحقوق؟ قلنا: طلبا للستر وتقليلا لإقامة الحدود لأن الزانين اثنان\nفاحتج كل واحد منهما شاهدين فصاروا أربعة شهداء.\n</p>\n\n<p>\nالنهج التاسع والثلاثون\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- سورة النور آية 2.\n</p>\n\n<p>\n(2) 2- سورة النور آية 2.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p065'> Vol. 13, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nفي الدعاوى\n</p>\n\n<p>\nو أحكامها\n</p>\n\n<p>\nالنهج التاسع والثلاثون\n</p>\n\n<p>\nفي الدعاوى(1) و أحكامها\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر انعدام البينة ]\n</p>\n\n<p>\nومن بيده دارا فادعاها آخر وأقام عليها بينة أنه مات أبوه وخلفها له\nميراثا ولا يعلمون له وارثا غيره وأقام عليها الأجرة بينة أنه ورثها من\nأخيه حكم بالدار بينهما وحلفا لبعضهما بعضا أنه ما يعلم شهوده شهود والد\nبباطل ولا حق لمن نكل.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر التاريخ في البينة ]\n</p>\n\n<p>\nوإذا وقتت إحدى البينتين ولم توقت الأخرى فبينة المؤقتة أولى وقيل:\n</p>\n\n<p>\nهما شتان والأول أصح.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر اختلاف التاريخ ]\n</p>\n\n<p>\nوإذا وقتت البينات معا واختلفا في الوقت فالأصح أن بينة الوقت الآخر أولى\nلأنه لم يمكن الانتقال من ذي البينة الأولى إلى ذي البينة الآخرة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر شهادة الشراء على الميراث ]\n</p>\n\n<p>\nوإذا ادعى اثنان شيئا ورام أحدهما البينة أنه ورثه من أبيه وأقام مدع أنه\nأباه باع هذا الشيء لهذا المدعي في حياته فبينة الشراء أولى وشهادة الشراء\nتنقض شهادة الميراث.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر بينة التصدق على الميراث ]\n</p>\n\n<p>\nوإذا ادعى مدعيان شيئا فأقام أحدهما بينة أنه ورثه من ميراثه له وأقام\nالخصم بينة أن الهالك تصدق به على هذا وأعطاه إياه أو نحله كانت بينة\nالميراث <span id='ms1649'></span> هدر.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كيفية إثبات الأموال ]\n</p>\n\n<p>\nومن بيده أموال فادعاها مدع فشهدت بينة الحائز أن هذه أموال كانت لأبيه\nولم يشهدوا أن أباه مات وتركها ميراثا فقال: لا يقضى بها له ولو\n</p>\n\n<p>\nشهدوا أنها لأبيه فسواء وقول: إنها إذا شهدوا أنها لأبيه ثبت ولو لم\n</p>\n\n<p>\nيشهدوا أنه ورثها منه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ استحقاق التركة ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- الدعاوى: مفردها دعوى. وهي مطالب، والدعوى : ما يرفعه المدعي للقاضي\n</p>\n\n<p>\nللمطالبة بحقه. والدعوى قضية لم تثبت بعد وهي من الادعاء. انظر المصباح المنير\n</p>\n\n<p>\nص232 - 233 بتصرف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p066'> Vol. 13, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا شهدت البينة أن جد هذا مات وترك له هذا الشيء ميراثا لم ينفذ هذه\nالشهادة حتى يشهدوا أنهم لا يعلمون له وارثا سواه على الأصح وقول: الأول\nكاف ولم يكلفوا تعديل الورثة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تصادم البينتين في إثبات الوارث ]\n</p>\n\n<p>\nوإذا كانت الدار في يد مالك فأقام آخر شاهدين أنه أباه مات وخلفها عليه\nولا يعلمون له وارثا غيره وأقام هذا شاهدين أن أباه تزوج على أمة وأن أمه\nماتت وتركتها ميراثا لا يعلمون وارثا غيره فإنه يقضى بها لابن المرأة لأن\nالرجل خرج منها حيث تزوج عليها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ اختلاف العم وابن أخيه في الميراث ]\n</p>\n\n<p>\nوإذا كان المال في يد عم وابن أخيه فادعى العم أنه ورثه من أبيه بعد موته\nلا يعلم له وارثا غيره من أبيه وادعى الأخ أنه ورثه من أبيه ولا يعلم أن له\nوارثا غيره فإن أحضر البينات على دعواهما قسمت بينهما نصفان.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من اختلاف الورثة ]\n</p>\n\n<p>\nوإذا ادعى العم أن أخاه أب هذا مات قبل أبيه وشهدت بذلك البينة وورثه\nأبوه وورث هو أباه لا يعلمون له وارثا غيره وشهدت بينة ابن الأخ أن الدار\nكانت لجده فمات وورثها أبوه وعمه ثبتت بينة المدعي الأول وبطلت بينة الآخر\nوقيل: تبطل شهادة البينتين لأن إحداهما كاذبة ولم نعلم أيهما\n</p>\n\n<p>\nوروي عن بعضهم أنه قال: يعطى ابن الأخ ربع المال لأن بينته قامت على\nالنصف ويعطى العم ثلاثة أرباع المال لأن بينته قامت على كله ويعطى العم\nأيضا سدس صلب <span id='ms1650'></span> مال لأخيه قال أبو الحواري: هذان يتوارثان من بعضهما بعضا\nكالغرقا والهدما(1).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر اختلاف البينات في إثبات الملك وإثبات الورثة ]\n</p>\n\n<p>\nوإذا قسم المال وادعى بعض الورثة شيئا منه في يد غيره فعليه البينة أنه\nلم يقسم فإن لم يعلم أن قسم فلا يقبل قوله البينة أنه لم يقسم حتى يشهدوا\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- الغرقي والهدمى: مسائل فرضية شرحها الفراض في الميراث تحت عنوان\nالغرقى:\n</p>\n\n<p>\nالذين لا يعرف موت أحدهم قبل الآخر، وكذلك الهدمى مثل البراكين الزلازلا.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p067'> Vol. 13, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nوإن هذا الموضع مشاع بين الورثة واختلفوا إذا مات أحد الورثة ولم يكن\n</p>\n\n<p>\nفي ميراثه فليس لورثته حجة لأنه مات وماتت حجته إلا أن يصح بالبينة أنه\n</p>\n\n<p>\nلم يقسم الميراث بينهم ولم يدعيه من بيده ملكا وإن عند من بيده وكالة أو\n</p>\n\n<p>\nعمالة وقيل: الثاني حجته وليس للثالث حجة ما لم يطلب الثاني وقيل: له\nحجته ما لم تقطعها حجة وقيل: حتى يصح أن المال مشاع وقيل: ما لم\n</p>\n\n<p>\nيصح القسم وقيل: ما لم يتتابع موتهم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صورة من الاستلحاق ]\n</p>\n\n<p>\nوإذا ادعى أحد حقا في ميراث من أبيه حازه عليه أخوه فأقر الحائز بالأخوة\nوإذا ادعى أنه من سفاح وأحضر المدعي عليه بينة أنه أخوه من سفاح فشهود\nالإخوة أولى وإقراره وله الميراث.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كيفية ثبوت دعوى النسب ]\n</p>\n\n<p>\nوإذا ادعى أحد أنه ابن عم الهالك دعي بالبينة بتسمية الآباء وألقى النسب\nإلى حد يجمعهما.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الاختلاف بعد موت أحد الورثة ]\n</p>\n\n<p>\nعن الشيخ أبي سعيد في من ورثوا مالا فحازه أحدهما دون الآخر فمات الحائز\nوخلفه على ورثته فادعى الأحياء حصصهم من المال وقد كانوا ادعوه إلى الهالك\nفلهم حقهم إذا لم يقسم المال أولا ولا يموت حقهم من المال\n</p>\n\n<p>\nبموت صاحبهم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر ثبوت البينة الثانية بعد تلف المال ]\n</p>\n\n<p>\nوإذا ادعى أحد ميراثا من هالك وأصح بينة على إلقاء النسب فحكم له بالمال\nثم ادعى آخر أنه أقرب نسبا من الأول للهالك بعد أن أتلف الأول\n</p>\n\n<p>\nالمال فقيل: لا غرم على الحاكم ولا الوصي ولا الشهود <span id='ms1651'></span> وإنما قيل: الغرم\n</p>\n\n<p>\nعلى الشهود وعن أبي معاوية: لا غرم على الشهود فإن وجد المال بيد\n</p>\n\n<p>\nالمدعي للميراث ونزع منه ودفع لمستحقه وإن استهلكه سلم ثمنه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر الاختلاف في استلحاق الغلام ]\n</p>\n\n<p>\nوإذا ادعى مدعيان صبيا أن ولدهما ولم يصحا على ذلك ببينة فأمره موقوف\nويؤخذ بمئونته إلى بلوغه فإذا بلغ وأقرانه ولداهما ثبت له إذا لم يكن من\nوطئ امرأة واحدة ويحتمل أن يكون ابنهما من امرأتين ويحتمل أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p068'> Vol. 13, p. 068</a>\n            </div>\n            \nيكون ابن غيرهما وإذا مات هذا الصبي قبل بلوغه لم يحكم لهما منه\n</p>\n\n<p>\nبميراث وإن مات أحد المدعيين وقف الميراث إلى بلوغه فمن أقر له بعد بلوغه\nوورثه وإن ماتا فكذلك وإن مات الصبي بعد موت الرجلين قبل بلوغه فلا ميراث\nله من أحدهما لأنه لا يرث منهما إلا بالإقرار والإقرار لا يكون إلا\n</p>\n\n<p>\nبعد بلوغه وميراثهما دونه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر ادعاء الولد من حنفي ووثني ]\n</p>\n\n<p>\nوعن موسى بن علي: ومن كان له زوجة وسرية فولدتا معا في ليلة\n</p>\n\n<p>\nواحدة فأتت واحدة منهن ذكرا وأتت الأخرى أنثى فادعتا الذكر كلاهما\n</p>\n\n<p>\nفهو لمن في يده إن كان في يد أحدهما وإلا لزمتا تربيتهما معا وكانا\n</p>\n\n<p>\nولديهما ولزمهما نسبهما وإذا كان في يد وثني وحنفي صبي فادعى الوثني\n</p>\n\n<p>\nأنه ولده وادعى المتحنف أنه عبده فهو حر مسلم يسعى للمسلم بنصف ثمنه فإن\nتحنف الوثني ومات وورثه الصبي.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر ادعاء السيد أن الحمل منه ]\n</p>\n\n<p>\nومن اشترى قينة حبلى فولدت معه فادعى أنه ولده البائع فلا تقبل دعواه ولا\nيجبر المشتري على بيعه ويقال للبائع: إن كنت صادقا فأخلص ولدك\n</p>\n\n<p>\nمن الرق فإن خلصه ومات ورثه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ التخلص من الرق ]\n</p>\n\n<p>\nومن باع غلامين على توأمين فأعتق المشتري أحدهما ثم إن ادعى أنهما ولداه\nفلا تقبل دعواه في الذي لم يبع ويقبل قوله في المعتوق وإن مات ورثه وإن\nأعتق الثاني قبل موت المدعي إن ولده ورثه وعليه تخليصه من الرق ولا\n</p>\n\n<p>\nيجبر مشتريه على بيعه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ دعوى الأخوة وكيفية إثباتها ]\n</p>\n\n<p>\nوإذا ادعى زيد أنه <span id='ms1652'></span> ابن عمرو فأنكر عمرو دعواه فأقام عليه بينة قبلت بينته\nوقضى له ثبوت نسبه منه وأن لم يدع قبله مالا ومثله دعوى الأب للابن\n</p>\n\n<p>\nحذو النعل بالنعل وإذا كان صبيا في يد أحد يدعي أنه التقطه وادعى رجل آخر\nأنه أخوه فهو أخوه وقبلت بينته ودفعته إليه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كيفية استلحاق الأم ابنها ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p069'> Vol. 13, p. 069</a>\n            </div>\n             وإذا ادعت امرأة على رجل أنه\nابنها فأنكر فأقامت عليه بينة قبلت بينتها وحكم بأنها أمه وإن لم تدع قبله\nميراثا ولا نفقة ومثله إذا ادعي هو أنه لها\n</p>\n\n<p>\nشبل فأنكرت حذو النعل بالنعل.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الحكم على الغائب ]\n</p>\n\n<p>\nامرأة ادعت على رجل أنه ابن ابنها فأنكر فإن ادعت قبله ميراثا أو\n</p>\n\n<p>\nنفقة دعوناها بالبينة فإن أصحتها حكم لها عليه بما يجب لها من مؤونة\n</p>\n\n<p>\nوميراث فإن كان أبوه غائبا فآب فأنكر لم يقبل إنكاره بعد أن مضى\n</p>\n\n<p>\nعليه الحكم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ إثبات البنوة للأم ]\n</p>\n\n<p>\nوإن قالت: حدته مالي قبله ميراث ولا أطلبه بمؤونة وإنما أردت إثبات النسب\nلم تقبل بينتها ولم يكن خصما إذا كان أبوه حيا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر إنكار الزوجية ]\n</p>\n\n<p>\nوإذا ادعت المرأة أن فلانا زوجها وأنكر وادعت أن لها منه ولدا فإذا لم\nتكن له البينة جبر علي تسريحها وحده بعد أن يحلف أن ما عليه لها حق\n</p>\n\n<p>\nمن قبل نفقة ولا صداق ثم يطلقها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ إثبات أو نفي الكسوة والنفقة ]\n</p>\n\n<p>\nوأما إذا لم يفصل الولد كانت اليمين ما قبله ولا عليه لهذه المرأة حق من\nقبل ربابة هذا الولد ولا كسوته وإن فصل حلف ما عليه لهذه المرأة من قبل\nنفقة هذا الولد وكسوته.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ ثبوت دعوى الاستلحاق أو الرق ]\n</p>\n\n<p>\nوإذا كان للمرأة غلامان فادعى أن أحدهما شبله والآخر مملوكه فمات وأمرهما\nمبهم لا يعلم الولد من العبد فهما حران جائزة شهادتهما ويجد من\n</p>\n\n<p>\nقذفهما ويحد أن لمن قذفاه وفي الأخير اختلاف ويسعيان بنصف ثمنها\n</p>\n\n<p>\nلورثة المقر.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم إنكار الحمل ]\n</p>\n\n<p>\nوإذا نكح الرجل امرأة لم يجز بها فحملت فأنكره فادعته منه وأنه كان يدخل\nعليها <span id='ms1653'></span> سرا فإن أقامت بينة أنه كان يدخل عليها سرا أو جهرا ألزم\n</p>\n\n<p>\nالولد ولاعنها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ متى يبطل اللعان ]\n</p>\n\n<p>\nعن أبي الحواري: وإذا تزوجت المرأة ورضعت(1) لأقل من ستة أشهر\n</p>\n\n<p>\nفلا ملاعنة(2)\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- الأصح: ووضعت.\n</p>\n\n<p>\n(2) 2- الملاعنة: من اللعان: واللعان من اللعن: الإبعاد والطرد من الخير\nوقبيل الطرد والإبعاد\n</p>\n\n<p>\nمن الله ومن الخلق السب والدعاء. وقال ابن مفلح: وأصل اللعن الطرد\nوالإبعاد.\n</p>\n\n<p>\nيقال: لعنه الله ، أي باعده. قال تعالى في إبليس { وإن عليك اللعنة } أي الطرد\n</p>\n\n<p>\nوالإبعاد من الرحمة.\n</p>\n\n<p>\nاصطلاحا: قال العيني: عبارة عما يجزئ بين الزوجين من الشهادات الأربع.\nالبناية\n</p>\n\n<p>\nشرح الهداية 4/738.\n</p>\n\n<p>\nقال الكشناوي: هو حلف الزوج على زنا زوجته أو نفي حملها اللازم له.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p070'> Vol. 13, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nبينها وبينه ويطلقها ويهدر عنها الحد بالشبهة إلا أن يقر\n</p>\n\n<p>\nبالفجور أو تشهد عليه البينة بذلك أربعة شهود عدولا وأما إذا ولدت لأقل\n</p>\n\n<p>\nمن ستة أشهر فانتفى ولم يقذفها وقال العلماء : أكرهت بريء من الولد إلا\n</p>\n\n<p>\nأن تحضر بينة أنه قد خلالها ستة أشهر من ملكها وليس بينهما لعان ولا\n</p>\n\n<p>\nعليهما وقال بعض الفقهاء: ولو جاءت به لستة أشهر أو أكثر كان بينهما\nالملاعنة ولا يلزم الولد إلا أن يقر بالجواز أو تصح خلوته بالبينة وتأتي به\nلستة أشهر أو أكثر.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الدعوى على المشتري، وكيفية ثبوت الأصول في الحجة ]\n</p>\n\n<p>\nعن الشيخ أبي محمد: ومن اشترى مالا فادعاه مدع أنه له فعلى المدعي البينة\nفإن أعجزها ورام إلية المشتري حلف الله لقد اشترى هذا المال ولم\n</p>\n\n<p>\nيعلم لهذا فيه حقا ومثله الوارث والموهوب له واختلفوا في اليمين على صفة\nالمال والمشاهدة وإن ثقل على الحاكم بعث من يحلف الخصم بحضرة المال\n</p>\n\n<p>\nوإذا لم تصح يد لأحد الخصمين في المال حلفهما الحاكم إذا عجز البينة\n</p>\n\n<p>\nفمن نكل منع ومن حلف أخذ المال وقول: لا يصح الحكم في الأصول إلا بالبينة\nأو اليد وذوا اليد أحق بما في يده يحلف أو يرد اليمين وإذا تداع\n</p>\n\n<p>\nالخصمان في مال ولم يكن لهما فيه يد ولا لأحدهما ثم طرح أحد\n</p>\n\n<p>\nالخصمين <span id='ms1654'></span> يده فيه فرام خصمه صرفه فإنه يصرف عن المال حتى يصحا ببينة على\nدعواهما أو يتفقا ويمنع التصرف فيه حتى يقطع الحاكم فيه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ ادعاء ملكية الأرض ]\n</p>\n\n<p>\nوإذا ادعى مدع في أرض أحد أرضا فأقر المدعى عليه وادعى جهالة حدها\n</p>\n\n<p>\nوأنعم الخصمة يجوز ما شاء من الأرض ويحلف عليه فله ذلك ولا أحب\n</p>\n\n<p>\nلهذا الحالف أن يحلف على هذه الأرض قطعا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ متى يحلف في الأصول ]\n</p>\n\n<p>\nوإذا كانت الأرض في يدي مالك ورثها من أبيه ورثها أبوه من جده توارثاها\nإلى ثلاثة أجداد وشهد شاهد أنها له لم ينعف ولم ير بعض الفقهاء التحليف في\nالأصول إلا على شيء محدود.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم التحليف على الأصول ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p071'> Vol. 13, p. 071</a>\n            </div>\n             عن أبي الحسن: ومن ادعى حقا في\nمال متفرق فلا يصح التحليف عليه حتى يجده ويقر بحدوده ولو غاب عنهما إذا\nحداه والأصح التحليف على الأصول بحضرتهما.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر الأحداث في الملك ]\n</p>\n\n<p>\nعن الشيخ أبي جابر(1): ومن أحدث حدثا على أحد فرفع المحدث عليه على\nالمحدث إلى الحاكم ثم طلب المحدث الرفعان إلى القاضي فرام المحدث عليه صرف\nالحدث فادعى أنه أحدثه في ملكه فليس عليه صرفه حتى يحكم عليه بذلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ عدد الشهود على الحدث ]\n</p>\n\n<p>\nومن أحدث عليه حدثا فطلب إلى الحاكم الوقوف عليه فليس له إجابته حتى يصح\nالحدث معه بشهادة عدلين مبرآن من الحيف والمين.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تعارض البينات ]\n</p>\n\n<p>\nوإذا ادعى خصمان في مال فأقام هذا بينه أن الحاكم حكم له به وأقام حريمه\nبينة مثله وجهلت البينة من قضى له بالمال أولا ولم ير زجرا الشهادة فللحاكم\nفي ذلك الخيار بين أن يقره كما كان وإن شاء دعاهما بالبينات\n</p>\n\n<p>\nفمن أعجزها فعن المال بان.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ ثبوت الادعاء لمن بيده البينة ]\n</p>\n\n<p>\nوإذا ادعى اثنان شراء مال وقام واحد منهما بينة أن اشتراه ولو توقت\nالبينات الشراء فإن كان في يد أحدهما فذوا اليد أولى به إلا أن يصح بالبينة\nخلاف ذلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ البينة على المدعي ]\n</p>\n\n<p>\nوإذا ادعى جماعة مالا فمن كان في يده <span id='ms1655'></span> فهو أحق به وعلى المدعين البينة\n</p>\n\n<p>\nوإن كان في حوزهم معا دعوا بالبينات فإن أعجزوها حلفوا فإن حلفوا\n</p>\n\n<p>\nأوزع المال بينهم فمن نكل فلا شيء له.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ طلب الحاكم البينة على الدعوى ]\n</p>\n\n<p>\nوإذا ادعى جماعة مالا لم يكن في حوزهم صرفهم الحاكم عنه ودعاهم بالبينات\nفإن أعجزوها فلا حجة لهم في المال فإن رأى الحاكم توقيف المال في\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- أبو جابر: أعتقد أنه محمد بن جعفر العلامة صاحب الجامع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p072'> Vol. 13, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nيد ثقة كان له ذلك وإن رفع يده عن توقيفه فلا جناح عليه وإن اصطلح الخصوم\nفي المال فليس للحاكم عليهم سبيل وأما إذا انتزع الحاكم المال من أيديهم\nبحجة حق فأوقفه في يد ثقة فلا يسلمه إلى المدعين إلا بالبينات ولا إلى\nسواهم واليد الغرس والبيداء والزراعة والاستغلال وأما رضم الأرض وسقيها\nفليس بيده.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر الاختلاف في المال ]\n</p>\n\n<p>\nعن سعيد بن قريش: وإذا صح المال في حوز مالكين ويتقاسمان ثمرته\n</p>\n\n<p>\nثم اختلفا وادعى أحدهما كله وادعى الآخر فيه النصف فليس قسمة النصف توجب\nحكما عليهما البينات في دعواهما.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر تساوي البينات ]\n</p>\n\n<p>\nعن محمد بن محبوب روح(1): وإذا تشاقا خصمان في مال كلاهما\n</p>\n\n<p>\nيدعيه له فإذا لم تكن لأحدهما فيه يد دون خصمه كان لهما معا اليمين\n</p>\n\n<p>\nعلى خصمه فإن حلفا تشاطراه ومن نكل فلا شيء له على ما نراه وكذلك\n</p>\n\n<p>\nإذا تكافأت بيناتهما.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر الادعاء المشاركة في الإرث ]\n</p>\n\n<p>\nعن أبي الحسن ومن ادعى قاعا ورثها من أبيه وادعى مدع فيه حصة ولم يدع أنه\nورثها وأعجز البينة وطلب كل واحد منهما الحلف على حقه فإن كان في يد أحدهما\nفعلى خصمه البينة فإن أعجزها فيمن من في يده\n</p>\n\n<p>\nالأرض وإن رد اليمين وسلم المال فله ذلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تعاون الشركاء ]\n</p>\n\n<p>\nوإذا كان شركة بين اثنين فصرمه أحد في غيبة شريكه فعليه الإلية أنه لم يخنه.\n</p>\n\n<p>\n(2)\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر مطل المشتري البائع ]\n</p>\n\n<p>\nومن اشترى مالا فمطل بائعه في تسليم الثمن حتى استغله فلما طلبه\n</p>\n\n<p>\nبالثمن أبا أن يعطيه إياه فاسترده منه <span id='ms1656'></span> قال أبو المؤثر : الغلة للمشتري\nوهو إثم\n</p>\n\n<p>\nفي مطله إذا كان على استطاعة من تسليمه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر بيع الخيار في الغلة ]\n</p>\n\n<p>\nواختلفوا في رد الغلة فيما بيع خيارا قولا تقوم الغلة على المشتري إذا\nغير وله غرمه وقيل: لا رد عليه لأنه استغل بسبب وإنما يرد الغلة الغالط\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- يظهر لي: أن العبارة عن محمد بن محبوب بن الرحيل. أو عن محمد بن\nمحبوب =\n</p>\n\n<p>\n(2) = عن ابن روح. والله أعلم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p073'> Vol. 13, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nوالغاصب وإن غير البائع فلا رد على المشتري ما جاءت السماء المشتري\n</p>\n\n<p>\nوأما إذا كان البيع أصلا فالأصح أن لا رد على المشتري كان الغير منه أو\nمن البائع إذا كان بوجه يثبت منه الغير.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر تحديد حفر الباسقات ]\n</p>\n\n<p>\nومن له قيع بها حفر لأيتام وبلغ فعزب عليهم مواضع الحفر فإنه يؤمر\n</p>\n\n<p>\nرب القيع أن يعين لهم موضع حفر باسقاتهم فإن عينها قبلت منه مع يمينه\n</p>\n\n<p>\nوعلى أرباب الحفر البينة في تحديد حفرهم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر التعدي ليلا على الزرع ]\n</p>\n\n<p>\nومن ادعى على آخر أنه قطع له صرما ليلا متعديا فأنكره المدعى عليه فرام\nيمينه فردها عليه فإن وقفوا على الصرم المعقوش حلف المدعى عليه أنه ما\n</p>\n\n<p>\nقعش الصرم الذي هذا قعش صرمه متعديا بلا رأيه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الادعاء على الغائب ]\n</p>\n\n<p>\nوأما إذا كان الصرم غائبا حلف المدعى عليه أنه ما قعش الصرم الذي\n</p>\n\n<p>\nعينه خصمه بلا رأيه وإن تهمه ولم يحقق دعواه عليه حلف ما قبله فهذا\n</p>\n\n<p>\nحق من قبل الصرم الذي يدعيه هذا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الادعاء على الغير ]\n</p>\n\n<p>\nومن ادعى حدثا واتهم به أحدا فلا رد على المدعي في اليمين إذا ادعى تهمه\nواليمين على المدعى عليه فإن حلف وإلا أخذ بالحق المدعى عليه به بالتهمة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ اختلاف حول الباسقة ]\n</p>\n\n<p>\nعن أبي سعيد: وإذا طلع أحد باسقة لجناء معوها وأنكر عليه وادعيا كلاهما\nأن الباسقة له دعيا بالبينة فمن شهدت له بها فهي له وإلا حلف كل واحد منهما\nلخصمه وإن أحضر كلاهما البينة أنها له قسمت بينهما إذا لم يحرزها أحدهما <span id='ms1657'></span>\nوإن أعجز البينة واصطلحا فسبيل ذلك ومن كان بيده فهي له.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الاختلاف حول الحوائط المتصلة وغير المتصلة ]\n</p>\n\n<p>\nوإذا كان الحائط بين دارين فتشاجرا فيه أربابهما فادعاه كل منهما له فإذا\n</p>\n\n<p>\nكانت لهما عليه جذوع فهي له ولا يستحق من الدعن شيئا لأن الجراري\nوالبواري لا يستحقان من الحائط شيئا وقال بعض العلماء: إذا اتصل الحائط لرب\nببناء أحدهما وللآخر عليه جذوع إلا أن يكون اتصالا لا يرتفع فإذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p074'> Vol. 13, p. 074</a>\n            </div>\n             كان يرتفع فالحائط لرب الاتصال ولرب الجذوع موضع جذوعه وقال\n</p>\n\n<p>\nبعض العلماء: إذا لم يكن متصلا ببناء واحد منهما ولم يكن عليه جذوع\n</p>\n\n<p>\nفهو لهما معا وقيل: لو كان لأحدهما عليه جذوع وللثاني أقل أو أكثر فهو\nبينهما نصفان وقال بعضهم: للأكثر خشبا ما تحت خشبه وللأقل ما تحت خشبه ولم\nيكن بينهما نصفان وقول: إذا كان لأحدهما عليه خشب\n</p>\n\n<p>\nوللآخر عليه حائط سترة فالحائط الأسفل لرب الخشب ولرب السترة سترته وأما\nإذا لم يكن لأحدهما سترة ولا خشب ولم يكن متصلة ببنائهما ولا لأحدهما عليه\nدعن فالحائط بينهما ولا يستحق الدعن شيئا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الاختلاف حول المشاركة أو الاشتراك في البناء ]\n</p>\n\n<p>\nوإذا كان الحصن بين اثنين وكلاهما يدعيانه والقمط(1) إلى أحدهما فهو\nيبنهما ولا عمل على القمط وكذلك إذا كان وجه البناء إلى أحدهما\n</p>\n\n<p>\nوظهره إلى الآخر كان لهما معا ولا فرق بين الظهر والبطن وقال بعض\n</p>\n\n<p>\nالعلماء: يقضي بالحصن لمن كان إليه القمط وأنصاب اللبن وقيل: إذا كان\nأسفل الحائط لأحد وأعلاه لأحد فرام من له الأسفل هدم حصته فليس له\n</p>\n\n<p>\nذلك وليس فتح كو(2) فيه ولا بابا ولا يدخل فيه جذعا ما لم يكن قد سبق\n</p>\n\n<p>\nله فيه إلا برأي رب الأعلى وقيل: لا يمنع من تركيب جذع إذا أمنت\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- القمط: لها معاني متعددة: منها: القماطة: وهي الخرقة التي يشد بها\nالطفل. ومنها\n</p>\n\n<p>\nالحبل الذي يشد به الأسير، ومنها ما حكم فيه القاضي شريح: تنازعا في حصن\n</p>\n\n<p>\nفقضى به للذي إليه القمط وهي الشرط جمع شريط وهو ما يعمل <span id='ms1658'></span> من ليف وخوص،\n</p>\n\n<p>\nوقيل القمط الخشب التي على ظاهر الحصن أبو باطنه يشد إليها حرادى القصب أو\n</p>\n\n<p>\nرؤسه. انظر المصباح المنير 2/624.\n</p>\n\n<p>\n(2) 1- كوى: وتكتب كوة تفتح وتضم النقبة في الحائط وجمع المفتوح على لفظة كوات\n</p>\n\n<p>\nمثل حبة وحبات. وجمع المضموم كوى بالضم والقصر مثل مدية ومدى، والكوة\n</p>\n\n<p>\nبلغة الحبشة: المشكاة. والكو بالفتح مع حذف الهاء لغة حكاها ابن الأنباري وهو\n</p>\n\n<p>\nمذكر فيقال هو الكو. المصباح المنير 2/661.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p075'> Vol. 13, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nالمضرة وليس لمن بناءه العلوان أن يحدث على أحد بناء ولا جذوعا ما لم\n</p>\n\n<p>\nيكن من قبل ولا يشرع جناحا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الحائط بين الدارين ]\n</p>\n\n<p>\nوإذا كان الحائط بين دارين فأقاما كل منهما بينة أنه له قضي به بينهما\nوإن صح أحدهما بينة وأعجزها الآخر قضي به لرب البينة فإن كان للآخر\n</p>\n\n<p>\nعليه له جذوع نزعت.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر الإقرار في إثبات الدعوى ]\n</p>\n\n<p>\nوإذا كان الحائط بين دارين فادعى مدع أن رب أحد الدارين أقر أن الحائط له\nوأقام على ذلك بينة قضي له بحصته منه ويكون بينه وبين الآخر.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر منع صاحب الدار من إحداث شيء حول الدار ]\n</p>\n\n<p>\nوإذا كان الحائط في يد مالك وله جذوع شاخصة على دار غيره فرام\n</p>\n\n<p>\nآخر أن يجعل عليه كنيفا(1) فلرب الحائط منعه وليس لمن شرعت عليه\n</p>\n\n<p>\nقطعها وإذا كانت أطراف الجذوع خارجة لا ينتفع بها رب الدار قطعت.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر الهدمى على المشتركين في العلو والسفل ]\n</p>\n\n<p>\nوإذا كان الحائط أسفله لأحد وأعلاه للأحد فانهد لم يجز من له الأسفل على\nبناء حقه ولرب الأعلى بناء الكل فإن أراد رب الأسفل سكن داره سلم ما أنابه\nوقيل: على رب الأسفل بناء داره حتى تكون كما كانت.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر الأيمان في إثبات الحق ]\n</p>\n\n<p>\nوإذا كان الجدار بين منزلين فتشاجر فيه أربابهما فنزلا إلى الأيمان فحلف\nأحدهما أنه له ونكل الآخر ولم يدع الحالف ما أقام عليه الجدار من الأرض\nفليس له إلا ما حلف عليه والأرض بحالها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الاختلاف حول الأرض القائم عليها الجدار ]\n</p>\n\n<p>\nوإذا ادعى أحد جدارا وادعى الآخر <span id='ms1659'></span> الأرض التي بنا بها الجدار فعلي كل\nمنهما البينة وإن أقر كل منهما لخصمه بدعواه ثبت لكل ما يدعيه فإن وقع\nالجدار فليس لربه بناه في الأرض بلا إذن ربها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الاختلاف حول الماء ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- الكنيف: الحظيرة، والكثيف الساتر، ويسمى الترس. كنيف لأنه يستر صاحبه،\n</p>\n\n<p>\nوقيل للمرحاض كنيف لأنه يستر قاضي الحاجة، والجمع كنف مثل نذير ونذر. انظر\n</p>\n\n<p>\nالمصباح المنير 2/657.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p076'> Vol. 13, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي الحواري: وإذا تشاف خصمان في ماء دعيا بالبينة فإن أعجزاها\nفبينهما الإليات فإن حلفا وزع بينهما ومن نكل فلا شيء له واليد في الماء\nالسقي به مع ادعاه الملك ولو سقي به مال غيره وإذا شهدت البينة زيدا كان\nيسقي بهذا الماء مال عمرو فعمرو ذوا يد فيه إذا أقر زيد بالماء لعمرو وإلا\n</p>\n\n<p>\nفليس لعمرو فيه يد للاحتمال أنه له أو لغيره.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صيغة اليمين على الماء ]\n</p>\n\n<p>\nولفظ الإلية في الماء فإنه يحلف بالله ما قبله لفلان هذا حق من مائه الذي\nيدعيه من جنورة كذا من نهر كذا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم إحداث المجرى ]\n</p>\n\n<p>\nومن أحدث مجرى ماء في مال حازه متعديا فأهمل الجار الإنكار حتى\n</p>\n\n<p>\nغرس المحدث باسقات أو زرع زراعات ثم أنكر فإن أحدثه بغير رأيه حكم عليه\nبصرفه وإن كانت الساقية تمر في مال أحد لآخر فادعى رب الساقية\n</p>\n\n<p>\nأنها أصل وادعى رب الأرض أنها حملان أو عارية فالقول لرب الساقية\n</p>\n\n<p>\nوعلى رب الأرض البينة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم العارية بعد موت المستعير ]\n</p>\n\n<p>\nومن استعار طريقا أو مسقا لماله فمات المستعير فإذا صح أنها عارية فإنها\nتبطل موت المعير وإن كان تصح أنها عررية وصح تخطيفها للماء هذا\n</p>\n\n<p>\nوسقيها منه وصح تطرقه في الطرق لماله ثبت على ورثته حتى يصح بالبينة\n</p>\n\n<p>\nغير ذلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ ثبوت ملك المسقى ]\n</p>\n\n<p>\nومن له أرض يسقيها من ساقية ويتطرق من طريق وليس لأحد فيها مسقى ولا\nتطراق اشتراها أو ورثها على ذلك فهي له حتى يصح لغيره فيها حق.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر المضرة في التغير ]\n</p>\n\n<p>\nومن ادعى مسقا لأرضه على آخر فأنكر المدعى عليه <span id='ms1660'></span> فشهدت له البينة بالمسقي\nفي أرضه إلا أنها لم تحد موضعها فعلى رب الأرض إخراج مسقى\n</p>\n\n<p>\nفي أرضه حيث لا مضرة على أحدهما.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ اليمين على المنكر ]\n</p>\n\n<p>\nومن ادعى على شركائه مسقى وطريقا فأقر له بعضهم وأنكر البعض فلا يلزم\nإقرار بعض الشركاء على من أنكر منهم إلا بالإقرار الكل أو بينة وإلا فعلى\nالمنكر الإلية.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر الضمان بغير المضرة ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p077'> Vol. 13, p. 077</a>\n            </div>\n             عن أبي سعيد: وإذا طرت باسقة أو\nدوحة بطريق أو ساقية لقوم\n</p>\n\n<p>\nضاربين لا تنالهم الحجة فإن صح ذلك للحاكم رفع المضرة فإن تعذر\n</p>\n\n<p>\nحصول الحاكم فجماعة المسلمين ويستثني للضارب حجته ولا ضمان\n</p>\n\n<p>\nعلى أحد.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر الإقرار في ثبوت الحق ]\n</p>\n\n<p>\nوإذا ادعى الخصم على خصم أنه دفن له مسقى ماله وأقر المدعى عليه بدفن\nالمسقى فهذا الدافن قد أقر بالمسقا ولو في مال.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر العجز عن إحضار البينة ]\n</p>\n\n<p>\nومن ادعى طريقا في مال حد فعلى المدعي البينة فإن أعجزها ورام إليه من\n</p>\n\n<p>\nادعى عليه فعليه الإلية أن ليس لهذا المدعي فيه طريق أعني في ماله الذي\n</p>\n\n<p>\nيدعي فيه الطريق في ثبوت اليمين في الطريق الجوائز اختلاف.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم الأيمان في الطريق الجوائز ]\n</p>\n\n<p>\nوإذا كانت الساقية جائز القوم معروفين فلهم وعليهم فيها الأيمان\n</p>\n\n<p>\nوكذلك إن كانت لكافة أرباب النهر وقيل: لا أيمان في الطريق الجوائز إلا\nبإذن أهلها أجمعين.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر اليمين على الدعوى ]\n</p>\n\n<p>\nومن ادعى طريقا في مال أحد فعلى المدعي البينة فإن أعجزها ورام البينة من\nادعى عليه فعليه الإلية أن ليس لهذا فيه طريقا أعني في ماله الذي يدعي\n</p>\n\n<p>\nفيه الطريق وفي ثبوت اليمين في الطرق الجوائز اختلاف.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الأيمان في الطريق الجوائز ]\n</p>\n\n<p>\nوإذا كانت الساقية جائز القوم معروفين فلهم وعليهم الأيمان فيها\n</p>\n\n<p>\nوكذلك إن كانت لكافة أرباب النهر وقيل: لا أيمان في الطريق الجوائز إلا\n</p>\n\n<p>\nبإذن أهلها أجمعين.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم الادعاء على مورث في الطريق ]\n</p>\n\n<p>\nومن ادعى طريقا كان يسلكه أبوه في مال أو دار وأحضر على ذلك بينة فأنكر\nالمدعى عليه ورام يمينه <span id='ms1661'></span> حلف بالله أن أباه كان يسلك هذا الطريق وأنا من\nبعده ولم أعلم أن شهودي شهدوا لي زورا. ومن طلب طريقا لماله أو\n</p>\n\n<p>\nداره ولم يدعها على أحدكم لها بها بالثمن من أقر المواضع إليه وإن ادعى\n</p>\n\n<p>\nعلى أحد ولم تكن له بها إلا بالبينة العادلة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر غياب الوارث عن الدعوى ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p078'> Vol. 13, p. 078</a>\n            </div>\n             ومن ادعى أرضا على وارث أنه\nاشتراها من هالكه وفي الورثة أغياب\n</p>\n\n<p>\nفأقام على دعواه بينة فللحاكم أن يقضي بما شهدت به البينة ولا ينتظرون\n</p>\n\n<p>\nقدوم الغائب لأن الدعوى إذا كانت على ميت فأي الورثة حضر فهو خصم اقتسموا\nالمال أو لم يقتسموه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ رأي بعض العلماء في الدعوى السابقة ]\n</p>\n\n<p>\nعن محمد بن محبوب وأبي المؤثر وأبي الحواري: لا يحكم على أحد\n</p>\n\n<p>\nالورثة بما يدعى على الهالك حتى يحضروا كلهم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ موت المدين والمدان وأثره على الدين ]\n</p>\n\n<p>\nعن أبي مروان سليمان بن الحكم(1): ومن له دين على آخر فماتا معا عن ورثة\nوأقام ورثة من له الحق بينة بحقهم على الهالك فحكم لهم أبو مروان\n</p>\n\n<p>\nبالحق بعد خلو بره وقيل: حتى يصح بقاء الدين إلى موت من عليه الحق\n</p>\n\n<p>\nوإلا فقد بطل وهو الأصح والمحكوم به من أكثر الفقهاء.\n</p>\n\n<p>\nالنهج الأربعون\n</p>\n\n<p>\nفي الدعاوى في العروض\n</p>\n\n<p>\nو في إثبات اليد\n</p>\n\n<p>\nالنهج الأربعون\n</p>\n\n<p>\nفي الدعاوى في العروض و في إثبات اليد\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ التنازع في الإناء يحكم لمن في يده ]\n</p>\n\n<p>\nوإذا تنازع اثنان في إناء فتنازعا فيه وادعى أحدهما أنه له وادعى الآخر\nأنه أرهنه عليه فهو لمن في يده وعلى خصمه البينة وهو رأي الشيخ أبي سعيد.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حمل المتنازع عليه إلى مجلس الحكم ]\n</p>\n\n<p>\nوما كان يمكن حمله إلى الحاكم حمل مثل العروض إذا تنازع فيه\n</p>\n\n<p>\nالخصمان وما لم يمكن حمله فالحكم فيه كالحكم في الأصول.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من اختلاف المتبايعين ]\n</p>\n\n<p>\nومن اشترى ملاءة وغاب بها ثم ادعى بها عيبا فإن كان بائعها استوفي ثمنها\nفله القول مع يمينه أنه بايعه ولا يعلم به هذا العيب وإن بقي شيء من <span id='ms1662'></span> الثمن\nولو قل فللمشتري مع يمينه وقيل: إن القول للبائع على حال إلا أن يكون\nللمشتري فيه الخيار فالقول له في مدة الخيار مع يمينه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- أبو مروان سليمان بن الحكم: وأخوه المنذر بن الحكم من عقر نزوى من\nعلماء القرن\n</p>\n\n<p>\nالثالث. وأبو مروان ممن حضر بيعة الإمام الصلت بن مالك رحمه الله. انظر إتحاف\n</p>\n\n<p>\nالأعيان 1/427.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p079'> Vol. 13, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n[ صور من التنازع ]\n</p>\n\n<p>\nما كان من الأشياء تشابه عينا وصفة فوقع فيه الشاكر فاليمين على بائعه\nبالعلم وعلى مشتريه بالقطع إذا وجبت عليه كالدراهم والثياب وما أشبه\n</p>\n\n<p>\nذلك وكل ما لم يتشابه فاليمين فيه بالقطع على البائع والمشتري وفيما يكون\nمن دعاوى البيع وإن كان فيما يثبت من الحجة في البيع فاليمين فيه وأما إذا\nكانت الدعاوي في الثمن مع دعوى البيع وإنما يطلب اليمين فلا يمين على\nالمدعى عليه وإنما اليمين ما قبله له الدراهم من قبل هذا البيع الذي يدعيه عليه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الدعوى على الهالك ]\n</p>\n\n<p>\nمن الضياء(1): ومن أقام على هالك بينة بحق حكم له به ولا يكلف أنه مات\nوالحق باق عليه وعلى أهل الميت البينة أن الميت قد بري منها قبل موته ويؤمر\nبتقوى الله تعالى.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كيفية أخذ الحقوق من مال الغائب ]\n</p>\n\n<p>\nومن مات وعليه دين و وارثه ضارب قد جاوز خضما أو جاوز مفازة وقامت البينة\nبالحق فإنه له وصي أمر أن يقضيه عنه وإلا فللحاكم أن يبيع\n</p>\n\n<p>\nماله ويقضي عنه ما ثبت عليه بعد أن يستحلف أهل الحقوق وإن لم يكن حاكما\nفجماعة المسلمين وللوارث حجته.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كيفية إثبات المال للميت ]\n</p>\n\n<p>\nومن مات وخلف مالا فادعاه مدع فلا يحكم له به إلا بالبينة ولا يكلف ورثته\nالبينة أنه للهالك لأنه يحتمل أنه ورثه أو وهب له من غير بينة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ متى يقسم الورثة اليمين ]\n</p>\n\n<p>\nومن ادعى حقا على ميت فأنكره الورثة فعليهم يمين علم أنهم ما يعلمون على\nهالكهم هذا الحق إذا كانوا بالغين أو ممن تجب عليه اليمين.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من إثبات الحقوق في ذمة الغير <span id='ms1663'></span> ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- كتاب الضياء: لسلمة بن مسلم العوتبي الصحاري وقد طبع الكتاب على حساب\n</p>\n\n<p>\nوزارة التراث والثقافة العمانية.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p080'> Vol. 13, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nعن أبي عبد الله: ومن أكل مالا فادعاه علي هالك فطلبه ورثته إليه أو مات\nالأكل فإذا كان يأكله بعلم ربه حتى ولج الأكل في سربه فقد مات وماتت حجته\nوما خلفه فلورثته حتى يصح أنه أكله بوكالة أو منحة أو وجه حق وأما إذا مات\nالمأكول عليه والأكل حي وصح أن المال للهالك فورثة الهالك أحق به وإن كانا\nحيين ولم يصح أن الحائز ادعى المال بعلم المحيوز\n</p>\n\n<p>\nعليه فالمال لربه فإن حازه وادعاه بعلمه ولم ينكر عليه فهو للحائز.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر الاستخدام على الدعوى ]\n</p>\n\n<p>\nومن أشهد لآخر بمال وكان يأكله المشهد إلى أن مات وطلب المشهود له فهو\nللمشهد به له فإن قبضه المشهود له به فرده إلى المشهد فأكله بعلم\n</p>\n\n<p>\nالمشهود له به حتى مات فهو لورثته أعنى المشهد به.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر ادعاء الإرث في حياة الموروث على الشيء ]\n</p>\n\n<p>\nومن ادعى ميراثا من مال جده لأبيه ولم يدعيه أبوه حتى مات فدعواه هذا إلا\nأن يكون موت أبيه وجده متتابعان.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر استخدام أبناء أحد الورثة للمال على ملكية الشيء ]\n</p>\n\n<p>\nعند محمد بن خالد: ومن مات وخلف ولدين بالغين فأكل أحدهما\n</p>\n\n<p>\nالمال على أخيه بعلمه ولم يغير ولم ينكر حتى مات الحائز فورثة الحائز أولى\n</p>\n\n<p>\nبعد حصته له بما حازه هالكهم إلا أن يصح بالبينة أن المال مشاع بين\n</p>\n\n<p>\nالأخوين لم يقسم.\n</p>\n\n<p>\nومن كان له في نشب قوم حصة مشاعا في جملة المال فلم يطلبه منهم\n</p>\n\n<p>\nحتى توارث المال وارث بعد وارث فإن حصته له ما لم يدعيها الحائزون\nلأنفسهم ملكا وهو لا يغير ولا ينكر وإلا فسكوته من غير ادعاء الحائز لا\n</p>\n\n<p>\nيبطل حجته.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر التصرف في المال أمام حائزة دون إنكار ]\n</p>\n\n<p>\nواختلفوا فيمن حاز مال غيره ورب المال لم يغير ولم ينكر وكان ممن له\nالإنكار فقال بعضهم: يثبت ذلك عليه ويملكه دونه إذا علم الحوز والادعاء\n</p>\n\n<p>\nولم <span id='ms1664'></span> ينكر وقول: لا تثبت عليه حجة الحائز إذا كان في عدم إنكاره\n</p>\n\n<p>\nوسكوته متعجبا عن تعدي هذا الظالم والأول أصح.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر الشبهة في التصرف في الشيء ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p081'> Vol. 13, p. 081</a>\n            </div>\n             ومن بيده مال خلفه عليه\nأبوه فله إحلال حتى يصح بالبينة العادلة\n</p>\n\n<p>\nحجره وسئل أبو المؤثر عن ملكان بيد أبيه مال لأغياب ويدعيه الأب ملكا\nوالولد يتحرج الأكل منه فأمره أبو المؤثر بالانتفاع به حتى يتضح لك\n</p>\n\n<p>\nبالبينة العادلة حظره.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أهمية الإقرار في إثبات الحقوق ]\n</p>\n\n<p>\nومن كان لزوجته صداق أو دين فحاذر من له الحق الجاء ماله فإنه يدعي عليه\nجميع ماله دونه فإن أقر له به انقطعت الحجة وإن قال له: إنه ماله\n</p>\n\n<p>\nأخذه الحاكم بإقراره.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صورة من الحيلة في البيع ]\n</p>\n\n<p>\nومن اشترى مالا فعدم فيه البينة فالحيلة فيه أن يبيعه لغيره من يتقى به\nبحضرة ربه ويشهد أنه باعه عليه بلا حاجز ولا مانع فإن ادعاه مدع طلبه\nبالبينة وسلم البائع من أقام البينة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من الحجج الدارئة للحد ]\n</p>\n\n<p>\nمن سرق سرقة فأراد أن يدرأ الحد عن نفسه فليحتج أنه اشتراها درأ عنه الحد\nإلا أن تقوم عليه البينة أنه سرقة وإن احتج أن له درأ عنه الحد بالشبهة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ خطورة الحلف بالله كاذبا ]\n</p>\n\n<p>\nومن زنى بجارية فاحتج أنها له أو له فيها شقيص درأ عنه الحد. ومن\n</p>\n\n<p>\nأراد أن يحلفه السلطان فأراد أن لا يحنث فإنه يمتنع عن اليمين إلا أن\nيحكم عليه السلطان على به فإذا حكم عليه وحلف فإنه لا يحنث قال الله تعالى:\n</p>\n\n<p>\n{ لا يؤاخذكم الله باللغو في أيمانكم ولكن يؤاخذكم بما عقدتم\n</p>\n\n<p>\nالأيمان } (1) وقال الله تعالى: { ولا تجعلوا الله عرضة لأيمانكم } (2) وقد\n</p>\n\n<p>\nذم الله من حلف به كاذبا في جملة آيات.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ خطورة الأيمان الكاذبة ]\n</p>\n\n<p>\nقال النبي - صلى الله عليه وسلم -: «والذي نفسي بيده لا يحلف أحد على مثل جناح\n</p>\n\n<p>\nبعوضة فما فوقها إلا كانت وكتة في قلبه»(3)\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- سورة المائدة آية 89.\n</p>\n\n<p>\n(2) 2- سورة البقرة آية 224.\n</p>\n\n<p>\n(3) 1- كنز العمال 16/693 رقم 46367 نفس اللفظ وفقط بدل (وكنة) نكتة» قال <span id='ms1665'></span>\n</p>\n\n<p>\nأخرجه الخرائطي في مساوي الأخلاق عن عبد الله بن أنيس. ورقم 46372 عند\n</p>\n\n<p>\nالحاكم في الكنى، وهناك روايات متعددة للحديث.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p082'> Vol. 13, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nوالوكتة بالتاء المعجمة بنقطتين من فوق وهو الإبر اليسير وجمعها وكت. قال\nالنبي - صلى الله عليه وسلم -: «لا يحلف أحدا\n</p>\n\n<p>\nيمينا يقطع بها مال امرئ هو فيه فاجرا لا لقي الله وهو عليه غضبان»(1)\nوقال - صلى الله عليه وسلم -: «الأيمان الفاجرة تدع الدار بلاقع(2)»(3).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ التأجيل لإحضار البينة ]\n</p>\n\n<p>\nوإذا عرف الحاكم موضع المدعي من المدعى عليه ولو لم يطلبها خصمه لقطع\nالحجة بينهما لقوله - صلى الله عليه وسلم -: «على المدعي البينة وعلى\nالمنكر اليمين»(4)\n</p>\n\n<p>\nإذا عجز الخصم البينة وقيل: البينة وقيل: ليس للحاكم تحليف الخصم\n</p>\n\n<p>\nحتى يطلبها خصمه أو يقول للحاكم أن يحكم له بما يجب عليه وإن أراد\n</p>\n\n<p>\nالخصم أجلا في إحضار البينة أجله الحاكم وإن هدر بينته قطع الحاكم\n</p>\n\n<p>\nالحجة بينهما باليمين.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ آداب الحلف بالله ]\n</p>\n\n<p>\nوإذا أراد الحاكم تحليف الخصم تلا أولا هذه الآية: { إن الذين يشترون\nبعهد الله وأيمانهم ثمنا قليلا أولئك لا خلاق لهم في الآخرة } (5)\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 2- كنز العمال 16/691 رقم 46354 أحمد في مسنده ومسلم في كتاب الأيمان رقم\n</p>\n\n<p>\n218، عن الأشعث بن قيس، وانظر رقم 46368، 46376، 46379، وغيرها.\n</p>\n\n<p>\n(2) 3- بلاقع: جمع بلقع، وبلقعة وهي الأرض القفر التي لا شيء بها، يريد\nأن الحالف بها\n</p>\n\n<p>\nيفتقر ويذهب ما في بيته من الرزق. النهاية في غريب الحديث والأثر 1/153.\n</p>\n\n<p>\n(3) 4- كنز العمال 16/696 رقم 46383 قال أبو الحسن خيثمة بن سليمان ابن حيدرة\n</p>\n\n<p>\nالاطرابلسي - عن واثلة، ورقم 46386 الديلمي في الفردوس عن أبي هريرة، ورقم\n</p>\n\n<p>\n46388، وغيرها.\n</p>\n\n<p>\n(4) 5- أخرجه الترمذي رقم 1341 في الأحكام باب ما جاء في أن البينة على\nالمدعي =\n</p>\n\n<p>\n(5) = واليمين على المدعى عليه، وإسناده ضعيف، وقد أخرجه البيهقي 10/252 من\n</p>\n\n<p>\nحديث ابن عباس وحسن إسناده والحديث في الصحيحين بلفظ (لكن اليمين على\n</p>\n\n<p>\nالمدعى عليه).\n</p>\n\n<p>\n1- سورة آل عمران آية 77.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p083'> Vol. 13, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nإلى تمام الآية ثم قال للخصم: أتحلف فإن قال: نعم حلفه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ لفظ اليمين ]\n</p>\n\n<p>\nولفظ اليمين أن يقول: والله الذي لا إله إلا هو عالم الغيب والشهادة\nالرحمن الرحيم الكبير المتعال <span id='ms1666'></span> عالم السر والعلانية أن ما علي لفلان هذا كذا\n</p>\n\n<p>\nوإن كنت حانثا في يميني هذا فينتقم الله من الحانثين بنكال الدنيا وعذاب\nالآخرة وإن أردفه قال: فإن كنت حانثا في يمينك هذا فعليك لله حجة إلى\n</p>\n\n<p>\nبيت الله الحرام يؤديها بجميع فرائضها وسننها وواجبها وما يستحب فيها\n</p>\n\n<p>\nوكل مال تملكه فثلثه للفقراء والمساكين وكل مملوك لك فهو حر لوجه الله\nتعالى جاز وإن أردفه بطلاق كل زوجة لك هي طالق ثلاثا جاز على رأي النصب\nبالأيمان في الطلاق والعتاق والحج ولا تجوز الإلية بالخروج من الملة\nالإسلامية ولا أنه زان ولا كافر ولا أنه مرجي ولا معتزلي.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من صيغ اليمين ]\n</p>\n\n<p>\nومن ادعى حقا لنفسه فاليمين فيه قطعا على المدعى عليه وأما من ادعى على\nميت أنه وارثه أو مال اشتراه أو وكيل وكله في قبض شيء له فأنكر أنه لم\nيقبضه أو ما زال إليه من غيره بشراء أو هبة فإنما عليه يمين علم ولفظ يمين\nالعلم أن يحلف: لقد اشترى هذا المال أو ورثه ولا يعلم لهذا فيه حقا وليس\nللحاكم أن يزيد في اليمين سوى ما يدعيه الخصم ولا يقول ولا أقل ولا\n</p>\n\n<p>\nأكثر إلا بمطلب خصمه لأنه يمكن أن يكون له عليه حق نسيه أو يرد عليه\n</p>\n\n<p>\nالإلية أو يقول له به.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صلاحية الحاكم في اليمين ]\n</p>\n\n<p>\nعن محمد بن المسبح: جائز للحاكم أن يحلف الخصم بأقل أو أكثر لأن الحق لو\nقد أو نما احتاج إلى يمين أخرى ويدخل في أقل أو أكثر ما نما أو\n</p>\n\n<p>\nنقص من الحق.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ متى يرد اليمين ]\n</p>\n\n<p>\nاتفق أصحابنا على رد اليمين على المدعى عليه إذا طلبها المدعي ولا\n</p>\n\n<p>\nيجوز للحاكم أن يحكم بشهادة عدل واحد مع يمين المدعي وإذا حلف\n</p>\n\n<p>\nالحاكم الخصم بيمين القطع في موضع يمين العلم أو بالعكس لزمته التوبة\n</p>\n\n<p>\nورد الخصوم ونقص ما به محكوم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم تأجيل اليمين ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p084'> Vol. 13, p. 084</a>\n            </div>\n             وإذا وجبت اليمين للخصم على خصمه فليس\nللحاكم تأجيلها لأن النبي - صلى الله عليه وسلم - حكم <span id='ms1667'></span> باليمين على المنكر\nللحق ولم يرد عنه التأجيل وإذا اختلف\n</p>\n\n<p>\nالدعاوى حلف على كل دعوى في وقتها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر التعنت في اليمين ]\n</p>\n\n<p>\nومن تعنت خصمه في الإليات أمره الحاكم أن يجمع دعواه ويحلفه\n</p>\n\n<p>\nعليها يمينا واحدة وهو رأي محمد بن محبوب.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تبادل الأيمان ]\n</p>\n\n<p>\nومن رد اليمين على خصمه فحلفه الحاكم ببعضها ثم أمره الخصم بالإمساك وأن\nيحلف هو فله ذلك ما لم يتم عليه اليمين وهو رأي أبي سعيد.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم فداء اليمين ]\n</p>\n\n<p>\nواختلفوا فيمن ادعى عليه بباطل قول: إنه يحلف وقول: لا يحلف\n</p>\n\n<p>\nويدين بالحق خوفا أن إذا حلف ضيع ماله وأطعم خصمه الحرام وروي أن حذيفة\nفدى يمينه بمال وروي أن أبا عبيدة(1) حلف على أربعة دوانق(2).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ لفظ قطع حجة الخصم ]\n</p>\n\n<p>\nلفظ قطع حجة الخصم أن يقول له الحاكم: كذا يا فلان قد قطعت\n</p>\n\n<p>\nدعواك وكل دعوى لك كانت لك على خصمك هذا فيما مضى إلى\n</p>\n\n<p>\nهذا الوقت في هذا اليوم فإذا أنعم وحلفه لم تسمع دعواه بعد ذلك في\n</p>\n\n<p>\nتلك الخصومة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ رأي الحاكم في اليمين ]\n</p>\n\n<p>\nوإذا رام الخصم تحليف خصمه على كتاب الله ليس ذلك لازما إلا أن\n</p>\n\n<p>\nيرى الحاكم في ذلك وجه مصلحة من ردع الخصوم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من ليس عليهم يمين ]\n</p>\n\n<p>\nوتجب الأيمان بين الناس في كل شيء ما خلا الحدود والقذف والشتم الذي يجب\nبه الحد فلا أيمان فيه إلا على السرق وقول: ما وجب فيه\n</p>\n\n<p>\nالتعزير وما لا حد فيه ففيه اليمين قال أبو المؤثر: لا أرى فيما يجب فيه\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- أبو عبيدة: عالم المذهب وهو العلامة مسلم بن أبي كريمة..\n</p>\n\n<p>\n(2) 2- داونق: مفردها دانق وهو معرب وهو سدس درهم وهو عند اليونان حبتا خرنوب\n</p>\n\n<p>\nلأن الدرهم عندهم: اثنتا عشرة حبة خرنوب والدانق الإسلامي حبتا خرنوب وثلثا\n</p>\n\n<p>\nحبة خرنوب، والدرهم الإسلام في ست عشرة حبة. انظر المصباح المنذر 1/239.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p085'> Vol. 13, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nالتعزير والحبس أيمانا وهو رأي أبي الحواري وليس للصبيان ولا عليهم أيمان\nولا على محتسب لذي يتم كان أو ضارب يمين وعلى طريق أو مسجد <span id='ms1668'></span> ولا صافية وما\nأشبه ذلك أيمان وقيل: لا يمين في النكاح ولا في النسب ولا الرد\n</p>\n\n<p>\nلهم ولا عليهم ولا يمين على الأعمى ولا له وفي هذا يجري الاختلاف بين\nالعلماء والأسلاف.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر رجوع الشهود على اليمين ]\n</p>\n\n<p>\nولا يمين على ذي حكم لمن حكم عليه ولا على الشاهد أنه ما شهد\n</p>\n\n<p>\nبباطل ولا حكم الحاكم بغير الحق وإن ادعى الخصم أن الشهود رجعوا عن\nشهادتهم عليه ولا يمين عليهم وقيل: عليهم اليمين لأنهم أتلفوا نشبه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الوصية للأقربين ]\n</p>\n\n<p>\nومن ادعى وصية للأقربين أو للفقراء أو للمساكين أو ابن السبيل أو شيء من\n</p>\n\n<p>\nأنواع البر فليس له يمين ولا عليه وللوصي اليمين على الورثة فيما أوصى به\nالموصي في أنواع البر ويحلفون أنهم ما يعلمون أن هالكهم أوصى بكذا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم يمين الولد على أبيه ]\n</p>\n\n<p>\nوليس للولد على أبيه يمين وقول: له عليه والأول أصح وللأب والأم\n</p>\n\n<p>\nاليمين على ولديهما وللوالد اليمين على أمه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أقصى مدة الحمل ]\n</p>\n\n<p>\nوإذا أتت المرأة بولد لسنتين مذ طلقها بعلها فهو للمطلق إذا لم تزوج ولا\nيمين عليها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر شهادة البينة على اليمين ]\n</p>\n\n<p>\nواختلفوا في إيجاب اليمين على المدعي إذا شهدت له بحقه البينة وإذا\n</p>\n\n<p>\nادعى الخصم أن الشهود رجعوا عن شهادتهم عليه وأنكروا فعلى قول من أوجب\nعليهم اليمين أنهم إذا نكلوا لزمهم غرم ما تلف بسب بشهادتهم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر ادعاء الزوجة رقيق زوجها ]\n</p>\n\n<p>\nوإذا مات الزوج وفي داره رقيق فادعتهم الزوجة فإنهم للزوج وعلى\n</p>\n\n<p>\nالمرأة البينة بما تدعيه وإذا شهدت البينة أنها اشتريت فلانا فلا يقبل قولها\n</p>\n\n<p>\nحتى تقول فلان هذا لأن الأسماء تنفق ولو أسلمتهم لمؤدب أو مشاجر لأن\n</p>\n\n<p>\nالمرأة تفعل مثل ذلك في مال زوجها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ ادعاء أحد الزوجين على الآخر ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p086'> Vol. 13, p. 086</a>\n            </div>\n             واختلفوا في الأصول فقيل:\nالقول قول الحي منهما أعني الزوجين والمتساكنين والشريكين وقيل: لا تثبت\nالدعوى في الأصول إلا بالبينة\n</p>\n\n<p>\nوإذا طلب ورثة الزوج يمين الزوجة أنها ما سترت عليهم مما خلفه هالكهم\n</p>\n\n<p>\nشيئا فلهم ذلك وإن نكلت <span id='ms1669'></span> عوقبت وخلدت في السجن أو تموت وكذلك الزوج\nوالمسلم والذمي والعبد في الحكم سيان.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم الإيلاء والظهار من المطلقة ]\n</p>\n\n<p>\nومن طلق عرسه طلاقا يملك فيه رجعتها وآلا(1) منها أو ظاهر(2) ثم\n</p>\n\n<p>\nمات أحدهما فادعى الحي أنه مات في العدة فالقول قول الحي منهما مع\n</p>\n\n<p>\nيمينه إلا أن تشهد البينة بخلاف ذلك وإن ماتا معا فالقول لورثة الميت\n</p>\n\n<p>\nالآخر لا أول مع يمينه وله التراب من نشب الميت الآل أن يصح إن مات\n</p>\n\n<p>\nبعد انقضاء العدة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر موت بعل الصبية ]\n</p>\n\n<p>\nوإذا مات بعل الصبية وهي في حباله أو أبرأها برآن الشرط فماتت بعد بلوغها\nوعزب علم رضاها وكراهيتها فرام وارثها تراثها من البعل فله ذلك لأنها\nامرأته في الحكم حتى يصح غيرها منه.\n</p>\n\n<p>\n(3)\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- الإيلاء:بالمد: الحلف، وهو مصدر، يقال: آلى بمدة بعد الهمزة، يؤلي\nإيلاء. وتألى ويتألى\n</p>\n\n<p>\nوكذا ائتلى، قال الله تعالى: { ولا يأتل أولو الفضل منكم } النور آية 22.\n</p>\n\n<p>\nاصطلاحا: وهو الحلف على ترك قربان المنكوحة على ترك أربعة أشهر فصاعدا. عن\n</p>\n\n<p>\nالبناية شرح الهداية 4/633.\n</p>\n\n<p>\nوقال ابن عرفة: حلف زوج على ترك وطء زوجته يوجب خيارها في طلاقه شرح\n</p>\n\n<p>\nكتاب الحدود لابن عرفة التونسي ص202 وفي شرح النيل وشفاء العليل 7/180.\n</p>\n\n<p>\nوشرعا: الكلام المانع من وطء الزوجة ولو أمة. وانظر أحكام الإيلاء\nوالظهار للمحقق.\n</p>\n\n<p>\n(2) 2- ظاهر : من الظهار. يظاهر ظهارا. والظهار لغة : مقابلة الظهر\nبالظهر. =\n</p>\n\n<p>\n(3) = اصطلاحا: قال الطحطاوي: تشبيه المسلم زوجته أو ما يعبر به عنها أو\nجزء شائع\n</p>\n\n<p>\nمنها بمحرم عليه تأبيدا. حاشية الطحطاوي على الدر المختار 2/195 - 196+.\n</p>\n\n<p>\nوعند صاحب شرح النيل وشفاء العليل: تشبيه المسلم المكلف من تحل له أو جزئها\n</p>\n\n<p>\nبظهر محرم أو جزء، وإن بصهر أو رضاع. (يتفق مع تعريف المالكية).\n</p>\n\n<p>\nوانظر أحكام الظهار الدكتور جبر فضيلات.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p087'> Vol. 13, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر يمين ورثة الزوج ]\n</p>\n\n<p>\nوأما إذا أراد ورثة الزوج يمين ورثة الزوجة فلهم عليهم اليمين على\n</p>\n\n<p>\nما يدعون.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر إنكار الطلاق بعد موت الزوج ]\n</p>\n\n<p>\nوإذا أقرت المرأة أن زوجها طلقها ثم لما أن مات أنكرت الطلاق فلها\nميراثها منه <span id='ms1670'></span> مع يمينها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر اليمين على الميراث ]\n</p>\n\n<p>\nاليمين على الزوجة إذا أرادت الميراث من زوجها بعد إقرارها بالطلاق.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ دعوى المرأة مقبولة ]\n</p>\n\n<p>\nوإذا ذو وصب طلب امرأته فمات فادعت المرأة أن عدتها لم تنقض فلها القول\nفي ذلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر إنكار طلاق الثلاث ]\n</p>\n\n<p>\nوإذا ادعت المرأة على بعلها طلقها طلاق الثلاث فأنكر ثم مات في العدة\nفقول: لا ميراث لها منه وقول: إذا كذبت نفسها ورثته.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر انقضاء العدة على الميراث ]\n</p>\n\n<p>\nومن طلق امرأة تطليقة ثم ماتت فطلب ميراثها منها واحتج أن عدتها لم\n</p>\n\n<p>\nتنقض وهي ممن تحيض فله ميراثه منها ولو خلا لذلك بره إذا لم يصح\n</p>\n\n<p>\nبشهادة عدلين لم تقر بانقضاء العدة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ دور الحاكم في الرجعة ]\n</p>\n\n<p>\nوإذا ادعت الزوجة على زوجها الطلاق وأنكر فعليها البينة فإن أعجزها\nفيمينه أنه ما طلقها فإن كان الطلاق رجعيا جبره الحاكم على ردها حذر الشبهة عليها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ دعوى الطلاق من الزوجين ]\n</p>\n\n<p>\nوإذا ادعت المرأة البينونة على بعلها قال لها: الحاكم بعد أن يحلفه لها\nإن كنت صادقة في دعواك عليه فاهربي منه وافتدي بما تقدرين عليه من صداق\n</p>\n\n<p>\nأو مال فإن قبل فديتها أمره الحاكم بتقوى الله لأنها إن كانت صادقة\n</p>\n\n<p>\nحرمت عليه الفدية وإن أبى قبول الفدية لمجاهديه حين يروم سرها فإن\n</p>\n\n<p>\nاقتسرها فالله أولى بعذرها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر إنكار الطلاق من الزوج ]\n</p>\n\n<p>\nومن طلق عرسه ثلاثا وأنكرها فلم يقبل فديتها وحكم الحاكم عليها باتباعه\nأمره الحاكم بتقوى الله وإن لا يحملها على ركوب المحظور وقد\n</p>\n\n<p>\nأجاز لها الشرع بحقك إن رمت سرها في تلك الحال وإن أراد يمينها شرط\n</p>\n\n<p>\nعليه الحاكم أن يمينها بطلاقها فإذا حلفت طلقت.\n</p>\n\n<p>\nمسألة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p088'> Vol. 13, p. 088</a>\n            </div>\n             [ الحلف بالطلاق ]\n</p>\n\n<p>\nشهد عليه عدلان أنه طلق عرسه فحلف بطلاق نسائه وعتق عبيده أنهما شهدوا\nعليها بباطل فلا طلاق عليه ولا عتق فإنه حلف على علمه وإنما يطلق التي شهد\nعليه العدلان أنه طلقها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر إكذاب الشهود أنفسهم ]\n</p>\n\n<p>\nعن هاشم إذا شهد عدلان على بعل أنه طلق عرسه وحكم الحاكم <span id='ms1671'></span> العدل بشهادتهما\nفأكذب الشاهدان أنفسهما بعد الحكم وقع الطلاق.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ القول قول الزوجة في العدة ]\n</p>\n\n<p>\nومن طلق زوجته فانقضت عدتها فادعى أنه ردها وأنكرت فليس في هذا أيمان إلا\nبالبينة فإن ادعى موت البينة أو غيبتها فلا يمين عليها وقد خرجت منه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ مدى جواز إحضار المرأة لمجلس الحكم ]\n</p>\n\n<p>\nومن طلب إلى بضة محذورة حقا ورام إحضارها في مجلس الحكم\n</p>\n\n<p>\nفلا يجاب إلى ذلك بالنهار ويؤخر الحاكم إلى الغسق وإن وكلت من\n</p>\n\n<p>\nيحاكم عنها فلها ذلك وإذا وجبت عليها اليمين أمر الحاكم من يحلفها من\nثقات المسلمين.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ رسول القاضي للمرأة ]\n</p>\n\n<p>\nوإذا وجبت اليمين على موارة الكفلين دعجة العينين فأنزة الطرفين نعمة\nالساقين بعث لها الحاكم من يحلفها في دارها إذا كانت من النساء اللاتي\n</p>\n\n<p>\nلا يتبرجن.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر حضور المرأة بنفسها لمجلس الحكم ]\n</p>\n\n<p>\nوقيل يجوز خروج المرأة للأحكام بنفسها تأسيا بابنة سيد الكونين وأم\nالحسنين فاطمة(1) الزهراء روي أنها خرجت لأبي بكر رضي الله عنهما\n</p>\n\n<p>\nأجمعين تلتمس ميراثها من فدك هي وابنة عتبة(2)\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- فاطمة الزهراء: بنت رسول الله - صلى الله عليه وسلم - وأمها خديجة\nبنت خويلد رضي الله عنها\n</p>\n\n<p>\nوزوجها علي بن أبي طالب وهي أم الحسن والحسين ومحسن. أول من لحق برسول\n</p>\n\n<p>\nالله - صلى الله عليه وسلم - بعد وفاته -رضي الله عنها-.\n</p>\n\n<p>\n(2) 2- هند بنت عتبة: ابن ربيعة بن عبد شمس بن عبد مناف، وأمها صفية بنت\nأمية ابن\n</p>\n\n<p>\nحارثة الأوقص بن مرة. تزوجت بأبي سفيان بن حرب، أسلمت بعد فتح مكة وقد\n</p>\n\n<p>\nهدر النبي - صلى الله عليه وسلم - دمها وهي أم معاوية أول ملك في\nالإسلام. انظر الطبقات الكبرى\n</p>\n\n<p>\nلابن سعد 8/235 - 237.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p089'> Vol. 13, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nزوجة أبي سفيان وقد\n</p>\n\n<p>\nخرجت هند بنت عتبة زوجة أبي سفيان تشكو زوجها فلم ينكر عليها عليه السلام\nخروجها من منزلها بلا رأيه وقد خرجت حبيبة بنت عبد الله بنت\n</p>\n\n<p>\nأبي تشكوا من زوجها ثابت بن قيس(1) فلم ينكر عليها النبي - صلى الله عليه\nوسلم -.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر التقية في التنازل عن المهر للزوج ]\n</p>\n\n<p>\nوإذا أعطت المرأة مهرها <span id='ms1672'></span> لزوجها ثم مات فطلبته من الورثة وأقامت بينة\n</p>\n\n<p>\nأنها إنما أعطته بمطلب منه فلها مهرها وعليها اليمين أنها ما أعطته إلا\nعن تقية حذر الإساءة منه لها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صورة من المطالبة بالمهر ]\n</p>\n\n<p>\nوإذا قبل الأب عن ابنه بمهر عرسه فمات الأب وطلبت المهر فأبى إذا ضمن به\nأبوه فعليه لها اليمين أنه ما يعلم أن على أبيه هذا الصداق إن كان الأب خلف\nمالا وإن لم يخلف شيئا فلا يمين على الولد لأنه لم يرث شيئا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صورة من المطالبة بالمهر ]\n</p>\n\n<p>\nوإذا قضى البعل عرسه مالا بمهرها في صحته فلا يمين عليها للورثة والمال\nلها وإن قضاها في وصية فللورثة الخيار بين إتمام ذلك أو يسلموا لها مهرها\nويقتسموا لمالهم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر ادعاء الورثة على الزوجة في الميراث ]\n</p>\n\n<p>\nوإذا قضى البعل عرسه مالا فادعى ورثته بعد موته أنه ألجأه إليها ولا هو\nأكثر من حقها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صورة من الشهادة ]\n</p>\n\n<p>\nوإذا تحملت البينة شهادة فليس عليهم أن يشهدوا أن الحق باق إلى أن يشهدوا\nوإنما عليهم أن يشهدوا أنهم ما يعلمون أنه سلمه لربه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من عيوب النساء ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- ثابت بن قيس: بن شماس بن زهير بن مالك بن امرئ القيس... أبو محمد\nوقيل أبو\n</p>\n\n<p>\nعبد الرحمن. خطيب الأنصار، كان من نجباء أصحاب محمد - صلى الله عليه وسلم\n-، ولم يشهد بدرا،\n</p>\n\n<p>\nشهد أحدا وبيعة الرضوان. أمه هند الطائية، وهو التي شكته زوجته جميلة\nوتقول: يا\n</p>\n\n<p>\nرسول الله: لا أنا ولا ثابت بن قيس. قال: أتردين عليه حديقته؟ قالت: نعم،\n</p>\n\n<p>\nفاختلعت منه. استشهد رضي الله عنه في معركة أجنادين أو اليرموك. انظر سير\n</p>\n\n<p>\nأعلام النبلاء 1/308 - 316.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p090'> Vol. 13, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nومن أقر لعرسه بمهر ثم أقر له بأملاكه وقال: مالها بوفاء فطلبت\n</p>\n\n<p>\nبصداقها منه أو من ورثته بعد موته فلها حقها وإقراره ثابت عليه وإذا ادعى\nالزوج على زوجته الرتق فأنكرت فعليه البينة فإن أعجزها فله يمينها ما تعلم\n</p>\n\n<p>\nأنها رتقاء والبينة عدول النساء أو عدلان من الرجال قد نكحاها أو عرفاها\nبالرتق في صبائها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ متى يجبر <span id='ms1673'></span> الزوج على الطلاق ]\n</p>\n\n<p>\nومن تزوج على غائب أو قال: أرسلني لأتزوج له فأنكر الزوج جبر\n</p>\n\n<p>\nعلى الطلاق ولا مهر على الزوج ولا على الرسول وإن لم يدع أنه أرسله\n</p>\n\n<p>\nفلان وأمره أن يتزوج له فعلى الرسول نصف المهر ويجبر الزوج على\n</p>\n\n<p>\nالطلاق حذر أن يكون أمره.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ نكاح الصبي ]\n</p>\n\n<p>\nوإذا نكح الصبي بالغة فلما بلغ كره فرامت طلاقه خوف الشبهة\n</p>\n\n<p>\nفأجابها الحاكم إلى ذلك ولعله رضي ولعله رضي بها سرا إبان بلوغه\n</p>\n\n<p>\nللإزاحة عن الشبهة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر المنع من المعاشرة ]\n</p>\n\n<p>\nوإذا حكم الحاكم بنفقة زوجته لما مضى وكسوتها فادعى أنها تمنعه\n</p>\n\n<p>\nنفسها من عشرتها فله عليها اليمين أنها لم تمنعه نفسها فيحال ما يجب\n</p>\n\n<p>\nعليها معاشرته فإن نكلت وردت عليه اليمين فلها ذلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صورة من قضايا الزوج والزوجة ]\n</p>\n\n<p>\nوأما إذا لم يحكم للزوجة على زوجها بشيء فلا أيمان بينهما ولأنها ليس\n</p>\n\n<p>\nلها شيء ويؤخذ لها بما يجب لها في المستقبل.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر امتناع الزوجة عن زوجته ]\n</p>\n\n<p>\nوإذا تطلب الزوجة زوجها ما يجب لها فأما في الحكم فالأصح أنه لا\n</p>\n\n<p>\nيحكم لها بشيء وأما فيما بينه وبين الله فلا يبرأ من ذلك وهو ظالم آثم\n</p>\n\n<p>\nتلزمه التوبة إلى الله ولها الانتصار من نشبه بقدر حقها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر تعارض البينات ]\n</p>\n\n<p>\nوإذا شهدت البينة الغائب أنه ترك لزوجته مئونتها وشهدت بينة أنه لم يترك\nلها شيئا فالبينة بينة الزوج.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر رفض الصبية نكاح زوجها ]\n</p>\n\n<p>\nواختلفوا في الصبية متى يجوز لها الغير من زوجها قول: إذا رأت الدم\n</p>\n\n<p>\nفي أول حيضة وقيل أن تغتسل من أول حيضة وقول: يقبل قولها ولو بعد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p091'> Vol. 13, p. 091</a>\n            </div>\n             سنة إذا ادعت مذ بلغت لم ترض به بعلا فالقول لها مع يمينها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ قول المرأة في إنكارها الرضى بالزوج ]\n</p>\n\n<p>\nوإذا أنكرت المرأة الرضى بالزوج فالقول قولها وعليه البينة بعد تزويج\nبالرضى فإن أعجزها فيمينها على بعض القول.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الإشهاد على رد الزوجة ]\n</p>\n\n<p>\nومن أشهد على رد زوجته ثلاث مرات ومن غير طلاق فالقول قول الزوج أنه لم\nيطلق حتى <span id='ms1674'></span> يصح أنه أشهد على ارتجاعها من طلاق ولا حرج\n</p>\n\n<p>\nفي معاشرته لها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر إنكار الزوج للزواج ]\n</p>\n\n<p>\nومن ادعى تزويج امرأة وأنكرته فأشهد عدلين أقرت له بالزوجية ولم\n</p>\n\n<p>\nتكن له بينة بأصل النكاح فالإقرار بالتزويج ضعيف إلا أن يكون أمرهم\n</p>\n\n<p>\nمعروفا مشهورا بالإيواء إليها والخروج من عندها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر الإقرار بالوثنية على عقد النكاح ]\n</p>\n\n<p>\nمن نكح امرأة وأقرت أنها عند العقد كانت وثنية فأكذبها فإن أقرت\n</p>\n\n<p>\nبذلك بعد الجواز فلا يقبل قولها وإن أقرت قبل الجواز فسد النكاح.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من الإقرار وحيازة الأموال ]\n</p>\n\n<p>\nوإن تحنفت وثنية فنكحت فأقرت لبعلها أنها زنت في الشرك فلا بأس\n</p>\n\n<p>\nعلى بعلها في إمساكها وإن أقرت بالزنا بعد التحنف فإن صدقها أخرجها\n</p>\n\n<p>\nولا مهر لها على قول وإن كذبها جاز له المقام معها.\n</p>\n\n<p>\nوإن رفع الحاكم أن فلانا توقع على مال فلان الغائب فحازه وأقام على دعواه\nبينة وليس هو بوكيل للغائب نزع الحاكم المال من يد الحائز إلى قدوم الغائب\nوجعله في يد ثقة وإن صح أن الحائز حاز المال بحجة حق فلا يعرض له.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ المخاصمة عن الصبي واليتيم ]\n</p>\n\n<p>\nعن أبي سعيد: وإذا خاصم ذوا الصبوة فيما يعقل المخاصمة فيه سمعت دعواه\nوإن كان له أب تولى المخاصمة عنه وأما اليتيم فعلى الحاكم أن يقيم له وكيلا\nيخاصم له وأما اليمين متى بلغ.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ إقرار اليتيم على نفسه ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p092'> Vol. 13, p. 092</a>\n            </div>\n             وليس لذي اليتم يمين ولا عليه\nوقيل: له ولا عليه ولا تجوز إقراره على نفسه وقيل: للوصي أن يحلف لليتيم\nوكذلك لأبيه يحلف أن ما عليه لهذا الصبي ابن هذا ويسمى باسمه كذا وكذا وإن\nحضر اكتفى بالإشارة دون التسمية.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر إقرار الأعمى ]\n</p>\n\n<p>\nوإذا أقر الأعمى لرجل بحق وسمى باسم الطالب فادعى مدع أنه هو\n</p>\n\n<p>\nالذي أقر له الأعمى بالحق لأنه اسمه يواطي اسم المقرور له فليس\n</p>\n\n<p>\nللحاكم أن يأمره بالتسليم إليه إلا أن يصح بالبينة أنه هو الذي أقر له\n</p>\n\n<p>\nالأعمى ووصفه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الاختلاف في سعر البيع ]\n</p>\n\n<p>\nومن ادعى أنه باع لمشتر <span id='ms1675'></span> شيئا فأحضر البائع أنه باعه بثمن وهو كذا نقدا\nوأحضر المشتري بينة أنه باعه بأكثر من ذلك الثمن نسيئة فبينة البائع أولى\nوأخذ البائع بالنقد وأكثر الثمنين.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من اختلاف المتبايعين ]\n</p>\n\n<p>\nومن أقر أنه باع ماله لزيد وأشهد أنه أبرأه من الثمن أو أنه استوفاه منه\n</p>\n\n<p>\nثم طلب البائع الثمن فأنكره المشتري وتمسك بإقراره له فعلى المشتري\n</p>\n\n<p>\nاليمين أنه أوفاه ثمن ماله وأما إذا لم تكن للمشتري بينة بالوفاء فالقول\n</p>\n\n<p>\nقول البائع.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم يمين السيد لعبده ]\n</p>\n\n<p>\nعن النبي - صلى الله عليه وسلم - أنه قال: «لا يمين على عبد لسيده ولا\nعلى سيد لعبده»(1) فتأويله أنه لا يحلف العبد على حكومة إلا بإذن سيده.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر السكت على إقرار الملكية ]\n</p>\n\n<p>\nوفي مدعيين أقام كل واحد منهما بينة على خصمه أنه رق له فالبينة\n</p>\n\n<p>\nللأول والآخر مملوكا وإذا ادعى مدع على قوم أنهم مماليكه له فلم ينكروا\n</p>\n\n<p>\nولم يقروا فلا تثبت عليهم الملكة بالسكوت.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ دعوى اليهودي على المسلم ]\n</p>\n\n<p>\nوإذا ادعى يهودي على مسلم حقا وشهد له عدلان من اليهود بحقه فإنه يؤخذ كل\nمنهما بما قامت عليه البينة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر حنث الوثني في يمينه ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- انظر كنز العمال 12/708 رقم 46454 «ولا يمين لمملوك مع يمين مليك\nولا يمين في\n</p>\n\n<p>\nقطيعة رحم...» قالوا فيه حزام بن عثمان الأنصاري متروك بالاتفاق، مبتدع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p093'> Vol. 13, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا حلف الوثني فتحنف وحنث في يمينه فإن كان ما حلف عليه\n</p>\n\n<p>\nمحظور في دينه فعليه الحنث وإلا فلا حنث عليه وقيل : عليه الحنث على\n</p>\n\n<p>\nحال وقيل: لا حنث عليه على حال.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر تصديق الادعاء ]\n</p>\n\n<p>\nوإذا ادعى مدع على آخر مالا فصدقه وسلمه له فحازه ثم أنكر فإن ادعى مالا\nمعروفا وصدق دعواه فلا رجعة له قبضه الآخر أو لم يقبضه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من صور الإنكار ]\n</p>\n\n<p>\nومن ادعى حقا على آخر فسأله الحاكم فقال: لا أنكر وإن قال: لا أنكره بها\nلزمه الحق وكان هذا إقرارا منه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من صور الادعاء والاسترجاع ]\n</p>\n\n<p>\nوعن أبي الحواري: ومن ادعى حقا على آخر فادعى <span id='ms1676'></span> فصدقه وأوفاه\n</p>\n\n<p>\nثم مات ورام وارثه استرجاع الحق فلا رد عليه إذا كان يعلم أن الحق\n</p>\n\n<p>\nعلى الهالك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من صور الادعاء بين الزوج والزوجة ]\n</p>\n\n<p>\nوإذا ادعت امرأة على زوجها ألف درهم والدرهم ستة دوانيق وشهد لها\n</p>\n\n<p>\nبذلك عدلان وأقر الزوج بالألف إلا أنه عدتي وشهد له بذلك عدلان\n</p>\n\n<p>\nفالقول البينة للمرأة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر حلول الأجل ]\n</p>\n\n<p>\nوإذا كان الحق إلى أجل فحل الأجل فادعى من عليه الحق أن سلمه\n</p>\n\n<p>\nوادعى الطالب بقاءه فالقول للمطلوب بعد خلو الأجل وقول: إن القول للطالب\nوهو الأصح كان قبل خلو المدة أو بعدها سيان.\n</p>\n\n<p>\nالنهج الحادي والأربعون\n</p>\n\n<p>\nفي أدب الحاكم\n</p>\n\n<p>\nو ما يجوز له فعله و ما لا يجوز\n</p>\n\n<p>\nالنهج الحادي الأربعون\n</p>\n\n<p>\nفي أدب الحاكم\n</p>\n\n<p>\nوما يجوز له فعله وما لا يجوز\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أهمية الأحكام ]\n</p>\n\n<p>\nالأحكام فريضة من فرائض الله اللازمة وشعبة من شرائع الإسلام الواجبة قال\nالله تعالى: { يا أيها الذين آمنوا كونوا قوامين بالقسط شهداء لله ولو على\nأنفسكم أو الوالدين والأقربين } (1) الآية.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الحكم بما أنزل الله ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- سورة النساء آية 135.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p094'> Vol. 13, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nوقد قال الله تعالى: { إنا أنزلنا إليك الكتاب بالحق لتحكم بين الناس بما\nأراك الله } (1) وقال: { وأن احكم بينهم بما أنزل الله ولا تتبع\n</p>\n\n<p>\nأهواءهم } (2) وجملة آيات من القرآن تؤيد ثبوت الأحكام.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ سنة النبي - صلى الله عليه وسلم - في إرسال القضاة ]\n</p>\n\n<p>\nروي عن النبي - صلى الله عليه وسلم -(3) أنه كان يقضي بين الناس وأمر\nأصحابه بالقضاء وبعث عليا رضي الله عنه إلى اليمن قاضيا وبعث عمرا أبا موسى\nالأشعري(4) إلى البصرة قاضيا وبعث عبد الله بن مسعود(5) قاضيا على إلى\nالكوفة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الأدلة على مشروعية القضاء ]\n</p>\n\n<p>\nاعلم أن وجوب القضاء ثابت بالكتاب والسنة والإجماع وقيل: أول ما قضى\nبالأرض آدم بين ابنيه قابيل وهابيل يروى أن قابيل رام نكاح توأمته اقليما\nوكان في زمانهم لا يتزوج الأخ بتوأمته وإنما له نكاح توأمة أخيه وقيل: إن\nاقليما أول ولد ولدته حوى مع قابيل وتوأمة هابيل تسمى لموذا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صفة حكم آدم <span id='ms1677'></span> عليه السلام ]\n</p>\n\n<p>\nصفة حكم آدم على ولديه أن يقربا قربانا كما قال الله وهو أن يشعلوا نارا\nفمن أكلت النار قربانه فهي له مقبولة فأكلت قربان هابيل وردت قربان قابيل\nفحمله الغيظ على بخع أخيه، وقد حكا الله تعالى حكم داود\n</p>\n\n<p>\nوسليمان(6)\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 2- سورة النساء آية 105.\n</p>\n\n<p>\n(2) 3- سورة المائدة آية 49.\n</p>\n\n<p>\n(3) 1- انظر كتابنا القضاء في صدر الإسلام تاريخه ونماذج منه.\n</p>\n\n<p>\n(4) 2- أبو موسى الأشعري: صحابي جليل تولى القضاء لرسول الله - صلى الله\nعليه وسلم - وعمر بن الخطاب وغيرهما.\n</p>\n\n<p>\n(5) 3- عبد الله بن مسعود رضي الله عنه: صحابي جليل حضر المشاهد وهو من علماء\n</p>\n\n<p>\nالصحابة الكبار الذين شهد لهم عمر بن الخطاب رضي الله عنه بذلك.\n</p>\n\n<p>\n(6) 1- قصة هذا الحكم وردت في سورة الأنبياء : قال تعالى: { وداود\nوسليمان إذ\n</p>\n\n<p>\nيحكمان في الحرث إذ نفشت فيه غنم القوم وكنا لحكمهم شاهدين } آية 78 .\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p095'> Vol. 13, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nعليهما السلام في الحرث الذي نفثت فيه غنم القوم والنفش\n</p>\n\n<p>\nالأكل ليلا وقيل: إن الحرث كان كرما صفة ما قضاه سليمان عليه السلام\n</p>\n\n<p>\nعلى أرباب الغنم أن تدفع الغنم لأرباب الحرث ينتفعون بما يأتي منها من\n</p>\n\n<p>\nجميع الأشياء سنة وعلى أرباب الغنم أن يزرعوا لأرباب الحرث مثل حرثهم\nفقال له داود: نعم ما قضيت قال الله تعالى: { يا داود إنا جعلناك خليفة في\nالأرض فاحكم بين الناس بالحق } (1).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ سن سليمان عندما قضى ]\n</p>\n\n<p>\nوقيل: إن سليمان عليه السلام حكم بهذه القضية وهو ابن إحدى\n</p>\n\n<p>\nعشر سنة قال الله تعالى: { )ففهمناها سليمان وكلا آتينا حكما\n</p>\n\n<p>\nوعلما } (2) وكان سليمان بن داود عليهما السلام يقضي بين الناس يوما\n</p>\n\n<p>\nوبين البهائم يوما وكان إذا حكم على خصم نزلت سلسلة من السماء\n</p>\n\n<p>\nفأخذت بعنق الظالم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ قصة السلسلة ]\n</p>\n\n<p>\nوقيل: إن رجلا استأمن أمينا مالا فجعله في خشبة مثقوبة فأنكر الأمانة\n</p>\n\n<p>\nفتحاكما فأمرهما أن يذهبا إلى السلسلة فقبض المستودع الخشبة بما فيها\n</p>\n\n<p>\nفحلف ونال السلسلة كليهما فتعجب داود فأوحى الله إليه أن أمانته في\n</p>\n\n<p>\nالخشبة فرفعت السلسلة فأمر الله بالإشهاد والأيمان.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ وجه تفسير خصمان... ]\n</p>\n\n<p>\nفإن قيل: لم قال الله تعالى: { خصمان <span id='ms1678'></span> بغى بعضنا على بعض } (3) وليس\nبخصمين ولا بغى بعضهما على بعض قلنا: إنه أخرج الكلام على وجه المعاريض\nالتي يسلم بها القائل من الكذب فإن قيل: قد أخبر الله عنهما\n</p>\n\n<p>\nبأنهما خصمان إنما حكى كلاما قد قطع أوله فدل على إخراجه على سبيل\nالمعاريض وقيل: إنما هو مثل لأن الملائكة لا يبغون وقيل: إن الخصمين\nالمذكورين كانا من الإنس وإنما فزع داود منهما لأنهما تسور المحراب بعد\n</p>\n\n<p>\nأن ارتج بابه ودخلا في غير وقت جلوسه للقضاء.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ سيرة داود في اختبار الخصوم ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 2- سورة ص جزء من آية 26.\n</p>\n\n<p>\n(2) 3- سورة الأنبياء آية 79.\n</p>\n\n<p>\n(3) 1- سورة ص آية 22.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p096'> Vol. 13, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nويروى أن داود جلس على بابه من يختبر له أحواله الخصوم فما مر به\n</p>\n\n<p>\nأحد إلا وهو راض عنه فأخبره بذلك وأمره أن يعقد(1) عدا على غير ذلك\n</p>\n\n<p>\nالباب الأول يخرج منه المحكوم له والباب الثاني يخرج منه المحكوم عليه فلم\n</p>\n\n<p>\nيمر به أحد إلا سب داود(2).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ سيرة عمر في القضاء ]\n</p>\n\n<p>\nوقيل: إن عمر بن الخطاب رضي الله عنه استعمل رجلا على القضاء فاختصم إليه\nرجل في دينار فدفعه لهما فبلغ ذلك إلى عمر فعزله(3).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ عظم الحكم عند الله ]\n</p>\n\n<p>\nوكتب أبو بكر لعمر أنه ليس شيء أعظم من الحكم عند الله وما عظم عند الله\nفهو عظيم وخطره جسيم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أهمية الحكم ]\n</p>\n\n<p>\nعن حذيفة أن النبي - صلى الله عليه وسلم - لما أمر بالحكم صاح واشتد عليه ثم سكن\n</p>\n\n<p>\nواستمر لأمر الله فأعطاه الله النصر والتوفيق فحكم بين الناس بما أمره الله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تحاكم أهل الذمة ]\n</p>\n\n<p>\nوقيل: إن ذا ذمة ومتحنف تحاكما إلى عمر فرأى الحق لذي الذمة\n</p>\n\n<p>\nفقضى له فقال ذو الذمة: إن جبرائيل وميكائيل على لسانك من يمينك\n</p>\n\n<p>\nوشمالك فقال له عمر: وما يدريك؟ قال: إنهما مع كل من قضى بالحق\n</p>\n\n<p>\nفإن جار عرجا ووكلاه إلى الشياطين وإلى نفسه فقال عمر : هو كما قال.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من رسالة عمر إلى أبي موسى الأشعري ]\n</p>\n\n<p>\nوكتب عمر إلى أبي موسى الأشعري: سلام عليك ورحمة الله أما بعد <span id='ms1679'></span>\n</p>\n\n<p>\nفإن القضاء فرض محكم وسنة متبعة فأفهم إذا ولى إليك فإنه لا ينفع التكلم\nبالحق والعمل بخلافه واس بين الناس وشيد على أساس والحظ إلى الخصمين بنظر\nالعينين حتى لا يطمع أحد فيك شريف ولا ييأس من عدلك ضعيف.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من الرسالة ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 2- هكذا في الأصل والصواب يقعد. من القعود والمراقبة.\n</p>\n\n<p>\n(2) 1- السبب في ذلك أن طبيعة البشر تحب أن يحكم لها بالحكم فإن حكم عليه\nلم يقبل\n</p>\n\n<p>\nالحكم وأخذ يتكلم بغير حق.\n</p>\n\n<p>\n(3) 2- السبب في ذلك أن من صفات القاضي الحزم في تنفيذ الحق رضي الخصوم أم لا.\n</p>\n\n<p>\nوعمل القاضي هذا ينم عن عدم الحزم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p097'> Vol. 13, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nوالصلح بين الناس جائز إلا صلحا أحل حراما أو حرم حلالا ولا يمنعك قضاء\nقضيته بالأمس فراجعت فيه عقلك فأرشدك أن ترجع فيه للحق فإن مراجعة الحق خير\nمن التمادي في الباطل.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حجية القياس من الرسالة ]\n</p>\n\n<p>\nوينبغي للحاكم أن يعرف الأشياء ويقيس الأمور بنظائرها وأن يتعمد أقربها\nإلى الله وأشبهها بالحق وأن يؤجل من ادعى بينة غائبة أجلا ينتهي إليه فإن\nأحضرها وإلا أمضيت عليه الحكم والمسلمون عدولا على بعضهم بعضا\n</p>\n\n<p>\nإلا مجلود في حد أو شاهرة عليه شهادة زور فإن الله تولى منهم السرائر\n</p>\n\n<p>\nوردهم إلى البينات والإليات.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صفات القاضي في الرسالة(1) ]\n</p>\n\n<p>\nولا يكون الحاكم ضجرا ولا قلقا ولا مؤذيا للخصوم فالحق في مواطن الحق\nيعظم الله به الأجر ويحسن به الذخر من صحت نيته أخلصت طويته وأقبل على نفسه\nكفاه الله ما بينه وبين الناس.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ التخلق بما ليس فيه ]\n</p>\n\n<p>\nمن تخلق للناس بما يعلم الله أنه ليس من نفسه لله وما ظنك بثواب غير\n</p>\n\n<p>\nالله في عاجل رزقه وخزائن رحمته وإياك والرأي فإن الله رده على ملائكته\n</p>\n\n<p>\nبقوله: { إني جاعل في الأرض خليفة } إلى قوله: { إني أعلم ما لا\n</p>\n\n<p>\nتعلمون } (2) وقال لنبيه: { لتحكم بين الناس بما أراك الله } (3) ولم يقل:\n</p>\n\n<p>\nبما رأيت، على الحاكم أن يدني الضعفاء حتى يشتد قلوبهم ويتعهد الغرباء\nفإنه إذا لم يتعهدهم تركوا حقوقهم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كيفية قضاء معاذ <span id='ms1680'></span> ]\n</p>\n\n<p>\nروي عن معاذ أنه لما بعثه رسول الله إلى اليمن قاضيا أمره أن يقتضي بما\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- رسالة عمر إلى أبي موسى الأشعري تعتبر من الوثائق التاريخية\nالهامة جدا الدالة على\n</p>\n\n<p>\nعدالة الإسلام ونزاهة القضاء وحريته وعدم السيطرة عليه. وقد شرحت في كتب\n</p>\n\n<p>\nمتعددة منها إعلام الموقعين عن رب العالمين لابن القيم، وكتابنا القضاء\nفي الإسلام\n</p>\n\n<p>\nتاريخه ونماذج منه.\n</p>\n\n<p>\n(2) 1- سورة النساء آية 105.\n</p>\n\n<p>\n(3) 2- سورة البقرة آية 30.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p098'> Vol. 13, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nفي الكتاب فإن لم يكن في الكتاب فالسنة وإلا فبالرأي وأهمل ذكر\n</p>\n\n<p>\nالإجماع لأنه لم يكن في زمن الرسول - صلى الله عليه وسلم -(1).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم علي في الحواس ]\n</p>\n\n<p>\nعن أبي سعيد عن أبيه عن جابر أنه قدم رجل إلى عمر وقد ضرب على رأسه فادعى\nوليه أنه ضربه فلان فنزل الماء في عينه فعمذ وذهب شمه\n</p>\n\n<p>\nوخرس لقلقه وانصرى ماء صلبه فلم يقض عمر فيه بشيء فأوتي به لعلي فحكم به\nلكل شيء أذهب منه بالدية كاملة(2).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كيفية معرفة ذهاب البصر ]\n</p>\n\n<p>\nالحكم في معرفة ذهاب البصر فإنه يقابل بعينه الشمس فإن لم تطرف\n</p>\n\n<p>\nفقد ذهب نورها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كيفية معرفة ذهاب الشم ]\n</p>\n\n<p>\nالحكم في معرفة ذهاب الشم بأن تحرق خرقة وتجعل تحت أنفه فإن\n</p>\n\n<p>\nدمعت عيناه فالشم باق وإلا فقد ذهب.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ اختبار ذهاب الحواس أو بقائها ]\n</p>\n\n<p>\nوما أخرس اللقلق فإن علامته يوخز بخياط فإن خرج منه دم أسود\n</p>\n\n<p>\nفاللقلق قد ذهب فإن خرج دم أحمر فالنطق باق وسمة ذهاب السمع فإنه\n</p>\n\n<p>\nيخرج ليلا بحيث لا يشعر بأحد ويزعق به زعقة شديدة فإن التفت فالسمع\n</p>\n\n<p>\nباق وإن لم يلتفت فالسمع ذاهب.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ اختبار بقاء ماء صلبه ]\n</p>\n\n<p>\nوأما صفة ذهاب ماء صلبه فإن يقعد في الماء فإن تقلص أيره فالماء باق\n</p>\n\n<p>\nوإن لم يتقلص فالماء قد ذهب ولعلي رحمه الله قضى بأجمه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ سيرة يحيى بن أكثم في تعيين القضاة ]\n</p>\n\n<p>\nوكان يحيى بن أكثم(3)\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 3- قصة إرسال معاذ قاضيا إلى اليمن وسؤال النبي - صلى الله عليه وسلم\n- لمعاذ بما تقضي يا معاذ إن عرض\n</p>\n\n<p>\nلك قضاء أيضا معروفة في <span id='ms1681'></span> كتب السنن وانظر كتابنا القضاء في صدر الإسلام حياة\n</p>\n\n<p>\nمعاذ بن جبل -رضي الله عنه- وسيرته في القضاء.\n</p>\n\n<p>\n(2) 1- قضاء على هذا في الطرق الحكمية لابن قيم الجوزية وقد نقلت نماذج\nفي كتابي\n</p>\n\n<p>\nالقضاء في صدر الإسلام فارجع إليه.\n</p>\n\n<p>\n(3) 1- يحيى بن أكثم: ذكره في ميزان الاعتدال من أكابر الفقهاء روى عن\nسفيان بن عيينة\n</p>\n\n<p>\nوطبقته، حدث عنه الترمذي. انظر ميزان الاعتدال 4/361 رقم 9459.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p099'> Vol. 13, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nبالثاء المثلة من فوق يمتحن من يستقضيه فقال الرجل: ما تقول في رجلين زوج\nكل واحد منهما بأمه فولد لكل واحد من امرأته ولدا فما القرابة بين الولدين\nفعزب عليه علمهما على المسؤول فقال\n</p>\n\n<p>\nيحيى: كل واحد منهما أخ الآخر لأمه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ سيرة عمر بن عبد العزيز في افتتاح مجلس الحكم ]\n</p>\n\n<p>\nوقيل دخل امرئ شامي على عبد الملك بن مروان(1) فقال: إني نكحت غادة ونكحت\nشبلي ابنتها ولا غنى لنا عن رفدك فقال له عبد الملك بن\n</p>\n\n<p>\nمروان: أخبرتني بقرابة شبليكما أجزتك فقال: أحدهما عم الآخر وأيضا\n</p>\n\n<p>\nخاله وكان عمر بن عبد العزيز رحمه الله إذا جلس في مجلس الحكم قال:\n</p>\n\n<p>\nبسم الله الرحمن الرحيم ثم حوقل ثم قال: استمسك بالعروة الوثقى\n</p>\n\n<p>\nالتي لا انفصام لها والله سميع عليم وتعززت بالله العزيز الحكيم وتوكلت\n</p>\n\n<p>\nعلى الله رب العرش العظيم أفرأيت إن متعناهم سنين ثم جاءهم ما كانوا\nيوعدون ما أغنى عنهم ما كانوا يمتعون.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ قول بعض الحكماء ]\n</p>\n\n<p>\nقال بعض الحكماء: ما من مستقبل يوما وليس بمستكمله ومستقبل غدا وليس هو\nمن أهله ولو رأيتم الأجل ومسيرة لأبغضتم الأمل وغروره.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ واجبات القاضي ]\n</p>\n\n<p>\nوقيل: إن القاضي إذا لم يحتمل اللوائم وأحب المحامل وكره العزل فليس بقاضي.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ قضاء داود عليه السلام في المرأتين ]\n</p>\n\n<p>\nيروى أن امرأتين وصلتا رسول الله - صلى الله عليه وسلم - ولدنا ابنين\nفحمل الذئب أحد الولدين وادعت كل واحد أنه ذهب بابن الأخرى فتحاكما إلى\nداود عليه\n</p>\n\n<p>\nالسلام فقضى به للكبرى ثم خرجتا إلى سليمان فأمر به أن يشطر فأبت الصغرى\nفقضى به لها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من <span id='ms1682'></span> أسباب عزل القاضي ]\n</p>\n\n<p>\nوقيل: عزل عمر بن عبد العزيز قاضيا له فسأله عن ذنبه فقال: إنه بلغني\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 2- عبد الملك بن مروان: من حكام بني أمية كثرة في عهده الفتن وخاصة\nخلافة ابن\n</p>\n\n<p>\nالزبير ولم يبقى في ملك بني أمية إلا الشام، وكان الحجاج سيف بني أمية\nوله قصص\n</p>\n\n<p>\nكثيرة معروفة لا داعي لذكرها هنا ارجع إلى سيرة ملوك بني مروان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p100'> Vol. 13, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nأن كلامك أكثر من كلام الخصمين إذا تحاكموا إليك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ سيرة شريح في القضاء ]\n</p>\n\n<p>\nوقدم أشعريين على النبي - صلى الله عليه وسلم - فعرضا له بالعمل فتغير\nوجهه فقال: «إن أخونكم عندي من يطلبه فعليكما بتقوى الله»(1) فما استعان\nبهما على\n</p>\n\n<p>\nشيء فقط(2). وقيل إن شريحا(3) كان قضى لعمر كان كلما قعد للحكم\n</p>\n\n<p>\nنظر في رقعة مكتوب فيها: { يا داود إنا جعلناك خليفة في الأرض فاحكم بين\nالناس بالحق ..... يوم الحساب } (4).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ نصيحة النبي - صلى الله عليه وسلم - لأبي ذر ]\n</p>\n\n<p>\nروى أبا ذر(5)\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- أخرجه البخاري 13/112 في الأحكام، باب ما يكره من الحرص على\nالإمارة.\n</p>\n\n<p>\nومسلم رقم 1733 في الإمارة باب النهي عن طلب الإمارة، وأبو داود رقم 293\n</p>\n\n<p>\nفي الخراج والإمارة باب ما جاء في طلب الإمارة، والنسائي 8/224 في آداب\n</p>\n\n<p>\nالقضاة، باب ترك استعمال من يحرص على القضاء.\n</p>\n\n<p>\n(2) 2- هكذا في الأصل: والصواب: قط.\n</p>\n\n<p>\n(3) 3- القاضي شريح: اسمه شريح بن الحارث بن قيس بن الجهم بن معاوية\nالكندي وهو\n</p>\n\n<p>\nأبو أمية القاضي، أدرك شريح الجاهلية وروى ابن السكن خبرا يدل على صحبته،\n</p>\n\n<p>\nوالثابت أنه من كبار التابعين ولاه عمر القضاء وله أربعون ستة وكان في\nزمن النبي - صلى الله عليه وسلم -\n</p>\n\n<p>\nولم يره وقال عنه نفسه وليت القضاء ولعمر وعثمان وعلي، فمن بعدهم إلى أن\n</p>\n\n<p>\nاستعفيت من الحجاج، وكان عمره 120 سنة. وله قضايا كثيرة ومتعددة -رضي\n</p>\n\n<p>\nالله عنه- انظر كتابنا القضاء في صدر الإسلام تاريخه ونماذج منه 162 - 163.\n</p>\n\n<p>\n(4) 1- سورة ص آية 26.\n</p>\n\n<p>\n(5) 2- أبو ذر: هو جندب بن جنادة الغفاري أحد السابقين الأوليين من نجباء أصحاب\n</p>\n\n<p>\nمحمد - صلى الله عليه وسلم - كان خامس خمسة في الإسلام، هاجر إلى <span id='ms1683'></span> المدينة\nبعد إذن النبي - صلى الله عليه وسلم - له\n</p>\n\n<p>\nبالهجرة. روى عنه الخلق الكثير منهم: حذيفة بن أسيد الغفاري، وابن عباس، وأنس\n</p>\n\n<p>\nبن مالك، وابن عمر، وجبير بن نفير، وأبو مسلم الخولاني وغيرهم. فاتته بدر،\n</p>\n\n<p>\nوشهد فتح بيت المقدس مع عمر بن الخطاب له قصة مشهورة في غزوة تبوك، وسيرة\n</p>\n\n<p>\nهذا الصحابي مشهورة وقال عنه - صلى الله عليه وسلم -: «تمشي وحدك وتموت\nوحدك، وتبعث\n</p>\n\n<p>\nوحدك». وفاته كانت على قارعة الطريق -رضي الله عنه- انظر سير أعلام\nالنبلاء\n</p>\n\n<p>\n46 - 78/2.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p101'> Vol. 13, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nرضي الله عنه أنه قال: أمرني رسول الله - صلى الله عليه وسلم - فقال لي:\n</p>\n\n<p>\n«يا أبا ذر إنك ضعيف وهي يوم القيامة حسرة وندامة إلا من أخذها بحقها\nوأدى ما وجب عليه فيها»(1) وأتى الأشعث بن قيس شريحا في مجلس\n</p>\n\n<p>\nالقضاء فظن شريح أنه أتاه مسلما فأدناه منه فقال: إني جئت مخاصما\n</p>\n\n<p>\nفقال: تنقل مع خصمك فتنقل مغضبا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ سيرته مع أقاربه ]\n</p>\n\n<p>\nوقيل: إن ابن عم الشريح أتاه فقال: إن لي معك حقا وقرابة وإني أريد\n</p>\n\n<p>\nأن أقدم إليك خصما وأحب أن تقضي لي عليه فقال مرحبا فأتيا شريحا\n</p>\n\n<p>\nفحكم على ابن عمه فسأله إتمام العهد فقال له: هيهات حال الحق بيني\n</p>\n\n<p>\nوبين ذلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من قضاء شريح ]\n</p>\n\n<p>\nوتخاصم خصمان إلى شريح فجعل أحدهما يصيح ويختلط فقال\n</p>\n\n<p>\nشريح: خصمك دواؤك وبينتك شفاؤك فأقرأ من شفائك على دائك أي\n</p>\n\n<p>\nائت بينة على دعواك فأتى بها فقال له شريح: فأما أنا فلم أدعكما وأقمتما\n</p>\n\n<p>\nفلم أمنعكما فاتقيا الله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كيفية حكم القاضي ]\n</p>\n\n<p>\nوخاصمت امرأة إلى شريح فجعلت تبكي فرآها رجل تبكي فقال:\n</p>\n\n<p>\nكأنها مظلومة، فقال شريح: قد جاءوا إخوة يوسف يبكون وكان شريح\n</p>\n\n<p>\nيقول للخصم: يا عبد الله لا أقضي لك وإني لأظنك ظالما وإني لا أقضي\n</p>\n\n<p>\nبالظن وإنما أقضي بالبينة وإن قضائي لا يحل لك حراما والحق أحق أن يتبع.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من سيرة شريح في القضاء ]\n</p>\n\n<p>\nوقيل: كان شريح مزاحا فقدم إليه خصمان في قضية وأقر المدعى من حيث لا\nيشعر فقضى عليه فقال <span id='ms1684'></span>: أتقضي علي بغير بينة؟ فقال: قد شهد\n</p>\n\n<p>\nعندي ثقة وهو ابن خالتك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ قضاء زيد بن ثابت ]\n</p>\n\n<p>\nقال الشعبي(2)\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 3- أخرجه مسلم رقم 1823 في الإمارة باب كراهية الإمارة بغير ضرورة\nوأبو داود رقم\n</p>\n\n<p>\n286 في الوصايا، باب ما جاء في الدخول في الوصايا، والنسائي 6/255 في\n</p>\n\n<p>\nالوصايا، وأخرجه أحمد في مسنده 5/73 والحديث صحيح.\n</p>\n\n<p>\n(2) 1- الشعبي: عامر بن شراحبيل بن عبد بن ذي كبار، وقيل من أقيال اليمن،\nالإمام علامة\n</p>\n\n<p>\nالعصر أبو عمرو الهمداني ثم الشعبي ولد في إمرة عمر بن الخطاب لست سنين\n</p>\n\n<p>\nخلت منها وقيل ولد سنة إحدى وعشرين، حدث عن خلق كثير منهم: سعد بن أبي\n</p>\n\n<p>\nوقاص وسعيد بن زيد وأبي موسى الأشعري وعدي بن حاتم، وأسامة بن زيد، وأبي\n</p>\n\n<p>\nمسعود البدري وأبي هريرة وأبي سعيد وعائشة وغيرهم كثير، خرج على الحجاج\n</p>\n\n<p>\nوقبض عليه، وعفى عنه قيل أنه توفي سنة 104ه وقد بلغ 88 سنة. وقيل غير\n</p>\n\n<p>\nذلك. انظر سير أعلام النبلاء 4/294 - 319.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p102'> Vol. 13, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n: كان بين يدي عمر بن الخطاب وأبي بن كعب خصومة فحكما زيدا بن ثابت\nبينهما فأتياه في منزله فقالا له: أتيناك للحكم بيننا\n</p>\n\n<p>\nوفي بيته يؤتى الحاكم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من القضاء ]\n</p>\n\n<p>\nيروى أنه عمر غبته خصومة في شيء وهو أمير فاجتمع مع خصمه إلى\n</p>\n\n<p>\nأبي بن كعب فطرح له أبي وسادة ليجلس عليها فقال له: هذا أول جورك\n</p>\n\n<p>\nثم قام عمر وقعد مع خصمه فوجبت على عمر اليمين فحلف(1).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من المصدر للحكم ]\n</p>\n\n<p>\nوالحكم لا يكون إلا من إمام عادل أو وال تحت إمام عادل أو قاض جعله\nالإمام أو الجماعة عند عدم الإمام للحكم بين الناس أو رجل رضي به\n</p>\n\n<p>\nالخصمان أن يقضي بينهما.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الحكم بتراضي الخصمين ]\n</p>\n\n<p>\nوإذا حكم أحد يحكم بتراضي الخصمين فلا جبر له على الخصوم وإذا\n</p>\n\n<p>\nقدم الإمام العدل قاضيا عدلا فهو بمنزلة الإمام وجائز جبره في الأحكام.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر تعيين الإمام الجائر حاكما ]\n</p>\n\n<p>\nواختلفوا في الإمام الجائر إذا قدم حاكما فإن كان الحاكم عدلا ودخل في\nالأحكام على طاعة الله لا على طاعة الجائر ولا <span id='ms1685'></span> لثبوت يده ولا تقوية لحجته\nجاز حكمه إذا لم يرح من يقوم بالحكم سواه وهو مأجور إن شاء الله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صفات الحكام ]\n</p>\n\n<p>\nوقال بعض الفقهاء: لا يجوز الحكم بأمر الجبابرة ولا كرامة لهم ولا يجوز\nلأئمة المسلمين استعمال غير أهل العدل في جميع أمورهم ولا يأتمن على أمانته\nغير الأمناء من أرباب الدعوة لأن المسلمين هم خلفاء الله في أرضه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ المؤمنون خلفاء الله في أرضه ]\n</p>\n\n<p>\nقال الله تعالى: { وعد الله الذين آمنوا منكم وعملوا\n</p>\n\n<p>\nالصالحات ليستخلفنهم في الأرض كما استخلف الذين من قبلهم\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- هذه القصة حصلت بين عمرو وأبي بن كعب وكان القاضي زيد بن ثابت كما سبق.\n</p>\n\n<p>\nانظر كتابنا القضاء في الإسلام وآداب القاضي المساواة في القضاء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p103'> Vol. 13, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nوليمكنن لهم دينهم الذي ارتضى لهم } (1) فالمؤمنون هم خلفاؤه في\n</p>\n\n<p>\nأرضه بحكم كتابه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حجة من أجاز حكم الجبابرة ]\n</p>\n\n<p>\nوحجة من أجاز الحكم بأمر الجبابرة إذا حكم الحاكم بالحق أن المؤمنين هم\nخلفاء الله في أرضه ولو لم يستخلفهم أحد فجعل الجبار كالعدم إذا لم\n</p>\n\n<p>\nيشد عضد الجبار.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ إذا كان الجبار من أهل الدعوة وأثر ذلك ]\n</p>\n\n<p>\nوإذا كان الجبار من ذوي الدعوة فعصى الله بمخالفة أمره وارتكاب نهيه وقام\nبما تعبد به من الفرائض سقط عنه الفرض وهو في حال انتهاكه المحارم عاص الله\nوأمره بالأحكام هو أمر بالمعروف.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الولوج في الأحكام ]\n</p>\n\n<p>\nالولوج في الأحكام على وجهين أحدهما أن يكون الداخل فيه مخير بين\n</p>\n\n<p>\nالولوج والخروج إذا رجا سواه في الحكم ممن هو أعلم وأفضل منه وأفهم\nللقضايا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من يتوجب عليه القضاء ]\n</p>\n\n<p>\nومن طلبت إليه الأحكام وكان عالما بما ابتلي به عارفا موضع المدعي من\nالمدعى عليه وإن على المدعي البينة وعلى المدعى عليه الإلية كان لا تخيير له\n</p>\n\n<p>\nولو لم يعرف إلا قضية واحدة في عمره فإن ضيعها كان مضيعا للفرض الواجب عليه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ قيام الجماعة محل الحاكم ]\n</p>\n\n<p>\nوإذا تعذر حصول الحاكم فعلى جماعة المسلمين إنفاذ الأحكام إن\n</p>\n\n<p>\nاستطاعوا وإن عدم الجماعة وقدروا حدا من المسلمين على <span id='ms1686'></span> إنفاذ الأحكام\n</p>\n\n<p>\nلزمه ذلك وقام مقام الجماعة إذا كان عالما بما يلج فيه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من له حق العزل ]\n</p>\n\n<p>\nوإذا أقام الإمام قاضيا فرام عزله فله ذلك وإن أقام الجامعة قاضيا فراموا\nعزله فليس لهم ذلك إذا حكم بالحق ولم يضعف عن الأحكام.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الاستعفاء من القضاء ]\n</p>\n\n<p>\nوإذا أراد القاضي الاستعفاء ممن أقامه من الجماعة أو إمام فليس لهم ذلك\nولا له إذا التزم الأمر مجملا وليس له عليهم شريطة عند الدخول في ذلك\n</p>\n\n<p>\nإلا أن يتفق هو وإياهم على غيره ممن أحق.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ متى يترك العمل ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- سورة النور آية 55.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p104'> Vol. 13, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nوالإمام القاضي والوصي وغيرهم ممن دخل في عمل طاعة فلا يجوز له تركها إلا\nللأفضل منه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صفات القاضي ]\n</p>\n\n<p>\nوقيل: لا يجوز القضاء إلا لمن جمع العلم والحلم التقوى والورع والفهم\n</p>\n\n<p>\nوأن يكون حافظا للكتاب عالما بناسخه من منسوخه وحظره وإباحته\n</p>\n\n<p>\nومحكومه من متشابهه وخاصه من عامه وفرضه وندبه وأن يكون عالما\n</p>\n\n<p>\nبالسنة وناسخها ومنسوخها وعالما باختلاف أهل دهره وعالما بلغة العرب\nوعالما بتأويل القياس وموارده ومصادره ومحتمله وغير محتمله وأن يكون\n</p>\n\n<p>\nعاقلا مميزا عدلا في دينه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ نقض الحكم ]\n</p>\n\n<p>\nواختلفوا في إجازة الحكم اللقيط ولا يجوز أن يكون المتهم حاكما وكل حكم\nبالحق فلا يجوز نقض حكمه الحاكم غيره.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ جلوس القاضي للقضاء وأحواله ]\n</p>\n\n<p>\nوإذا رام الحاكم البروز لموضع الحكم فقضى أربه وتوضى وتغذى وبرز وعليه\nالسكينة والوقار ولا يبرز وهو مغضب وإن حدث له غيظ بعد أن\n</p>\n\n<p>\nخرج رجع حتى يسكن غيظه قال النبي - صلى الله عليه وسلم -: «إن يقضي\nالقاضي على\n</p>\n\n<p>\nسغب ولا ضمان ولا حزن»(1) فإذا وصل وسلم على من في مجلسه ثم\n</p>\n\n<p>\nسأل الله العافية والعون والإرشاد والعصمة والتوفيق لمرضاته واستقبل في\nجلوسه القبلة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من آداب مجلس الخصمين ]\n</p>\n\n<p>\nقال النبي - صلى الله عليه وسلم -: لكل شيء شرف وشرف المجالس ما استقبل\nبه القبلة\n</p>\n\n<p>\nفإذا جلس إليه الخصمان عرض عنهم هنيئة حتى تجتري قلوبهم وتنشط\n</p>\n\n<p>\nألسنتهم ويذكرون حجتهم ويسوي بينهما في المجلس واللحظ والكلام.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صفات <span id='ms1687'></span> مجلس القضاء وآدابه ]\n</p>\n\n<p>\nويليق بحاله أن يكون عن يمينه وشماله صلحاء علمائه يرشدونه ويقوونه\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- الحديث صحيح ومتفق عليه برواية ثانية: «لا يقضين حكم بين اثنين\nوهو غضبان»\n</p>\n\n<p>\nأخرجه البخاري 13/120، 121 في الأحكام ومسلم رقم 1717 في الأقضية باب\n</p>\n\n<p>\nكراهية قضاء القاضي وهو غضبان، والترمذي رقم 1334 في الأحكام وأبو داود\n</p>\n\n<p>\nرقم 3589 في الأقضية والنسائي 8/237، 238 في القضاة، باب ذكر ما ينبغي\n</p>\n\n<p>\nللحاكم أن يجتنبه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p105'> Vol. 13, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nإذا عن النهج عدل ويذكرونه إذا عن الحق غفل ويؤدون الخصوم ليسلم\n</p>\n\n<p>\nغدا بين يدي الحي القيوم ويستحب له أن يقعد إلى نصف النهار إن استطاع\nويكون النساء في مجلس الحكم أقرب من الرجال إلى الحاكم ليكن أخفض لأصواتهن\nويستحب له مشاورة العلماء بلسان العرب وبكتاب الله وسنة\n</p>\n\n<p>\nنبيه وآثار المسلمين وينبغي للحاكم إذا ورد عليه أمر مشكل توقف وطالع\nوسأل فإن اهتدى للنهج السوي أمضى الحكم وإلا فلا لوم عليه فيما عزب عليه علمه.\n</p>\n\n<p>\nوينبغي أن يشهد العدول على ما أمضاه من الأحكام أو يزبر ذلك في الكاغد\nبالأقلام ليكون على من أمره ويكون للآتي بعده عارفا بما صدر من زجره وكذلك\nكان فعل أبي مروان ومن نهج منهجه من الأخوان.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كيفية انتداب القاضي للقرى ]\n</p>\n\n<p>\nوإذا أنفذ الحاكم لبعض القرى حكما وسمه عنده في الدفتر وحرزه\n</p>\n\n<p>\nبالأقلام والمداد من جوف المحابر ليعرف كيفيته ما منه صدر من الأحكام\n</p>\n\n<p>\nوإن استخلف خصما أثبته وأشهد عليه عدلين من الإسلام.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر تعنت الخصم على خصمه ]\n</p>\n\n<p>\nوإذا تعنت خصم خصما وفرق عليه الدعاوي لتفترق عليه الإليات ردعه وجمعها\nعليه وحلفه يمينا واحدا بباري البريات ومحي العظام الرفات.\n</p>\n\n<p>\nويتجنب المزاح في مجلس الحكم للأحكام ولا يسار خصما من الأنام.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كراهية اشتغال القاضي والحاكم بغير الحكم والقضاء ]\n</p>\n\n<p>\nويكره للحاكم البيع والشري ما ولي الأحكام بين الورى وإن ولي ذلك سواه\nفلا بأس عليه ولا التباس لقوله - صلى الله عليه وسلم -: «ما عدل وال تجر في\nرعيته»(1)\n</p>\n\n<p>\nولا يستقرض من الخصوم ولا يستعير إلا لمن سبقت له منه يد قبل الحكم من\nمثر <span id='ms1688'></span> أو ذي عيلة فقير.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم إفتاء القاضي على الحكم ]\n</p>\n\n<p>\nويكره له أن يحكم على الجذع والجدل المفرط والوصب المقلق والنعاس الغالب.\nويكره له الفتيا في الأحكام إذا سأل عنها قال: إنما أقضي ولا أفتي\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- روي عن عمر بن عبد العزيز -رضي الله عنه- «تجارة الولاة من أشراط\nالساعة» = \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p106'> Vol. 13, p. 106</a>\n            </div>\n             ولا بأس عليه أن يفتي في سائر أمور الدين.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ إكرام الخصوم معا ]\n</p>\n\n<p>\nويكره له أن يقرئ أحد الخصمين دون الآخر لرواية رواه علي رحمه\n</p>\n\n<p>\nالله عن النبي - صلى الله عليه وسلم -(1) أنه نهانا أن تقري خصما إلا\nومعه خصمه وأن يكون\n</p>\n\n<p>\nمتثبتا في أمره حليما متعطفا سليما.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ اعتماد القاضي على الله ]\n</p>\n\n<p>\nوينبغي له أن لا يحتفل بالعواقب ولا يخشى الدوائر ويمضي لأمر الله\n</p>\n\n<p>\nويتوكل على الحي القيوم الذي لا يموت ويصلح ما بينه وبين الله يكفيه ما\n</p>\n\n<p>\nبينه وبين الناس والله لطيف خبير.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من آداب القاضي ]\n</p>\n\n<p>\nعن أبي الدرداء(2) رضي الله عنه أن النبي - صلى الله عليه وسلم - قال:\n«من أعطي حظه\n</p>\n\n<p>\nمن الرفق أعطي حظه من الخير ومن حرم حظه من الرفق حرم حظه من الخير»(3)\nوله عيادة ذوي الإوصاب وتشييع الجنائز وتهنئة القادم تأسيا\n</p>\n\n<p>\nبرسول الله - صلى الله عليه وسلم -.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ مجلس القاضي ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) = والحديث أخرجه السيوطي في الفتح الكبير في ضم الزيادة إلى الجامع\nالصغير 3/96\n</p>\n\n<p>\nقال الحاكم في الكنى عن رجل.\n</p>\n\n<p>\n1- المبدع شرح المقنع 10/35، وفتح القدير للكمال بن الهمام 7/274.\n</p>\n\n<p>\n(2) 1- أبو الدرداء: قاضي دمشق وصاحب رسول الله - صلى الله عليه وسلم -\nعويمر بن زيد بن قيس، ويقال:\n</p>\n\n<p>\nعويمر بن عامر، حكيم هذه الأمة وسيد القراء بدمشق روى عن النبي - صلى\nالله عليه وسلم - عدة\n</p>\n\n<p>\nأحاديث روى عنه أنس بن مالك وفضالة بن عبيد، وابن عباس وأبو أمامة، وعبد الله\n</p>\n\n<p>\nبن عمرو بن العاص وغيرهم ومن جلة الصحابة توفي -رضي الله عنه- قبل عثمان\n</p>\n\n<p>\nبثلاث سنين انظر سير أعلام النبلاء 2/335 - 354.\n</p>\n\n<p>\n(3) 2- أخرجه الترمذي رقم 2014 في البر، باب ما جاء في الرفق ورواه أيضا\nأحمد في\n</p>\n\n<p>\nالمسند والبغوي في شرح <span id='ms1689'></span> الستة وهو حديث حسن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p107'> Vol. 13, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nوينبغي له الجلوس في المجلس الفسيح في وسط الدار الذي يحكم فيه ولا يحتجب\nإلا من عذر لما ورد عن النبي - صلى الله عليه وسلم - أنه قال: «من ولي شيئا\nمن أمور الناس فاحتجب عنهم دون حاجتهم أحجبه الله دون حاجته يوم\nالقيامة»(1)\n</p>\n\n<p>\nوينبغي له الجلوس حيث لا يؤذيه حر ولا قر ولا دخان ولا ريح نتنة تؤذيه\nويكره الجلوس في المسجد للقضايا تأسيا لرسول المرتضى لما روى معاذ\n</p>\n\n<p>\nرضي الله عنه أنه قال - صلى الله عليه وسلم -: «جنبوا صبيانكم ومجانينكم\nورفع أصواتكم وخصوماتكم عن مساجدكم(2).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ احترام المساجد ]\n</p>\n\n<p>\nولا تقام الحدود في المساجد ولا تسل فيها السيوف ولا يباع فيها ولا يشترى\nولا لغو فيها ولا مراء وإن اتفق ذلك فالمبتلى غير هالك والأصح\n</p>\n\n<p>\nجواز الحكم أين ما اتفق من مسجد أو طريق أو دار حاكم أو مجلس عدو\n</p>\n\n<p>\nأو صديق.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ اتخاذ كاتبا ]\n</p>\n\n<p>\nوإذا دعته الضرورة لاتخاذ حاكم اتخذه أمينا حاذفا بعيدا من الطمع ويوصيه\n</p>\n\n<p>\nبتقديم من سبق إليه من الخصوم وإن احتاج إلى كاتب اتخذه عدلا أمينا يكتب\nعليه ما يمضيه من الأحكام وما يعينه من حوائج الإسلام وكان سعيد بن المبشر\nكان كاتبا لموسى بن علي وكان زيد بن ثابت كاتبا لعلي بن أبي طالب وعثمان بن\nعفان رضي الله عنهما ومعاوية بن أبي سفيان كاتبا للنبي - صلى الله عليه\nوسلم -.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ اتخاذ ترجمان ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 3- الحديث: «من ولاه الله شيئا من أمور المسلمين فاحتجب دون حاجتهم\nوخلتهم، =\n</p>\n\n<p>\n(2) = وفقرهم احتجب الله دون حاجته وخلته وفقره يوم القيامة...» أخرجه\nالترمذي رقم\n</p>\n\n<p>\n1332، 1333 في الأحكام باب ما جاء في إمام الرعية وأبو داود رقم 2948\n</p>\n\n<p>\nفي الخراج والإمارة باب ما يلزم الإمام من أمر الرعية وإسناده حسن.\nوالمسند عن\n</p>\n\n<p>\nأحمد 5/238).\n</p>\n\n<p>\n1- الفتح الكبير في ضم الزيادة إلى الجامع الصغر 2/63 قال عن ابن ماجه\nرقم 750\n</p>\n\n<p>\nوقال في الزوائد: إسناده ضعيف فإن الحارث بن نبهان متفق على ضعفه. ابن ماجه\n</p>\n\n<p>\nص1/247.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p108'> Vol. 13, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nوله أن يتخذ ترجمان يعرف اللغات ليعبر له ما خفي <span id='ms1690'></span> عليه أن يكون\n</p>\n\n<p>\nشرطه من العدول الثقات ويروى أن زيد بن ثابت كان ترجمانا لرسول الله\n</p>\n\n<p>\n- صلى الله عليه وسلم - وأن ينظر فم الخصم أيان يفوه بالدعوى.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ جواز تأديب الممتنع عن الحق ]\n</p>\n\n<p>\nومن امتنع عن الحق أدبه بالضرب والحبس على قدر استحقاقه لقوله - صلى الله\nعليه وسلم -: «من رأى منكم منكرا فليغيره بيده فإن عجز فبلسانه وإن عجز\nفبقلبه وهو\n</p>\n\n<p>\nأضعف الإنكار»(1) لقوله - صلى الله عليه وسلم -: «يد الإمام على الفاجر\nوالبار»(2) وقيل:\n</p>\n\n<p>\nيجوز له الحكم بما علم في مجلس الحكم أو بعد أن جعل حاكما وأما قبل\n</p>\n\n<p>\nذلك فلا وبين ذلك بون لأن ما علمه وهو حاكم من حق تثبت عنده وصح\n</p>\n\n<p>\nفي مجلسه للحكم وله أن يحكم في مصره حيث شاء الحجة لمن قال يجوز\n</p>\n\n<p>\nالحكم بما علم في غير مجلس بعد أن جعل حاكما له أن يحكم في مصره\n</p>\n\n<p>\nكالذي علمه في مجلسه سيان وقيل: علم الحاكم أصح من البينة لأن البينة\nتحتمل الغلط وشهادة الزور في الباطن.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من صفات الشاهد ]\n</p>\n\n<p>\nقال الله تعالى: { إلا من شهد بالحق وهم يعلمون } (3) قد حكم - صلى الله\nعليه وسلم -\n</p>\n\n<p>\nبعلمه بين سعد بن أبي وقاص(4)\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- رواية مسلم: «من رأى منكم منكرا فليغيره بيده، فإن لم يستطيع\nفبلسانه، فإن لم\n</p>\n\n<p>\nيستطيع فبقبله، وذلك أضعف الإيمان» رقم 49 في الإيمان، والترمذي رقم (2173)\n</p>\n\n<p>\nفي الفتن وأبو داود رقم (1140) في صلاة العيدين، ورقم (4340) في الملاحم\n</p>\n\n<p>\nوالنسائي 8/111 في الإيمان وابن ماجه رقم 4013 في الفتن.\n</p>\n\n<p>\n(2) 2- هذا الحديث دليل على سلطة الإمام على جميع أفراد الرعية باختلاف\nأحوالهم. وله\n</p>\n\n<p>\nشواهد تؤكد على معناه.\n</p>\n\n<p>\n(3) 1- سورة الزخرف آية 86.\n</p>\n\n<p>\n(4) 2- سعد بن أبي وقاص: هو مالك بن أهيب بن عبد مناف بن زهرة بن كلاب... الأمير\n</p>\n\n<p>\nأبو إسحاق القرشي، أحد العشرة وأحد السابقين الأولين وأحد من شهد بدرا\n</p>\n\n<p>\nوالحديبية له عدد من الأحاديث حدث عنه ابن عمر وعائشة وابن عباس والسائب بن\n</p>\n\n<p>\nيزيد وبنوه، وعروة بن الزبير وخلق كثير. كان -رضي الله عنه- مستجاب\nالدعوة،\n</p>\n\n<p>\nكان راميا جمع له النبي <span id='ms1691'></span> - صلى الله عليه وسلم - يوم أحد أبويه، كان سعد\nآخر المهاجرين وفاة توفي\n</p>\n\n<p>\n-رضي الله عنه - انظر سير أعلام النبلاء 1/96 - 134.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p109'> Vol. 13, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nوعبد الله بن زمعة(1).\n</p>\n\n<p>\nولا ينبغي أن يشتق على نفسه بطول الجلوس لألا يعتريه السأم والضجر.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ العدالة في القضاء ]\n</p>\n\n<p>\nوكان - صلى الله عليه وسلم - يقول: «إياكم والإفراد فقيل له: وما هو؟\nقال: الشرع\n</p>\n\n<p>\nإلى إفضاء أرب أرباب الإثراء والمتملق عن قضاء أرباب العيلة الفقراء»(2)\n</p>\n\n<p>\nولا يسمع حجة خصم إلا وخصمه معه حذر أن يعلق بقلبه شيء من\n</p>\n\n<p>\nدعوى خصمه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الاهتمام بالرعية ]\n</p>\n\n<p>\nوعنه - صلى الله عليه وسلم - أنه قال: «ومن ولي شيئا من أمر هذه الأمة\nفاسترحم فلم\n</p>\n\n<p>\nيرحم وحكم فلم يعدل بين الخصم وعاهد فلم يف فعليه غضب الله ولعنه\n</p>\n\n<p>\nالله إلى يوم القيامة(3).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ وقوف القاضي على جسر جهنم ]\n</p>\n\n<p>\nوقال - صلى الله عليه وسلم -: ما من وال على عشرة إلا غل يوم القيامة حتى\nيقف على\n</p>\n\n<p>\nجسر جهنم فإن عدل وإلا انخسف به جسر جهنم في جب حالك سبعين خريفا\nمعذبا(4).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ ما يراه القاضي من العذاب ]\n</p>\n\n<p>\nعائشة رضي الله عنها أن النبي - صلى الله عليه وسلم - قال: يؤتى بالقاضي\nيوم القيامة فيرى من شدة الحساب ما يتمنى إلا أن يكون قضى بين اثنين في\nتمرة واحدة(5)\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 3- عبد بن زمعه: ورد ذكره في حديث (الولد للفراش وللعاهر الحجر).\n</p>\n\n<p>\n(2) 1- لم أعثر عليه بهذا النص ومعنى الحديث صحيح.\n</p>\n\n<p>\n(3) 2- الحديث ورد بروايات متعددة انظر الفتح الكبير في ضم الزيادة إلى\nالجامع الصغير 3/245.\n</p>\n\n<p>\n(4) 3- هذا الحديث له شواهد في الصفحة التالية وهي في الترهيب من تولي\nالقضاء. وقد =\n</p>\n\n<p>\n(5) = روى الشوكاني 8/293 رقم 5 عن أبي مامة عن النبي - صلى الله عليه\nوسلم - ما من رجل يلي إمرة\n</p>\n\n<p>\nعشرة فما فوق أتى الله عز وجل يوم القيامة يده إلى عنقه فكته بره، أو\nأوأبقه إثمه، أو\n</p>\n\n<p>\nلها ملامة، وأوسطها ندامة وآخرها خزي يوم القيامة» وحديث آخر برواية\n</p>\n\n<p>\nمختلفة والمعنى واحد قال رواهن أحمد في مسنده.\n</p>\n\n<p>\n1- رواية الحديث عن عائشة قالت: سمعت النبي - صلى الله عليه <span id='ms1692'></span> وسلم - يقول:\n«لتأتين على القاضي العدل\n</p>\n\n<p>\nيوم القيامة ساعة يتمنى أنه لم يقض بين اثنين في ثمرة قط» قال في نيل\nالأوطار:\n</p>\n\n<p>\nوحديث عائشة أخرجه أيضا العقيلي وابن حبان والبيهقي وقال في مجتمع\nالزوائد\n</p>\n\n<p>\nإسناده حسن. نيل الأوطار 8/294.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p110'> Vol. 13, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ القاضي في اللغة ]\n</p>\n\n<p>\nوالقاضي في اللغة هو الحاكم لقوله تعالى: { إن الحكم إلا لله يقص الحق\nوهو خير الفاصلين } (1).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ منزلة من تولى القضاء ]\n</p>\n\n<p>\nوعنه - صلى الله عليه وسلم - قال: «يوشك الرجل أن يتمنى أن خر من السماء ولم يل\n</p>\n\n<p>\nمن أمور الناس شيئا»(2) وقال - صلى الله عليه وسلم -: «من عقد عليه\nالقضاء فكأنما ذبح\n</p>\n\n<p>\nبغير شفرة»(3).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ إنصاف القاضي من نفسه ]\n</p>\n\n<p>\nوعنه - صلى الله عليه وسلم -: «لا يكون الحاكم حاكما حتى يكون إنصافه من\nدينه إذا افترس نعجة غيره كإنصافه من ذئب غيره إذا أكل نعجته فإن لم يفعل\nفعليه لعنة الله والملائكة والناس أجمعين»(4).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ عدم سؤال الإمارة ]\n</p>\n\n<p>\nقال النبي - صلى الله عليه وسلم -: «لا تسألوا الإمارة فإنكم إن\nأعطيتموها عن مسألة وكلتم إليها وإن أعطيتموها من غير مسألة أعنتم\nعليها»(5) وقال عمر: ما أحب أن أكون كالسراج يضيء الناس ويحرق نفسه وهو ممن\nيجور في حكمه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ قول عمر -رضي الله عنه- في الحاكم ]\n</p>\n\n<p>\nوقال عمر: إن الحاكم ليكايد بماء لجيا عميقا تغشاه أمواج تيارات الظلم\nفترفعه طورا وتخفضه طورا وهو يرسب ويطفو أو قل من كائد لجة لا\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 2- سورة الأنعام آية 57.\n</p>\n\n<p>\n(2) 1- هذه الأحاديث ترهيب من تولي القضاء وفيها ضعف.\n</p>\n\n<p>\n(3) 2- الرواية عند الآخرين «من جعل قاضيا بين الناس، فقد ذبح بغير سكين»\nأبو داود رقم\n</p>\n\n<p>\n3571، 3572، في الأقضية باب في طلب القضاء، والترمذي رقم 1325 في\n</p>\n\n<p>\nالأحكام. وهو حديث صحيح.\n</p>\n\n<p>\n(4) 3- هذا الحديث بهذا النص لم أعثر عليه ولكنه يحث على الإنصاف من\nالنفس والعدل\n</p>\n\n<p>\nفي الحكم.\n</p>\n\n<p>\n(5) 4- ورد برواية أخرى: «من سأل القضاء وكل إلى نفسه، ومن جبر عليه،\nينزل عليه ملك\n</p>\n\n<p>\nيسدده» انظر أبو داود رقم 3578 في الأقضية، باب طلب القضاء والتسريع إليه،\n</p>\n\n<p>\nوالترمذي رقم 1323، 1324 في الأحكام وهذا حديث حسن <span id='ms1693'></span> غريب. وانظر نيل\n</p>\n\n<p>\nالأوطار 8/289 رقم 2، 3.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p111'> Vol. 13, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nيوشك أن يغرق إلا من رحم الله وللقضاة غدا موقف لا يفكهم منه إلا\n</p>\n\n<p>\nالعدل وقال - صلى الله عليه وسلم -: «من ولي من أمتي أمرا ولم يحطهم\nرعاية كبه الله على\n</p>\n\n<p>\nوجهه في النار ألا فلينازع هذا الحاكم لله نفسه قبل نزع نفسه»(1) ولا\n</p>\n\n<p>\nيتقوى بسلطان فيما لم يأذن له به ولا يغضب لله بأكثر مما أمره ولا يرضى\n</p>\n\n<p>\nله بأكثر مما رضي منه مما أحله وحظره وليذكر قدرة الله عليه.\n</p>\n\n<p>\nالنهج الثاني والأربعون\n</p>\n\n<p>\nفي الدعاوي المسموعة والمردودة\n</p>\n\n<p>\nو معرفة المدعي والمدعي عليه\n</p>\n\n<p>\nالنهج الثاني الأربعون\n</p>\n\n<p>\nفي الدعاوي المسموعة والمردودة\n</p>\n\n<p>\nو معرفة المدعي و المدعى عليه\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من هو المدعي والمدعى عليه ]\n</p>\n\n<p>\nاختلف المسلمون في المدعي والمدعى عليه وميزوا ذلك بأصول يذهبون وأحكام\nيبنون عليها فقال بعضهم : المدعي إذا ترك الخصومة ترك والمدعى عليه لم يترك\nولو ترك الخصومة إلا أن يقر أو يحلف.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ اختلافهم في المدعي والمدعى عليه ]\n</p>\n\n<p>\nوقيل: المدعي الطالب والمدعى عليه المطلوب وقيل: المدعى من ادع\n</p>\n\n<p>\nالأصل والمدعى عليه من ادعى أمرا حاذفا وهذا غير عام وقيل: المدعي\n</p>\n\n<p>\nمن حسن أن يطالب بالبينة والمدعى عليه إذا أنكر لم يطالب بالبينة\n</p>\n\n<p>\nويروى عن بعضهم أن المدعي من ادعى خلاف الظاهر والمدعى عليه من الظاهر معه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أنواع الدعوى ]\n</p>\n\n<p>\nوالدعاوي على ثلاثة أضرب أحدها غير مسموعة أصلا وهو أن يدعي أحد أنه وعده\nبهبة أو صدقة أو يدعي ما لا يحل أو يدعي على مشهور\n</p>\n\n<p>\nالنسب أنه مملوك أو على من أسن منه أنه ولده وشبه ذلك ولا بينة عليه وأما\nالدعوى المسموعة وفيها البينة وهي من ادعى على آخر حقا في يده يحتمل\n</p>\n\n<p>\nأن يكون له أو للمدعى عليه فعلى المدعي البينة فأن أعجزها ورام يمين\nالمنكر فله ذلك عليه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ ماهية الدعوى المسموعة ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- هذا الحديث سبق ذكره برواية ثانية في هذا النهج فارجع إليه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p112'> Vol. 13, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الدعوى المسموعة ولا بينة لها وهي لمن عنده بشر يخدمه ولا يعرف حاله\nفإذا ادعى الحرية <span id='ms1694'></span> فهو حر ولا يكلف بينة على دعواه وكم نطلق زوجته طلاقا\nرجعيا فيردها بعد خلو شهر فتدعي انقضاء العدة قبل قولها ولا بينة عليهم\nوإذا كان للأب أولاد وثنيون ومتحنفون وهو متحنف فيموت فيأتي أولاده\nالوثنيون قبل توزيع تراث أبيهم فيدعوا أنهم أسلموا قبل موته فإنهم يرثون\nولا بينة عليهم بما ادعوا وأشباه ذلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حمل الدعوى إلى الحاكم ]\n</p>\n\n<p>\nوإذا جرت الدعاوي فيما يمكن حمله إلى الحاكم حملوه إليه ومالا يمكن\n</p>\n\n<p>\nحمله بعث إليه الحاكم عدولا يقفون عليه ويخيرونه وإن بعثهم ليحكموا\n</p>\n\n<p>\nفيه وكانوا أهلا لذلك جاز.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كيفية سماع الدعوى ]\n</p>\n\n<p>\nوإذا حضر الحاكم خصمان فادعى كل منهما على صاحبه حقا سمع دعوى الأول حتى\nتنصري حجته ثم يسمع دعوى الثاني وقول هو مخير\n</p>\n\n<p>\nفي ذلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من القضاء بالبينة ]\n</p>\n\n<p>\nوإذا تخاصم اثنان في دار وهي بيد أحدهما وأقام المدعي بينة أن أباه\n</p>\n\n<p>\nاشتراها منه ومات أبوه فأنكر المدعى عليه فعليه البينة أنهم لا يعلمون أن لا\n</p>\n\n<p>\nأبيه وارثا غيره فإن أقامهما قضي له بالدار.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ نوع من الادعاء ]\n</p>\n\n<p>\nومن بيده أمانة لميت لا يعلم وارثه فادعاها مدعى أنها لأبيه وهو هذا\nالميت فأقام المدعي بينة أنه أبوه لا يعلمون له وارثا غيره أجاز الحاكم\nشهادة على نسبه وحكم له بماله.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ إثبات النسب بالبينة ]\n</p>\n\n<p>\nومن ادعى ميراثا في يد آخر فأقام بينة تلقي نسبه بنسب الميت على جد وأنهم\nلا يعلمون له وارثا غيره قضى له الحاكم بالميراث.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تعارض البينات في النسب ]\n</p>\n\n<p>\nوإن أقام مدع أن ذلك الهالك أبوه أو ابنه ولا وارث له غيره دفع الميراث\nله وجعله أحق به من الأول وإن شهدت البينة الأخرى أنه ابن عمه وألقوا النسب\nعلى جد وقبيلة أخرى فالبينة الأخرى معارضة والأولى أصح.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ شهادة تحويل النسب ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p113'> Vol. 13, p. 113</a>\n            </div>\n             لأنه لو جاز تخويل النسب إلى قبيلة\nثانية لجاز إلى ثالثة ورابعة فما فوقها وليس للحاكم أن يكلف البينة في\nالموارث أن الهالك لا وارث له قطعا لأن\n</p>\n\n<p>\nهذا غيب وإنما عليهم <span id='ms1695'></span> شهادة علم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ إثبات موت الموروث ]\n</p>\n\n<p>\nوإذا ادعى الوارث موت أبيه وأقام على ذي بينة أجاز الحاكم شهادة بينة\nوقضى له بميراثه أنه لم يكن معه أحد من الورثة سواه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من إثبات البينة للميراث ]\n</p>\n\n<p>\nوإذا ادعى دارا أو أرضا أنها لجده وأقام على ذلك بينة وأنه مات وتركها\nميراثا لهذا ولا لأبيه فشهادتهم هدر أي باطل وإن شهدت البينة أن فلانا جد\nفلان هذا مات وترك أرضه هذه أو داره ميراثا لأب هذا المدعي لا يعلمون له\nوارثا غيره فشهادتهم أيضا باطلة حتى يشهدوا إن أب هذا مات وتركها ميراثا\nلأبيه وعمه ثم مات أبوه وترك حصته ميراثا له لا يعلمون له وارثا غيره\n</p>\n\n<p>\nثم ادعى عمه أن أخاه أب هذا مات قبل أبيه ورث أبوه من ماله السدس ثم مات\nأبوه فورثه هو فللحاكم أن يقضي به للمدعي الأول لأن الشهادة\n</p>\n\n<p>\nالأخرى معارضة وروي عن بعض العلماء أنه أهدر كلا البينتين لأنه لا بد أن\nتكون أحد البينتين كاذبة وقول: يكون ميراثهما كميراث الغرقى والهدمى.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تعارض البينات يسقط إحداها ]\n</p>\n\n<p>\nومن أقام بينة على ميت أنه مات يوم كذا وورثه ابنه هذا ولا يعلم له وارثا\nغيره ثم أقامت امرأة بينة أنه تزوج بها يوم كذا بعد ذلك اليوم فشهادة شهود\nالمرأة هدر لأنها معارضة ولو جاز ذلك لجاز إلى مالا نهاية له.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من الادعاء ]\n</p>\n\n<p>\nومن ادعى دارا في يد مالكها فأقام البينة فشهد أحدهما أنه اشتراها منه\n</p>\n\n<p>\nبكذا وشهد الآخر أنه وهبها له وأحرزها هدرت شهادتهما لاختلافهما وأنه\n</p>\n\n<p>\nلا بد من مين أحدهما.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من الادعاء ]\n</p>\n\n<p>\nومن ادعى مالا في يد غيره أنه اشتراه منه وأقام على ذلك بينة أنه تصدق\nبها عليه فلا يثبت له شيئا لأنه أكذب نفسه والكذب بينته.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من الادعاء ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p114'> Vol. 13, p. 114</a>\n            </div>\n             ومن ادعى مالا ميراثا ثم ادعى أنه اشتراه\nولم يرثه قط فأقام بينة على الشراء ولم يقض له بشيء لأنه أكذب نفسه وأكذب\nبينته ومن ادعى شيئا <span id='ms1696'></span> هبة ثم أتى ببينته أنه تصدق به عليه وإن ادعى أنه لما\nجحده الهبة سأله أن يتصدق بها عليه فللحاكم أن يجيز ذلك لأنه لم يكذب نفسه\nولا بينته واختلفوا في\n</p>\n\n<p>\nالبينة فقال بعض العلماء: إن بينة ذي اليد أولى لأن معه حجتان وقول: إن\n</p>\n\n<p>\nبينة المدعي أولى لقوله عليه السلام: «على المدعي البينة»(1) والأول أصح.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ شهادة البينة زورا ]\n</p>\n\n<p>\nومن ادعى مالا في يد غيره وأنكر الحائز فأتى بينته له تشهد له بالمال\n</p>\n\n<p>\nفأراد من بيده المال يمينه أنه لا يعلم أن بينته تشهد له زورا فله ذلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من الإقرار ]\n</p>\n\n<p>\nومن ادعى مالا في يد غيره وأقر المدعى عليه أن له فيه حصة سماها فقد\nاختلفوا في ذلك فقال بعضهم: إن البينة على من بيده المال بإقراره له\n</p>\n\n<p>\nبالحصة فصار المدعي ذا يد بهذا الإقرار وقول: لا يثبت عليه إلا ما أقر به\n</p>\n\n<p>\nوهو الأصح حجة لو أن لكل شيء من أقر مما في يده أشرعت الإقرار كله ووجبت\nعليه البينة لما أقر أحد لأحد بحق.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر تاريخ البينة ]\n</p>\n\n<p>\nوإذا ادعى اثنان مالا ليس في يد أحدهما ادعيا عليه بالبينة فإن\n</p>\n\n<p>\nأحضراها فلمن شهدت له وإن نكات فأوزع بينهما وإن أرخت أحد\n</p>\n\n<p>\nالبينتين ولم تؤرخ الأخرى ولم تحد فالمال لمن أرخت بينته وحدث إذ هو\n</p>\n\n<p>\nليس في أيديهما.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من الدعاوي ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- الحديث عن عبد الله بن عمرو بن العاص -رضي الله عنهما- أن رسول\nالله - صلى الله عليه وسلم -\n</p>\n\n<p>\nقال في خطبته «البينة على المدعي واليمين على المدعي عليه» أخرجه الترمذي رقم\n</p>\n\n<p>\n1341 في الأحكام باب ما جاء في أن البينة على المدعي... وإسناده ضعيف وقد\n</p>\n\n<p>\nأخرجه البيهقي 10/252 من حديث ابن عباس وحسن إسناده الحافظ في الفتح.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p115'> Vol. 13, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nومن ادعى عبدا فأنكره العبد وادعى الحرية فله القول وعلى مدعي رق البينة\nفإن شهدت عليه البينة بالرق هدرت حتى تشهد أنه عبده ولم يعلموا\n</p>\n\n<p>\nأنه خرج من ملكه بوجه حق.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ استواء إقرار الذكر والأنثى ]\n</p>\n\n<p>\nوإذا أقر العبد <span id='ms1697'></span> البالغ بالرق لمن ليس في يده لم يحكم به للذي ليس في\n</p>\n\n<p>\nيده على الأصح ويحكم له به لمن أقر له بالملك وحكم الذكر والأنثى في\n</p>\n\n<p>\nالإقرار سيان.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر إقرار الأمة البالغة ]\n</p>\n\n<p>\nوإذا أقرت الأمة البالغة بالرق ولها أولاد بالغون لم يحكم به عليهم بالرق\nحتى يقروا بأنفسهم بالرق كأمهم وأولادها الصغار تبع لها فإن أنكروا الرق\nبعد بلوغ لم يحكم عليهم به.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ إقرار القن بالرق ]\n</p>\n\n<p>\nوإذا أقر القن البالغ بالرق لمن هو في يده فباعه ثم علم مشتريه أنه حر\nفهو حر في الحكم وحكم على العبد بالثمن لمشتريه لأنه غرة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر السكوت في البيع ]\n</p>\n\n<p>\nومن أتى بعبد بالغ فباعه وهو ساكت لا يقر ولا يغير فهو في الحكم حر وليس\nعليه لمشتريه شيء وعلى البائع رد الثمن الذي أخذه إذا صح أنه حر.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر عدد الشهود ]\n</p>\n\n<p>\nومن ادعى دعوى وأقام عليها أربعة شهداء وأقام خصمه شاهدين حكم به لمن تحت\nشهوده وقول إن الشاهدين الأربعة سيان وقول يوزع على عدد رؤوس الشهود إذا\nاستووا في العدالة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر القسم والصلح ]\n</p>\n\n<p>\nوالقسم والصلح ضرب من الحق جاريان مجرى القياض والبيع وهو\n</p>\n\n<p>\nإزالة مال بمال فيقع موقع القياض والبيع ويدخله من الجهالة ما يدخلها وهو\nفيما التبس من الأمور.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ ترديد الخصوم إلى الصلح ]\n</p>\n\n<p>\nولا بأس على القاضي في مطل القضاء ما لم يتضح له الحق قال عمر ورددوا\nالخصوم إلى الصلح لأن الأحكام تورث بينهم الضغائن والإحن(1).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ نقض الصلح ]\n</p>\n\n<p>\nوإذا اصطلح الخصمان فافترقا فأشهد أحدهما بنقض الصلح فلما علم خصمه نقض\nأيضا من يومه فإن اجتمعا على ذلك جاز النقض وإن نقض أحدهما وأتم الآخر\nفالله أعلم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- من رسالته لأبي موسى الأشعري.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p116'> Vol. 13, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n[ أثر العثور على البينة على الصلح ]\n</p>\n\n<p>\nومن ادعى على أحد حقا فأنكره فصالحه ثم أصاب بينة على حقه فله النقض ويرد\nعليهم ما صالحوه عليه ولهم أيضا مثل ذلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ متى يجوز للقاضي دعوة الخصوم للصلح ]\n</p>\n\n<p>\nوليس للقاضي إذا صح له <span id='ms1698'></span> القضاء أن يصلح بين الخصوم عند قطع الحكم لأن ذلك\nيقع موقع التوهين على إنفاذ الحق وإنما يجعل على ذلك ثقة ولا\n</p>\n\n<p>\nيتكلم القاضي في ذلك بشيء.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الصلح في المجهولات ]\n</p>\n\n<p>\nواختلفوا في الصلح في المجهولات ما لم ينقضه أحدهما والنقض جائز\n</p>\n\n<p>\nلمن جهل ذلك منهما والصلح على الرموم ضعيف.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ نقض الصلح ]\n</p>\n\n<p>\nوالصلح على الذي لا رجعة فيه هو أن يقول الخصم لخصمه قد\n</p>\n\n<p>\nأصلحتك على كذا وكذا درهم وما اصطلحا عليه من نوع ويقيل الآخر ويقول: قد\nأبرئت إليك من هذا المال الذي ادعيته عليك ثبت ولا نقض فيه\n</p>\n\n<p>\nإذا كان عالما به والمدعى عليه مقربه ولا يثبت الصلح على الإنكار ولمن\nأراد النقض له النقض من المصطلحين.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الصلح على الحصص بين الشركاء ]\n</p>\n\n<p>\nوإذا كان الشيء مشتركا بين شريكين فادعى فيه ثالث بدعواه فصالحه أحد\nالشريكين ففيه قولان قول: أن الصلح باطل لأنه صالح على مشترك\n</p>\n\n<p>\nوقول يمضي في حصته بنفسه الحجة أن الصلح كالبيع وأنه لو باع مالا\n</p>\n\n<p>\nمشتركا بطل بيعه وقول: يثبت في حصته ولا يثبت في حصة شريكه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الصلح على التراضي ]\n</p>\n\n<p>\nوإذا تداعيا اثنان في حق يجب عليهما فيه الحبس لجنسهما فاصطلحا في الجنس\nوأشهدوا على أنفسهما إلا أنهما لا ينقضاه وأبري كل منهما خصمه فلمن أراد\nالنقض منهما النقض فله والصلح في الحبس لأن المحبوس مقهور والصلح على\nالتراض.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الإقرار في الحبس ]\n</p>\n\n<p>\nولا يثبت الإقرار في الحبس إلا أن يقر به قبل ولوجه في الحبس أو بعد\nخروجه منه ويجوز للحاكم أن يأمر بالصلح ولو في مجلس الحكم ولا يجبر\n</p>\n\n<p>\nعلى ذلك وأما سعيد بن قريش فلم يجز ذلك للحاكم في مجلس حكمه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تلقين الخصم حجته ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p117'> Vol. 13, p. 117</a>\n            </div>\n             قال محمد بن محبوب رحمه الله: إن يلقن\nالخصم حجته ويفتح له\n</p>\n\n<p>\nحجته يتقوى بها بالحق إذا كان ثقة وقول: ليس له ذلك كان الخصم ثقة أو غير\nثقة وقول: له ولا عليه، وقول: له وعليه وأما سوى: الحاكم فله ذلك:\n</p>\n\n<p>\nفي غير مجلس <span id='ms1699'></span> الحكم وله الشرط في إجازة ذلك أن يكون الخصم محقا في\n</p>\n\n<p>\nدعواه عاميا بحجته وخاف أن يلزمه المكتنه ما ليس عليه أو يؤخذ منه ما هو\n</p>\n\n<p>\nله على نية النصرة له والمعونة على البر والتقوى.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم شهادة القاضي للخصم ]\n</p>\n\n<p>\nوقيل: تحاكم خصمان إلى عمر بن الخطاب رضي الله عنه فاستشهده أحدهما فأبى\nفقال: إن شئتما حكمت بينكما ولم أشهد وإن شئتما\n</p>\n\n<p>\nشهدت ويحكم غيري بينكما.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم شهادة الحاكم ]\n</p>\n\n<p>\nوتجوز شهادة الحاكم وحده فيما حكم به ما كان حكما وإن عزل حتى يكون عدلين\nوإذا وجبت الألية على الخصمين وكان الحاكم يعلم منها\n</p>\n\n<p>\nالتحري على الحلف بالباطل فليس له تحليفه ويأمرهما بتقوى الله ويردهما\n</p>\n\n<p>\nإلى سواه من الحكام.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ البينة أولى من قول الحاكم ]\n</p>\n\n<p>\nعن محمد بن محبوب: وإذا شهد العدلان أنه قضى لزيد على عمرو\n</p>\n\n<p>\nبألف درهم وقال الحاكم: بل قضيت على زيد لعمرو فقول: إن البينة أولى\n</p>\n\n<p>\nمن قول الحاكم كان في حكمه أو عزل.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ شهادة الحاكم على القتل ]\n</p>\n\n<p>\nوإذا طلع الحاكم على قتل أو كان قد علم قيل إن بلي الحكم بينهم فلا يحكم\nبينهم بنفسه ويردهم إلى غيره وهو رأي محمد بن محبوب.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الشهادة بعد العزل ]\n</p>\n\n<p>\nوإذا شهد القاضي بعد عزله أنه قضى بكذا هدرت شهادته إلا أن يكون\n</p>\n\n<p>\nمعه عدل غيره وتجوز الشهادة على حكم الحاكم إذا تشهدوا أنهم حضروا مجلسه\nوحكم بكذا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ إقرار الخصم لخصمه ]\n</p>\n\n<p>\nوإذا أقر الخصم لخصمه عند الحاكم في غيبة خصمه فلما حضر أنكر فإن كان\nإقراره في موضع الحكم ثبت عليه وحكم عليه بتسليمه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم الإقرار وهو مستتر ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p118'> Vol. 13, p. 118</a>\n            </div>\n             ومن أقر عند الحاكم لخصمه وهو\nمستتر حين الإقرار فليس للحاكم أن يأخذه بإقراره حتى ينظر فاه إذا وافاه\nبإقرار حين يقر ويدعي.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ العفو عن حق النفس ]\n</p>\n\n<p>\nوإذا لم يطلب الخصم مدرة وحضر خصمه بلا أمر الحاكم فأبى خصمه موافاته فلا\nعقوبة عليه ولا حبس على الموافاة وأما إن أعطاه مدرة الحاكم وأشهد على ذلك\nفأبى <span id='ms1700'></span> عن الموافات من غير عذر عاقبه الحاكم بما يستحق\n</p>\n\n<p>\nوإذا أتى الخصم الموافى بعد أن أعطي فوجبت عقوبته فعفا عنه خصمه فلا عفو\nله فيما لله وله العفو عن حق نفسه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ إنكار الخصم المدرة ]\n</p>\n\n<p>\nوإذا أعطى الخصم خصمه مدرة ليوافيه فلم يوافه وأنكر المدرة وأراد خصمه\nيمينه فلا يمين عليه لأنه لم يتعلق في هذا حق للرافع إلا أن يشهد\n</p>\n\n<p>\nعدلان أنه أعطاه مدرة الحاكم جاز حبسه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ كتاب الحاكم للحاكم ]\n</p>\n\n<p>\nومن ناء عن دار الحاكم فطلب خصمه موافاته فلا يجاب إلى ذلك وإنما يكتب\nهذا الحاكم لحاكم بلد الخصم أن يجمع بينهما ويسمع دعويهما فإن أنفذ ذلك\nالحاكم الحكم بينهما وإلا رفعهما إليه وإذا كان الدار لا حاكم بها رفعا إلى\nجماعة المسلمين من تلك الدار.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ لا تكليف فوق الطاقة ]\n</p>\n\n<p>\nوإذا رفع الخصم على ذي وصب أو نصب لا يستطيع موافاة الحاكم لا تكليف عليه\nفيما لا يطيق كما لا يكلف من أداء الفرائض مالا يطيق فإن\n</p>\n\n<p>\nصح عليه حق للطالب فسأل أن يحجر عليه من نشبه بقدر حصته جاز\n</p>\n\n<p>\nخوف الحوادث.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ التوكيل في الدعوى ]\n</p>\n\n<p>\nولذي الوصب أن يوكل من يقوم مقامه فيما يدعيه أو يدعيا عليه\n</p>\n\n<p>\nوكذلك محجوب البصر وإذا كانت الدعاوي ممن تفوت سارع الحاكم في إنفاذها\nكالقتل والضرب ونحوهما وأما مثل الديون والمنازعات والشفع في المشتركات\nوالكسوة في النفقات ونحوهما من المحاكمات فهذا إذا رفع\n</p>\n\n<p>\nللحاكم أعطي الخصم مدرة يريه إياها ويشهد على ذلك بينة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ إعطاء ذي الصبوة مدرة ]\n</p>\n\n<p>\nوقيل: يجوز إعطاء ذي الصبوة مدرة لموافاة خصمه له ويتركها في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p119'> Vol. 13, p. 119</a>\n            </div>\n            \nالأرض ولا يقبضها له في يده وقيل: لا يجوز لمن أخذ مدرة لخصمه أن يوافي\n</p>\n\n<p>\nبها لسوى من أرادها له ولا يرسلها الخصم بيد غيره وفي الإرسال اختلاف.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الطلب بالرفع للقضاء ]\n</p>\n\n<p>\nوإذا طلب الخصمان إلى الوالي أن يرفعهما إلى القاضي والوالي الكبير\n</p>\n\n<p>\nفلهم ذلك وكذلك إلى الوالي الذي ولاه وأما إلى سوى من ولاه أو القاضي\n</p>\n\n<p>\nأو الإمام فلا وقيل: كان <span id='ms1701'></span> رجل من صحارى ادعى على أحد من توام(1) له\n</p>\n\n<p>\nحقا فكتب والي صحار إلى توأم أن يرفعه إليه فأبى وقيل: إذا أراد المحكوم\n</p>\n\n<p>\nعليه الرفعان حقا إلى القاضي أو الإمام فله ذلك وأما الطالب فلا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ تسليم المطلوب للحاكم ]\n</p>\n\n<p>\nوإذا كان الطالب من بلد السير والمطلوب من نزوى(2) وعنده صحة أو بينة\nبالسر فعلى رب الحق أن يأخذ كتابا من الإمام إلى عامل السر يسمع ويعرف\nالإمام بما صح عنده ويأخذه بما يجب عليه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ عدم نقل رفع القضية ]\n</p>\n\n<p>\nوإذا كان الحاكم يحكم بالعدل فليس للخصم أن يطلب الرفعان إلى\n</p>\n\n<p>\nغيره وللوالي الكبير أن يرفع أرباب الأحداث القضية من قتل أو كلوم أو\n</p>\n\n<p>\nضرب أو سرق أو نحو ذلك إلى موضعه ويحبسهم في حبسه إلا الحقوق\n</p>\n\n<p>\nفإن أربابها يحبسون في مواضعهم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أين حبس النساء ]\n</p>\n\n<p>\nولا يحبسن النساء إلا في دورهن إلا في الأمور العظام وتقبل منهم الوكالات\nفي الأحكام.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر العجز عن حمل البينة ]\n</p>\n\n<p>\nوإذا عنت خصما مخاصمة في غير داره وكان الشهود الذين يشهدون\n</p>\n\n<p>\nعليه في غير داره وعجز خصمه عن حمل البينة خيره الحاكم بين الخروج\nلاستماع البينة عليه أو يأمر الحاكم من سمع عليه البينة فيحكم عليه بما\n</p>\n\n<p>\nاختار وهو رأي أبي علي.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ دعوى المرأة على بعلها ]\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- توأم: تطلق على واحة البريمي وحتى الآن هناك مستشفى تابع للإمارات\nالعربية باسم\n</p>\n\n<p>\nمستشفى توأم.\n</p>\n\n<p>\n(2) 1- نزوى: عاصمة عمان في فترات متعددة وهي بيضة الإسلام وهي في داخلية عمان.\n</p>\n\n<p>\nسبق ذكرها.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p120'> Vol. 13, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا ثبتت لامرأة على بعلها فريضة وحضر الرجل وعنده امرأة أنها هي\nالمستحقة للفريضة ولم يعرفها الحاكم فليس للحاكم قبول قولها لأنها مدعية\nلنفسها إلا أن يعرفها الحاكم بالبينة أنها هي التي ثبت لها الحق.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ إقرار البعل بالنفقة ]\n</p>\n\n<p>\nوأما إذا أقر البعل أنها هي التي تثبت لها الفريضة ثبت إقراره عليه لها\n</p>\n\n<p>\nوقوله دعوى إذا ثبت الحق لسواه وهو متعلق بذمته في الأحكام.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ جواز إقرارها بما قبضت ]\n</p>\n\n<p>\nوروي أن بعضا قال إذا عرفها الحاكم بالشخص <span id='ms1702'></span> أنه هو الذي ثبتت له\n</p>\n\n<p>\nهذه الفريضة على هذا فالحاكم يثبت لها حقها ويجيز لها إقرارها بما قبضت\n</p>\n\n<p>\nمن غير قطع.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر عدم التحقق من الدعوى والمتهم ]\n</p>\n\n<p>\nومن باع لمشتر شيئا فاشتبه عليه المشتري من غيره فليس له تحقيق\n</p>\n\n<p>\nالدعوى على أحدهما حتى يعلم خصمه علما لا شك فيه وله عليهم اليمين\n</p>\n\n<p>\nإن رامها على رسم الدعوى.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر وقف الحاكم المال ]\n</p>\n\n<p>\nوإذا وقف الحاكم مالا حتى يحضر عليه البينة فلا ينبغي لأحد أن يشتريه ولا\nشيئا منه ولا يتعرض لمخالفة حكم الحاكم في شيء.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من البيع والإقرار والادعاء ]\n</p>\n\n<p>\nومن باع عبدا جلبه من دار نائية ثم قدم من تلك الدار قادم يدعيه\n</p>\n\n<p>\nحضرها الحاكم المدعي والمدعى عليه البينة فهرب رد العبد بالعبد فباعه\nفأقر بيعه وقبض ثمنه وهو غير متهم فسأله الوالي عن هربه فقال: لما علمت\n</p>\n\n<p>\nبرسولك هربت فلا نرى عليه حبسا وعلى مدعي العبد طلبه لا على الوالي وأما\nإن كان من بيده متهما وخيف هربه بالعبد من قبل أن يحضر عليه\n</p>\n\n<p>\nالطالب البينة لم أر بأسا بحبسه وينزع العبد من يده إلى ثقة حتى تحضر\nبينة الطالب وإن أشهد للطالب عدل واحد في يد غيره فطلب توفيق المال إلى أن\nالشاهد الآخر ضرب له الحاكم أجلا ووقف المال وقيل: لا يكون الوقف\n</p>\n\n<p>\nإلا بشاهدين وقيل: إذا شهد العدلان وكان الحاكم في السؤال عن\n</p>\n\n<p>\nالشاهدين وقف المال حتى يعرف عدالتهما.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر توقيف الخصم ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p121'> Vol. 13, p. 121</a>\n            </div>\n             وإذا وقف الحاكم شيئا يحتاج لرؤية وكان\nتوقيفه في غير يد الخصمين أخذهما الحاكم بالنفقة والرزية له معا إلا أن يقر\nأحدهما به لخصمه ومن\n</p>\n\n<p>\nصح له فمئونته عليه وإن لهما فعليهما وأما إن وقف فيما يجب توقيفه في\n</p>\n\n<p>\nيد أحد الخصمين فمئونته على من وقف في يده فإن حكم به لخصمه رد\n</p>\n\n<p>\nعليه ما سلمه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من ادعاء الرهن ]\n</p>\n\n<p>\nومن ادعى شيئا له عند أحد فأقر المدعى عليه وادعى أنه رهن معه في حق سماه\nفالشيء لربه وعلى <span id='ms1703'></span> مدعي الرهن البينة وقول: إن القول قول من بيده الشيء إلى\nثمنه والأول أصح.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ لا يلزم إلا بما أقر ]\n</p>\n\n<p>\nوإذا ادعى خصمان على خصم حقا فلما سأله الحاكم بأخذه حتى يصح عليه وإن\nأقر بشيء فليس عليه إلا ما أقر به.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ ادعاء الرق لا يؤخذ به ]\n</p>\n\n<p>\nومن اشترى من أحد شيئا فلما طولب بالثمن ادعى أنه رق فلا يقبل قوله ويؤخذ\nبما عليه إلى أن يتضح بالبينة العادلة وكذلك سائر الجنايات.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من الادعاء ]\n</p>\n\n<p>\nومن ادعى رهنا في يد أحد فأنكره خصمه وادعى أنها وديعة وقد سلمها له فإن\nالبينة على من ادعى الوديعة وبينهما الأيمان.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من الإقرار ]\n</p>\n\n<p>\nومن ادعى على أحد دعوى مع الحاكم فأقر له خصمه أخذ الحاكم بما\n</p>\n\n<p>\nأقر ثم أنكر بعد الإقرار ورام إلية خصمه فليس له ذلك لأنه صدقه بما ادعى\nوأما من شهدت عليه البينة بحق عند الحاكم فأنكر هو عليه الحاكم بتسليم\n</p>\n\n<p>\nالمال وله اليمين على خصمه إذا أرادها هذا إذا لم يقبل البينة وقبلها عليه\n</p>\n\n<p>\nالحاكم وأما إن قبلها فهي له كإقراره.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من الادعاء ]\n</p>\n\n<p>\nومن ادعى حقا على أحد حالا فأقر له به خصمه وادعاه آجلا فإن الحق حال\nوعلى مدعي الآجل البينة وبينهما الأيمان.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من نزع الميراث ]\n</p>\n\n<p>\nوإذا ورث أحد من هالك ميراثا ثم صح له وارث غيره أولى بالميراث منه نزع\nمن يده إلى مستحقه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من الإقرار ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p122'> Vol. 13, p. 122</a>\n            </div>\n             وإذا أقر مقر لأحد أن فلان وضع عندي كذا\nوأمرني بدفعه إليك ثم إني دفعه فحاكمه فلا يجوز للحاكم جبره بالدفع وله أن\nيأمره بلا جبر فإن رفعه باختياره فسبيل ذلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من الاستثناء في الإقرار ]\n</p>\n\n<p>\nومن ادعى على أحد ألف درهم فأقر له بالألف إلا خمسين درهما فإن وصل\nالاستثناء بالكلام فله مثنوية وإن أقر بالحق وادعى التسليم دعي بالبينة\n</p>\n\n<p>\nومن ادعى على أحد عروضا فأنكره وأقر له بدراهم فطلبها منه فأنكر أيضا\nالدراهم أخذ بما أقر ولا يقبل إنكار <span id='ms1704'></span> بعد الإقرار.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الاتفاق على الإقرار ]\n</p>\n\n<p>\nومن ادعى على أحد أنه سرق له شيئا فقال المدعى عليه لي عليه فادفع لي حقي\nرددت عليه شيئه فإن تما على الإقرار تم وإن رجعا فلهما الرجعة حتى يقرا\nأمرا صحيحا لبعضهما برأيهما.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ ادعاء المال قراضا ]\n</p>\n\n<p>\nومن ادعى على أحد مالا قرضا فأقر المدعى عليه وادعى أنه قبضه مضاربة فهو\nمدع للمضاربة أو فضل بين الإقرار والدعوى وإن قال أنه قبض منه هذا المال\nمضاربة في نسم قبل قوله وعلى مدعي القرض البينة الحجة في الفرق بين الإقرار\nوبين الآخر أن إقراره الأول لما فضله ثبت عليه الحق\n</p>\n\n<p>\nودعواه المضاربة دعوى والثاني لم يقر شيء يجب عليه الضمان وإنما أقر\n</p>\n\n<p>\nبمضاربة وهو أمين.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صور من الاختلاف بين المتبايعين ]\n</p>\n\n<p>\nومن باع مالا فأشهد أنه قد استوفى ثمنه وهو لم يستوفه فطالب به\n</p>\n\n<p>\nالمشتري فأنكره فعن أبي الحوري أن على المشتري الإلية بالوفاء وإن لم يكن\n</p>\n\n<p>\nمع المشتري بينة بالوفاء فالقول قول البائع.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ إقرار المدعى عليه ]\n</p>\n\n<p>\nومن ادعى شيئا في يد أحد فأقر له المدعى عليه بنصفه فإن تكن له في يده\nبينة بالجزء الذي أقر به وإلا فمدع الكل أولى مع بينة أنه ما يعلم له فيه حقا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر ضياع المقر به ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p123'> Vol. 13, p. 123</a>\n            </div>\n             ومن أقر لآخر بشيء معين فتوى من غير\nتعمد فلا ضمان عليه وليس له أن يحول بينه وبينه ولا أن يقبضه إياه وكذلك\nالعطية وأمثالها وإنما عليهم إعلامه وتحديده وليس عليهم تسليمه حكما وأما\nالبائع الشيء فعليه تسليمه لمشتريه فإنه لو لم يسلمه فتوى فهو من ماله وذاك\nلو توى ما لزم المعطي ولا المقر ولا الوارث شيء ما لم يحل بينه وبين\nمستحقه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ نوع من الادعاء ]\n</p>\n\n<p>\nومن ادعى على آخر مائة درهم فأقر له بها وادعى أنه سلم منها خمسين درهما\nفأقر الآخر بالتسليم وإنما ادعاه من حق غير الذي أقروا له به فهو مما\n</p>\n\n<p>\nأقر له به إلا أن يصح على دعواه ببينة عادلة أنه <span id='ms1705'></span> من غير هذا الحق فله حقه.\n</p>\n\n<p>\nالنهج الثالث والأربعون\n</p>\n\n<p>\nفي الشهادات\n</p>\n\n<p>\nو من يجب عليه تحملها ومن لا يجب\n</p>\n\n<p>\nالنهج الثالث الأربعون\n</p>\n\n<p>\nفي الشهادات(1)\n</p>\n\n<p>\nو من يجب عليه تحملها و من لا يجب\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أهمية الشهادة ]\n</p>\n\n<p>\nالشهادة ركن من أركان شرائع الإسلام وهي فرض كفاية فإذا قام\n</p>\n\n<p>\nالبعض أجزأ عن من لم يقم بها من الأنام وإن اجتمعوا على تركها كفروا\n</p>\n\n<p>\nكفر نعمة لا كفر عبده الأصنام قال الله تعالى: { ولا يأب الشهداء إذا ما\nدعوا } (2) فقال قوم بوجوبها بعد تحملها وقول: بوجوبها تحملها ولم\n</p>\n\n<p>\nيختلفوا في وجوبها ولزومها قال أبو عبد الله : يسع من دعي إلى الشهادة\n</p>\n\n<p>\nأن يأبى إذا وجد سواه ومع الضرورة فلا يسعه التخلف عن أبي معاوية\n</p>\n\n<p>\nوأبي علي أنهما قالا على المرء أن يشهد إذا دعي كما عليه أن يؤدي إذا\n</p>\n\n<p>\nتحمل قال الله تعالى: { ولا يضار كاتب ولا شهيد } (3) هو أن يقول لك:\n</p>\n\n<p>\nلا أجعلك في حل حتى تشهد وهو يجد غيره أو يقول لكاتب مثل ذلك مع وجود غيره.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- الشهادة: من المشاهدة والمعاينة والحضور.\n</p>\n\n<p>\nاصطلاحا: قال ابن عرفة في حدوده 2/582 قول هو بحيث يوجب على الحاكم سماعه،\n</p>\n\n<p>\nالحكم بمقتضاه إن عدل قائله مع تعدده أو حلف طالبه».\n</p>\n\n<p>\n(2) 2- سورة البقرة جزء من آية (282).\n</p>\n\n<p>\n(3) 3- سورة البقرة جزء من آية (282).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p124'> Vol. 13, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\n[ أداء الشهادة ]\n</p>\n\n<p>\nقال أبو محمد: اتفق الناس على أن الشهداء إذا دعوا إلى الشهادة لم\n</p>\n\n<p>\nيسعهم الامتناع عن أدائها إلا من عذر وكذلك الكاتب إلا أن يكون\n</p>\n\n<p>\nمشغولا بمهم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ صفة الكاتب ]\n</p>\n\n<p>\nولا يجوز أن يكون كاتبا إلا أن يكون عالما بأحكام الكتابة وإن حاذر\nالشاهدان فوت حق من تخلفهما عن الشهادة من هلاك ذي وصب أو فوت وصية وجب\nعليهما تحمل الشهادة إذا تعذر وجود غيرهما.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم أداء الشهادة ]\n</p>\n\n<p>\nوإذا تحمل الشاهد الشهادة ودعي إلى تأديتها فأبى كان عاصيا بتخلفه إذا\nالأمة مجتمعة على وجوب فرض الأداء فإن قام بأدائها سواه لزمته التوبة لمن\n</p>\n\n<p>\nمن طين سواه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ ما يترتب على عدم الشهادة <span id='ms1706'></span> ]\n</p>\n\n<p>\nوإذا تحمل اثنان شهادة فشهد أحدهما وأبى الآخر وبطل الحق بسبب\n</p>\n\n<p>\nإبائه ضمن ما توى بسبب تخلفه فإن أخذ عوضا أدائها لزمه رده.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ خوف الشاهد على نفسه ]\n</p>\n\n<p>\nوأما إذا حاذر الشاهد ضررا على نفسه أو من يمون من سغب أو كسوة باشتغاله\nلا بأداء الشهادة كان اشتغاله بفرض نفسه أولى.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم أخذ الأجرة على الشهادة ]\n</p>\n\n<p>\nوأما إذا دفع المشهود له عوضا للشاهد ليقيم به رمقه وليسد به خلة سغبه\nلزمه أداء الشهادة وجاز له أخذ الأجرة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حجة من أجاز الأجرة ]\n</p>\n\n<p>\nالحجة لمن أجاز الأجرة للشاهد على أداء ما تحمل من الشهادة إجماع الناس\nمن أن وصي اليتيم عليه حفظ ماله والقيام بمصالحه وليس له عوض\n</p>\n\n<p>\nفإن عجز بالاشتغال بمصالح نفسه جاز له أخذ العوض لقوله تعالى: { ومن\n</p>\n\n<p>\nكان غنيا فليستعفف ومن كان فقيرا فليأكل بالمعروف } (1).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أداء الشهادة ]\n</p>\n\n<p>\nومن أدى شهادة مرة سقط عنه الغرض وجاز له أخذ العوض ثانية وصار كالأجير\nالذي أجر نفسه على عمل لا يلزمه فعله مما هو طاعة لله كالحج\n</p>\n\n<p>\nوغيره من الأعمال.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الشك أو النسيان في الشهادة ]\n</p>\n\n<p>\nوينبغي لمتحمل الشهادة أن يخبر المشهود له أنه كثير الشك\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- سورة النساء آية 6.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p125'> Vol. 13, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nوالنسيان فلا يتكل على شهادته فإن أشهده بعد ذلك فلا لوم عليه فما\n</p>\n\n<p>\nشك فيه أو نسيه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أداء الشهادة ]\n</p>\n\n<p>\nومن لزمته شهادة فسئل أدائها أداها حذر الحوادث قال النبي - صلى الله\nعليه وسلم -: «خير الناس قرني ثم الذي يليه»(1).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم الشهادة قبل طلبها ]\n</p>\n\n<p>\nولا يجوز للشاهد أن يشهد قبل أن يستشهد للحر البالغ الذي يعبر عن نفسه\nوأما لذي الصبا أو ميت أو لذي مس أو عته فهؤلاء له أن يبتدي لهم بالشهادة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ إخبار الحاكم بأن عنده شهادة ]\n</p>\n\n<p>\nوالأصح لحامل الشهادة لمن لا يملك أمره ولا يعبر عن نفسه كمن ذكرنا إلى\nأن يخبر أولي الأمر أن عنده شهادة لأحد هؤلاء الذي رمقناهم فإذا أمره\nالحاكم بأدائها أداها ولا يبتدي بالشهادة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر التقية في الشهادة ]\n</p>\n\n<p>\nومن <span id='ms1707'></span> لزمته شهادة على من يتقيه فحاذر على نفسه أو نشبه وسعه كتمانها أو\nيعتقد أدائها إذا أمن وقول: لا يسعه والأول أصح الحجة أن هذا قول لا\n</p>\n\n<p>\nفعل وإنما لا يجوز التقية في الفعل.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ عدم التكليف فوق الطاقة ]\n</p>\n\n<p>\nوإذا كان من له الشهادة يعلم تعدي من عليه الحق فليس له أن يكلف\n</p>\n\n<p>\nالشاهد أداء الشهادة عليه لأن المؤمن يحب لأخيه ما يحب لنفسه\n</p>\n\n<p>\nوالمؤمنون إخوة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الشهادة مع أئمة الجور ]\n</p>\n\n<p>\nواختلفوا في أداء الشهادة مع أئمة الجور فأجازها قوم وأبا جوازها\n</p>\n\n<p>\nآخرون إذا لم يؤمن الجاير من الحكم بغير ما أنزل الله فإن أمن فلا بأس وله\n</p>\n\n<p>\nما عمل من خير وعليه ما عمل من شر.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الشهادة على العقود الفاسدة ]\n</p>\n\n<p>\nولا يجوز الشهادة على ما يجوز من البيوع الفاسدة والنكاح المحرم\n</p>\n\n<p>\nوجميع ما لا يثبته الشرع ولا يجوز للشاهد أن يشترط إن أراد أن يحملها\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- أخرجه البخاري 5/191 في الشهادات، باب لا يشهد على شهادة جور إذا شهد،\n</p>\n\n<p>\nوفي فضائل أصحاب النبي - صلى الله عليه وسلم - ومسلم رقم 2533 في فضائل\nالصحابة، والترمذي\n</p>\n\n<p>\nرقم 3858 في المناقب باب ما جاء في فضل النبي - صلى الله عليه وسلم -.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p126'> Vol. 13, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nوإلا فلا حجة عليه فإذا كان الحكم في البلد وإن كان في غير البلد فله ذلك\n</p>\n\n<p>\nإن شرط أنه لا يخرج في تأديتها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر تذكير الشاهد ]\n</p>\n\n<p>\nوإن نسي الشاهد فذكره ولي لا يشك في قوله فلا يشهد حتى يذكر بنفسه وما\nيشك فيه لم يشهد فيه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر عدم سماع الشهادة على الحق ]\n</p>\n\n<p>\nومن أدعي للشهادة فجعل أنامله في أذنيه خوفا أن يسمع الشهادة فإذا كان في\nالمجلس من يقوم بها غيره فلا إثم عليه وإن بطل الحق بترك شهادته\n</p>\n\n<p>\nفقد غر المشهود له ولا نأمن عليه الإثم ولا نلزمه الغرم ولم نثبت ولايته أن\n</p>\n\n<p>\nلو كان وليا لنا إلا بعد توبة وتوبة الغرم وإن لم يدع وكان في المجلس من\nالثلاثة فصاعدا لم يلزم هذا ما لزم من ادعى وقد أسي ولا <span id='ms1708'></span> إثم عليه ولا غرم\n</p>\n\n<p>\nولا تزول ولايته.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر سريرة الإنسان على قبول الشهادة ]\n</p>\n\n<p>\nومن عرف للأعمال الصالحات والمسارعة بالخيرات من قول أو عمل\n</p>\n\n<p>\nتولاه المسلمون وقبلوا شهادته ولو كانت سريرته مكفرة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من هو العدل ]\n</p>\n\n<p>\nوفرق بعضهم بين الثقة والعدل والولي فقال قوم العدل بالذي يؤمن على\nالأمانات ولم يكن مصر على شيء من الجنايات مسارع لفعل الخير مجانب للشبهات\nمأمون على الشهادات.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من هو الثقة ]\n</p>\n\n<p>\nوالثقة هو المأمون على حمل الشهادة التي تشهدها وإذا حدث صدق\n</p>\n\n<p>\nوإذا عاهد وفاء وإذا أمن أتمن وإذا عومل أنصف عامل بالخيرات مجتنب\nللشهادة هذا هو الثقة وقول هو ولي.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من هو الوالي ]\n</p>\n\n<p>\nوأما الولي هو من عرف منه ما ذكرنا مع موافقته للمسلمين في جميع ما يستحق\nبه الولاية فهذا تجوز شهادته في كل شيء حتى يعلم منه خلاف ذلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الثقة عند أبو سعيد ]\n</p>\n\n<p>\nقال أبو سعيد: الثقة من تظاهرت منه الأمانة وأمن الجناية ولا يسعى لمن\n</p>\n\n<p>\nلا يسعه بجهل ولا علم جازت شهادته.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ متى ترد الشهادة ]\n</p>\n\n<p>\nوإذا واقع الولي صغيرة بطلت شهادته حتى يتوب فإن أبى عن التوبة برئ منه\nوإذا واقع كبيرة قبل أن يشهدوا من بعد أن يشهد ثم تاب فإن شهادته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p127'> Vol. 13, p. 127</a>\n            </div>\n             تلك مردودة وأما فيما يستأنف فمقبولة وكذلك ولايته فيما لم\nيشهد فيه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من لا تجوز شهادته ]\n</p>\n\n<p>\nولا تجوز شهادة من أحدث ولايته وعدالته عن من لا يجوز شهادته ولا يجوز\nشهادة المتهمين على شيء من الأحكام مما لا يتم الحكم إلا به ولا\n</p>\n\n<p>\nينفذ الحكم بما انفردوا من الكتب.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أصناف لا تجوز شهادتهم ]\n</p>\n\n<p>\nومن لم تجز شهادة في شهادته في شيء لم تجز عدالته فيه ولا حكمه ولا تجوز\nشهادة الأقلف من الرجال في شيء وتجوز شهادة الأقلف من النساء\n</p>\n\n<p>\nولا تجوز شهادة الأخرس بالإشارة والإيماء ولا تجوز شهادة ذي المس ما لم\n</p>\n\n<p>\nيفق فإن فاق جازت شهادته في حال إفاقته وسلامة عقله ولا تجوز شهادة\n</p>\n\n<p>\nذي الصبوة ولا الناشئ والثمل <span id='ms1709'></span> ولا الشريك لشريكه ولا تجوز شهادة السيد\nلعبده ولا من ادعى إليه شيء فأقر به لغيره وهو في يده ولا تجوز شهادة من\nيدفع عن نفسه مغرما أو يحولها مغنما.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ شهادة الوكلاء ]\n</p>\n\n<p>\nوغير جائز شهادة الوكلاء إلا لمن وكله الحاكم الذي يتم أو ضارب أو ذي عته\nأو أخرس ومن شهد على فعل نفسه ردت شهادته إلا الحاكم فيما حكم به والوالي\nعلى ما عقد من النكاح.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ شهادة على الصداق ]\n</p>\n\n<p>\nوتجوز شهادة بالصداق وإذا صح النكاح بشهادة غيره لا، إلا الأب لابنته ومن\nقذف أو شتم ثم شهد بما فعل لم تجز شهادته.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ شهادة الزوج على زوجته ]\n</p>\n\n<p>\nوشهادة الزوج على زوجته جائزة ويتم الحد به إذا أشهد عليها بالزنا إلا أن\nيكون قذفها.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم شهادة الخنثى وولد الزنا ]\n</p>\n\n<p>\nولا تجوز شهادة من لم يحسن أركان دينه كالصلاة والزكاة والتيمم\n</p>\n\n<p>\nوغير ذلك والغسل من الجنابة وقد مر عليه وقت صلاة وسئل عنه ولا\n</p>\n\n<p>\nتجوز شهادة الخنثى في الزنا وهو الذي فيه إلية الذكر والأنثى من عرد\n</p>\n\n<p>\nوفرج وإنما شهادته شهادة امرأة في جميع الشهادات وتجوز شهادة ولد\n</p>\n\n<p>\nالزنا إذا كان عدلا.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ من أصناف لم تقبل شهادتهم ]\n</p>\n\n<p>\nقال جابر ومسلم: لا يجوز شهادة خصم ولا سفيه ولا ذي غمر بأخيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p128'> Vol. 13, p. 128</a>\n            </div>\n             ولا ذي مس ولا ذي حنة ولا تجوز شهادة قائف القاضي على الأثر ولا\n</p>\n\n<p>\nتجوز الشهادة على الخصوم وتجوز لهم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم شهادة الشعراء ]\n</p>\n\n<p>\nواختلفوا في شهادة الشعراء فأجازها قوم وأبا جوازها آخرون واختلفوا فيمن\nأخفى شهادته فتقرر خصمه فأقر له وهو لم يشهر بهما قول عليهما أن يشهدا بما\nسمعا وقول: لا يلزمهما ذلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ شهادة المستأجر ]\n</p>\n\n<p>\nولا تجوز شهادة الساكن فيما يسكنه من الدور كان بكراء أو غير كراء.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ شهادة المملوك ]\n</p>\n\n<p>\nولا شهادة المملوك ولو كان محتلما فقيها مسلما وقول: إذا كانوا\n</p>\n\n<p>\nعدولا جازت شهادتهم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أصناف لا تقبل شهادتهم ]\n</p>\n\n<p>\nولا تجوز شهادة تارك الجمعة من غير عذر ولا شهادة من لم يصل\n</p>\n\n<p>\nالخمس <span id='ms1710'></span> مع الجماعة من غير عذر ولا تجوز شهادة المريب ولا العاق لوالديه\n</p>\n\n<p>\nأو أحدهما ولا شهادة كاتم الزكاة ولا تجوز شهادة من وجب عليه الحج فلم\nيحج من غير عذر بدين بالأداء ولا يجوز شهادة المورش بين البهائم ولا من\nيشرف على جيرانه ولا من أكثر السكر من النبيذ ولا اللوطي ولا تجوز\n</p>\n\n<p>\nشهادة المنتحي إلى سوى قومه يدعي أنه عربي وهو مولى وتجوز شهادة\n</p>\n\n<p>\nاللقيط إذا كان عدلا وتجوز شهادة الأعمى فيما يستدل عليه بالخبر كالموت\nوالنسب والنكاح وما أشبه ذلك.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم شهادة الأعمى ]\n</p>\n\n<p>\nوإذا تحمل الأعمى شهادة وهو يبصر فأداها بعيد ذهاب بصره أجاز الحاكم\nشهادته إذا عرف عدالته وذلك إذا شهد بأرض أو بنخلة ووضعها بحدودها قبلت\nشهادته من بعد أن يشهد عدلان أن الأرض الذي يشهد بها الضرير هي هذه ولا\nتجوز شهادته في النسب على غير الخبر ولا تجوز على\n</p>\n\n<p>\nالزنا والسرق ولو ادعى أنه تحملها قبل ذهاب بصره وكذلك جميع الحدود وتجوز\nشهادة الأعمى والمعتوه إذا شهدوا عن شهادتهم وهم أصحاء وتجوز شهادة الأعمى\nفي الرضاع والنكاح والرد وجائزة شهادة النساء وحدهن\n</p>\n\n<p>\nفيما لم يطلع عليه الرجال وتجوز في ذلك امرأتان عدلتان.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ شهادة القابلة ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p129'> Vol. 13, p. 129</a>\n            </div>\n             وجائزة شهادة القابلة وحدها في الولد إذا\nكانت عدلة ولا تجوز\n</p>\n\n<p>\nفي الاستهلال والموت والذكورة والأنوثية وأجاز بعض شهادتهما\n</p>\n\n<p>\nفي الاستهلال(1).\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم شهادة النساء ]\n</p>\n\n<p>\nولا تجوز شهادة النساء في جميع الحدود وقيل: تجوز في الزنا خاصة\n</p>\n\n<p>\nوتجوز شهادتهن في الحقوق كلها والطلاق وغير ذلك إذا كن مع الرجال.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ عدد النساء في الشهادة ]\n</p>\n\n<p>\nوإذا شهد رجل وامرأتان على الإحصان جازت شهادتهم أو تجوز شهادة النساء في\nالعذرة والرتق وحياة المولود وأقل ذلك امرأة حرة وقول: لا\n</p>\n\n<p>\nتجوز شهادة النساء في شيء إلا أن يكن أربعا ويروى عن بعض الفقهاء أنه\nأجاز شهادة امرأتين بلا رجل ويقيمهن مقام الرجلين فكما يجوز الحكم\n</p>\n\n<p>\nبشهادة رجلين فكذلك يجوز بشهادة امرأتين.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم شهادتهن في الموت ]\n</p>\n\n<p>\nوإن أجمعوا لا تجوز شهادة <span id='ms1711'></span> رجل واحد إن لم يكن معه امرأتان أو رجل غيره\nقال أبو عبد الله: لا تجوز شهادتهن وحدهن في الموت.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ اختلاف شهادة القابلتين ]\n</p>\n\n<p>\nوإذا كانتا قابلتان فشهدت إحداهن أن الجنين خرج حيا ثم مات وقالت الأخرى:\nخرج ميتا فالقول لمن شهد بالحياة وشهادة النساء مع الرجال\n</p>\n\n<p>\nجائزة على الأصح في الولاية والبراءة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم شهادة المجوسي ]\n</p>\n\n<p>\nوإذا اشترى المسلم عبدا من مجوسي فادعى العبد مجوسي آخر وشهد\n</p>\n\n<p>\nله مجوسيان بذلك جازت شهادتهما في العبد ويرجع المسلم على البائع\n</p>\n\n<p>\nالمجوسي بالثمن.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر شهادة أهل الذمة على المسلم ]\n</p>\n\n<p>\nروي عن بعض الفقهاء أن العبد لا ينزع من يد المسلم بشهادة المجوسيين\nوإنما يرجع المستحق للعبد بالثمن على من باعه لأنه أتلفه عليه ولا على\n</p>\n\n<p>\nالمسلم حجة بشهادة أهل الذمة.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر شهادة المجوسي ]\n</p>\n\n<p>\nولو أن مجوسيا اشترى عبدا من مسلم فادعاه مسلم أو مجوسي\n</p>\n\n<p>\nوأحضر عليه شاهدين مجوسيين فلا أجيز لهما شهادتهما لأن هذا يرجع\n</p>\n\n<p>\n__________\n</p>\n\n<p>\n(1) 1- جواز ذلك لأن هذا الأمر لا يطلع عليه الرجال. والاستهلال هو ثبوت\nحياة المولود\n</p>\n\n<p>\nعند الولادة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p130'> Vol. 13, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nمعناه على المسلم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ اختلاف المصلي والذمي ]\n</p>\n\n<p>\nوإذا تنازع ذمي ومصل في شيء فأقام المصلي شاهدين ذميين وأقام\n</p>\n\n<p>\nالذمي شاهدين مصليين فالذمي أولى به لأن بينته مسلمة والإسلام يعلو ولا\nيعلى عليه وقيل: يتخاصمان بعد أن يحلفا وإن كانت بينة المصلي مصلية\n</p>\n\n<p>\nوبينة الذمي ذمية فهو للمصلي بلا وأما إذا لم تكن لهما بينة فالمصلي أولى\n</p>\n\n<p>\nبه وقيل: بينهما نصفان.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر ادعاء إسلام الميت ]\n</p>\n\n<p>\nوإذا مات الولد وأبواه وثنيان فادعيا أن ابنهما مات وثنيا وادعيا أولاده\nأنه مات مسلما إذ هم مسلمون فالقول لأولاده لا ميراث منه لأبيه الوثنيين.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر ادعاء إسلام الميت من أحد الأبناء ]\n</p>\n\n<p>\nوإذا مات الميت عن ولدين متحنف ووثني فادعى كل منهما أن أباه مات على\nملته وأقاموا على دعواهم بينات وأنهم لا يعلمون له وارثا غيره حكم بميراثه\nللمسلمين ويصلى عليه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ ادعاء الموت على الوثنية ]\n</p>\n\n<p>\nوإذا صح الأب وثنيا فمات وترك <span id='ms1712'></span> ابنيه هذين فادعى كل منهما مات على ملته\nفالوثني أولى بميراثه حتى يصح انتقاله ومثله بالعكس وإذا اشتبه الأمران\nفالإسلام أولى إذا كان في دار الإسلام.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ أثر الاختلاف في ملة الميت على الميراث ]\n</p>\n\n<p>\nوإذا مات الميت عن زوجة مسلمة وأولاد وثنيين وله أيضا أخ مسلم فادعى كل\nمنهما مات على دينه لامرأته وأخيه ولا شيء لأولاده.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الاختلاف في ملة الميت والادعاء ]\n</p>\n\n<p>\nومن مات عن ابن وثني وابن متحنفة وأخ متحنف فادعى الأخ والابنة\n</p>\n\n<p>\nأنه مات حنفيا وادعى ابنه الوثني أنه مات وثنيا فإنه يحكم له بالإسلام\n</p>\n\n<p>\nويصلى عليه والميراث لابنه وأخيه.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ ادعاء الحرية ]\n</p>\n\n<p>\nوإذا مات الوثني وله ورثة وثنيون وله قينة ذمية فادعت العتق في حياته\nوقال الورثة: بل حررت بعد موته فإنها مدعية وعليها البينة أنها حررت قبل موته.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ ادعاء الزوجة النصرانية أنها أسلمت ] \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p131'> Vol. 13, p. 131</a>\n            </div>\n             وإذا مات المسلم وله\nامرأة نصرانية فقالت: قد أسلمت في حياته فعليها البينة فإذا أعجزتها فلا\nميراث لها أو عليهم يمين علم أعني الورثة وإن لم تقل\n</p>\n\n<p>\nأنها كافرة وأسلمت وإنما ادعت الإسلام فقط قبل قولها بالميراث.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ إقرار المرأة بالطلاق ثم الرجعة ]\n</p>\n\n<p>\nوإذا مات الزوج عن امرأة وورثة فادعى الورثة أنها بتت ثلاثا وأنكرت هي\nذلك ألزمنها البينة فإن أعجزوها حكمنا لها بالميراث وعليها البينة إن\n</p>\n\n<p>\nرامها الوارث.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ ادعاء الطلاق ]\n</p>\n\n<p>\nوإذا مات الميت عن زوجة وورثة فأقرت الزوجة أنه بتها واحدة وأنه\n</p>\n\n<p>\nردها في عدتها وأنكر الورثة المراجعة البينة على الزوجة بالمراجعة إذ هي\n</p>\n\n<p>\nمقرة بالطلاق.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ حكم شهادة أهل الذمة ]\n</p>\n\n<p>\nولا تجوز شهادة أهل الذمة على المسلمين لذمي ولا لمسلم وتجوز\n</p>\n\n<p>\nشهادة المسلم عن الذمي للذمي وقيل: تجوز شهادة الذمي للمسلم ولا\n</p>\n\n<p>\nتجوز على المسلم.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ شهادة المجوسي على المجوسي ]\n</p>\n\n<p>\nوإذا ضرب مجوسي مجوسيا فمات قبل ثلاثة أيام وأسلم الضارب بعد\n</p>\n\n<p>\nموته ثم شهد مجوسيا والمضروب مات مسلما وشهد مسلما أن المضروب\n</p>\n\n<p>\nمات مجوسيا فعلى الضارب دية مسلم ولا تقبل شهادة المجوسيين عليه في\n</p>\n\n<p>\nالقود وإنما تقبل على <span id='ms1713'></span> إسلامه ويكون ميراثه وديته لورثته المسلمين.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ شهادة الشريك لشريكه ]\n</p>\n\n<p>\nوشهادة الشريك لشريكه فيما هو مشاع بينهما فيها اختلاف قول: إنها جائزة\nوقول: لا يجوز.\n</p>\n\n<p>\nمسألة\n</p>\n\n<p>\n[ الشهادة على النسب ]\n</p>\n\n<p>\nعن الفضل ابن الحواري: وإذا كانت بين الشريكين أمة شهد كل منهما على\nصاحبه أنها أخته من النسب فشهادتهما غير مقبولة حتى يشهد مع\n</p>\n\n<p>\nأحدهما شاهد آخر ويكونا عدلين.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v13p132'> Vol. 13, p. 132</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14"
  ]
}