{
  "content": "\n<p>\nبسم الله الرحمن الرحيم كتاب الأربعين البلدانية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nمطبوعات مركز جمعة الماجد للثقافة والتراث بدبي كتاب الأربعين البلدانية\nعن أربعين لأربعين في أربعين الامام الحافظ أبي القاسم علي بن الحسن بن هبة\nالله ابن عساكر الدمشقي الشافعي المتوفي سنة 571 ه‍ تحقيق محمد مطيع الحافظ\nدار الفكر المعاصر بيروت - لبنان دار الفكر دمشق - سورية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p003'> Vol. 00, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nقسم التحقيق والنشر مركز جمعة الماجد للثقافة والتراث ص. ب (55156) - دبي\nالكتاب 941 جميع الحقوق محفوظة يمنع طبع هذا الكتاب أو جزء منه بأي من طرق\nالطبع والتصوير والنقل والترجمة والتسجيل المرئي والمسموع والحاسوبي وغيرها\nمن الحقوق إلا بإذن خطي من دار الفكر المعاصر لبنان - بيروت - ساقية\nالجنزير، خلف الكارلتون،، س. ت 51497 ص. ب (136064) هاتف (860739) تلكس: LE\nFIKR 44316 الصف التصويري: دار الفكر بدمشق الطباعة (أوفست) مطبعة المستقبل\nبيروت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p004'> Vol. 00, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم أخذ مركز جمعة الماجد للثقافة والتراث بدبي على\nعاتقه ومنذ قيامه أن يسهم في خدمة التراث بما يقدر عليه من خلال أقسامه\nالمتعددة خدمة للعلم والباحثين، ذلك أنه كثر في السنوات الأخيرة نشر الكتب\nالتراثية علي أيدي غير المتخصصين، الذين لم يلتزموا في تحقيقهم أسلوبا\nعلميا منهجيا، فظهرت في الأسواق طبعات سقيمة لأسفار جليلة المضمون، تطاول\nأعمال المجلين من المحققين، أدت إلى اختلاط الغث بالسمين وأساءت إلى\nالمكتبة العربية.\n</p>\n\n<p>\nومن هنا كلف المركز لجنة من الأساتذة الخبراء أوكل إليها الاشراف على\nشؤون التحقيق والنظر فيما يقدمه المحققون الأكفياء من أعمال وتقديم الصالح\nمنها للنشر.\n</p>\n\n<p>\nويوالي اليوم بالتعاون مع دار الفكر المعاصر نشر إصداراته فيقدم كتاب\n(الأربعين البلدانية) لمؤلفه الامام الحافظ أبي القاسم علي بن الحسن بن هبة\nالله (ابن عساكر) الدمشقي، تحقيق محمد مطيع الحافظ.\n</p>\n\n<p>\nنسأل الله أن يوفق المركز لخدمة التراث وأهل العلم إنه نعم المسؤول.\n</p>\n\n<p>\nلجنة التحقيق والنشر في المركز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p005'> Vol. 00, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nالاهداء - إلى روح أستاذنا الدكتور شكري فيصل رحمه الله.\n</p>\n\n<p>\n- لما له من فضل في نشر التحقيق العلمي المنهجي - ولما له من اهتمامات\nخاصة بالحافظ ابن عساكر - ولم له من أياد بيض على العالم والأدب وتربية\nالجيل أهدي <span id='ms01'></span> هذا الكتاب.\n</p>\n\n<p>\n- راجيا المولى الكريم أن يجزيه عنا خير الجزاء. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p006'> Vol. 00, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم مقدمة لا يخفي ما للحافظ ابن عساكر من شهرة واسعة\nبفضل مكانته الرفيعة وتأليفه العظيمة وطول باعه في العلم، شهد له كتاب\nالموسوعي (تاريخ مدينة دمشق) الذي جمع مادة علمية غزيرة لا تتصل بتاريخ هذه\nالمدينة وحسب بل وتمد خيوطا وشيجة نحو تراث الأمة الذي تصب كثير من روافده\nعنده، ولا عجب في ذلك، فهو حافظ متقن ورحالة مسند وعالم متميز أخذ عن أجلة\nالشيوخ.\n</p>\n\n<p>\nوكتابه (الأربعين البلدانية) هذا يدل على تمكن الرجل وسعة علمه: فقد جمع\nفيه أربعين حديثا عن أربعين شيخا من أربعين بلدة لأربعين صحابيا في أربعين\nموضوعا.\n</p>\n\n<p>\nوقد بدأ كتابه بمقدمة قيمة جعلها في موضوع فضل جمع أربعين حديثا عن النبي\nصلى الله عليه وسلم شفعها ببيان طرق الحديث ودرجته مع ذكر أشهر من سبقه إلى\nالاهتمام بجمع الأربعينات. ثم بدأ الكتاب بالمنهج الذي رسمه في مقدمته.\n</p>\n\n<p>\nولهذا فالكتاب طريف في فكرته من جهة تنوع أحاديثه، مسبوق إلى مثله من\nناحية اهتمامه بالأربعين من الأحاديث. وهو إلى ذلك يدل على سعة علم ابن\nعساكر، خرجه في منهجية تفيد في علم الحديث وعلم التاريخ، وتعطي صورة عن حرص\nعلماء السلف على العلم وعلى الرحلة ولقاء الشيوخ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p007'> Vol. 00, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nوختاما أرجو أن أكون قد وفقت في إخراج الكتاب على النحو الذي أراده له\nمؤلفه، سائلا المولى الكريم التوفيق والنفع وهو ولي التوفيق.\n</p>\n\n<p>\nوالحمد لله رب العالمين.\n</p>\n\n<p>\nمحمد مطيع الحافظ رمضان المبارك 1411 ه‍ / نيسان 1991 م دبي - الامارات\nالعربية المتحدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p008'> Vol. 00, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nترجمة المؤلف هو أبو القاسم ثقة الدين علي بن الحسن بن هبة الله بن عبد\nالله بن الحسين، الشافعي، الدمشقي الحافظ.\n</p>\n\n<p>\nولد بدمشق في العشر الأخير من محرم سنة تسع وتسعين وأربع مئة.\n</p>\n\n<p>\nنشأ في أسرة علمية فأبوه الحسن بن هبة الله، سمع الحديث وكان شيخا صالحا\nتوفي سنة 519 ه‍، وأخوه الأكبر صائن الدين هبة الله بن الحسن، الفقيه\nالشافعي، المحدث توفي سنة 563 ه‍، وأخوه محمد بن الحسن <span id='ms02'></span> القاضي. أنجب أولادا\nوأحفادا كانوا أكثر أفراد بني عساكر.\n</p>\n\n<p>\nأما أمه فهي من أسرة قاضيا بدمشق، وأخوها أبو المعالي محمد بن يحيى كان\nقاضيا أيضا بدمشق وتوفي سنة 537 ه‍، وأخوها الاخر سلطان بن يحيى، عالم\nبالحديث توفي سنة 530 ه‍.\n</p>\n\n<p>\nفي هذا الجو العلمي نشأ ابن عساكر، فسمع بإفادة أخيه صائن الدين، وانتفع\nبصحبة جده لامه في النحو وغيره، وأخذ عن أخواله وسمع منهم، وسمع بدمشق صحبة\nأخيه من أبي القاسم النسيب ت 508 ه‍، وسبيع بن قيراط المقرى ت 508 ه‍، وأبي\nالحسن بن قبيس، وأبي طاهر الحنائي ت 510 ه‍، وأبي محمد بن الأكفاني ت 524\nه‍.\n</p>\n\n<p>\nثم أخذ عن غيره من علماء دمشق، فسمع ما عندهم من التخريجات والاجزاء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p009'> Vol. 00, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nالحديثية. وبعدها عقد العزم على الرحلة في طلب الحديث على عادة المحدثين\nفي طلب العلم، فغادر دمشق سنة 520 ه‍.\n</p>\n\n<p>\nرحل إلى بغداد سنة 520 ه‍، وكان رحلة طويلة بقي فيها خمس سنوات إلى سنة\n525 ه‍ فسمع وحصل العلم، وسمع من هبة الله بن الحصين، وعلي بن عبد الواحد\nالدينوري، وقراتكين بن أسعد، وأبي غالب بن البناء، وخلق كثير (1).\n</p>\n\n<p>\nوحج في سنة إحدى وعشرين، وسمع بمكة أبا محمد عبد الله بن محمد المصري\nالملقب بالغزال، وبالمدينة من عبد الخلاق بن عبد الواسع الهروي.\n</p>\n\n<p>\nثم ارتحل إلى خراسان عن طريق أذربيجان في سنة تسع وعشرين وخمس مئة، وسبب\nتأخره عن هذه الرحلة أنه كان ينتظر موافقة أمه، وكان قصده من هذه الرحلة\nلقاء أبي عبد الله الفراوي، يحدثنا عن ذلك فيقول:\n</p>\n\n<p>\n\" وإلى الإمام محمد الفراوي كانت رحلتي الثانية لأنه كان المقصود بالرحلة\nفي تلك الناحية لما اجتمع فيه من علو الاسناد ووفور العلم (2) واسترم\nبرحلته هذه أربع سنوات، عاد بعدها إلى دمشق عن طريق بغداد سنة 533 ه‍.\n</p>\n\n<p>\nتلقى ابن عساكر العلم على عدد كبير من الشيوخ من الرجال والنساء، أفرد\nلهم كتابين: مشيخة للرجال، ومشيخة للنساء، نهج فيهما نهج المشيخات بإيراد\nترجمة موجزة للشيخ، ثم يبتع ذلك سند شيخه لحديث بنوي إلى رسول الله صلى\nالله <span id='ms03'></span> عليه وسلم.\n</p>\n\n<p>\nوالدارس لهذه المشيخة يتبين له الكثرة من الشيوخ، ولا يكون ذلك إلا لصاحب\nرحلة واسعة، ويجد الأسانيد العالية لأنه أحسن اختيار الشيوخ،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p010'> Vol. 00, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nولا يتأتى ذلك إلا لصاحب فكر نير، وخبرة واسعة، واستطاع تحصيل الإجازات\nالكثيرة التي ترفع منزلته.\n</p>\n\n<p>\nولما عاد إلى دمشق من رحلاته، أذن له شيوخه بالتدريس والتحديث، فجلس في\nالجامع الأموي، فكانت له دروسه العامة والخاصة. وبني له السلطان نور الدين\nمحمود بن زنكي الشهيد مدرسته دار الحديث النورية، فأملي وحدث وصنف المصنفات\nالنافعة.\n</p>\n\n<p>\nوكان له التلاميذ الكثيرون منهم:\n</p>\n\n<p>\nابنه القاسم، وأبو العلاء العطار، وأبو سعد السمعاني، ومعمر بن الفاخر،\nوأبو المواهب بن صصرى، وأبو جعفر القرطبي، والقاسم بن صصرى، وقاضي دمشق أبو\nالقاسم بن الحرستاني، والحافظ عبد القادر الرهاوي، وابن أخيه عبد الرحمن بن\nعساكر، وخلق.\n</p>\n\n<p>\nألف المؤلفات المتعددة من أشهرها:\n</p>\n\n<p>\n- تاريخ مدينة دمشق: وهو في ثمان مئة جزء (الجزء عشرون ورقة) فيكون في\nستة عشر ألف ورقة. وقد قام مجمع اللغة العربية بدمشق بطبع عدد من أجزائه،\nكما قامت دار الفكر بدمشق بطبع مختصره لابن منظور في 29 جزءا بتحقيق عدد من\nالمحققين.\n</p>\n\n<p>\n- تبيين كذب المفتري فيما نسب إلى الامام الأشعري. طبع سنة 1347 ه‍، وطبع\nمصورا بدمشق سنة 1978 م بدار الفكر.\n</p>\n\n<p>\n- المعجم المشتمل على ذكر أسماء الشيوخ النبل، طبع بتحقيق الأستاذة سكينة\nالشهابي بدار الفكر 1980 م.\n</p>\n\n<p>\n- كشف المغطى في فضل الموطأ. طبع بمصر سنة 1954 م. وله طبعة جديدة\nبتحقيقي ستظهر قريبا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p011'> Vol. 00, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n- الأربعون في الجهاد. طبع في دار الخلفاء للكتاب الاسلامي بالكويت.\n</p>\n\n<p>\n- مجلس في ذم من لا يعمل بعلمه. ومجلس آخر في ذم قرناء السوء. طبعا معا\nبعنوان: مجلسان من مجالس الحافظ ابن عساكر في مسجد دمشق. بتحقيق محمد مطيع\nالحافظ بدار الفكر بدمشق سنة 1978 م.\n</p>\n\n<p>\n- تبيين الامتنان بالامر بالاختتان بمصر، بدار الصحابة بطنطا سنة 1410 ه‍\n/ 1989 م.\n</p>\n\n<p>\n- مشيخته (ذكر فيها شيوخه وعددهم 1300 شيخ بالسماع و 46 إنشادا و 290\nشيخا بالإجازة).\n</p>\n\n<p>\n- وأفرد معجما للنساء اللاتي قرأ عليهن وهن بضع وثمانون امرأة، وعنوانه:\n</p>\n\n<p>\nمعجم النسوان.\n</p>\n\n<p>\n- كما ألف معجم أسماء <span id='ms04'></span> القرى والأمصار التي سمع بها.\n</p>\n\n<p>\nوصفه وصفه ابنه القاسم بقوله:\n</p>\n\n<p>\nوكان مواظبا على صلاة الجماعة وتلاوة القرآن، يختم كل جمعة، ويختم في\nرمضان كل يوم، ويعتكف في المنارة الشرقية، وكان كثير النوافل والأذكار،\nيحيى ليلة النصف والعيدين بالصلاة والتسبيح، ويحاسب نفسه على لحظة تذهب في\nغير طاعة، قال لي: لما حملت بي أمي رأت في منافها قائلا يقول: تلدين غلاما\nيكون له شأن، وحدثني أن أباه رأى رؤيا معناها يولد لك ولد يحيي الله به\nالسنة. ولما عزم على الرحلة قال له أبو الحسن بن قبيس: أرجو أن يحيي الله\nبك هذا الشأن (1).\n</p>\n\n<p>\nسير أعلام النبلاء 20 / 562 (*) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p012'> Vol. 00, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nقال الحافظ أبو المواهب بن صصرى:\n</p>\n\n<p>\nلم أر مثله ولا من اجتمع فيه ما اجتمع فيه، من لزوم طريقة واحدة مدة\nأربعين سنة، من لزوم الجماعة في الخمس في الصف الأول إلا من عذر، والاعتكاف\nفي رمضان وعشر ذي الحجة، وعدم التطلع إلى تحصيل الأملاك وبناء الدور، قد\nأسقط ذلك عن نفسه، وأعرض عن طلب المناصب من الإمامة والخطابة، وأباها بعد\nأن عرضت عليه، وقلة التفاته إلى الامراء ء وأخذ نفسه بالامر بالمعروف\nوالنهي عن المنكر، لا تأخذه في الله لومة لائم. قال لي: لما عزمت على\nالتحديث والله المطلع أنه ما حملني على ذلك حب الرئاسة والتقدم، بل قلت:\nمتى أروي كل ما قد سمعته، وأي فائدة في كوني أخلفه بعدي صحائف؟ فاستخرت\nالله واستأذنت أعيان شيوخي ورؤساء البلد وطفت عليهم فكل قال: ومن أحق بهذا\nمنك؟ فشرعت في ذلك سنة ثلاث وثلاثين (وخمس مئة) (1).\n</p>\n\n<p>\nقال السمعاني: أبو القاسم كثير العلم، غزير الفضل، حافظ متقن، دين خير\nحسن السمت، جمع بين معرفة المتون والأسانيد، صحيح القراءة، متثبت محتاط جمع\nما لم يجمعه غيره، وأربى على أقرانه، دخل نيسابور قبلي بشهر وسمع مني،\nوسمعت منه (معجمه) وحصل لي بدمشق نسخة به، وكان قد شرع في (التاريخ الكبير\nلدمشق). ثم كانت كتبه تصل إلى، وأنفذ جوابها (2).\n</p>\n\n<p>\nشعره ومما نظمه ابن عساكر قوله (3): (من المتقارب) أيا <span id='ms05'></span> نفس ويحك جاء\nالمشيب * فماذا التصابي وماذا الغزل تولى شبابي كان لم يكن * وجاء مشيبي\nكان لم يزل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p013'> Vol. 00, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nكأني بنفسي على غرة * وخطب المنون بها قد نزل فياليت شعري ممن أكون * وما\nقدر الله لي في الأزل ومن شعره في مدح علم الحديث (1): (من الوافر) ألا إن\nالحديث أجل علم * وأشرفه الأحاديث العوالي وأنفع كل نوع منه عندي * وأحسنه\nالفوائد والأمالي فإنك لن ترى للعلم شيئا * تحققه كأفواه الرجال فكن يا صاح\nذا حرص عليه * وخذه من الشيوخ بلا ملال ولا تأخذه من صحف فترمى * من\nالتصحيف بالداء العضال وقال في مدح علم الحديث وأهله (2): (من الكال) واظب\nعلى جمع الحديث وكتبه * واجهد على تصحيحه في كتبه واسمعه من أربا به نقلا\nكما * سمعوه من أشياخه تسعد به واعرف ثقات رواته من غيرهم * كيما تميز صدقه\nمن كذبه فهو المفسر للكتاب وإنما * نطق النبي حكاية عن ربه وتفهم الاخبار\nتعلم حله * من حرمه مع فرضه من ندبه وهو المبين للعباد بشرحه * سير النبي\nالمصطفى مع صحبه وتتبع العالي الصحيح فإنه * قرب إلى الرحمن تحظ بقربه\nوتجنب التصحيف فيه فربما * أدى إلى تحريفه بل قلبه واترك مقالة من لحاك\nبجهله * عن كتبه أو بدعة في قلبه فكفى المحدث رفعة أن يرتضى * ويعد من أهل\nالحديث وحزبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p014'> Vol. 00, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nوفاته توفي رحمه الله في رجب سنة إحدى وسبعين وخمس مئة ليلة الاثنين حادي\nعشر الشهد، وصلى عليه القطب النيسابوري، وحضر جنازته والصلاة عليه السلطان\nصلاح الدين الأيوبي ودفن عند أبيه بمقبرة الباب الصغير.\n</p>\n\n<p>\nورثاه كثير من الشعراء والعلماء منهم تلميذه أبو علي الحسين بن عبد الله\nبن رواحة الأنصاري الحموي بقصيدة أنشدها بجامع دمشق (1): (من الطويل) ذرا\nالسعي في نيل العلا والفضائل * مضى من إليه كان شد الرواحل فقولا لساري\nالبرق إني نعيته * بنار أسى أو سحب دمع هواطل وتمزيق جلباب العزاء لفقده *\nبزفرة باك أو بحسرة ثاكل فأعلن بها للركب واستوقف السرى * لقصاده من قبل طي\nالمراحل وقل غاب بدر التم عن أنجم <span id='ms06'></span> الدجى * وأشرق منهم بعده كل آفل وما كان\nإلا البحر غار ومن يرد * سواحله لم يلق غير الجداول وهبكم رويتم علمه من\nرواته * فليس عوالي صحبه بنوازل فقد فاتكم نور الهدى بوفاته * ونور التقى\nمنه ونجح الوسائل فيا لمصاب عمر سنة أحمد * وأحرم منها كل راو وناقل فيا\nلمصاب عمر سنة أحمد * وأحرم منها كل راو وناقل خلا الشام من خير خلت كل\nبلدة * بها من نظير للامام مماثل وأصبح بعد الحافظ العلم شاغرا * بلا حافظ\nيهذي به كل بأقل نمى للامام الشافعي مقالة * فأصبح يثني عنه كل مجادل وأيد\nقول الأشعري بسنه * فكانت عليه من أدل الدلائل وسد من التجسيم باب ضلالة *\nورد من التشبيه شبهة باطل أرى الاجر في نوحي عليه ولا أرى * سوى الاثم في\nنوح البواكي الثواكل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p015'> Vol. 00, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nوليس الذي يبكي إماما لدينه * كباك لدنياه على فقد راحل فيا قلب واصلة\nبأعظم رحمة * ويا عين فاسقيه بأغزر وابل مضى من حديث المصطفى كان شاغلا *\nله باجتهاد فيه عن كل شاغل لقد شمل الاسلام فيه رزية * وكان له بالنصح أفضل\nشامل وأكمل تاريخا لجلق جامعا * لمن حلها من كل شهم وكامل فأزرى بتاريخ\nالخطيب وقد غدا * بخطيته في الكتب أخطب قائل ولم أر نقص الأرض يوما كنقصها\n* بموت إمام عالم ذي فضائل أبا القاسم الأيام قسمة حاكم * قضى بالفنا فينا\nقضية عادل بماذا أعزي المسلمين ولا أرى * عزاء سوى من قد مضى من أفاضل عليك\nسلام الله ما انتفع الورى * بعلمك واستعلى على المتطاول للتوسع في ترجمته\nيرجع إلى الكتب التالية:\n</p>\n\n<p>\n1 - خريدة القصر (قسم شعراء الشام) 1 / 274 - 280 تحقيق د. شكري فيصل.\n</p>\n\n<p>\n2 - معجم الأدباء 13 / 73 - 87 3 - وفيات الأعيان 3 / 309 - 311 4 -\nتذكرة الحفاظ 4 / 1328 5 - سير أعلام النبلاء 20 / 554 6 - طبقات الشافعية\nللسبكي 7 / 215 7 - هدية العارفين 1 / 701 8 - مقدمة الجزء الأول من تاريخ\nدمشق تحقيق د. صلاح الدين المنجد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p016'> Vol. 00, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n8 - كنوز الأجداد 306.\n</p>\n\n<p>\n10 - تاريخ الأدب العربي لبروكلمان (الطبعة العربية) 6 / 69 11 - فهرس\nمخطوطات الظاهرية (المنتخب من مخطوطات الحديث 79 - 82).\n</p>\n\n<p>\n12 - ابن عساكر في ذكرى مرور تسع مئة سنة على ولادته. طبع المجلس الاعلى\nلرعاية الفنون والآداب والعلوم الاجتماعية <span id='ms07'></span> بدمشق.\n</p>\n\n<p>\n13 - المحاضرات التي ألقيت في ذكري مرور تسع مئة سنة على ولادته، طبع\nالمجلس الاعلى أيضا.\n</p>\n\n<p>\n14 - مقدمة مجلسان من مجالس الحافظ ابن عساكر في مسجد دمشق.\n</p>\n\n<p>\n15 - مقدمة كتاب التبادل الثقافي من بلاد الشام وبلاد فارس تأليف رياض\nعبد الحميد مراد.\n</p>\n\n<p>\nأهمية الرحلة في طلب الحديث (1) الرحلة في طلب العلم إحدى الركائز\nالأساسية في تحصيله، نشأت منذ انتشر المسلمون في الأمصار، وبعد انتقال\nالصحابة رضوان الله عليهم في الأمصار والبلدان، اتجه إليهم الناس يأخذون\nعنهم أحاديث رسول الله صلى الله عليه وسلم، ورحل بعض الصحابة إلى بعضهم\nليأخذوا عنهم، ولو كان ذلك حديثا واحدا أو ليتثبت من لفظ حديث كما فعل أبو\nأيوب الأنصاري رضي الله عنه في رحلته من المدينة المنورة إلى مضر حيث عقبة\nبن عامر رضي الله عنه، وبعد أن سمع منه حديث رسول الله صلى الله عليه وسلم\nقفل راجعا إلى المدينة المنورة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p017'> Vol. 00, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nوبهذه الطريقة تبعهم التابعون وتابعوهم في طلب الحديث وحفظه وتتبع أعالي\nالأسانيد.\n</p>\n\n<p>\nوكتب الرجال تحدثنا عن رحلات متعددة وكثير منها كان في سنوات طويلة\nومسافات بعيدة، وقلما نجد عالما مشهورا أو حافظا إلا ورحل فالامام أحمد بن\nحنبل رحل مع صديقه يحيى بن حنبل من العراق إلى اليمن للسماع من عبد الرزاق\nبن همام صاحب المصنف (1). أما أبو حاتم الرازي فيحدثنا عن رحلته فيقول:\n</p>\n\n<p>\nأو سنة خرجت في طلب الحديث أقمت سبع سنوات، أحصيت ما مشيت على قدمي زيادة\nعلى ألف فرسخ، ولم أزل أحصي حتى لما زاد على ألف فرسخ تركته.\n</p>\n\n<p>\nوأما ابن المقرى محمد بن إبراهيم فقال عن رحلته:\n</p>\n\n<p>\nطفت الشرق والغرب أربع مرات، ودخلت بيت المقدس عشر مرات، وحججت أربعا،\nأقمت خمسة وعشرين شهرا (2).\n</p>\n\n<p>\nومنهم أبو الفضل محمد بن طاهر المقدسي الذي حدث عن رحلته فقال:\n</p>\n\n<p>\nبلد الدم في طلب الحديث مرتين: مرة ببغداد ومرة بمكة، كنت أمشي حافيا في\nالحر فلحقني ذلك، وما ركبت دابة قط في طلب الحديث، وكنت أحمل كتبي على ظهري\n(3).\n</p>\n\n<p>\nعلى أن هذه الآلام والمتاعب والصعاب <span id='ms08'></span> والشدائد كانت عذبة ومحببة لما يرجون\nمن تحصيل الأجر والثواب ورضا الله عز وجل وعلو المنزلة في سبيل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p018'> Vol. 00, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nطلب العلم. يقول ابن الجوزي في ذلك: ولقد كنت في حلاوة العلم ألقى من\nالشدائد ما هو عندي أحلى من العسل لأجل ما أطلب وأرجو، كنت في زمان الصبا\nآخذ معي أرغفة يابسة فأخرج في طلب الحديث وأقعد على نهر عيسى فلا أقدر على\nأكلها إلا عند الماء، فكلما أكلت لقمة شربت عليها، وعين همتي لا ترى إلا\nلذة العلم (1).\n</p>\n\n<p>\nأما ابن عساكر فإنه بعد أن تلقى العلم والحديث على كبار علماء بلدته\nدمشق، وأجازوا له، عقد العزم على الرحلة للقاء الشيوخ ولتحصيل الاسناد،\nوالاجزاء الحديثية، وجمع طرق الأحاديث ومناظرة الرواة، فقد رحل رحلته\nوغيرها من الفوائد الكثيرة، وهي سنة علماء الحديث وطلابه، فقد رحل رحلته\nالأولى إلى بغداد سنة 520 ه‍، وحج سنة 521 ه‍، واستمر في هذه الرحلة خمس\nسنوات.\n</p>\n\n<p>\nوفي رحلته الثانية والتي استمرت أربع سنوات قصد خراسان، للقاء كبا\nعلمائها، ومنهم أبو عبد الله الفراوي في نيسابور، يقول عن ذلك:\n</p>\n\n<p>\n(وإلى الإمام محمد الفراوي كانت رحلتي الثانية لأنه كان المقصود بالرحلة\nفي تلك الناحية لما اجتمع فيه من علو الاسناد ووفور العلم) (2).\n</p>\n\n<p>\nأهمية الكتاب أراد ابن عساكر أن يكون من الذين ورد في حقهم حديث: من حفظ\nعلى أمتي أربعين حديثا من أمر دينها بعثه الله فقيها وكنت له يوم القيامة\nشفيعا وشهيدا (3)، ولذلك فقد ألف عددا من الكتب التي تختص بالأربعين حديثا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p019'> Vol. 00, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nمنها (الأربعون الطوال)، و (الأربعون في الابدال العوال)، و (الأربعون في\nالجهاد، و (الأربعون البلدانية)، و (الأربعون حديثا من مسموعاته).\n</p>\n\n<p>\nأما كتاب (الأربعين البلدانية) فتعود أهميته إلى أنه متعدد الجوانب\nوالفوائد، فهو بمثابة مشيخة صغرى له، وهو بيان لرحلته واسعة له، ومقدرة\nفائقة دقيقة لهذا المنهج. ولا يستطيع أن يقوم بهذا العمل إلا من توفرت فيه\nرتبة عالية من العلم، ورحلة واسعة، فقد استطاع أن يجمع لنا أربعين حديثا عن\nأربعين شيخا من أربعين بلدة، لأربعين صحابيا <span id='ms09'></span> في أربعين موضوعا.\n</p>\n\n<p>\nمنهج المؤلف ذكر ابن عساكر في مقدمة كتابه، أن أحد أصحابه عثر على\nالأربعين التي صنفها الحافظ أبي طاهر السلفي (1) ت 576 ه‍، وجعلها أربعين\nحديثا عن أربعين شيخا، في أربعين مدينة، وطلب منه صاحبه أن يقتدي بسننه\nفأجابه إلى ما التمس منه، وزاد على ما أتى به السلفي بأن جعلها عن أربعين\nمن الصحابة، وهي في أربعين بابا من العلم.\n</p>\n\n<p>\nوكان من نهجه في صناعة كتابه هذا أن بدأه بمقدمة مفيدة، ذكر فيها منزلة\nطالب علم وثوابه، وقيمة الرحلة في تحصيل النفيس من الحديث، وسماع العالي\nمنه، ثم بين أهمية التأليف في الأربعينات، وطرق جمعها في موضوع معين أو\nموضوعات عدة، وذكر أشهر العلماء والمحدثين، الذين ألفوا في ذلك، ثم بين\nمنهجه في إيراد كل حديث من الأحاديث، وذكر بعد ذلك أحاديث متصلة السند في\nالحث على حفظ أربعين حديثا من السنة، وأن من حفظها يكون فقيها مستوجبا\nللشفاعة ودخول الجنة. ثم بين أنه بدأ بذكر الحرمين الشريفين، ثم الشام\nوالعراق وأصبهان ومدن خراسان، على أن من أراد التوسع برحلته فعليه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p020'> Vol. 00, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nالرجوع إلى مشيخته، وأن ذلك لا يتأتي إلا لذي رحلة واسعة، وصفاق آفاق\nوجواب بلاد شاسعة، قد ادرع الأهوال وقطع الفراسخ، وأنفق الأموال في لقاء\nالمشايخ، واستهان الشدائد.\n</p>\n\n<p>\nوقد بدأ كل حديث من الأربعين بذكر البلد، يعرفه تعريفا بسيطا، ثم يذكر\nشيخه الذي تلقى عنه الحديث في هذا البلد، ذاكرا نسبه مع تعريف بسيط به.\nوالزمن الذي تلقى عنه الحديث، ثم يبين درجة الحديث وأحوال نقلته، ويعرف\nبرواته معرفا بكناهم وأنسابهم. وإذا ذكر حديثا للضرورة نازلا أورده من وجه\nآخر عاليا. ويعرف بالصحابي راوي الحديث تعريفا موجزا.\n</p>\n\n<p>\nثم ختم كتابه فأنه قد دخل مدنا غير الأربعين التي ذكرها، وعدد بعضا منها،\nورجا الله أن يجعل رحلته في طلب العلم في سبيل الله.\n</p>\n\n<p>\nمخطوطات الكتاب اعتمدت في تحقيق الكتاب على نسختين:\n</p>\n\n<p>\n1 - نسخة برلين: وهي برقم 1466، ومنه نسخة مصورة في الجامعة الأردنية\nبعمان، وهي نسخة قيمة موثقة متصلة <span id='ms10'></span> الاسناد بالمؤلف. وعليها مقابلة على أصل\nابن عساكر، فقد رواها عن ابن عساكر تلميذاه: أبو المكارم عبد الواحد بن عبد\nالرحمن الأزدي الدمشقي، وأبو بكر عتيق بن أبي الفضل السلماني. ورواها عنهما\nأبو علي الحسن بن علي القلانسي، ووصلت في النهاية رواية عن القلانسي إلى\nأبي الحسن علي بن محمد الختني.\n</p>\n\n<p>\nوهذه تراجم رواة الكتاب في هذه النسخة:\n</p>\n\n<p>\nرواة الكتاب أبو المكارم عبد الواحد بن عبد الرحمن بن عبد الواحد بن هلال\nالأزدي الدمشقي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p021'> Vol. 00, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nروى عن الحافظ ابن عساكر والأمير أسامة. قال أبو شامة المقدسي: سمع عليه\nابني محمد أجزاء بقراءتي وقراءة غيري. توفي في رجب سنة إحدى وأربعين وست\nمئة.\n</p>\n\n<p>\nترجمته في ذيل الروضتين 173، شذرات الذهب 5 / 212، سير أعلام النبلاء 23\n/ 89 أبو بكر عتيق بن أبي الفضل بن سلامة العدل، السلماني ولد سنة ثلاث\nوخمسين مئة، وحدث عن الحافظ ابن عساكر، وأبي المعالي بن خلدون، روى عنه أبو\nمحمد الحرائري، وأبو الفضل الذهبي، وابن الخلال، والفخر بن عساكر، والعلاء\nبن البقال وعدة. كان من كبار شهود دمشق، ملازما للجماعة، كثير التلاوة، بلغ\nالتسعين. توفي في الثاني والعشرين من ذي القعدة سنة ثلاث وأربعين وست مئة.\n</p>\n\n<p>\nترجمته في سير أعلام النبلاء 23 / 221، العبر 5 / 177، تذكرة الحفاظ 4 /\n1432 أبو علي بدر الدين الحسن بن علي بن أبي بكر بن يونس، ابن الخلال\nالقلانسي ولد سنة تسع وعشرين وست مئة في صفر، اعتنى به خال أمه الحافظ أبو\nالعباس بن الجوهري، فأسمعه الكثير واستجاز له، وتفرد في وقته، وأكثر عنه\nالذهبي، وكان من خيار الشيوخ، دينا وقورا، حدث عنه ابن الخبار، وابن\nالعطار، وابن أبي الفتح، ورئيس المؤذنين أبو عبد الله الداني. توفي في ربيع\nالأول سنة اثنتين وسبع مئة.\n</p>\n\n<p>\nترجمته في معجم الشيوخ للذهبي 1 / 211 أبو الحسن علي بن محمد بن عبد الله\nالختني، الفقيه الزاهد التركي ولد في حدود سنة سبعين وقدم دمشق صغيرا،\nفلازم الشيخ تاج الدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p022'> Vol. 00, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nالفراري، ثم ولده شهاب الدين، ولازم الاشتغال، وسمع من الفخر ابن البخاري\nوالواسطي، وجماعة، وكان ذا خير وتواضع <span id='ms11'></span>،. مات في المحرم سنة 717 ه‍.\n</p>\n\n<p>\nأما نسبه الختني فقد ورد في الشذرات، وفي العبر، والمعين في طبقات\nالمحدثين: (الجبني) بضم الجيم وتشديد الباء المفتوحة، نسبة إلى الجبن\nالمأكول.\n</p>\n\n<p>\nوفي مطبوع الدرر الكامنة: الختني.\n</p>\n\n<p>\nوكذلك وردت في مخطوطاتنا ز.\n</p>\n\n<p>\nترجمته في ذيول العبر 4 / 46، المعين في طبقات المحدثين 231، معجم الشيوخ\n2 / 43، الدرر الكامنة، 4 / 133، شذرات الذهب 5 / 45 وعلى هذه النسخة\nسماعات متعددة أوردتها في آخر الكتاب:\n</p>\n\n<p>\nمنها سماع على الشيخ كمال الدين عبد العزيز بن عبد المنعم الخبازي،\nبسماعه من تلاميذ المؤلف: ابن المؤلف القاسم، وتقي الدين القرطبي، وعبد\nالعزيز بن شداد الجميري بحق سماعهم من المؤلف.\n</p>\n\n<p>\nوكتب هذا السماع بجامع دمشق سبعين وست مئة.\n</p>\n\n<p>\nوسماع آخر على أحمد بن مظفر النابلسي سنة ثمان وأربعين وسبع مئة بدمشق.\n</p>\n\n<p>\nوسماع آخر على محمد بن العماد بالمدرسة العمرية بدمشق سنة ست عشرة وتسع\nمئة.\n</p>\n\n<p>\nوسماع آخر على محمد بن إسماعيل الخباز. لم أستطع قراءة التاريخ.\n</p>\n\n<p>\nوالنسخة هذه في 39 ورقة طولها 31 سم وعرضها 18 سم، وفي كل صفحة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p023'> Vol. 00, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n17 سطرا، كتبها صاحبها وراويها علي بن محمد الختني وهو عالم اشتغل بعلم\nالحديث فروى عن الفخر بن البخاري المحدث المشهور وغيره.\n</p>\n\n<p>\nكتبها في رمضان سنة 686 ه‍. بجامع دمشق من نسخة الحافظ أبي عبد الله زكي\nالدين البرزالي المتوفى سنة 636 ه‍.\n</p>\n\n<p>\nثم إن صاحبها قابلها فقد ذكر في آخرها: قوبل بأصله المنقول عنه، وكذلك\nقال: بلغ العرض والسماع ولله الحمد.\n</p>\n\n<p>\nاعتنى ناسخها بضبطها بدقة كبيرة، استدرك بهامشها بعض الاستدراكات، كما\nيبدو أنه وجه نسخة أخرى إذ يشير في الهامش إلى فروق مع نسخة أخرى.\n</p>\n\n<p>\nوهذه النسخة هي نسخة ابن عساكر (انظر هامش الورقة 4 ب).\n</p>\n\n<p>\nكل هذا يدلنا على القيمة الكبيرة لهذه النسخة.\n</p>\n\n<p>\nوقد رمزت لهذه النسخة ب‍ (ز).\n</p>\n\n<p>\nالنسخة الثانية هي نسخة مكتبة شهيد علي في تركيا (1) وهي في 32 ورقة، طول\nالصفحة 21 سم وعرضها 15 سم في كل صفحة 20 سطرا.\n</p>\n\n<p>\nكتبها محمد بن إبراهيم بن خشنان الحلبي الكاتب المكنى بأبي حامد في ثاني\nعشر صف سنة خمسين وثمانين وخمس مئة.\n</p>\n\n<p>\nولا نجد على <span id='ms12'></span> النسخة أي سماع أو مقابلة، وقد وصلتني تنقص الورقتين\nالأوليين. وقد رمزت لها ب‍ (م).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p024'> Vol. 00, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nالمنهج في التحقيق اعتمدت في تحقيق الكتاب على النسخة الأولى، وجعلتها\nأصلا، لأنها تامة، وعليها مقابلة على نسخة المؤلف، وعليها سماعات وروايات\nمتعددة تصل إلى المؤلف، وبينت الفروق في النسخة الثانية بالهامش.\n</p>\n\n<p>\nثم قمت بتخريج الآيات والأحاديث، وشرحت ما يحتاج إلى شرح توضيحا للنص.\n</p>\n\n<p>\nوبما أن الكتاب عن أربعين شيخا فقد ترجمت لهم، وعرفت بالمدن والقرى التي\nزارها ابن عساكر، وأفضت في ذكر ذلك لتتضح معالم رحلته وما آلت إليه هذه\nالبلدان، وأحلت على تراجم الصحابة في الكتب المعتمدة.\n</p>\n\n<p>\nعنوان الكتاب جاء عنوان الكتاب أول نسخة ز: الأربعين عن أربعين من أربعين\nلأربعين في أربعين.\n</p>\n\n<p>\nأما نسخة م فصفحة العنوان مبتورة.\n</p>\n\n<p>\nأما السماعات على النسخة ز فإننا نجد العبارة التالية تتكرر أكثر من مرة:\n</p>\n\n<p>\nسمع الأربعين البلدانية.\n</p>\n\n<p>\nكذلك ذكرها العلماء الذين ترجموا لان عساكر بالأربعين البلدانية.\n</p>\n\n<p>\nولذلك جعلت العنوان كالتالي:\n</p>\n\n<p>\nكتاب الأربعين البلدانية عن أربعين من أربعين في أربعين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p025'> Vol. 00, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nورقة العنوان من النسخة الأولى (ز) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p026'> Vol. 00, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nالصفحة الأخيرة من النسخة الأولى (ز) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p027'> Vol. 00, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nالصفحة الأخيرة من النسخة الثانية (م) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p028'> Vol. 00, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nكتاب الأربعين البلدانية عن أربعين من أربعين لأربعين في أربعين تأليف\nالامام الحافظ محدث الشام ناصر السنة أفضل المتأخرين وأوحد العلماء ثقة\nالدين أبي القاسم علي بن الحسن بن هبة الله بن عبد الله بن الحسين بن عساكر\nالدمشقي الشافعي قدس الله روحه ونور ضريحه رواية الشيخين العدل أبي المكارم\nعبد الواحد بن عبد الرحمن بن هلال الأزدي والمقرئ أبي بكر عتيق بن أبي\nالفضل بن سلامة السلماني كلاهما عنه رواية الشيخ أبي علي الحسن بن عي بن\nأبي بكر الخلال الدمشقي عنهما سماع صاحبه الفقيه الصالح المقرئ أبي الحسن\nعلي بن محمد بن عبد الله الختني منه تحقيق محمد مطيع الحافظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p029'> Vol. 00, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nبسم الله الرحمن الرحيم وبه نستعين أخبرنا الشيخ الجليل المسند الأصيل\nبدر الدين أبو علي الحسن بن علي بن أبي بكر بن الخلال الدمشقي قراءة عليه <span id='ms13'></span>\nوانا اسمع قال: انا الشيخان العدل أبو المكارم عبد الواحد بن عبد الرحمن بن\nهلال الأزدي قراءة عليه وانا اسمع سنة أربع وثلاثين وست مئة والمقرئ أبو\nبكر عتيق بن أبي الفضل بن سلامة السلماني قراءة عليه وانا اسمع في يوم\nالثلاثاء عاشر شهر رمضان سنة أربعين وست مئة قالا: أخبرنا الشيخ الامام\nالحافظ شيخ الاسلام صدر الحفاظ ثقة الدين أبو القاسم علي بن الحسن بن هبة\nالله بن عبد الله بن الحسين الشافعي رضي الله عنه قراءة عليه ونحن نسمع\nقال:\n</p>\n\n<p>\nالحمد لله القاهر القادر القوي المتين الاله الفاطر الغافر الساتر الغني\nالمعين أحمده حمد معترف له بالإبداع فيه والايجاد والتكوين وأتوكل عليه\nتوكل ذوي الاخلاص واليقين واشهد ان لا اله الا هو ذو الفضل المتين واشهد ان\nمحمدا عبده ورسوله المختار للتبيين صلى الله عليه وعلى آله وأصحابه ذوي\nالعقل الرصين صلاة مقرونة بالمزيد والدوام إلى يوم الدين اما بعد فإن الله\nسبحانه خلق خلقه من الطين وأنشأهم بقدرته كما شاء من الماء المهين وجعلهم\nبحكمته وارادته نطفا في القرار المكين وأحسن صورهم إذ صورهم غاية التحسين\nوخص أمة محمد عليه السلام بالفضل المستبين وأرسل إليهم رسولا منهم أيده\nبالحجج والبراهين فعلمهم وفهمهم وأدبهم على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p031'> Vol. 00, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوجه التمرين وامر أمته المرحومة بطلب العلم ولو بالصين ليميزوا به إذا\nسمعوه بين الغث والسمين ووعد الثواب لمن حفظه لأجل التبليغ والتلقين على\nأمته أربعين حديثا من امر الدين حرصا على إرشادهم إلى اقتناء النفيس الثمين\nوخوفا عليهم ان يثبتوا دينهم بالظن التخمين فيوقعهم ترك امتثال امره في\nالتغيير والتلوين فجدوا في اقتباسه في سائر الأوقات والأحايين أنه وطاروا\nفي التماسه الحثيث إلى البلدان كالعقبان والشواهين وعاشوا في الغربة وهو\nعيش الفقراء والمساكين وتجوزوا في طلبة بأكل الخشن ولبس الثخين فرب عزيز\nصار في غربته كالبائس المسكين ولم يشغلهم عن طلابه الإشتغال بالحوانيت\nوالبساتين ولم تلههم عن اكتسابه الشهوات وشم الرياحين وحملوه عن أربابه\nبالجد فيه ورفض التهوين واستكثروا من السماع من <span id='ms14'></span> العالم به الصادق الأمين /\n3 أ / وكتب القرين منهم لحرصه عليه عن القرين حتى أحكموا فيه وجوه التصحيح\nله والتوهين ودونوه عن أئمتهم وشيوخهم الثقات احكم التدوين وزينوه للطالب\nله بتصنيفهم صلى الله عليه وسلم وتأليفهم أبلغ التزيين ومكن الله لهم في\nنشره أحسن التمكين ونسبوا لأجله إلى المصطفى صلى الله عليه وسلم بالتعيين\nفجعلهم الله سبحانه برحمته من أصحاب اليمين وزوجهم بكرمه في دار كرامته\nبالحور العين فلما وقف علماؤهم على ما حضهم نبيهم عليه بادر بعضهم إلى\nامتثال ما ندبهم إليه وصنف جماعة منهم أربعينات سمعت منهم واشتهرت بهم\nونقلت عنهم واختلفت مقاصدهم في تصنيفها ولم يتفقوا على غرض واحد في تأليفها\nبل اختلفوا في جمعها وترتيبها وتباينوا في عدها وتبويبها فمنهم من اعتمد\nعلى ذكر أحاديث التوحيد واثبات الصفات لله عز وجل والتمجيد ومنهم من قصد\nذكر أحاديث الاحكام لما فيها من التمييز بين الحلال والحرام ومنهم من اقتصر\nعلى ما يتعلق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p032'> Vol. 00, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nبالعبادات ويكون سببا لاكتساب القرب والطاعات ومنهم من اختار سلوك طريق\nأصحاب الحقائق في إيراد أحاديث المواعظ والرقائق ومنهم من قصد اخراج ما صح\nسنده وسلم من الطعن عند الأئمة موردة ومنهم من كان قصده / 3 ب / ومراده\nاخراج ما علا عنده اسناده ومنهم من أحب تخريج ما طال متنه وظهر لسامعه حيث\nيسمعه حسنه إلى غير ذلك من الأنواع التي قصدوها والاغراض التي سنحت لهم\nوأرادوها وكل منهم لم يأل في طلب الاجر ولم يقصر في اقتناء الثواب والذخر\nوسمى كل واحد منهم كتابة بكتاب الا بعين فرحمة الله ورضوانه عليهم أجمعين\nكما نشروا الدين وأظهروا الحق المبين وفيهم لمن بعدهم أسوة وهم لمن اقتفى\nاثارهم القدوة فمنهم:\n</p>\n\n<p>\nمحمد بن أسلم الطوسي الطابراني.\n</p>\n\n<p>\nوأبو العباس الحسن بن سفيان النسوي الشيباني.\n</p>\n\n<p>\nوأبو بكر محمد بن الحسن الاجري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p033'> Vol. 00, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nومحمد بن إبراهيم بن علي بن المقرئ.\n</p>\n\n<p>\nوأبو بكر محمد بن عبد الله بن محمد الجوزقي.\n</p>\n\n<p>\nوأحمد بن الحسين بن علي البيهقي.\n</p>\n\n<p>\nوأبو الخير زيد بن رفاعة الهاشمي.\n</p>\n\n<p>\nوأبو عبد <span id='ms15'></span> الرحمن محمد بن الحسين السلمي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p034'> Vol. 00, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوأبو عبد الله محمد بن عبد الله الحاكم النيسابوري.\n</p>\n\n<p>\nوأبو القاسم عبد الكريم بن هوزان القشيري.\n</p>\n\n<p>\nوأبو سعد أحمد بن محمد بن أحمد بن الخليل الماليني.\n</p>\n\n<p>\nوأبو الفتح نصر بن إبراهيم المقدسي الفلسطيني.\n</p>\n\n<p>\nوأبو نعيم أحمد بن عبد الله بن أحمد الأصبهاني.\n</p>\n\n<p>\nوأبو سعد أحمد بن إبراهيم المقرئ المهراني. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p035'> Vol. 00, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nوأبو نصر محمد بن علي بن ودعان الموصلي.\n</p>\n\n<p>\nوأبو إسماعيل عبد الله بن محمد الأنصاري الحنبلي.\n</p>\n\n<p>\nوشيخانا:\n</p>\n\n<p>\nأبو عبد الله محمد بن الفضل الفراوي الشهرستاني.\n</p>\n\n<p>\nوأبو سعد إسماعيل بن أبي صالح المؤذن الكرماني.\n</p>\n\n<p>\nولغير من سميت من قوم آخرين من المتقدمين من أصحاب الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p036'> Vol. 00, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nوالمتأخرين في هذا المعنى ما كفى واغنى وقد وقع إلي من أربعيناتهم فقال\nنحو الثلاثين ولولا خشية الإطالة لذكرت أسانيدها بالتعيين.\n</p>\n\n<p>\nوقد جمعت أنا: الأربعين الطوال.\n</p>\n\n<p>\nوالأربعين في الابدال العوال.\n</p>\n\n<p>\nوالأربعين في الاجتهاد في إقامة فرض الجهاد.\n</p>\n\n<p>\nثم لما عثر بعض أصحابي وحبيب من أحبابي على الأربعين التي صنفها الشيخ\nالإمام الحافظ بقية السلف ومقتدى أصحاب الحديث من الخلف أبو طاهر أحمد بن\nمحمد بن أحمد الأصبهاني السلفي فسح الله في أجله وختم له بخير عمله فإنه\nشيخ الجماعة والمقدم في هذه الصناعة وأعلى الجماعة سنا وأحسنهم في جمع\nالحديث فنا وأقدمهم له سماعا وأعظمهم فيه ارتفاعا وجعلها أربعين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p037'> Vol. 00, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nحديثا عن أربعين شيخا في أربعين مدينة أبان بها عن رحلة واسعة وأظهر فيها\nرتبة عالية مبينة وسألني أن أقتدي بسنته وأقتفي سبيله في صنعته فأجبته إلى\nما التمس من ذلك الغرض وجعلت سلوك / 4 ب / سبيل ذلك الشيخ كالشئ المفترض\nولقد أحسن فيما قصد وأغرب فيما له اعتمد وزدت على ما اتى به من الغرابة بأن\nجعلتها عن أربعين من الصحابة وهي إذا اعتبرت تخرج في أربعين بابا كل حديث\nباب منها إذا جمع إليه ما يليق به صار كتابا وبينت صحيحها من معلولها وأبنت\nمقبولها من مرذولها ثنا وتكلمت على أحوال نقلتها وعرفت برواتها وحملتها\nوذكرت من أسمائهم وكناهم وأنسابهم ما لعلة <span id='ms16'></span> يخفى ليكون الانتفاع بها لمن\nأراد تحصيلها أوفى وتكون الاستفادة منها أكمل وفوائدها أعم وأشمل وإذا ذكرت\nحديثا للضرورة نازلا أوردته من وجه آخر عاليا ليكمل لطالبه الابتهاج بحصوله\nويصير لديه عزيزا غاليا فإن لعلو الإسناد في القلب فرحة وقد عد بعض العلماء\nنزول الحديث قرحة وقد قال بعض من رغب في الحديث وتحصيله أن قرب الإسناد قرب\nإلى الله وإلى رسوله كما أخبرنا الشريف أبو الحسن زيد بن الحسن بن زيد بن\nحمزة بن محمد بن موسى بن أحمد بن محمد بن القاسم بن حمزة بن موسى بن جعفر\nالموسوي الطوسي بطابران انا أبو الخير عبد الله بن مرزوق الهروي انا أبو\nالفضل الطبسي بها انا محمد بن القاسم الفارسي ثنا أبو بكر محمد بن محمد\nالحافظ ثنا أبو عبد الله المخضوب قال سمعت / 5 أ / محمد بن إبراهيم الحافظ\nيقول: سمعت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p038'> Vol. 00, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nيحيى بن معين يقول:\n</p>\n\n<p>\nالاسناد النازل قرحة في الوجه والاسناد العالي قربة إلى الله ورسوله فأول\nما ابدأ به ذكر أحاديث في الحث على حفظ أربعين حديثا من السنة وان من حفظها\nيكون فقيها مستوجبا للشفاعة ودخول الجنة ثم أردف ذلك بذكر حديث حديث في كل\nبلد دخلته من سائر الآفاق من الحجاز والشام وخراسان والجبال والجزيرة\nوالعراق وأول ما ابدأ به ذكر الحرمين الشريفين المعظمين المكرمين ثم الشام\nوالعراق وأصبهان ومدن كور خراسان إلى غير ذلك من الأمصار التي دخلتها في\nسائر الأقطار وقد أخرجت لذكر ذلك معجما مفردا فمن وقف عليه وجد ذكرها فيه\nمقيدا ولا يتأتى ذلك الا لذي رحلة واسعة وصفاق أفاق وجواب بلاد شاسعة قد\nادرع الأهوال وقطع الفراسخ وأنفق الأموال في لقاء المشايخ واستهان الشدائد\nوانتهز الفوائد وقد رزقه الله سبحانه من ذلك ما يسره وسهل منه ما شاءه\nوقدره فله الحمد على ما اعطى ومنح وله الشكر على ما من به وفتح والله\nيعصمنا من المباهاة ويعيننا من المنافسة والمراءاة فإنه الموفق للسداد\nوالمعين على بلوغ المراد / 5 ب / أ - أخبرنا أبو <span id='ms17'></span> القاسم هبة الله بن محمد\nبن عبد الواحد بن أحمد بن الحصين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p039'> Vol. 00, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nالشيباني الكاتب ببغداد غير مره أنا أبو طالب محمد بن محمد بن إبراهيم بن\nغيلان البزاز انا أبو بكر محمد بن عبد الله بن إبراهيم الشافعي قراءة عليه\nوأنا اسمع ثنا أبو بكر عبد الله بن محمد بن أبي الدنيا ثنا الفضل بن غانم\nثنا عبد الملك بن هارون بن عنترة عن أبيه عن جده عن أبي الدرداء رضي الله\nعنه قال قال رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\n\" من حفظ على أمتي أربعين حديثا من امر دينها بعثه الله فقيها وكنت له\nيوم القيامة شافعا وشهيدا \" ب - أخبرنا أبو الحسن علي بن محمد بن يوسف بن\nالعلاف المقرئ في كتابة إلي من بغداد ثم أخبرنا أبو محمد هبة الله بن أحمد\nبن عبد الله بن طاوس المقرئ امام جامع دمشق بها انا قاضي القضاة أبو بكر\nمحمد بن المظفر بن بكران الحموي قالا انا أبو القاسم عبد الملك بن محمد بن\nبشران المعدل انا أبو بكر محمد بن الحسين الاجري بمكة ثنا أبو عبد الله\nمحمد بن مخلد العطار ثنا أبو محمد جعفر بن محمد الخندقي وكان له حفظ ثنا\nمحمد بن إبراهيم السائح ثنا عبد المجيد بن عبد العزيز بن أبي رواد عن أبيه\nعن عطاء عن ابن عباس رضي الله عنهما عن معاذ بن جبل رضي الله عنه / 6 أ /\nقال: قال رسول الله صلى الله عليه وسلم: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p040'> Vol. 00, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n\" من حفظ على أمتي أربعين حديثا من امر دينها بعثه الله يوم القيامة في\nزمرة الفقهاء والعلماء \" ج - أخبرتنا أم الخير فاطمة بنت علي بن المظفر بن\nالحسن بن زعبل بن عجلان المعلمة بنيسابور قالت أنبأ أبو الحسين عبد الغافر\nبن محمد بن عبد الغافر الفارسي التاجر أنبأ أبو عمرو محمد بن أحمد بن حمدان\nبن علي بن عبد الله بن سنان الحيري ثنا أبو العباس الحسن بن سفيان بن عامر\nبن العباس الشيباني بنسا ثنا علي بن <span id='ms18'></span> حجر ثنا إسحاق بن نجيح عن ابن جريج عن\nعطاء بن أبي رباح عن ابن عباس رضي الله عنهما قال: قال رسول الله صلى الله\nعليه وسلم:\n</p>\n\n<p>\n\" من حفظ على أمتي أربعين حديثا من السنة كنت له شفيعا يوم القيامة \".\n</p>\n\n<p>\nد - أخبرنا أبو نصر أحمد بن عمر بن محمد الأصبهاني المعروف بالغازي\nالحافظ بأصبهان انا أبو الحسين أحمد بن عبد الرحمن بن محمد المعدل أنبأ أبو\nبكر أحمد بن موسى بن مردويه الحافظ ثنا عبد الباقي بن قانع ثنا الحسين بن\nإسحاق ثنا محمد بن حفص الحراني ثنا عبد الرحمن بن محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p041'> Vol. 00, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nالأسدي ثنا أبو بكر بن عياش عن عاصم عن أبي وائل عن عبد الله رضي الله\nعنه قال قال رسول الله صلى الله / 6 ب / عليه وسلم \" من حفظ على أمتي\nأربعين حديثا ينفعهم الله بها قيل له: ادخل الجنة من اي أبواب الجنة شئت \".\n</p>\n\n<p>\nكذا قال لنا شيخنا الحراني وانما هو الحرامي بالميم من بني حرام وهو\nكوفي.\n</p>\n\n<p>\nه‍ - أخبرنا بصوابه أبو بكر محمد بن عبد الباقي بن محمد الأنصاري الفرضي\nالشاهد ببغداد وأبو محمد طاهر بن سهل بن بشر بن أحمد بن الأسفراييني الصائغ\nبدمشق قالا: ثنا أبو بكر أحمد بن علي بن ثابت الخطيب البغدادي قال: اخبرني\nمحمد بن جعفر بن علان الشروطي ثنا سعد بن محمد بن إسحاق الصيرفي ثنا محمد\nبن عثمان بن أبي شيبه ثنا محمد بن حفص الحرامي الكوفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p042'> Vol. 00, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nثنا دحيم بن محمد الصيداوي النخاس ثنا أبو بكر بن عياش عن عاصم عن زر عن\nعبد الله رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\n\" من حفظ علي أمتي أربعين حديثا ينفعهم الله بها قيل له ادخل من أي أبواب\nالجنة شئت \".\n</p>\n\n<p>\nكذا قال: \" عن زر \" بدلا من \" أبي وائل شقيق بن سلمة \" ودحيم هذا هو عبد\nالرحمن بن محمد من بني صيدا: حي من بني أسد لا من صيدا التي على الساحل وهو\nكوفي أيضا وقد روي هذا <span id='ms19'></span> الحديث أيضا عن علي بن أبي طالب وعبد الله بن عمر بن\nالخطاب وأبي هريرة الدوسي وأبي سعيد الخدري وأبي امامة / 7 أ / الباهلي\nوأنس بن مالك رضي الله عنهم عن النبي صلى الله عليه وسلم في أسانيد فيها\nكلها مقال ليس فيها ولا فيما تقدمها للتصحيح مجال لكن الأحاديث الضعيفة إذا\nضم بعضها إلى بعض اخذت قوة لا سيما ما ليس فيه اثبات فرض.\n</p>\n\n<p>\nو - واغرب من ذلك ما أخبرنا أبو القاسم زاهر بن طاهر بن محمد بن محمد بن\nأحمد بن يوسف الشحامي المعدل بنيسابور أنبأ الأستاذ أبو القاسم عبد الكريم\nبن هوازن بن عبد الملك القشيري أنبأ الحافظ أبو عبد الله محمد بن عبد الله\nالحاكم ثنا أبو علي الحسين بن محمد الصغاني بمرو ثنا أبو رجاء محمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p043'> Vol. 00, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nحمدويه ثنا العلاء بن مسلمة ثنا إسماعيل بن يحيى التميمي عن سفيان الثوري\nعن ليث عن طاوس عن ابن عباس قال قال رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\n\" من أدى إلى أمتي حديثا واحد يقيم به سنة ويرد به بدعة فله الجنة \".\n</p>\n\n<p>\nتابعه عبد الرحيم بن حبيب عن إسماعيل بن يحيى.\n</p>\n\n<p>\nز - واعجب من هذا واغرب ما قرأت على أبي محمد عبد الكريم بن حمزة بن\nالخضر بن العباس السلمي بدمشق عن أبي بكر أحمد بن علي بن ثابت الخطيب حدثني\nأبو الفتيان عمر بن أبي الحسن الدهستاني بصور انا أبو مسعود أحمد بن محمد\nبن عبد الله البجلي بدهستان أخبرنا / 7 ب / أبو أحمد محمد بن أحمد بن يعقوب\nالزرقي بها - قرية من قرى مرو - ثنا أبو حامد أحمد بن عيسى بن مهدي بن عيسى\nإملاء ثنا أبو أحمد محمد بن رزام ثنا محمد بن أيوب الهنائي ثنا حميد بن أبي\nحميد عن عبد الرحمن بن دلهم عن ابن عباس رضي الله عنهما قال: قال رسول الله\nصلى الله عليه وسلم:\n</p>\n\n<p>\n\" من حفظ على أمتي حديثا واحدا كان له اجر أحد وسبعين صديقا نبيا \".\n</p>\n\n<p>\nلم اكتبه الا من هذا <span id='ms20'></span> الوجه وهو يدخل في رواية الأكابر عن الأصاغر ورواه\nغير محمد بن أيوب الهنائي عن حميد فقال: اجر اثنين وسبعين صديقا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p044'> Vol. 00, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الأول مكة [المكرمة] حرسها الله تعالى وهي البلد الأمين.\n</p>\n\n<p>\nحدثنا أبو محمد عبد الله بن محمد إسماعيل بن صدقة بن الغزال المصري\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p045'> Vol. 00, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nنزيل مكة من لفظه في ذي الحجة سنة إحدى وعشرين وخمس وعشرين وخمس مئة بمكة\nفي الحرم المعظم تجاه الكعبة شرفها الله وعظمها من ناحية باب إبراهيم\nالخليل عليه السلام ولقناه إياه وكان قد ثقل سمعه وذهب بصره وذكر لنا أنه\nسمع من القضاعي وأبي الحسن بن مسكين وأبي القاسم الكحال وغيرهم.\n</p>\n\n<p>\nقال أخبرتنا / 8 أ / المرأة الصالحة كريمة بنت أحمد المروزيه قراءة عليها\nوأنا أسمع بمكة قالت: أنبا أبو الهيثم محمد بن مكي الكشميهني قراءة عليه\nوأنا أسمع أنبأ محمد بن يوسف الفربري ثنا محمد بن إسماعيل البخاري ثنا\nالحميدي عن سفيان [هو ابن عيينة] ثنا يحي بن سعيد الأنصاري أنبا محمد بن\nإبراهيم التيمي أنه سمع علقمة بن وقاص الليثي يقول: سمعت عمر بن الخطاب رضي\nالله عنه على المنبر قال: سمعت رسول الله صلى الله عليه وسلم يقول:\n</p>\n\n<p>\n\" انما الأعمال بالنيات وانما لكل امرئ ما نوى فمن كانت هجرته إلى الله\nوإلى رسوله فهجرته إلى الله والى رسوله ومن كانت هجرته إلى دنيا يصيبها أو\nامرأة ينكحها فهجرته إلى ما هاجر إليه \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p046'> Vol. 00, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nوقع إلي هذا الحديث عن البخاري من وجوه كلها في العدة إليه مثل هذه\nالطريق لكنه وقع إلي أعلى من هذا بدرجتين من وجه اخر.\n</p>\n\n<p>\nحدثنا أبو القاسم هبة الله بن محمد بن الحصين البغدادي إملاء وقراءة عليه\nغير مره أنبأ أبو طالب محمد بن محمد بن غيلان البزاز قراءة عليه وأنا اسمع\nسنة سبع وثلاثين وأربع مئة أنبا أبو بكر محمد بن عبد الله بن إبراهيم\nالشافعي البزار ثنا عبد الله بن روح المدائني ومحمد بن رمح البزاز قالا ثنا\nيزيد بن هارون ثنا يحي بن سعيد الأنصاري عن محمد بن <span id='ms21'></span> إبراهيم التيمي انه سمع\nعلقمة بن وقاص / 8 ب / يقول: سمعت عمر بن الخطاب رضي الله عنه على المنبر\nيقول سمعت رسول الله صلى الله عليه وسلم يقول:\n</p>\n\n<p>\n\" انما الأعمال بالنية وانما لامرئ ما نوى فمن كانت هجرته إلى الله والى\nرسوله فهجرته إلى الله والى رسوله ومن كانت هجرته إلى دنيا يصيبها أو امرأة\nيتزوجها فهجرته إلى ما هاجر إليه \".\n</p>\n\n<p>\nهذا حديث صحيح من حديث أمير المؤمنين أبي حفص عمر بن الخطاب بن نفيل بن\nعبد العزى بن رباح بن عبد الله بن قرط بن رزاح بن عدي بن كعب بن لؤي القرشي\nالعدوي الفاروق رضي الله عنه وثابت من حديث علقمة بن وقاص الليثي العتواري\nالمدني عنه لم يروه عنه غير أبي عبد الله محمد بن إبراهيم بن الحارث القرشي\nالتيمي المدني واشتهر عنه برواية أبي سعيد يحي بن سعيد بن قيس الأنصاري\nالمدني القاضي وهو مما انفرد به كل واحد من هؤلاء عن صاحبه ورواه عن يحي\nالعدد الكثير والجم الغفير.\n</p>\n\n<p>\nوأخرجه أبو عبد الله محمد بن إسماعيل البخاري في أول صحيحه وتابعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p047'> Vol. 00, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nالأئمة على تصحيحه فأخرجه مسلم بن الحجاج أبو الحسين القشيري النيسابوري\nمن طرق منها: عن أبي عبد الرحمن محمد بن عبد الله بن نمير الهمداني عن أبي\nخالد يزيد بن هارون الواسطي وأبي عمر حفص بن غياث النخعي جميعا عن يحي / 9\nأ / فوقع لي موافقة في شيخ شيخه بعلو.\n</p>\n\n<p>\nأخبرنا أبو محمد عبد الجبار بن محمد بن أحمد البيهقي الفقيه بنيسابور\nأنبا أبو بكر أحمد بن الحسين بن علي البيهقي الحافظ أنبا أبو عبد الله\nالحافظ قال:\n</p>\n\n<p>\nسمعت أبا عمر الأصبهاني يقول: سمعت سفيان بن هارون بن سفيان القاضي يقول\nسمعت أحمد بن منصور الرمادي يقول سمعت البويطي يقول سمعت الشافعي رضي الله\nعنه يقول:\n</p>\n\n<p>\nيدخل في حديث الأعمال بالنيات ثلث العلم.\n</p>\n\n<p>\nأخبرنا أبو طاهر محمد بن عبد الله السنجي ومحمد بن محمد بن الحارث\nالحارثي الجلبري حدثنا وأبو الفضل محمد بن سلمان بن الحسن <span id='ms22'></span> بن عمرو الفنديني\nوأبو عبد الله محمد بن أحمد بن أبي ذر الجوياني السلامتي بمرو الشاهجان\nقالوا:\n</p>\n\n<p>\nأنبا أبو بكر محمد بن علي بن حامد الشاشي الفقيه أنبا أبو الفضل منصور بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p048'> Vol. 00, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nنصر بن عبد الرحيم الكاغدي أنبا الهيثم بن كليب الشاشي قال سمعت أبا عيسى\nالترمذي يقول وروى هذا الحديث فقال: قال عبد الرحمن بن مهدي:\n</p>\n\n<p>\nينبغي ان يدخل هذا في كل باب.\n</p>\n\n<p>\nسمعت أبا عبد الله محمد بن الفضل الفراوي يقول سمعت أبا بكر أحمد بن\nالحسين الحافظ يقول: سمعت أبا عبد الله الحافظ يقول: سمعت أبا عبد الله\nمحمد بن يعقوب الحافظ / 9 ب / يقول سمعت محمد بن سلمان بن فارس يقول: سمعت\nمحمد بن إسماعيل يقول: قال عبد الرحمن بن مهدي:\n</p>\n\n<p>\nمن أراد ان يصنف كتابا فليبدأ بحديث: الأعمال بالنيات. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p049'> Vol. 00, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الثاني مدينة الرسول صلى الله عليه وسلم وتسمى أيضا طابة وكان\nاسمها في الجاهلية يثرب حرسها الله تعالى أخبرنا أبو الفتوح عبد الخلاق بن\nعبد الواسع بن أبي عروبة عبد الهادي بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p050'> Vol. 00, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nأبي إسماعيل عبد الله بن محمد الأنصاري الهروي بقراءتي عليه بالمدينة في\nمسجد رسول الله صلى الله عليه وسلم في الروضة بين القبر والمنبر ليلا في\nليلة الجمعة الثامنة من المحرم سنة اثنتين وعشرين وخمس مئة وكان معنا حاجا.\n</p>\n\n<p>\nأنبأ الشيخ الإمام الزاهد أبو عبد الله محمد بن علي العميري الهروي\nبهراة، أنبا أبو الحسن علي بن أبي طالب محمد بن أحمد بن إبراهيم الخوارزمي\nالشيخ الثقة في ذي الحجة سنة أربع عشره وأربع مئة أنبأ أبو علي حامد بن\nمحمد الرفاء قراءة عليه ثنا أبو علي بشر بن موسى بن صالح بن شيخ بن عميره\nالأسدي ببغداد ثنا عبد الله بن الزبير أبو بكر الحميدي / 10 أ / القرشي\nالمكي ثنا سفيان بن عيينة أبو محمد ثنا مسعر بن كدام عن عثمان بن المغيرة\nالثقفي عن علي بن ربيعه الوالبي عن أسماء بن الحكم الفزاري قال:\n</p>\n\n<p>\nسمعت علي بن أبي طالب رضي الله عنه يقول <span id='ms23'></span>: كنت إذا سمعت من رسول الله صلى\nالله عليه وسلم حديثا نفعني الله منه بما شاء ان ينفعني منه وإذا حدثني\nغيره استحلفته فإذا حلف لي صدقته فحدثني أبو بكر الصديق رضي الله عنه وصدق\nأبو بكر رضي الله عنه قال سمعت رسول الله صلى الله عليه وسلم يقول:\n</p>\n\n<p>\n\" ليس من عبد يذنب ذنبا فيقوم فيتوضأ فيحسن الوضوء ثم يصلي ركعتين ثم\nيستغفر الله الا غفر الله له \".\n</p>\n\n<p>\nوأخبرناه أعلى من هذا بدرجتين أبو المظفر عبد المنعم بن عبد الكريم بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p051'> Vol. 00, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nهوازن القشيري بنيسابور أنبأ أبو سعيد محمد بن عبد الرحمن بن محمد\nالجنزروذي الفقيه أنبأ أبو عمرو محمد بن أحمد حمدان الحيري.\n</p>\n\n<p>\nوأخبرناه أبو سهل محمد بن أبي نصر بن إبراهيم بن محمد بن سعدويه\nالأصبهاني المزكي ببغداد قدمها حاجا أنبأ أبو القاسم إبراهيم بن منصور بن\nإبراهيم السلمي الخباز سبط بحرويه أنبأ أبو بكر محمد بن إبراهيم بن علي بن\nعاصم بن المقرئ الأصبهاني قالا:\n</p>\n\n<p>\nأنبأ أبو يعلى أحمد بن علي بن المثنى زاد ابن المقرئ ابن يحي بن عيسى بن\nهلال / 10 ب / التميمي ثنا علي بن الجعد زاد ابن المقرئ ابن عبيد الجوهري\nثنا قيس بن الربيع ثنا عثمان بن المغيرة عن علي بن ربيعه عن أسماء بن الحكم\nالفزاري عن علي رضي الله عنه قال:\n</p>\n\n<p>\nكنت إذا سمعت من رسول الله صلى الله عليه وسلم حديثا نفعني الله بما شاء\nمنه فإذا حدثني غيري وقال ابن المقرئ وإذا حدثني غيره لم أصدقه الا أن -\nوقال ابن المقرئ - حتى يحلف. وزاد لي فإذا حلف زاد ابن المقرئ لي وقالا:\nصدقته وحدثني أبو بكر وصدق أبو بكر رضي الله عنه قال: قال رسول الله صلى\nالله عليه وسلم:\n</p>\n\n<p>\n\" ما من مسلم يذنب ذنبا ثم يتوضأ ويصلي ركعتين ويستغفر الله الا غفر له\n\".\n</p>\n\n<p>\nهذا حديث محفوظ من حديث أبي بكر الصديق رضي الله عنه واسمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p052'> Vol. 00, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله ويقال: عتيق بن أبي قحافة عثمان بن عامر بن عمرو بن كعب <span id='ms24'></span> بن سعد\nبن تيم بن مرة بن كعب القرشي التيمي رضي الله عنه.\n</p>\n\n<p>\nانفرد به عنه أمير المؤمنين أبو الحسن علي بن أبي طالب الهاشمي رضي الله\nعنهما ولم يروه عنه غير أسماء بن الحكم الفزاري الكوفي.\n</p>\n\n<p>\nأخرجه أبو عبد الرحمن بن شعيب النسائي عن أبي قديد عبيد الله بن فضالة بن\nإبراهيم النسوي عن أبي بكر الحميدي.\n</p>\n\n<p>\nوقع إلي عاليا من حديث أبي محمد قيس بن الربيع / 11 أ / الأسدي الكوفي عن\nعثمان بن المغيرة فكأن شيخينا سمعاه من النسوي ومات سنة ثلاث وثلاث مئة.\n</p>\n\n<p>\nوقد أخرجه أبو داود سليمان بن الأشعث السجستاني.\n</p>\n\n<p>\nوأبو عيسى محمد بن عيسى الترمذي.\n</p>\n\n<p>\nوأبو عبد الرحمن النسوي في كتبهم عن أبي رجاء قتيبة بن سعيد الثقفي عن\nأبي عوانة الوضاح الواسطي عن عثمان بن المغيرة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p053'> Vol. 00, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الثالث منى وكانت مدينة بها آدر وسوق ومسجدها مسجد الخيف مسجد شريف\nأخبرنا أبو الحسن مكي بن أبي طالب البروجردي ثم الهمذاني الفقيه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p054'> Vol. 00, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nالمعروف بابن قلابة بمنى في اليوم الثاني من أيام التشريق سنة إحدى\nوعشرين وخمس مئة بقراءتي عليه.\n</p>\n\n<p>\nأنبأ أبو الحسن علي بن أحمد بن محمد بن خشنام الصيدلاني بنيسابور أنبأ\nالأستاذ الإمام أبو طاهر محمد بن محمد بن محمش الزيادي إملاء أنبأ أحمد بن\nمحمد بن يحي بن بلال ثنا يحي بن الربيع المكي ثنا سفيان بن عيينة عن أيوب\nبن موسى عن نبيه بن وهب عن أبان بن عثمان عن عثمان بن عفان رضي الله عنه\nيبلغ به النبي صلى الله عليه وسلم قال:\n</p>\n\n<p>\nلا ينكح المحرم ولا يخطب.\n</p>\n\n<p>\nهذا حديث صحيح من / ب / حديث أمير المؤمنين أبي عبد الله أبي عمرو عثمان\nبن عفان بن أبي العاص بن أمية بن عبد شمس بن عبد مناف ذي النورين القرشي\nالأموي رضي الله عنه.\n</p>\n\n<p>\nانفرد به عن ابنه أبو سعيد أبان بن عثمان الفقيه المدني ولم يروه عنه غير\nنبيه بن وهب العبدري المدني.\n</p>\n\n<p>\nأخرجه مسلم في صحيحه عن أبي خيثمة زهير بن حرب النسائي <span id='ms25'></span> وأبي بكر بن أبي\nشيبة وعمرو بن محمد الناقد عن سفيان بن عيينة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p055'> Vol. 00, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرجه هو وأبو داود والنسائي من حديث مالك عن نافع مولى ابن عمر عن\nنبيه.\n</p>\n\n<p>\nوأخرجه أيضا مسلم عن عبد الملك بن شعيب بن الليث بن سعد عن أبيه عن جده\nعن خالد بن يزيد المصري عن سعيد بن أبي هلال عن نبيه الفقيه المصري فكأن\nشيخنا أبا الحسن سمعه من مسلم بن الحجاج وقد مات في سنة إحدى وستين ومئتين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p056'> Vol. 00, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الرابع دمشق وهي أم الشام وأكبر مدنه وهي من الأرض المقدسة أخبرنا\nالشريف أبو القاسم علي بن إبراهيم بن العباس بن الحسن بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p057'> Vol. 00, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nالعباس بن الحسن بن الحسين وهو أبو الحسن بن علي بن محمد / 12 أ / بن علي\nبن إسماعيل بن جعفر الصادق بن محمد الباقر بن علي بن زين العابدين بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p058'> Vol. 00, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nالحسين ريحانة رسول الله صلى الله عليه وسلم بن علي بن أبي طالب العلوي\nالحسيني الخطيب قراءة عليه بدمشق غير مرة سنة سبع وخمس مئة.\n</p>\n\n<p>\nأنبأ أبو عبد الله محمد بن علي بن يحي بن سلوان المازني قراءة عليه أنبأ\nأبو القاسم الفضل بن جعفر التميمي المؤذن قراءة عليه أنبأ أبو بكر عبد\nالرحمن بن القاسم بن الفرج بن عبد الواحد الهاشمي ثنا أبو مسهر عبد الأعلى\nبن مسهر ثنا سعيد بن عبد العزيز عن ربيعة بن يزيد عن أبي إدريس الخولاني عن\nأبي ذر الغفاري رضي الله عنه عن رسول الله صلى الله عليه وسلم عن جبريل\nعليه السلام عن الله تبارك وتعالى انه قال:\n</p>\n\n<p>\nيا عبادي اني حرمت الظلم على نفسي وجعلته بينكم محرما فلا تظالموا يا\nعبادي انكم الذين تخطئون بالليل والنهار وانا الذي اغفر الذنوب ولا أبالي\nفاستغفروني اغفر لكم يا عبادي كلكم جائع الا من أطعمته فاستطعموني أطعمكم\nيا عبادي كلكم عار الا من كسوت فاستكسوني أكسكم يا عبادي لو أن أولكم\nوآخركم وإنسكم وجنكم كانوا على أفجر قلب رجل منكم لم ينقص ذلك من ملكي شيئا\nيا <span id='ms26'></span> عبادي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p059'> Vol. 00, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nلو أن / 12 ب / أولكم وآخركم وإنسكم وجنكم كانوا على اتقى قلب رجل منكم\nلم يزد ذلك في ملكي شيئا يا عبادي لو أن أولكم وآخركم وإنسكم وجنكم كانوا\nفي صعيد واحد فسألوني فأعطيت كل إنسان منهم ما سأل لم ينقص ذلك من ملكي\nشيئا إلا كما ينقص البحر ان يغمس المخيط غمسة واحدة يا عبادي انما هي\nأعمالكم احفظها عليكم فمن وجد خيرا فليحمد الله ومن وجد غير ذلك فلا يلومن\nالا نفسه.\n</p>\n\n<p>\nقال أبو مسهر: قال سعيد بن عبد العزيز:\n</p>\n\n<p>\nكان أبو إدريس الخولاني إذا حدث بهذا الحديث جثا على ركبتيه.\n</p>\n\n<p>\nهذا حديث صحيح من حديث أبي ذر جندب بن جنادة ويقال:\n</p>\n\n<p>\nجندب بن سكن ويقال: بزير بن جنادة وقيل غير ذلك الغفاري رضي الله عنه.\nوثابت من رواية أبي إدريس عائذ الله بن عبد الله الخولاني الداراني قاضي\nدمشق عنه.\n</p>\n\n<p>\nانفرد مسلم بإخراجه في صحيحه فأخرجه عن أبي بكر محمد بن إسحاق بن جعفر\nالصاغاني عن أبي مسهر الغساني فقيه أهل دمشق.\n</p>\n\n<p>\nفوقع لي موافقة بعلو في شيخ شيخه.\n</p>\n\n<p>\nوحكي عن أبي عبد الله أحمد بن محمد بن حنبل أنه قال: ليس لأهل الشام حديث\nأشرف من حديث أبي ذر هذا.\n</p>\n\n<p>\nورجال إسناده كلهم دمشقيون / 13 أ / إلى أبي ذر رضي الله عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p060'> Vol. 00, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الخامس الكوفة وهي كوفان من ارض العراق مصرت في زمن أمير المؤمنين\nعمر رضي الله عنه أخبرنا الشريف أبو البركات عمر بن إبراهيم بن محمد بن\nمحمد بن أحمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p061'> Vol. 00, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nعلي بن الحسين بن علي بن حمزه بن يحي بن الحسين بن زيد بن علي بن الحسين\nبن علي بن أبي طالب العلوي الزيدي الكوفي الفقيه النحوي بالكوفة بمحلة\nالسبيع في مسجد أبي إسحاق السبيعي في ذي القعدة سنة إحدى وعشرين وخمس مئة\nبقراءتي عليه.\n</p>\n\n<p>\nأنبأ أبو الفرج محمد بن أحمد بن محمد بن علان المعروف بابن الخازن المعدل\nأنبأ القاضي أبو عبد الله محمد بن عبد الله بن الحسين الجعفي أنبأ أبو جعفر <span id='ms27'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p062'> Vol. 00, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن جعفر بن رباح الأشجعي ثنا علي بن منذر يعني الطريقي ثنا محمد بن\nفضيل ثنا الأجلح عن أبي إسحاق عن الحارث عن علي بن أبي طالب رضي الله عنه.\n</p>\n\n<p>\nانه خرج من باب القصر قال: فوضع رجله في الغرز فقال: بسم الله فلما استوى\nعلى الدابة قال: الحمد لله الذي كرمنا وحملنا في البر والبحر ورزقنا من\nالطيبات وفضلنا على كثير ممن خلق تفضيلا سبحان الذي سخر لنا هذا وما كنا له\nمقرنين وإنا إلى ربنا لمنقلبون / 15 ب / رب اغفر ذنوبي انه ويغفر الذنوب\nالا أنت ثم قال سمعت رسول الله صلى الله عليه وسلم يقول:\n</p>\n\n<p>\nإن الله ليعجب لعبده إذا قال: رب اغفر لي ذنوبي انه لا يغفر الذنوب الا\nأنت.\n</p>\n\n<p>\nهذا حديث غريب من حديث أبي زهير الحارث بن عبد الله الأعور الهمداني\nالكوفي عن أمير المؤمنين أبي الحسن علي بن أبي طالب بن عبد المطلب بن هاشم\nالقرشي الهاشمي رضي الله عنه تفرد به الأجلح واسمه يحي بن عبد الله الكندي\nالكوفي عن أبي إسحاق عمرو بن عبد الله الهمداني السبيعي الكوفي عنه وانما\nيحفظ من حديث أبي إسحاق عن أبي المغيرة علي بن ربيعة الأسدي الوالبي الكوفي\nعن علي كذلك.\n</p>\n\n<p>\nأخرجه أبو داود في سننه عن أبي الحسن مسدد بن مسرهد.\n</p>\n\n<p>\nوأخرجه الترمذي والنسائي عن قتيبة بن سعيد جميعا عن أبي الأحوص سلام بن\nسليم الحنفي الكوفي عن أبي إسحاق.\n</p>\n\n<p>\nوأبو الأحوص احفظ من الأجلح وأوثق ورجال اسناده كلهم كوفيون. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p063'> Vol. 00, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد السادس بغداد وفي تسميتها خمس لغات وهي مدينة السلام وقبة الاسلام\nودار الامام أخبرنا أبو الحسن علي بن عبد الواحد بن أحمد بن العباس بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p064'> Vol. 00, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nالدينوري / 14 أ / ببغداد بباب خراسان في جمادي الآخرة سنة عشرين وخمس\nمئة قراءة عليه وأنا أسمع وهو أقدم شيخ لقيته سماعا وسمع من الأمين أبي\nمحمد الحسن بن عيسى بن المقتدر بالله وأبي محمد الحسن بن محمد الخلال\nالحافظ وأبي محمد الحسن بن علي الجوهري وكان شيخا مسنا <span id='ms28'></span> لا يثبت تاريخ\nمولده.\n</p>\n\n<p>\nثنا الشيخ الزاهد أبو الحسن علي بن عمر بن محمد بن الحسن القزويني إملاء\nفي مسجده يوم السبت السادس من شعبان سنة ست وثلاثين وأربع مئة بالحربية له\nثنا أبو بكر محمد بن علي بن سويد المؤدب في صفر سنة خمس وسبعين وثلاث مئة\nثنا أبو بكر محمد بن علي بن أحمد بن داود التميمي باذنه قراءة عليه ثنا\nمحمد بن سليمان لوين ثنا أبو المليح الرقي عن عبد الله بن محمد بن عقيل عن\nجابر بن عبد الله رضي الله عنه قال قال رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\n\" يطلع عليكم من تحت هذا الصور رجل من أهل الجنة قال: فطلع أبو بكر رضي\nالله عنه فهنيناه بما قال رسول الله صلى الله عليه وسلم ثم قال رسول الله\nصلى الله عليه وسلم يطلع عليكم من تحت هذا الصور رجل من الجنة فطلع عمر رضي\nالله عنه فهنيناه بما قال رسول الله صلى الله عليه وسلم ثم قال: يطلع عليكم\nمن تحت هذا الصور رجل من أهل الجنة ثم قال: ان شئت جعلته عليا ثلاث مرات\nفطلع علي رضوان الله عليه \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p065'> Vol. 00, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\nهذا حديث محفوظ من حديث أبي عبد الله جابر بن عبد الله بن عمرو بن حرام\nالأنصاري السلمي المدني. تفرد به عنه عبد الله بن محمد بن عقيل بن أبي طالب\nالهاشمي وهو مليح من حديث أبي المليح الحسن بن عمر ويقال: ابن عمرو الرقي\n[عن] ابن عقيل وقد رواه جماعة غيره. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p066'> Vol. 00, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد السابع جي وهي شهرستان مدينة أصبهان القديمة ويقال انها من بناء ذي\nالقرنين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p067'> Vol. 00, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا أبو القاسم عبد الواحد بن محمد بن عبد الواحد بن عبد الرحمن\nالمديني المعروف بدولجه ذلك بقراءتي عليه بمدينة جي أنبأ الشيخ الصالح أبو\nالخطاب نصر بن أحمد بن عبد الله بن البطر القاري ببغداد أنبأ أبو محمد عبد\nالله بن عبيد الله بن يحي ثنا القاضي أبو عبد الله الحسين بن إسماعيل\nالمحاملي إملاء أنبأ محمد <span id='ms29'></span> بن المثنى حدثني محمد بن جعفر أنبأ شعبة عن عبد\nالملك بن عمير عن ربعي بن خراش عن حذيفة رضي الله عنه عن النبي صلى الله\nعليه وسلم:\n</p>\n\n<p>\nأن رجلا مات فدخل الجنة فقيل له ما كنت تعمل فاما ذكر واما ذكر فقال اني\nكنت أبايع الناس وكنت انظر المعسر وأتجوز / 15 أ / في السكة أو في النقد\nفغفر له.\n</p>\n\n<p>\nفقال أبو مسعود رضي الله عنه وانا سمعته من رسول الله صلى الله عليه\nوسلم:\n</p>\n\n<p>\nهذا حديث صحيح من حديث أبي عبد الله حذيفة بن اليمان واسمه حسيل بن جابر\nالعبسي وأبي مسعود عقبة بن عمرو بن ثعلبة الأنصاري الخزرجي المعروف بالبدري\nرضي الله عنهما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p068'> Vol. 00, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nأخرجه أبو الحسين مسلم بن الحجاج في صحيحه عن أبي موسى محمد بن المثنى\nالعنزي الزمن هذا فوقع لي موافقة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p069'> Vol. 00, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الثامن أصبهان وتعرف باليهودية أخبرنا أبو عبد الله الحسين بن عبد\nالملك بن الحسين بن محمد بن علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p070'> Vol. 00, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nالأصبهاني الأديب المعروف بالخلال بقراءتي عليه بأصبهان في صفر سنة\nاثنتين وثلاثين وخمس مئة أنبأ أبو طاهر بن محمود بن أحمد بن محمود الثقفي\nالأديب أنبأ أبو بكر محمد بن إبراهيم بن علي بن عاصم بن زاذان بن المقرئ\nثنا المفضل بن محمد بن إبراهيم الجندي في مسجد الحرام ثنا صامت بن معاذ\nالجندي ثنا عبد المجيد بن عبد العزيز بن أبي رواد ثنا سفيان الثوري عن\nصفوان بن سليم عن عدي ابن عدي عن الصنابحي عن معاذ بن جبل / 15 ب / رضي\nالله عنه قال قال النبي صلى الله عليه وسلم:\n</p>\n\n<p>\n\" لا تزول قدما عبد يوم القيامة حتى يسأل عن أربع خصال عن عمره فيما\nأفناه وعن شبابه فيما أبلاه وعن ماله من أين اكتسبه وفيما أنفقه وعن علمه\nماذا عمل فيه \". \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p071'> Vol. 00, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو سعيد الجندي قال لنا صامت:\n</p>\n\n<p>\nليس لمسألة منها جواب.\n</p>\n\n<p>\nقال أبو بكر حدثنا به المفضل ونحن نطوف بالبيت الحرام.\n</p>\n\n<p>\nهذا حديث غريب من حديث أبي عبد الله عبد الرحمن بن عسيلة الصنابحي عن <span id='ms30'></span> أبي\nعبد الرحمن معاذ بن جبل بن عمرو الأنصاري الفقيه رضي الله عنه. وعزيز من\nحديث أبي فروة عدي بن عدي بن عميرة الكندي سيد أهل الجزيرة ولأبيه عدي\nولعمه العرس بن عميرة صحبة عنه تفرد به صفوان عنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p072'> Vol. 00, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد التاسع مرو الشاهجان قصبة خراسان وهي من بناء ذي القرنين أخبرنا\nأبو يعقوب يوسف بن أيوب بن الحسين بن وهرة الهمذاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p073'> Vol. 00, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nالصوفي الواعظ بقراءتي عليه بمرو في شهر ربيع الأول سنة إحدى وثلاثين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p074'> Vol. 00, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nوخمس مئة أنبأ القاضي الشريف أبو الحسين محمد / 16 أ / بن علي بن محمد بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p075'> Vol. 00, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nعبيد الله بن عبد الصمد بن المهتدي بالله من لفظه ببغداد ثنا أبو الحسن\nعلي بن عمر بن محمد بن الحسن بن شاذان بن إسحاق بن إبراهيم بن علي بن إسحاق\nالحربي السكري إملاء وكنت انا المستملي عليه في يوم الجمعة لثلاث خلون من\nجمادى الآخرة سنة خمس وثمانين وثلاث مئة وقال لي قل لألحقن الصغار بالكبار\nثنا أبو عبد الله أحمد بن الحسن بن عبد الجبار ثنا أبو زكريا يحي بن معين\nثنا هشام بن يوسف عن عبد الله بن سليمان النوفلي عن محمد بن علي عن أبيه عن\nابن عباس رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\n\" أحبوا الله عز وجل لما يغذوكم به من نعمة وأحبوني لحب الله وأحبوا أهل\nبيتي لحبي \".\n</p>\n\n<p>\nهذا حديث حسن من حديث أبي العباس عبد الله بن العباس بن عبد المطلب\nالقرشي الهاشمي رضي الله عنهما ابن عم رسول الله صلى الله عليه وسلم\nوترجمان القرآن وحبر هذه الأمة.\n</p>\n\n<p>\nوعزيز من حديث ابنه أبي محمد ويقال أبو الحسن علي بن عبد الله تفرد به\nعنه ابنه أبو عبد الله محمد بن علي أبو الخلائف ولم نكتبه الا من حديث عبد\nالله بن سليمان النوفلي عنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p076'> Vol. 00, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد العاشر نيسابور وتعرف بنشاوور وهي أربرشهر مدينة عظيمة قديمة من\nمدن خراسان أخبرنا أبو عبد الله محمد بن الفضل بن أحمد بن مجمد الفراوي\nوأبو <span id='ms31'></span> محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p077'> Vol. 00, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nهبة الله بن سهل بن عمر السيدي الفقيهان وإسماعيل بن أبي القاسم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p078'> Vol. 00, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الرحمن بن أبي بكر القارئ الصوفي بنيسابور بقرائتي عليهم سنة تسع\nوعشرين وخمس مئة قالوا:\n</p>\n\n<p>\nأنبأ الشيخ الصالح أبو حفص عمر بن أحمد بن عمر بن مسرور الزاهد [قراءة\nعليه سنة ثمان وأربعين وأربع مئة] ثنا أبو عمرو إسماعيل بن نجيد بن أحمد\nالسلمي أنبأ أبو مسلم إبراهيم بن عبد الله الكجي ثنا أبو عاصم [وهو الضحاك\nبن مخلد النبيل] عن أيمن بن نابل عن قدامة بن عبد الله رضي الله عنه قال:\n</p>\n\n<p>\nرأيت رسول الله صلى الله عليه وسلم على ناقة صهباء يرمي الجمرة لا ضرب\nولا طرد ولا جلد ولا إليك إليك.\n</p>\n\n<p>\nهذا حديث محفوظ من حديث أبي عمران أيمن بن نابل المكي عن قدامة بن عبد\nالله بن عمار الكلابي رضي الله عنه رواه عنه سفيان بن سعيد الثوري وغيره من\nالأئمة.\n</p>\n\n<p>\nأخرجه أبو عيسى الترمذي في جامعه عن أحمد بن منيع البغوي عن مروان بن\nمعاوية الفزاري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p079'> Vol. 00, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nورواه النسائي عن إسحاق بن إبراهيم بن راهويه أبي يعقوب المروزي الفقيه\nعن أبي سفيان وكيع بن الجراح بن مليح الرواسي جميعا عن أيمن.\n</p>\n\n<p>\nرزقناه عاليا بحمد الله من حديث أبي عاصم الضحاك بن مخلد النبيل عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p080'> Vol. 00, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الحادي عشر هراة وهي مدينة من مدن خراسان أخبرنا أبو القاسم تميم\nبن أبي سعيد بن أبي العباس الجرجاني المؤدب قراءة عليه بهراة في شعبان سنة\nثلاثين وخمس مئة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p081'> Vol. 00, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nأنبأ أبو حفص عمر بن أحمد بن عمر النيسابوري بها ثنا أبو عمرو إسماعيل بن\nنجيد الصوفي أنبأ أبو مسلم إبراهيم بن عبد الله الكجي ثنا محمد بن عبد الله\nالأنصاري وأبو عاصم النبيل قالا ثنا بهز بن حكيم عن أبيه عن جده [معاوية بن\nحيدة] رضي الله عنه قال:\n</p>\n\n<p>\nقلت يا رسول الله من أبر؟ قال: أمك. قلت: ثم من؟ قال: ثم أمك ثم أباك ثم\nالأقرب فالأقرب.\n</p>\n\n<p>\nهذا حديث حسن من حديث معاوية بن حيدة بن <span id='ms32'></span> معاوية بن قشير بن كعب القشيري\nرضي الله عنه تفرد به عنه ابنه حكيم بن معاوية ولم يروه عنه الا ابنه بهز\nبن حكيم.\n</p>\n\n<p>\nأخرجه أبو داود في سننه عن أبي عبد الله محمد بن كثير العبدي البصري عن\nأبي عبد الله سفيان بن سعيد بن مسروق الثوري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p082'> Vol. 00, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرجه أبو عيسى محمد بن عيسى بن سورة الترمذي في جامعه عن أبي بكر محمد\nبن بشار بندار عن أبي سعيد يحي بن سعيد / 17 ب / بن فروخ القطان جميعا عن\nبهز.\n</p>\n\n<p>\nرزقناه عاليا من حديث أبي عبد الله محمد بن عبد الله بن المثنى الأنصاري\nوأبي عاصم فكأن شيخنا حدث به عنهما. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p083'> Vol. 00, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الثاني عشر بوشنج مدينة من ناحية هراة أخبرنا أبو القاسم الحسين بن\nعلي بن الحسين بن علي بن الحسين بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p084'> Vol. 00, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nعلي بن الحسين بن سعد بن عمرو بن سعد بن عمرو بن نصر بن عمرو القرشي\nالزهري البوشنجي بقراءة عليه ببوشنج في ذي الحجة سنة ثلاثين وخمس مئة.\n</p>\n\n<p>\nأنبأ أبو الحسن عبد الرحمن بن محمد بن المظفر الداوودي البوشنجي بها أنبأ\nأبو محمد عبد الله بن أحمد بن حمويه السرخسي ببوشنج أنبأ أبو إسحاق إبراهيم\nبن خزيم الشاشي أنبأ أبو محمد عبد بن حميد الكشي أنبأ عثمان بن عمر أنبأ\nشعبة عن أبي جعفر عن عمارة بن خزيمة عن عثمان بن حنيف رضي الله عنه:\n</p>\n\n<p>\nان رجلا ضرير البصر أتى النبي صلى الله عليه وسلم فقال: ادع الله ان\nيعافيني فقال:\n</p>\n\n<p>\nإن شئت أخرت ذلك فهو أعظم لأجرك وان شئت دعوت الله تعالى قال:\n</p>\n\n<p>\nادعه فأمره ان يتوضأ ويصلي ركعتين ويدعو بهذا الدعاء:\n</p>\n\n<p>\nاللهم إني أسألك وأتوجه إليك بنبيك محمد صلى الله عليه وسلم نبي الرحمة\nيا محمد اني توجهت بك إلى ربي في حاجتي هذه / 18 أ / فتقضي اللهم شفعة في.\n</p>\n\n<p>\nهذا حديث حسن من حديث أبي عمرو عثمان بن حنيف بن واهب بن العكيم الأنصاري\nرضي الله عنه انفرد به عنه عمارة بن خزيمة بن ثابت الأنصاري المدني <span id='ms33'></span> ولم\nيروه عنه الا أبو جعفر عمير بن يزيد بن حبيب بن خماشة الأنصاري الخطمي\nالمدني. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p085'> Vol. 00, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nأخرجه أبو عيسى الترمذي وأبو عبد الرحمن النسائي عن أبي احمد محمود بن\nغيلان المروزي عن أبي محمد عثمان بن عمر بن فارس البصري كما أخرجناه ورواه\nروح بن عبادة عن شعبة بن الحجاج بن الورد أبي بسطام العتكي وزاد فيه:\n</p>\n\n<p>\nففعل الرجل فبرأ.\n</p>\n\n<p>\nأخبرناه أبو القاسم هبة الله بن محمد بن عبد الواحد بن الحصين أنبأ أبو\nعلي الحسن بن علي بن محمد بن المذهب التميمي أنبأ أبو بكر أحمد بن جعفر بن\nحمدان بن مالك الدقيقي ثنا أبو عبد الرحمن عبد الله بن أحمد بن محمد بن\nحنبل حدثني أبي ثنا روح ثنا شعبة عن أبي جعفر المديني قال:\n</p>\n\n<p>\nسمعت عمارة بن خزيمة بن ثابت يحدث عن عثمان بن حنيف رضي الله عنه:\n</p>\n\n<p>\nان رجلا ضريرا اتى النبي صلى الله عليه وسلم فقال: يا نبي الله ادع الله\nان يعافيني فقال: ان شئت أخرت ذلك فهو أفضل لآخرتك وان شئت دعوت لك؟\n</p>\n\n<p>\nفقال: لا بل ادع الله لي قال فأمره ان يتوضأ وأن يصلي ركعتين وأن يدعو\nبهذا الدعاء:\n</p>\n\n<p>\nاللهم إني / 18 ب / أسألك وأتوجه إليك بنبيك محمد صلى الله عليه وسلم نبي\nالرحمة يا محمد إني أتوجه بك إلى ربي في حاجتي هذه فتقضى لي وتسعفني فيه\nوتسعفه في.\n</p>\n\n<p>\nقال: فكان يقول هذا مرارا ثم قال / بعد:\n</p>\n\n<p>\nأحسب ان فيها فتشفعني فيه قال: ففعل فبرأ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p086'> Vol. 00, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الثالث عشر بون وتعرف بببنة مدينة من أعمال هراة ناحية باذغيس.\n</p>\n\n<p>\nأخبرنا أبو نصر أسعد بن الموفق بن أحمد القايني اليعقوبي الحنيفي الفقيه\nببون بقراءتي عليه سنة إحدى وثلاثين وخمس مئة.\n</p>\n\n<p>\nأنبأ القاضي أبو الفضل محمد بن أحمد بن أبي جعفر الطبسي قراءة عليه بقاين\nثنا أبو محمد عبد الله بن يوسف بن بامويه إملاء سنة أربع وأربع مئة ثنا\nأحمد بن محمد الأعرابي ثنا سعدان بن نصر المخرمي ثنا سفيان بن عيينة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p087'> Vol. 00, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nعن عمرو بن <span id='ms34'></span> دينار عن نافع بن جبير بن مطعم عن أبي شريح الخزاعي رضي الله\nعنه قال: قال رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\n\" من كان يؤمن بالله واليوم الآخر فليكرم ضيفه ومن كان يؤمن بالله واليوم\nالآخر فليحسن إلى جاره ومن كان يؤمن بالله واليوم الآخر فليقل خيرا أو\nليصمت \". / 19 أ / صحيح متفق على صحته من حديث أبي شريح خويلد بن عمرو بن\nصخر ويقال: عمرو بن خويلد ويقال: هانئ بن عمرو ويقال كعب الخزاعي رضي الله\nعنه.\n</p>\n\n<p>\nأخرجه البخاري عن عبد الله بن يوسف التنيسي وأبي الوليد هشام بن عبد\nالملك الطيالسي البصري.\n</p>\n\n<p>\nوأخرجه مسلم عن قتيبة بن سعيد الثقفي ثلاثتهم عن أبي الحارث الليث بن سعد\nالمصري الفقيه عن أبي سعد سعيد بن أبي سعيد كيسان المقبري عن أبي شريح\nالخزاعي بمعناه.\n</p>\n\n<p>\nوانفرد مسلم باخراجه من حديث / أبي محمد نافع بن جبير بن مطعم القرشي\nالنوفلي عن أبي شريح فأخرجه عن أبي خيثمة زهير بن حرب ومحمد بن عبد الله بن\nنمير عن أبي محمد سفيان بن عيينة بن أبي عمران الهلالي المكي عن أبي محمد\nعمرو بن دينار المكي عن نافع كما أخرجناه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p088'> Vol. 00, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الرابع عشر بغ ويقال لها أيضا بغشور بين هراة ومرو من مدن خراسان\nأخبرنا أبو المعالي عمر بن محمد بن عبد الله خطيب بغ وأبو الفضل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p089'> Vol. 00, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nليث بن أحمد بن مدوسة المقرئ وأبو عبد الله أحمد بن علي بن أبي جعفر\nالقفال وأبو نعيم المرتضى بن الحسن بن محمد السجزي وأبو محمد عبد الرشيد بن\nمحمد بن أحمد بن سعيد وكيل القاضي البغويون / 19 ب / بقراءتي عليه ببغ سنة\nإحدى وثلاثين وخمس مئة قالوا:\n</p>\n\n<p>\nأنبأ القاضي أبو سعيد محمد بن علي بن أبي صالح البغوي بها أنبأ أبو محمد\nعبد الجبار بن محمد بن عبد الله الجراحي المروزي ببغ أنبأ أبو العباس محمد\nبن أحمد بن محبوب المحبوبي المروزي التاجر بمرو أنبأ أبو عيسى محمد بن عيسى\nبن سورة الترمذي الحافظ ثنا قتيبة ثنا الليث <span id='ms35'></span> عن سعيد المقبري عن أبي الوليد\nقال: سمعت خولة بنت قيس رضي الله عنها وكانت تحت حمزة بن عبد المطلب رضي\nالله عنه تقول سمعت رسول الله صلى الله عليه وسلم يقول:\n</p>\n\n<p>\n\" إن هذا المال خضرة حلوة من أصابه بحقه بورك له فيه ورب متخوض فيما شاءت\nنفسه من مال الله ورسوله ليس له يوم القيامة إلا النار.\n</p>\n\n<p>\nأخبرناه عاليا أبو عبد الله الحسين بن عبد الملك بن الحسين الخلال\nوالشريفة أم المجتبى فاطمة بنت ناصر بن الحسن الحسينية بأصبهان قالا:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p090'> Vol. 00, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nأنبأ أبو الطيب عبد الرزاق بن عمر بن موسى بن شمة التاجر قراءة عليه أنبأ\nأبو بكر محمد بن إبراهيم بن علي بن عاصم بن المقرئ أنبأ محمد بن الحسن بن\nقتيبة واللفظ له ومحمد بن زبان المصري قالا ثنا عيسى بن حماد أنبأ الليث بن\nسعد عن سعيد عن عبيد أبي الوليد قال سمعت خولة بنت قيس بن قهد وكانت تحت\nحمزة بن عبد المطلب / 20 أ / رضي الله عنه تقول سمعت رسول الله صلى الله\nعليه وسلم يقول:\n</p>\n\n<p>\n\" إن هذا المال خضرة حلوة فمن أصابه بحقه بورك له فيه ورب متخوض فيما\nشاءت نفسه من مال الله ورسوله ليس له يوم القيامة إلا النار \".\n</p>\n\n<p>\nهكذا أخرجه أبو عيسى في جامعه عن قتيبة وقال هذا حدث صحيح وأبو الوليد\nاسمه عبيد ويلقب سوطا.\n</p>\n\n<p>\nوأخرجه البخاري في صحيحه من وجه آخر عن خولة فرواه عن أبي عبد الرحمن عبد\nالله بن يزيد المقرئ البصري نزيل مكة عن سعيد بن أبي أيوب المصري عن أبي\nالأسود محمد بن عبد الرحمن بن نوفل القرشي الأسدي المدني المعروف بيتيم\nعروة عن النعمان بن أبي عياش الأنصاري الزرقي عن خولة بمعناه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p091'> Vol. 00, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الخامس عشر سرخس مدينة من مدن خراسان بين مرو ونيسابور.\n</p>\n\n<p>\nأخبرنا أبو نصر محمد بن محمود بن محمد بن علي بن شجاع السرخسي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p092'> Vol. 00, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nالشجاعي الفقيه الشافعي المعروف بسره مرد بقراءتي عليه بسرخس سنة إحدى\nوثلاثين وخمس مئة.\n</p>\n\n<p>\nأنبأ الفقيه أبو نصر محمد <span id='ms36'></span> بن عبد الرحمن القرشي السرخسي أنبأ أبو علي\nزاهر بن أحمد الفقيه السرخسي أنبأ أبو القاسم عبد الله بن محمد بن عبد\nالعزيز البغوي ثنا عبد الأعلى بن حماد النرسي ثنا حماد بن سلمة عن إسحاق بن\nعبد الله بن أبي / 20 ب / طلحة عن عبد الرحمن بن أبي عمرة عن أبي هريرة رضي\nالله عنه عن النبي صلى الله عليه وسلم فيما يحكي عن ربه عز وجل قال:\n</p>\n\n<p>\nأذنب عبدي ذنبا فقال أي رب اغفر لي فقال تبارك وتعالى أذنب عبدي ذنبا\nفعلم أن له ربا يغفر الذنب ويأخذ بالذنب ثم عاد فأذنب فقال:\n</p>\n\n<p>\nأي رب اغفر لي ذنبي فقال عز وجل: أذنب عبدي ذنبا فعلم أن له ربا يغفر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p093'> Vol. 00, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nالذنب ويأخذ بالذنب ثم عاد فأذنب فقال: أي رب اغفر لي ذنبي فقال عز وجل\nأذنب عبدي ذنبا فعلم أن له ربا يغفر الذنب ويأخذ بالذنب - فقال عبد الأعلى:\nلا أدري في الثالثة أو الرابعة - فقال: اعمل ما شئت فقد غفرت لك.\n</p>\n\n<p>\nمتفق على صحته من حديث أبي هريرة رضي الله عنه الدوسي رضي الله عنه وقد\nاختلف في اسمه اختلافا كثيرا فقيل: كان اسمه في الجاهلية عبد شمس فسماه\nرسول الله صلى الله عليه وسلم عبد الرحمن بن صخر وكان هذا أصح ما قيل تفرد\nبه عنه عبد الرحمن بن أبي عمرة الأنصاري المدني.\n</p>\n\n<p>\nأخرجه البخاري في صحيحه عن أحمد بن إسحاق بن الحصين بن جابر بن جندل أبي\nإسحاق السلمي البخاري المعروف بالسرماري عن أبي عثمان عمرو بن عاصم الكلابي\nعن أبي عبد الله همام بن يحي العوذي عن إسحاق بن عبد الله بن أبي طلحة\nالمدني.\n</p>\n\n<p>\nوأخرجه مسلم في صحيحه عن أبي يحي عبد الأعلى بن حماد بن نصر النرسي عن\nحماد.\n</p>\n\n<p>\nفوقع لي موافقة في شيخه فكأن شيخنا حدث به عن البخاري ومات سنة ست وخمسين\nومئتين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p094'> Vol. 00, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد السادس عشر أزجاه مدينة من ناحية خابران من نواحي أبيورد من\nخراسان.\n</p>\n\n<p>\nأخبرنا الشريف أبو القاسم عبد الملك <span id='ms37'></span> بن عبد الله بن عمر بن محمد بن عبد\nالله بن عمر بن محمد بن جعفر بن محمد بن حفص بن بكر بن سالم بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p095'> Vol. 00, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله عمر بن الخطاب القرشي العدوي العمري الهروي الواعظ بأزجاه وكان\nقاطنا بها بقراءتي عليه.\n</p>\n\n<p>\nأنبأ أبو سهل نجيب بن ميمون بن علي الواسطي ثم الهروي بهراة أنبأ أبو علي\nمنصور بن عبد الله بن خالد بن أحمد الذهلي الخالدي الهروي أنبأ أبو محمد\nحاجب بن أحمد بن يرحم بن سفيان الطوسي بها ثنا عبد الرحيم بن منيب المروزي\nثنا إبراهيم بن رستم ثنا نوح بن أبي مريم عن الأعمش عن سالم بن أبي الجعد\nعن ثوبان رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\n\" فضل العلم أفضل من فضل العبادة وخير دينكم الورع \".\n</p>\n\n<p>\nهذا حديث غريب من حديث أبي عبد الله ويقال: / 21 ب / أبو عبد الرحمن\nثوبان بن جحدر ويقال: يجدد الألهاني مولى رسول الله صلى الله عليه وسلم\nأصابه سبيا فأعتقه النبي صلى الله عليه وسلم.\n</p>\n\n<p>\nتفرد به عنه سالم بن أبي الجعد واسم أبي الجعد: رافع الأشجعي الكوفي لم\nنكتبه إلا من حديث أبي بكر إبراهيم بن رستم المروزي الحنيفي الفقيه وأصله\nمن كرمان عن أبي عصمة نوح بن أبي مريم المروزي الجامع ولقب بذلك لأنه جمع\nعلوما جمة من الحديث والفقه والأدب عن أبي محمد سليمان بن مهران الأسدي\nالكاهلي مولاهم الأعمش الكوفي عنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p096'> Vol. 00, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد السابع عشر ميهنه مدينة خابران من ناحية أبيورد أخبرنا القاضي أبو\nنصر زهير بن علي بن زهير الحسن السرخسي الخدامي قاضي ميهنة بها في رجب سنة\nإحدى وثلاثين وخمس مئة أنبأ أبو منصور عبد الرحمن بن محمد بن عفيف بن علي\nالبوشنجي المعروف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p097'> Vol. 00, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\nبكلار ببوشنج أنبأ أبو محمد عبد الرحمن بن أحمد بن محمد بن أحمد بن يحي\nبن مخلد الأنصاري الهروي المعروف بابن أبي شريح ثنا أبو محمد يحي بن محمد\nبن صاعد ببغداد ثنا إسحاق بن شاهين ثنا عبد الحكيم <span id='ms38'></span> بن منصور عن عبد الملك\nبن عمير عن جابر بن سمرة رضي الله عنه قال: قال رسول الله صلى الله عليه\nوسلم:\n</p>\n\n<p>\n\" إذا هلك كسرى فلا كسرى بعده وإذا هلك قيصر فلا قيصر بعده وأيم الله\nلتنفقن كنوزهما في سبيل الله عز وجل \".\n</p>\n\n<p>\nهذا حديث صحيح متفق على صحته من حديث أبي عبد الله جابر بن سمرة بن جنادة\nالسوائي نزيل الكوفة رضي الله عنه وثابت من رواية أبي عمر ويقال: أبو عمرو\nعبد الملك بن عمير الكوفي قاضيها عنه.\n</p>\n\n<p>\nأخرجه البخاري في صحيحه عن قبيصة بن عقبة أبي عبد الله السوائي عن سفيان\nالثوري وعن أبي سلمه موسى بن إسماعيل التبوذكي عن أبي عوانة الوضاح وعن أبي\nيعقوب إسحاق بن إبراهيم بن راهويه عن أبي عبد الله جرير بن عبد الحميد\nالضبي الكوفي نزيل الري.\n</p>\n\n<p>\nوأخرجه مسلم في صحيحه عن قتيبة بن سعيد أبي رجاء البغلاني عن جرير\nثلاثتهم عن عبد الملك.\n</p>\n\n<p>\nوقع لنا عاليا من حديث عبد الحكيم بن منصور الواسطي عنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p098'> Vol. 00, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الثامن عشر طابران قصبة طوس من نواحي نيسابور أخبرنا أبو المكارم\nمحمد بن أحمد بن المحسن الطوسي الطابراني الكاتب بقراءتي عليه في داره\nبطابران في رجب سنة إحدى / 22 ب / وثلاثين وخمس مئة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p099'> Vol. 00, p. 099</a>\n            </div>\n            \n</p>\n\n<p>\nأنبأ أبو الفضل محمد بن أحمد بن أبي الحسن العارف الميهني بطوس أنبأ\nالقاضي أبو بكر أحمد بن الحسن بن أحمد الحرشي الحيري ثنا أبو محمد حاجب بن\nأحمد بن يرحم الطوسي ثنا عبد الرحيم بن منيب المروزي ثنا يزيد بن هارون ثنا\nمحمد بن عبد الله الشعيثي عن أبيه عن عنبسة بن أبي سفيان عن أم حبيبة زوج\nالنبي صلى الله عليه وسلم تعني عن النبي صلى الله عليه وسلم قال:\n</p>\n\n<p>\n\" من صلى أربعا قبل الظهر وأربعا بعدها حرم على النار \".\n</p>\n\n<p>\nهذا حديث محفوظ من حديث أبي عثمان ويقال: أبو الوليد عنبسة بن أبي سفيان\nصخر بن حرب بن أمية بن عبد شمس بن عبد مناف القرشي الأموي عن أخته أم\nالمؤمنين <span id='ms39'></span> أم حبيبه رملة بنت أبي سفيان. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p100'> Vol. 00, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\nأخرجه الترمذي عن أبي الحسن علي بن حجر بن اياس السعدي المروزي وأخرجه\nأبو عبد الله محمد بن يزيد بن ماجة القزويني في سننه عن أبي بكر عبد الله\nبن محمد بن أبي شيبة. جميعا عن يزيد بن هارون.\n</p>\n\n<p>\nوأخرجه أبو عبد الرحمن النسائي عن / أبي حفص عمرو بن علي بن بحر بن كنيز\nالفلاس الصيرفي البصري عن أبي قتيبة سلم بن قتيبة الشعيري.\n</p>\n\n<p>\nجميعا عن أبي عبد الله محمد بن عبد الله بن المهاجر النصري الشعيثي\nالدمشقي عن أبيه عن عنبسة.\n</p>\n\n<p>\nوأخرجه أبو داود والنسائي / 23 أ / أيضا من حديث أبي عبد الله مكحول\nالفقيه الدمشقي عن عنبسة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p101'> Vol. 00, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد التاسع عشر نوقان من طوس أخبرنا أبو سعد ناصر بن سهل بن أحمد\nالنوقاني ويعرف بالبغدادي بقراءتي عليه بنوقان في شعبان سنة إحدى وثلاثين\nوخمس مئة أنبأ القاضي الإمام أبو سعيد محمد بن سعيد بن محمد بن فرخزاد\nالطوسي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p102'> Vol. 00, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\nالفرخزاذي بنوقان ثنا الشيخ أبو محمد عبد الله بن يوسف بن بامويه\nالأصبهاني ثنا أبو سعيد أحمد بن محمد بن زياد البصري بمكة حرسها الله ثنا\nمحمد بن سليمان بن ابنة مطر الوراق ثنا أبو معاوية ثنا موسى بن مسلم وهو\nموسى الصغير عن هلال بن يساف عن أم الدرداء قالت:\n</p>\n\n<p>\nقلت لأبي الدرداء رضي الله عنه: ألا تبتغي لأضيافك ما يبتغي الرجال\nلأضيافهم؟ فقال: اني سمعت رسول الله صلى الله عليه وسلم يقول:\n</p>\n\n<p>\n\" ان أمامكم عقبة كؤودا لا يجوزها المثقلون \" فأحب أن أتخفف لتلك العقبة.\n</p>\n\n<p>\nهذا حديث حسن من حديث أبي الدرداء عويمر بن زيد بن قيس ويقال: عامر بن\nمالك ويقال: عويمر بن مالك الأنصاري الخزرجي الحارثي حكيم هذه الأمة رضي\nالله عنه ومحفوظ من حديث امرأته / أم الدرداء الصغرى / 23 ب / واسمها هجيمة\nويقال: جهيمة بنت حيي الحميرية الوصابية ويقال: الأوصابية الفقيهة عنه.\n</p>\n\n<p>\nتفرد به هلال بن يساف (ويقال ابن اساف) أبو الحسن الكوفي عنها.\n</p>\n\n<p>\nوقع لنا عاليا من حديث أبي معاوية محمد بن <span id='ms40'></span> خازم السعدي الكوفي الضرير عن\nموسى الصغير وهو موسى بن قيس الحضرمي كوفي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p103'> Vol. 00, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد العشرون سابزوار مدينة بيهق من نواحي نيسابور أخبرتنا فاطمة بنت\nأبي نصر منصور بن محمد بن إسحاق البيهقية بقراءتي عليها بسابزوار قالت:\nأنبأ الشيخ الزكي أبو مسلم عبد الله بن المعتز بن منصور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p104'> Vol. 00, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\nقراءة عليه من أصله أنبأ أبو الحسين أحمد بن محمد بن أحمد بن عمر الخفاف\nقراءة عليه سنة تسعين وثلاث مئة ثنا أبو العباس محمد بن إسحاق بن إبراهيم\nالثقفي السراج ثنا قتيبة بن سعيد ثنا الليث هو ابن سعد عن سعيد بن أبي سعيد\nعن عمرو بن سليم سمع أبا قتادة رضي الله عنه يقول:\n</p>\n\n<p>\nبينا نحن في المسجد جلوس خرج علينا رسول الله صلى الله عليه وسلم يحمل\nأمامة بنت أبي العاص بن الربيع وأمها زينب بنت رسول الله صلى الله عليه\nوسلم وهي صبية يحملها على عاتقه فصلى رسول الله صلى الله عليه وسلم وهي على\nعاتقه يضعها إذا ركع ويعيدها إذا قام حتى قضى صلاته يفعل ذلك بها. / 24 أ\n/.\n</p>\n\n<p>\nهذا حديث صحيح متفق على صحته من حديث أبي قتادة الحارث وقيل: النعمان\nوقيل عمرو بن ربعي بن بلذمة / الأنصاري الخزرجي السلمي رضي الله عنه وثابت\nمن رواية عمرو بن سليم بن خلدة الزرقي الأنصاري المدني عنه.\n</p>\n\n<p>\nأخرجه البخاري عن أبي الوليد الطيالسي وأخرجه مسلم وأبو داود والنسائي عن\nقتيبة جميعا على الليث وأخرجه النسائي عن محمد بن صدقة الجبلاني الحمصي عن\nمحمد بن حرب الأبرش الحمصي عن محمد بن الوليد الزبيدي عن عامر بن عبد الله\nبن الزبير عن عمرو بن سليم فكأن فاطمة حدثت به عنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p105'> Vol. 00, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الحادي والعشرون خسروجرد وهي قصبة بيهق القديمة من ناحية نيسابور\nأخبرنا القاضي أبو عبد الله الحسين بن أحمد بن علي البيهقي الخسروجردي قاضي\nخسروجرد بقراءتي عليه بها في شعبان سنة تسع وعشرون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p106'> Vol. 00, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\nوخمس مئة أنبأ القاضي الإمام أبو علي محمد بن إسماعيل بن محمد العراقي\nبكورة طوس سنة ثمان وخمسين وأربع <span id='ms41'></span> مئة ثنا الشيخ الصالح الثقة أبو طاهر محمد\nبن عبد الرحمن بن العباس والمعروف بابن المخلص / 24 ب / إملاء ببغداد في\nجامع المنصور سنة ثلاث وتسعين وثلاث مئة ثنا أبو القاسم البغوي مرتين إملاء\nوقراءة ثنا يحي بن عبد الحميد الحماني ثنا عبد العزيز بن محمد الدراوردي عن\nعبد الرحمن بن حميد بن عبد الرحمن بن عوف عن أبيه عن جده عبد الرحمن رضي\nالله عنه قال: قال رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\nأبو بكر في الجنة وعمر في الجنة وعثمان في الجنة وعلي في الجنة وطلحة في\nالجنة والزبير في الجنة وعبد الرحمن بن عوف في الجنة وسعد بن أبي وقاص في\nالجنة وسعيد بن زيد في الجنة وأبو عبيدة بن الجراح في الجنة. رضي الله عنهم\nأجمعين.\n</p>\n\n<p>\nهذا حديث غريب من حديث أبي محمد عبد الرحمن بن عوف بن عبد عوف بن عبد\nالحارث ويقال: ابن عبد بن الحارث بن زهرة بن كلاب بن مرة القرشي الزهري أحد\nالعشرة تفرد به عنه ابنه أبو إبراهيم ويقال أبو عبد الرحمن حميد بن عبد\nالرحمن الفقيه.\n</p>\n\n<p>\nأخرجه الترمذي والنسائي عن قتيبة بن سعيد الثقفي عن الدراوردي.\n</p>\n\n<p>\nرواه أبو مصعب أحمد بن أبي بكر الزهري عن الدراوردي عن عبد الرحمن بن\nحميد عن أبيه عن النبي صلى الله عليه وسلم مرسلا ولم يذكر جده ورواه عمر بن\nسعيد بن شريح المدني عن عبد الرحمن بن حميد عن أبيه عن سعيد بن زيد رضي\nالله عنه قال أبو عبد الله البخاري وهذا أصح. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p107'> Vol. 00, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الثاني والعشرون بسطام وهي مدينة من مدن قومس أخبرنا أبو الحسين\nمحمد وأبو بكر عمر ابنا محمد بن محمد بن أحمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p108'> Vol. 00, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن باذويه السهلكيان البسطاميان ببسطام وكان أبو الحسين خطيبها\nبقراءتي عليهما في المحرم سنة اثنتين وثلاثين وخمس مئة قالا: أنبأ أبو\nالفضل محمد بن علي بن أحمد السهلكي البسطامي بها أنبأ أبو بكر أحمد بن\nالحسن الحيري ثنا محمد بن يعقوب الأصم ثنا أبو عتبة <span id='ms42'></span> أحمد بن الفرج ثنا بقية\nثنا الأوزاعي عن عبد الواحد بن قيس أنه حدثه أنه سمع عروة بن الزبير يقول:\n</p>\n\n<p>\nثنا كرز بن علقمة الخزاعي رضي الله عنه قال:\n</p>\n\n<p>\nأتى أعرابي النبي صلى الله عليه وسلم فقال يا رسول الله هل للإسلام من\nمنتهى؟\n</p>\n\n<p>\nقال: نعم فمن أراد الله به خيرا من عجم أو عرب أدخله عليه ثم تقع فتن\nكالظلل يضرب بعضهم رقاب بعض فأفضل الناس يومئذ مؤمن معتزل في شعب من الشعاب\nيتقي ربه ويدع الناس من شره.\n</p>\n\n<p>\nتابع أبا يحمد بقية بن الوليد الكلاعي الحمصي على رواية هذا الحديث هكذا\nأبو المغيرة عبد القدوس بن الحجاج الخولاني الحمصي عن أبي عمرو عبد الرحمن\nبن عمرو بن يحمد الأوزاعي فقيه الشام عن عبد الواحد بن قيس السلمي الدمشقي\nوالد عمر بن عبد الواحد عن أبي عبد الله عروة بن الزبير / 25 ب / بن العوام\nالقرشي الأسدي عن كرز. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p109'> Vol. 00, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\nوقد رواه عن عروة أيضا أبو بكر محمد بن مسلم بن عبيد الله بن عبد الله بن\nشهاب الزهري.\n</p>\n\n<p>\nورواه عن الزهري عقيل بن خالد ومعمر بن راشد وشعيب بن أبي حمزه وسفيان بن\nعيينة وعبد الرحمن بن خالد بن مسافر المصري ومعاوية بن يحيى الصدفي الدمشقي\nوأبو أيوب عبد الله بن علي الإفريقي وغيرهم.\n</p>\n\n<p>\nوحديث الزهري عن عروة أشهر من حديث عبد الواحد وأتم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p110'> Vol. 00, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الثالث والعشرون دامغان وهي مدينة من مدن قومس أخبرنا أبو القاسم\nعبد الكريم بن محمد بن أبي منصور الدامغاني الرماني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p111'> Vol. 00, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\nالفقيه الشافعي بالدامغان بقراءتي عليه بها في رجب سنة تسع وعشرين وخمس\nمئة.\n</p>\n\n<p>\nأنبأ الشيخ الصالح أبو الفتح المظفر بن حمزه الجرجاني إملاء بجرجان ثنا\nالقاضي الإمام أبو بكر أحمد بن الحسن الحرشي الحيري في رمضان سنة تسع وأربع\nمئة أنبأ حاجب بن أحمد الطوسي سنة ست وثلاثين وثلاث مئة ثنا عبد الله بن\nهاشم ثنا يحيى بن سعيد ثنا موسى الجهني عن مصعب بن سعد بن أبي وقاص عن أبيه\nرضي الله عنه قال <span id='ms43'></span> قال رسول الله صلى الله عليه وسلم لجلسائه:\n</p>\n\n<p>\nأيعجز أحدكم أن يكسب كل يوم ألف حسنة؟ فقال رجل من جلسائه:\n</p>\n\n<p>\nكيف يكسب / 26 أ / أحدنا ألف حسنة؟ قال يسبح مئة تسبيحة فيكتب له ألف\nحسنة وتكفر عنه ألف خطيئة.\n</p>\n\n<p>\nهذا حديث صحيح من حديث أبي إسحاق سعد بن أبي وقاص - واسمه مالك بن أهيب -\nويقال: وهيب بن عبد مناف بن زهرة بن كلاب القرشي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p112'> Vol. 00, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\nالزهري رضي الله عنه أحد العشرة وثابت من رواية ابنه أبي زرارة مصعب بن\nسعد عنه.\n</p>\n\n<p>\nأخرجه مسلم في صحيحه عن أبي بكر بن أبي شيبة عن مروان بن معاوية الفزاري\nوعلي بن مسهر الشامي القرشي الكوفيين وعن محمد بن عبد الله بن نمير\nالهمذاني الخارفي عن أبيه أبي هشام.\n</p>\n\n<p>\nوأخرجه الترمذي عن محمد بن بشار بندار.\n</p>\n\n<p>\nوأخرجه النسائي عن عمرو بن علي كليهما عن يحيى بن سعيد القطان أربعتهم عن\nأبي عبد الله موسى بن عبد الله ويقال: ابن عبد الرحمن الجهني عن مصعب بن\nسعد. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p113'> Vol. 00, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الرابع والعشرون سمنان وهي مدينة من مدن قومس أخبرنا أبو عبد الله\nالحسين بن محمد بن الحسين بن علي بن الفرخان / \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p114'> Vol. 00, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\nالسمناني الفرخاني الصوفي بقراءتي عليه بسمنان في رجب سنة تسع وعشرون\nوخمس مئة وقت دخولي إلى خراسان ومات رحمه الله / 26 ب / قبل أن أخرج منها.\n</p>\n\n<p>\nأنبأ الأستاذ أبو القاسم عبد الكريم بن هوازن القشيري بنيسابور أنبأ أبو\nالحسين أحمد بن محمد الخفاف أنبأ أبو العباس السراج أنبأ أبو معمر إسماعيل\nبن إبراهيم بن معمر أنبأ الدراوردي وهو عبد العزيز بن محمد عن يزيد بن\nالهاد عن محمد بن إبراهيم عن عامر بن سعد عن العباس بن عبد المطلب رضي الله\nعنه قال: قال رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\nذاق طعم الايمان من رضي بالله ربا وبالاسلام دينا وبمحمد رسولا.\n</p>\n\n<p>\nهذا حديث صحيح من حديث أبي الفضل العباس بن عبد المطلب بن هاشم القرشي\nالهاشمي عم رسول الله صلى الله عليه وسلم وثابت من حديث عامر بن سعد <span id='ms44'></span> بن أبي\nوقاص الزهري أخي مصعب بن سعد المذكور في الحديث قبله عن العباس.\n</p>\n\n<p>\nأخرجه مسلم في صحيحه عن أبي عبد الله محمد بن يحي بن أبي عمر العدني وأبي\nعبد الرحمن بشر بن الحكم بن حبيب العبدي النيسابوري عن أبي محمد عبد العزيز\nبن محمد بن أبي عبيد الدراوردي المدني.\n</p>\n\n<p>\nوأخرجه الترمذي عن قتيبة بن سعيد الثقفي عن الليث بن سعد جميعا عن أبي\nعبد الله يزيد بن عبد الله بن أسامة بن الهاد الليثي المدني عن محمد بن\nإبراهيم بن الحارث التيمي عن عامر بن سعد. / 27 أ / \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p115'> Vol. 00, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الخامس والعشرون الري مدينة كبيره من مدن قهستان أخبرنا أبو سعد\nعبد الرحمن بن أبي القاسم بن عبد الرحمن الرازي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p116'> Vol. 00, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\nالمعروف بالحصيري الفقيه الشافعي الضرير بقراءتي عليه بالري في المحرم\nسنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p117'> Vol. 00, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\nاثنتين وثلاثين وخمس مئة أنبأ أبو مسعود سليمان بن إبراهيم بن محمد بن\nسليمان الحافظ الأصبهاني بها ثنا أبو عبد الله محمد بن إبراهيم بن جعفر\nالجرجاني ثنا أبو طاهر محمد بن الحسين بن الحسن القطان النيسابوري ثنا\nإبراهيم بن الحارث البغدادي ثنا يحي بن أبي بكير الكرماني ثنا زهير بن\nمعاوية الجعفي ثنا أبو إسحاق عن عمرو بن الحارث ختن رسول الله صلى الله\nعليه وسلم أخي جويرية بنت الحارث رضي الله عنهما قال:\n</p>\n\n<p>\nوالله ما ترك رسول الله صلى الله عليه وسلم عند موته دينارا ولا درهما\nولا عبدا ولا أمة ولا شيئا الا بغلته البيضاء وسلاحه وأرضا جعلها صدقة.\n</p>\n\n<p>\nكذا كنى القطان أبا طاهر وهو أبو بكر بلا شك. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p118'> Vol. 00, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\nوقد وقع إلي هذا الحديث من وجه آخر أعلى من هذا الوجه:\n</p>\n\n<p>\nأخبرنا أبو القاسم إسماعيل بن أحمد بن عمر بن أبي الأشعث بن السمرقندي\nوأبو عبد الله محمد بن طلحة بن علي بن يوسف الرازي الصوفي ببغداد قالا:\nأنبأ أبو محمد عبد الله بن محمد بن عبد الله بن عمر الصريفيني الخطيب أنبأ\nأبو القاسم عبيد الله بن محمد بن إسحاق / 27 ب / بن حبابة البزاز ثنا <span id='ms45'></span> أبو\nالقاسم عبد الله بن محمد بن عبد العزيز البغوي ثنا علي بن الجعد أنبأ زهير\nعن أبي إسحاق عن عمرو بن الحارث الخزاعي أخي جويرية بنت الحارث رضي الله\nعنهما قال:\n</p>\n\n<p>\nلا والله ما ترك رسول الله صلى الله عليه وسلم عند موته دينارا ولا درهما\nولا عبدا ولا أمة ولا شيئا الا بغلته البيضاء وسلاحه وأرضا تركها صدقه.\n</p>\n\n<p>\nهذا حديث صحيح من حديث عمرو بن الحارث بن أبي ضرار بن حبيب الخزاعي\nالمصطلقي رضي الله عنه وثابت من رواية أبي إسحاق السبيعي عنه.\n</p>\n\n<p>\nأخرجه البخاري في صحيحه عن أبي إسحاق إبراهيم بن الحارث بن إسماعيل\nالبغدادي كما أخرجناه فوقع لي موافقة في شيخه بعلو.\n</p>\n\n<p>\nوأخرجه هو والنسائي عن قتيبة بن سعيد عن أبي الأحوص سلام بن سليم عن أبي\nإسحاق.\n</p>\n\n<p>\nورزقناه عاليا من حديث أبي الحسن علي بن الجعد بن عبيد الجوهري عن أبي\nخيثمة زهير بن معاوية بن حديج بن الرحيل الجعفي الكوفي فكأن شيخينا حدثا به\nعن البخاري. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p119'> Vol. 00, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد السادس والعشرون زنجان (زنكان) مدينة من مدن قهستان أخبرنا القاضي\nأبو العلاء حمد بن مكي بن حسنويه الزنجاني الحسنوي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p120'> Vol. 00, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\nالفقيه الشافعي قاضي زنجان بها في جمادى الآخرة سنة تسع / 28 أ / وعشرين\nوخمس مئة قراءتي عليه.\n</p>\n\n<p>\nثنا القاضي أبو منصور محمد بن أحمد بن علي بن شكرويه إملاء بأصبهان ثنا\nأبو عبد الله محمد بن إبراهيم بن جعفر اليزدي إملاء ثنا محمد بن يعقوب\nالأصم ثنا أحمد بن الفرج الحمصي ثنا بقية بن الوليد عن بحير بن سعد عن خالد\nبن معدان عن عبد الرحمن بن عمرو السلمي عن العرباض بن سارية رضي الله عنه\nأن رسول الله صلى الله عليه وسلم وعظهم يوما بعد صلاة الغداة موعظة بليغة\nذرفت منها العيون ووجلت منها القلوب فقال رجل يا رسول الله هذه موعظة مودع\nفما تعهد إلينا؟ قال: أوصيكم بتقوى الله عز وجل والسمع والطاعة وان كان\nعبدا حبشيا فإنه من يعش منكم فسيرى اختلافا كثيرا وإياكم ومحدثات الأمور <span id='ms46'></span>\nفإنها ضلالة فمن أدرك ذلك منكم فعليه بسنتي وسنة الخلفاء المهديين الراشدين\nعضوا عليها بالنواجذ.\n</p>\n\n<p>\nهذا حديث حسن محفوظ من حديث أبي نجيح العرباض بن سارية السلمي نزيل حمص.\n</p>\n\n<p>\nأخرجه الترمذي عن علي بن حجر السعدي عن بقية بن الوليد عن بحير بن سعد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p121'> Vol. 00, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرجه أبو داود عن أحمد بن محمد بن حنبل أبي عبد الله الشيباني الإمام\nعن الوليد بن مسلم عن ثور بن يزيد عن خالد بن معدان عن عبد الرحمن بن عمرو\n/ 29 ب / وحجر بن حجر عن العرباض بمعناه.\n</p>\n\n<p>\nوأخرجه أبو عبد الله بن ماجة القزويني عن أبي عمرو ويقال أبو محمد عبد\nالله بن أحمد بن كثير بن ذكوان المقرئ امام جامع دمشق عن الوليد بن مسلم عن\nعبد الله بن العلاء بن زبر الربعي الدمشقي عن يحي بن أبي المطاع قال: سمعت\nالعرباض بنحوه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p122'> Vol. 00, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد السابع والعشرون أبهر وهي مدينة من مدن قهستان أخبرني أبو اليسر\nعطا بن نبهان بن محمد بن عبد المنعم الأسدي الأبهري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p123'> Vol. 00, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\nالشافعي الفقيه بقراءتي عليه بأبهر في جمادى الآخرة سنة تسع وعشرين وخمس\nمئة ثنا أبو بكر أحمد بن علي بن الحسين بن زكريا الطريثيثي ببغداد سنة تسع\nوسبعين وأربع مئة أنبأ أبو الحسن محمد بن محمد بن إبراهيم بن مخلد أنبأ أبو\nعلي إسماعيل بن محمد بن إسماعيل بن صالح المعروف بالصفار ثنا الحسن بن عرفة\nبن يزيد أبو علي العبدي ثنا محمد بن خازم أبو معاوية الضرير عن عبد الرحمن\nبن أبي بكر القرشي عن عبد الله بن أبي مليكة عن عائشة رضي الله عنها قالت:\n</p>\n\n<p>\nلما ثقل رسول الله صلى الله عليه وسلم قال لعبد الرحمن بن أبي بكر: ائتني\nبكتف حتى أكتب لأبي بكر كتابا لا يختلف عليه (من) بعدي قالت: فلما قام عبد\nالرحمن قال رسول الله صلى الله عليه وسلم: أبى الله عز وجل والمؤمنون ان\nيختلف على أبي بكر الصديق رضي الله عنه.\n</p>\n\n<p>\nهذا حديث محفوظ من حديث أبي محمد ويقال: أبو بكر <span id='ms47'></span> عبد الله بن عبيد الله\nبن أبي مليكة القرشي التيمي عن أم المؤمنين أم عبد الله عائشة بنت أبي بكر\nالصديق رضي الله عنهما وقد تابع عبد الرحمن بن أبي بكر التيمي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p124'> Vol. 00, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\nالقرشي المليكي نافع بن عمر الجمحي وعبد العزيز بن رفيع المكيان فروياه\nعن ابن أبي مليكة كما رواه عبد الرحمن وقد صح معنى هذا الحديث من رواية\nعروة بن الزبير عن خالته عائشة رضي الله عنها، وأخرجه مسلم في صحيحه عن أبي\nقدامة عبيد الله بن سعيد السرخسي عن يزيد بن هارون عن إبراهيم بن سعد\nالزهري عن صالح بن كيسان عن ابن شهاب الزهري عن عروة فكأن شيخنا سمعه من\nمسلم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p125'> Vol. 00, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الثامن والعشرون تبريز وهي قصبة أذربيجان أخبرنا القاضيان أبو\nالفضل محمد وأبو القاسم محمود أنبأ أحمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p126'> Vol. 00, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\nالحسن بن علي الحداديان التبريزيان بقراءتي عليهما بتبريز في جمادى\nالأولى سنة تسع وعشرين وخمس مئة قالا: أنبأ الشريف أبو نصر محمد بن محمد بن\nعلي بن الحسن الزينبي ببغداد قال: قرئ / 29 أ / على أبي طاهر محمد بن عبد\nالرحمن بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p127'> Vol. 00, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\nالعباس المخلص وأنا حاضر ثنا أبو محمد يحيى بن محمد بن صاعد ثنا أبو عبيد\nالله المخزومي سعيد بن عبد الرحمن ثنا سفيان بن عيينة عن الأعمش ومنصور عن\nشقيق بن سلمة عن ابن مسعود رضي الله عنه قال:\n</p>\n\n<p>\nكنا نقول قبل أن يفرض التشهد: السلام على الله عز وجل السلام على جبريل\nوميكائيل فقال رسول الله صلى الله عليه وسلم: لا تقولوا هكذا فان الله عز\nوجل هو السلام ولكن قولوا: التحيات لله والصلوات الطيبات السلام عليك أيها\nالنبي ورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين أشهد أن لا\nإله إلا الله وأشهد أن محمدا عبده ورسوله.\n</p>\n\n<p>\nقال ابن صاعد: هكذا قال في أوله: كنا نقول قبل أن يفرض (علينا) التشهد.\n</p>\n\n<p>\nهذا حديث صحيح متفق على صحته من حديث أبي عبد الرحمن عبد الله بن مسعود\nبن غافل بن حبيب بن شمخ الهذلي حليف <span id='ms48'></span> بني زهرة بن كلاب البدري رضي الله عنه\nوثابت من رواية أبي وائل شقيق بن سلمة الأسدي الكوفي عنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p128'> Vol. 00, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\nأخرجه البخاري ومسلم في صحيحهما من حديث سليمان بن مهران الأعمش وأبي\nعتاب منصور بن المعتمر السلمي الكوفيين عن أبي وائل من طرق.\n</p>\n\n<p>\nوأخرجه النسائي في سننه عن سعيد بن عبد الرحمن كما أخرجناه وهو ينفرد\nبقوله: / 30 أ / قبل ان يفرض التشهد. فإنها لفظة لم يأت بها غيره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p129'> Vol. 00, p. 129</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد التاسع والعشرون مرند وهي مدينة من مدن أذربيجان أخبرنا أبو الفضل\nنعمة الله بن محمد بن منصور المرندي الفقيه بقراءتي عليه بمرند في جمادى\nالأولى سنة تسع وعشرين وخمس مئة / أنبأ أبو منصور هبة الله بن الصقر بن\nأحمد بن القاشاني المرندي بها أنبأ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p130'> Vol. 00, p. 130</a>\n            </div>\n            \n</p>\n\n<p>\nأبو عبد الله محمد بن عبد الله بن بندار بن كاكا المرندي أنبأ أبو القاسم\nعبيد الله بن عمرو بن محمد بن المنتاب ببغداد رحمه الله.\n</p>\n\n<p>\nح وأخبرناه عاليا أبو غالب أحمد بن الحسن بن أحمد بن عبد الله بن البنا\nوأخوه أبو عبد الله يحيى ببغداد قالا ثنا أبو الحسين محمد بن أحمد بن محمد\nبن علي بن الأبنوسي أنبأ أبو الطيب عثمان بن عمرو بن محمد بن المنتاب قالا:\nثنا يحيى بن محمد بن صاعد ثنا الحسين بن الحسن المروزي أنبأ عبد الله بن\nالمبارك أنبأ وفي رواية أبي الطيب ثنا عبد الرحمن بن سليمان زاد أبو الطيب:\nابن الغسيل عن أسيد بن علي بن عبيد الساعدي عن أبيه عن أبي أسيد [مالك بن\nربيعة الساعدي] رضي الله عنه.\n</p>\n\n<p>\nان رسول الله صلى الله عليه وسلم كلمه رجل من بني سلمة وأنا عنده فقال:\nيا رسول الله ان أبوي قد هلكا فهل بقي علي من برهما شئ فقال له رسول الله\nصلى الله عليه وسلم نعم أربعة / 30 ب / أشياء الصلاة عليهما والاستغفار\nلهما وإنفاذ عهودهما من بعدهما وصلة رحمهما التي لا رحم لك الا من قبلهما\nقال: وقال أبو الطيب فقال الرجل ما أكثر هذا وأطيبه <span id='ms49'></span> يا رسول الله قال فاعمل\nبه.\n</p>\n\n<p>\nوأخبرناه أعلى من هذا أبو غالب محمد بن أحمد بن الحسين بن علي بن عثمان\nبن قريش السقلاطوني وأبو القاسم إسماعيل بن أحمد بن السمرقندي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p131'> Vol. 00, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\nببغداد قالا: أنبأ أبو الحسين أحمد بن محمد بن النقور الكرخي ثنا أبو\nالقاسم عيسى بن علي بن عيسى بن داود بن الجراح إملاء ثنا أبو القاسم عبد\nالله بن محمد بن عبد العزيز البغوي إملاء ثنا بشر بن الوليد الكندي ثنا عبد\nالرحمن بن الغسيل.\n</p>\n\n<p>\nح أخبرناه أبو عبد الله الحسين بن عبد الملك الأصبهاني أنبأ أبو القاسم\nإبراهيم بن منصور بن إبراهيم سبط بحرويه أنبأ أبو بكر محمد بن إبراهيم بن\nالمقرئ ثنا أبو يعلى أحمد بن علي الموصلي ثنا بشر بن الوليد الكندي ثنا ابن\nالغسيل عن أسيد بن علي عن أبيه علي بن عبيد عن أبي أسيد صاحب رسول الله صلى\nالله عليه وسلم ورضي الله عنه وكان بدريا قال:\n</p>\n\n<p>\nكنا جلوسا عند رسول الله صلى الله عليه وسلم إذ جاءه رجل من الأنصار\nفقال:\n</p>\n\n<p>\nيا رسول الله هل بقي من بر أبوي شئ أبرهما به؟ فقال: خصال أربع:\n</p>\n\n<p>\nالصلاة عليهما والاستغفار لهما وإنفاذ عهدهما واكرام صديقهما في حياتهما\nوصلة الرحم التي لا / 31 أ / رحم لك الا من قبلهما فهذا الذي بقي عليك.\n</p>\n\n<p>\nهذا حديث حسن من حديث أبي أسيد مالك بن ربيعة بن اليدي بن عامر بن عوف\nالأنصاري الخزرجي الساعدي البدري رضي الله عنه تفرد به عنه علي بن عبيد\nالأنصاري الساعدي المدني وهو مليح من حديث ابنه أسيد بن علي عنه وقد رواه\nعن علي بن عبيد بن سليمان بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p132'> Vol. 00, p. 132</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الله بن عبد الرحمن نحو ما رواه أسيد وأسيد هذا بفتح الألف وأبو أسيد\nبضمها وعبد الرحمن بن سليمان هو ابن عبد الله بن حنظلة ويكنى أبا سليمان\nمدني وجد أبيه حنظلة بن أبي عامر الراهب هو الغسيل ولقب بذلك لأنه قتل مع\nرسول الله صلى الله عليه وسلم يوم أحد <span id='ms50'></span> وهو جنب فغسلته الملائكة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p133'> Vol. 00, p. 133</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الثلاثون خوي وهي مدينة من مدن أذربيجان أخبرنا القاضي أبو الخير\nسعادة بن إبراهيم بن أحمد بن بكران الخوبي الأديب بخوي بقراءتي عليه في\nداره في جمادى الأولى سنة تسع وعشرين وخمس مئة.\n</p>\n\n<p>\nأنبأ أبو محمد عبد الله بن أحمد بن حريز السلماسي بها أنبأ أبو مسعود\nأحمد بن محمد البجلي أنبأ أبو النضر محمد بن أحمد بن سليمان الشر مغولي بها\nح وأخبرنا به عاليا أبو عبد الله محمد بن الفضل الفراوي بنيسابور أنبأ\nالشريف أبو بكر محمد بن عبد الله بن عمر العمري الهروي أنبأ أبو محمد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p134'> Vol. 00, p. 134</a>\n            </div>\n            \n</p>\n\n<p>\nعبد الرحمن / 31 ب / بن أحمد بن محمد بن أحمد بن أبي شريح الأنصاري قالا:\n</p>\n\n<p>\nأنبأ أبو جعفر محمد بن أحمد عبد الجبار ثنا أبو أحمد حميد بن زنجويه ثنا\nيعلى بن عبيد ثنا محمد بن إسحاق عن محمد بن إبراهيم عن أبي سلمة بن عبد\nالرحمن عن زيد بن خالد الجهني رضي الله عنه قال: قال رسول الله صلى الله\nعليه وسلم:\n</p>\n\n<p>\n\" لولا أن أشق على أمتي لأخرت صلاة العشاء إلى ثلث الليل ولأمرتهم\nبالسواك عند كل صلاه \" فكان زيد بن خالد سواكه على أذنه بموضع القلم من أذن\nالكاتب لا يقوم لصلاة الا استن ثم رده لموضعه.\n</p>\n\n<p>\nهذا حديث حسن من حديث أبي عبد الرحمن زيد بن خالد الجهني رضي الله عنه\nومحفوظ من حديث أبي سلمة عبد الله بن عبد الرحمن بن عوف الزهري المدني\nالفقيه ويقال: اسمه كنيته عنه أخرجه أبو داود في سننه عن أبي إسحاق إبراهيم\nبن موسى الرازي الفراء عن أبي عمرو عيسى بن يونس بن أبي إسحاق السبيعي\nوأخرجه الترمذي عن أبي السري هناد بن السري التميمي الكوفي عن عبدة بن\nسليمان الكوفي وقال صحيح وأخرجه النسائي عن أبي أمية عمرو بن هشام الحراني\nعن محمد بن سلمة الحراني ثلاثتهم عن أبي بكر محمد بن إسحاق بن يسار المدني\nمولى قيس بن مخرمة / القرشي وهو صاحب المغازي. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p135'> Vol. 00, p. 135</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الحادي <span id='ms51'></span> والثلاثون / 32 أ / جرباذقان وهي مدينة من أعمال أصبهان\nأخبرنا أبو علي أحمد بن إسماعيل بن أحمد وأبو جعفر محمد بن عبد الواحد بن\nهبة الله وأبو عبد الله محمد بن إبراهيم الجرمقاني وأبو علي حسكا بن أبي\nمسلم بن أحمد الكروكي الجرباذقانيون بقراءتي عليهم بجرباذقان قالوا:\n</p>\n\n<p>\nأنا أبو عثمان إسماعيل بن محمد بن أحمد بن ملة المحتسب الأصبهاني\nبجرباذقان أنا أبو بكر محمد بن عبد الله بن أحمد بن إبراهيم التاجر أنا أبو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p136'> Vol. 00, p. 136</a>\n            </div>\n            \n</p>\n\n<p>\nالقاسم سليمان بن أحمد بن أيوب اللخمي ثنا عبيد الله بن رماحس القيسي\nبرمادة رملة سنة أربع وسبعين ومئتين. ثنا أبو عمرو زياد بن طارق وكان أتت\nعليه عشرون ومئة سنة قال سمت أبا جرول زهير بن صرد الجشمي رضي الله عنه\nيقول:\n</p>\n\n<p>\nلما أسرنا رسول الله صلى الله عليه وسلم يوم حنين يوم هوازن وذهب يفرق\nالسبي والشاء أتيته فأنشدته أقول هذا الشعر: [من البسيط] امنن علينا رسول\nالله في كرم * فإنك المرء نرجوه وننتظر امنن علي بيضة قد عاقها قدر * مشتت\nشملها في دهرها غير أبقت لنا الدهر هتافا على حزن * على قلوبهم الغماء\nوالغمر ان لم تداركهم نعماء تنشرها * يا أرجح الناس حلما حين يختبر أمنن\nعلى نسوة قد كنت ترضعها * إذ فوك يملؤه من محضها الدرر إذ أنت طفل صغير كنت\nترضعها * وإذ يزينك ما تأتي وما تذر لا تجعلنا كمن شالت نعامته * واستبق\nمنا فإنا معشر زهر إنا لنشكر للنعماء إذ كفرت * وعندنا بعد هذا اليوم مدخر\nفألبس العفو من قد كنت ترضعه * من أمهاتك إن العفو مشتهر يا خير من مرحت\nكمت الجياد به * عند الهياج إذا ما استوقد الشرر إنا نؤمل عفوا منك تلبسه *\nهذي البرية إذ تعفو وتنتصر فاعف عفا الله عما أنت راهبه * يوم القيامة إذ\nيهدي لك الظفر قال: فلما سمع هذا الشعر قال رسول الله صلى الله عليه وسلم\nما كان لي ولبني عبد المطلب فهو لكم. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p137'> Vol. 00, p. 137</a>\n            </div>\n            \n</p>\n\n<p>\nوقالت قريش ما كان لنا فهو لله ولرسوله وقالت <span id='ms52'></span> الأنصار ما كان لنا فهو لله\nولرسوله.\n</p>\n\n<p>\nهذا حديث غريب من حديث أبي جرول ويقال أبو صرد زهير بن صرد تفرد به عنه\nأبو عمرو زياد بن طارق الجشمي وقد رواه عن عبيد الله بن رماحس بن محمد بن\nخالد الجشمي جماعة غير سليمان منهم أبو محمد الحسن بن زيد الحسن الجعفري\nوأبو سعيد أحمد بن محمد بن زياد بن الأعرابي البصري وأبو مسعود محمد بن\nإبراهيم بن عيسى المقدسي وهو معدود في الأحاديث السباعيات. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p138'> Vol. 00, p. 138</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الثاني والثلاثون همذان وهي مدينة كبيره من بلاد الجبل أخبرنا أبو\nعلي أحمد بن سعد بن علي العجلي المعروف ببديع الزمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p139'> Vol. 00, p. 139</a>\n            </div>\n            \n</p>\n\n<p>\nوأبو بكر هبة الله بن الفرج بن الفرج ابن أخت محمد بن الحسن الطويل\nالهمذانيان بقراءتي عليهما بهمذان سنة اثنتين وثلاثين وخمس مئة قالا:\n</p>\n\n<p>\nأنبأ أبو منصور بكر بن محمد بن علي بن حيد النيسابوري قدم علينا همذان\nأنبأ أبو الحسين أحمد بن محمد بن أحمد الخفاف أنا أبو العباس محمد بن إسحاق\nبن إبراهيم الثقفي السراج ثنا هناد بن السري ثنا وكيع عن موسى بن علي بن\nرباح عن أبيه قال: سمعت عقبة بن عامر الجهني رضي الله عنه يقول:\n</p>\n\n<p>\nثلاث ساعات كان رسول الله صلى الله عليه وسلم ينهانا أن نصلي فيهن وان\nنقبر فيهن موتانا: حين تطلع الشمس بازغة حتى ترتفع وحين يقوم قائم الظهيرة\nحتى تميل وحين تقرب للغروب حتى تغرب وقال غيره: وحين تضيف.\n</p>\n\n<p>\nهذا حديث صحيح من حديث أبي عامر ويقال أبو حماد ويقال: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p140'> Vol. 00, p. 140</a>\n            </div>\n            \n</p>\n\n<p>\nأبو عمرو ويقال: أبو أسد ويقال: أبو سعاد عقبة بن عامر بن عبس الجهني\nالمصري رضي الله عنه. وثابت من رواية أبي عبد الله علي / 33 ب / بن رباح بن\nقصير اللخمي المصري عنه.\n</p>\n\n<p>\nأخرجه مسلم عن أبي زكريا يحي بن يحيى النيسابوري عن عبد الله بن وهب.\n</p>\n\n<p>\nوأخرجه الترمذي عن هناد بن السري عن وكيع جميعا عن موسى فوقع لي موافقة\nعنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p141'> Vol. 00, p. 141</a>\n            </div>\n            \n</p>\n\n<p>\nالباب الثالث والثلاثون مشكان وهي مدينة من أعمال همذان أخبرنا أبو <span id='ms53'></span> الحسن\nعلي بن محمد بن أحمد بن عبد الله المشكاني الخطيب بقراءتي عليه بمشكان في\nذي الحجة سنة اثنتين وثلاثين وخمس مئة.\n</p>\n\n<p>\nأنا القاضي أبو منصور محمد بن الحسن بن محمد بن يونس النهاوندي قدم علينا\nمشكان أنا القاضي أبو العباس أحمد بن الحسين بن زنبيل النهاوندي أنا القاضي\nأبو القاسم عبد الله بن محمد بن عبد الرحمن بن الخليل ويعرف بابن الأشقر\nثنا أبو عبد الله محمد بن إسماعيل البخاري حدثني سليمان بن عبد الرحمن\nحدثني الوليد بن مسلم وشعيب بن إسحاق قالا ثنا الأوزاعي حدثني شداد أبو\nعمار حدثني واثلة بن الأسقع رضي الله عنه قال: قال رسول الله صلى الله عليه\nوسلم: \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p142'> Vol. 00, p. 142</a>\n            </div>\n            \n</p>\n\n<p>\n\" ان الله (عز وجل) اصطفى كنانة من ولد إسماعيل واصطفى قريشا من كنانة\nواصطفى هاشما من قريش واصطفاني من بني هاشم \".\n</p>\n\n<p>\nأخبرناه عاليا أبو عبد الله محمد بن الفضل الفراوي / 34 أ / وأبو المظفر\nعبد المنعم بن عبد الكريم قالا: أنا أبو سعد محمد بن عبد الرحمن الجنزورودي\nأنا أبو عمرو محمد بن أحمد بن حمدان الحيري أنا أبو يعلى أحمد بن علي\nالتميمي الموصلي ثنا محمد بن عبد الرحمن بن سهم الأنطاكي ثنا الوليد بن\nمسلم عن عبد الرحمن بن عمرو الأوزاعي عن أبي عمار عن واثلة بن الأسقع رضي\nالله عنه قال: قال رسول الله صلى الله عليه وسلم:\n</p>\n\n<p>\n\" ان الله اصطفى كنانة من ولد إسماعيل واصطفى من كنانة قريشا واصطفى من\nقريش بني هاشم واصطفاني من بني هاشم \" هذا حديث صحيح من حديث أبي الخطاب\nويقال: أبو قرصافة ويقال: أبو الأسقع واثلة بن الأسقع بن عبد العزى الليثي\nنزيل دمشق.\n</p>\n\n<p>\nوثابت من رواية أبي عمار شداد بن عبد الله الدمشقي مولى معاوية عنه أخرجه\nمسلم في صحيحه عن ابن سهم هذا فوقع لي موافقة في شيخه.\n</p>\n\n<p>\nوأخرجه الترمذي عن محمد بن إسماعيل البخاري عن سليمان عن الوليد وحده من\nغير ذكر شعيب فوقع لي موافقة أيضا. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p143'> Vol. 00, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الرابع والثلاثون روذراور مدينة من كورة <span id='ms54'></span> همذان أخبرنا القاضي أبو\nبكر أحمد بن يحي الروذراوري الفقيه بقراءتي عليه / 34 ب / بروذراور سنة\nاثنتين وثلاثين وخمس مئة أنبأ أبو بكر بن أبي الحسن محمد بن الحسين الطوسي\nبنيسابور أنا القاضي أبو بكر أحمد بن الحسين بن أحمد الحرشي الحيري ثنا أبو\nالعباس محمد بن يعقوب بن يوسف بن معقل بن سنان الأموي أنا العباس بن الوليد\nأخبرني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p144'> Vol. 00, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\nعقبة يعني ابن علقمة البيروتي أخبرني الأوزاعي حدثني يحي بن أبي كثير\nحدثني أبو سلمة بن عبد الرحمن حدثني عبادة بن الصامت رضي الله عنه قال:\n</p>\n\n<p>\nسألت رسول الله صلى الله عليه وسلم عن هذه الآية:\n</p>\n\n<p>\n(الذين آمنوا وكانوا يتقون لهم البشرى في الحياة الدنيا وفي الآخرة) فقال\nرسول الله صلى الله عليه وسلم لقد سألتني عن شئ ما سألني عنه أحد قبلك أو\nقال: أحد غيرك قال: \" هي الرؤيا الصالحة يراها الرجل الصالح أو ترى له \".\n</p>\n\n<p>\nهذا حديث غريب من حديث أبي الوليد عبادة بن الصامت بن قيس الأنصاري\nالخزرجي البدري النقيب رضي الله عنه أخرجه ابن ماجة القزويني في سننه عن\nعلي بن محمد الطنافسي عن وكيع بن الجراح بن مليح الرؤاسي عن علي بن المبارك\nاليمامي عن يحي بن أبي كثير اليمامي كما أخرجناه.\n</p>\n\n<p>\nورواه حرب بن شداد القصاب وعمران بن داود القطان عن يحي عن أبي سلمة قال:\nنبئت عن عبادة وكأنه أصح.\n</p>\n\n<p>\nوأخرجه أبو عيسى الترمذي هكذا في جامعه عن / 35 أ / محمد بن بشار عن أبي\nداود الطيالسي عن حرب وعمران. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p145'> Vol. 00, p. 145</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الخامس والثلاثون أسداباذ وهي مدينة من نواحي همذان حدثني أبو\nالفضل عبد الملك بن سعد بن تميم بن أحمد بن عنتر التميمي الأسداباذي إملاء\nمن لفظه بأسداباذ أنا أبو عثمان إسماعيل بن محمد بن أحمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p146'> Vol. 00, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\nمحمد بن جعفر الأصبهاني السلماني بجرباذقان أنا محمد بن عبد الله الضبي\nأنا سليمان بن أحمد ثنا إدريس بن جعفر العطار ثنا يزيد بن هارون أنا شعبة\nعن الأعمش عن عبد الله بن مرة عن مسروق عن عبد <span id='ms55'></span> الله بن عمرو رضي الله عنهما\nعن النبي صلى الله عليه وسلم قال:\n</p>\n\n<p>\n\" أربع من كن فيه كان منافقا خالصا وان كانت فيه خصلة منهن كانت فيه خلة\nمن النفاق حتى يتركها: إذا حدث كذب وإذا وعد أخلف وإذا ائتمن خان وإذا خاصم\nفجر \".\n</p>\n\n<p>\nهذا حديث صحيح (متفق على صحته) من حديث أبي محمد عبد الله بن عمرو بن\nالعاص القرشي السهمي رضي الله عنه.\n</p>\n\n<p>\nوثابت من حديث أبي عائشة مسروق بن عبد الرحمن وهو الأجدع الهمداني الكوفي\nعنه.\n</p>\n\n<p>\nأخرجه البخاري من طرق منها: عن بشر بن خالد العسكري عن محمد بن جعفر غندر\nعن شعبة / 35 ب /.\n</p>\n\n<p>\nوأخرجه مسلم من طرق منها عن محمد بن عبد الله بن نمير عن أبيه كلاهما عن\nالأعمش سليمان بن مهران عن عبد الله بن مرة عن مسروق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p147'> Vol. 00, p. 147</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد السادس والثلاثون حلوان وهي مدينة آخر حد العراق أخبرني أبو يعقوب\nيوسف بن بكران بن بزان بن محمد الشهرزوري خطيب حلوان بقراءتي عليه بحلوان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p148'> Vol. 00, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\nأنا أبو القاسم عبد الواحد بن محمد بن نصر بن إسحاق بن غانم القرميسيني\nاللخمي وأنبأ أبو المعالي عبد الله بن أحمد بن محمد البزاز المروزي بمرو\nقالا ثنا أبو بكر أحمد بن علي المعروف بالشيرازي أنا الحاكم أبو عبد الله\nمحمد بن عبد الله الحافظ النيسابوري ثنا أبو العباس محمد بن يعقوب ثنا أحمد\nبن شيبان الرملي ثنا سفيان بن عيينة عن عاصم عن زر بن حبيش قال:\n</p>\n\n<p>\nأتيت صفوان بن عسال المرادي رضي الله عنه فقال لي ما جاء بك؟\n</p>\n\n<p>\nقلت: ابتغاء العلم قال: فأن الملائكة تضع أجنحتها لطالب العلم رضى بما\nيصنع قلت: حك في نفسي المسح على الخفين وكنت امرءا من أصحاب رسول الله صلى\nالله عليه وسلم فأتيتك لأسألك هل سمعت في ذلك شيئا؟ قال نعم كان يأمرنا إذا\nكنا سفري أو مسافرين أن لا ننزع خفافنا ثلاثة أيام ولياليهن / 36 أ / من\nنوم غائط ولا بول الا من جنابة. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p149'> Vol. 00, p. 149</a>\n            </div>\n            \n</p>\n\n<p>\nقال أبو يعقوب وذكر الحديث وأتمه لنا <span id='ms56'></span> أبو المعالي قال:\n</p>\n\n<p>\nفبينا نسير معه في سفر إذ ناداه أعرابي بصوت له جهوري: يا محمد يا محمد\nفأجابه النبي صلى الله عليه وسلم كنحو من صوته هاؤم قال: الرجل يحب القوم\nولما يلحق بهم قال: المرء مع من أحب قال وبينما يحدثنا فقال إن بالمغرب\nبابا عرضه أربعون أو قال سبعون سنه فتحه الله عزه وجل للتوبة لا يغلقه حتى\nتطلع الشمس منه.\n</p>\n\n<p>\nهذا حديث حسن من حديث أبي مريم زر بن حبيش الأسدي الكوفي عن صفوان بن\nعسال المرادي عديد بني جمل من مراد نزيل الكوفة رضي الله عنه.\n</p>\n\n<p>\nأخرجه الترمذي عن محمد بن يحيى بن أبي عمر العدني عن سفيان بن عيينة.\nوقال: حسن صحيح.\n</p>\n\n<p>\nوأخرجه النسائي مختصرا بذكر المسح عن قتيبة بن سعيد عن سفيان.\n</p>\n\n<p>\nوأخرجه أبو عبد الله بن ماجة كذلك عن أبي بكر بن أبي شيبة عن سفيان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p150'> Vol. 00, p. 150</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد السابع والثلاثون أرجيش وهو من فرج إرمينية بين خلاط وخوي.\n</p>\n\n<p>\nحدثني أبو مسعود محمود بن أبي شجاع اليزدي الواعظ شاب / 36 ب / كان يسمع\nمعنا الحديث ببغداد من لفظه بأرجيش. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p151'> Vol. 00, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\nأنا أبو القاسم بن أبي عبد الرحمن الشروطي بهمذان ثم لقيت أبا القاسم\nالشروطي بنيسابور فسمعته منه أنا الشيخ أبو الحسين عبيد الله بن محمد بن\nإسحاق بن منده الأصبهاني أنا أحمد بن محمد بن المرزبان ثنا محمد بن إبراهيم\nبن يحي الجزوري ثنا محمد بن سليمان لوين ثنا عبيد الله بن عمرو عن عبد الله\nبن محمد بن عقيل عن حمزة بن صهيب عن أبيه قال:\n</p>\n\n<p>\nقال عمر لصهيب رضي الله عنهما: أي رجل لولا خصال ثلاث فيك قال: وما هن؟\nقال اكتنيت وليس لك ولد وانتميت إلى العرب وأنت من الروم وفيك سرف في\nالطعام قال: أما قولك اكتنيت ولم يولد لي فان رسول الله صلى الله عليه وسلم\nكناني أبا يحيى وأما قولك اني انتميت إلى العرب وأنت من الروم فاني رجل من\nالنمر بن قاسط سبتني الروم من الموصل بعد إذ أنا <span id='ms57'></span> غلام قد عرفت نسبتي وأما\nقولك في سرف في الطعام فاني سمعت رسول الله صلى الله عليه وسلم يقول:\n</p>\n\n<p>\nخياركم من أطعم الطعام.\n</p>\n\n<p>\nهذا حديث محفوظ من حديث أبي يحي صهيب بن سنان بن عبد عمرو النمري المعروف\nبالرومي رضي الله عنه وكان من السابقين الأولين عرف عنه بابنه حمزة بن\nصهيب.\n</p>\n\n<p>\nأخرجه أبو عبد الله بن ماجة في سننه عن أبي بكر عن أبي شيبة / 37 أ / عن\nيحي بن أبي بكير أبي زكريا العبدي الكوفي قاضي كرمان عن أبي المنذر زهير بن\nمحمد العنبري الخراساني عن عبد الله بن محمد بن عقيل بن أبي طالب العقيلي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p152'> Vol. 00, p. 152</a>\n            </div>\n            \n</p>\n\n<p>\nوأخرج النسائي معناه عن محمد بن يحي بن محمد بن كثير الحراني عن سعيد بن\nحفص بن النفيلي الحراني عن موسى بن أعين الحراني عن عيسى بن يونس عن الضحاك\nبن عبد الرحمن عن عطاء بن أبي مسلم الخراساني عن أبي محمد سعيد بن المسيب\nبن حزن القرشي المخزومي المدني الفقيه قال: قال عمر لصهيب فذكره وقال\nالنسائي هذا حديث منكر فكأنني لما علوت فيه عن أبي القاسم لقيت النسائي\nوسمعته منه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p153'> Vol. 00, p. 153</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الثامن والثلاثون الأنبار من العراق وهي مدينة على شاطئ الفرات من\nناحية الجزيرة أخبرنا الأستاذ أبو الفوارس خليفة بن محفوظ بن أبي يعلى محمد\nبن علي الأنباري المقرئ المؤدب بقراءتي عليه بالأنبار في مسجده في ربيع\nالأول سنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p154'> Vol. 00, p. 154</a>\n            </div>\n            \n</p>\n\n<p>\nخمس وعشرين وخمس مئة عند رجوعي من بغداد في الرحلة الأولى أنا الشيخ\nالعدل أبو الحسن علي بن محمد بن محمد بن الخطيب المعروف بابن الأخضر\nالأنباري بها أنا أبو عبد الله الحسين بن عمر بن برهان الغزال ثنا أبو عمرو\nعثمان بن أحمد بن السماك الدقاق ثنا الحسن / 37 ب / بن سلام السواق ثنا\nعبيد الله بن موسى أنا يونس بن أبي إسحاق عن عامر عن عروة بن المغيرة عن\nأبيه رضي الله عنه عن النبي صلى الله عليه وسلم قال:\n</p>\n\n<p>\nكنت معه في سفر فنزل فاتبعته بأداوة فأفرغت عليه وعليه جبة <span id='ms58'></span> من صوف من\nجباب الروم فذهب ليخرج يده من كم الجبة فلم يستطع فادرعها ادراعا من أسفل\nالجبة فغسل ذراعيه حتى إذا بلغ الخفين أهويت لأنزعهما فقال: مه دعهما فإني\nأدخلتهما طاهرتين فمسح عليهما ثم توضأ. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p155'> Vol. 00, p. 155</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرناه عاليا أبو القاسم هبة الله بن محمد بن الحصين وأبو نصر أحمد بن\nعبد الله بن أحمد بن عبد الملك بن رضوان وأبو غالب أحمد بن الحسن بن أحمد\nبن البنا ببغداد قالوا أنا أبو محمد الحسن بن علي بن محمد الجوهري أنا أبو\nبكر أحمد بن جعفر بن حمدان القطيعي ثنا بشر بن موسى الأسدي ثنا أبو نعيم\nثنا زكريا بن أبي زائدة عن عامر الشعبي عن عروة بن المغيرة بن شعبة عن أبيه\nرضي الله عنه قال:\n</p>\n\n<p>\nكنت مع رسول الله صلى الله عليه وسلم ذات ليلة في سفر فقال: أمعك ماء؟\nقلت نعم فنزل عن راحلته فمشى حتى توارى عني في سواد الليل ثم جاء فأفرغت\nعليه من الأداوة فغسل يديه ووجهه وعليه جبة من صوف فلم يستطع أن يخرج\nذراعيه منها حتى أخرجهما من أسفل الجبة وغسل ذراعيه ومسح برأسه / 38 أ / ثم\nأهويت لأنزع خفيه فقال دعهما فاني أدخلتهما طاهرتين فمسح عليهما.\n</p>\n\n<p>\nهذا حديث صحيح متفق على صحته من حديث أبي عبد الله المغيرة بن شعبة بن\nأبي عامر الثقفي رضي الله عنه وكان يكنى أبا عيسى فغير أمير المؤمنين عمر\nرضي الله عنه كنيته وقال إن عيسى لا أب له. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p156'> Vol. 00, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\nوثابت من حديث ابنه أبي يعفور عروة بن المغيرة عنه.\n</p>\n\n<p>\nأخرجه البخاري عن أبي نعيم الفضل بن دكين هذا وأخرجه مسلم عن محمد بن عبد\nالله بن نمير عن أبيه جميعا عن أبي يحيى زكريا بن أبي زايدة خالد ويقال\nهبيرة الكوفي الهمداني مولاهم عن أبي عمرو عامر بن شراحيل الشعبي الكوفي\nالفقيه.\n</p>\n\n<p>\nفوقع لي موافقة في شيخ البخاري بعلو. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p157'> Vol. 00, p. 157</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد التاسع والثلاثون رحبة مالك بن طوق وهي مدينة على شاطئ الفرات مما\nيلي الشام أخبرنا القاضي أبو <span id='ms59'></span> علي الحسن بن أبي منصور سعيد بن أحمد بن عمرو\nبن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p158'> Vol. 00, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\nالمأمون الجزري الفقيه الشافعي قاضي جزيرة ابن عمر بقراءتي عليه بالرحبة\nسنة خمس وعشرين وخمس مئة أنا أبو القاسم علي بن أحمد بن محمد بن علي بن\nالبسري البندار قراءة عليه ببغداد أنا أبو طاهر بن محمد بن عبد الرحمن بن\nالعباس المخلص ثنا عبد الله بن محمد بن عبد العزيز / 36 ب / ثنا لوين ثنا\nأبو الأحوص عن أبي إسحاق عن موسى بن طلحة عن أبي أيوب رضي الله عنه قال:\n</p>\n\n<p>\nجاء رجل إلى النبي صلى الله عليه وسلم فقال يا رسول الله دلني على عمل\nأعمله يقربني من الجنة ويباعدني من النار قال: اعبد الله ولا تشرك به شيئا\nوتقيم الصلاة وتؤدي الزكاة وتصل ذا رحمك. فلما أدبر الرجل قال: ان تمسك بما\nأمرته دخل الجنة.\n</p>\n\n<p>\nهذا حديث صحيح متفق على صحته من حديث أبي أيوب خالد بن زيد بن كليب\nالأنصاري الخزرجي رضي الله عنه وثابت من رواية أبي عيسى موسى بن طلحة بن\nعبيد الله التيمي القرشي عنه. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p159'> Vol. 00, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\nاتفق البخاري ومسلم والنسائي على اخراجه من حديث عثمان بن عبد الله بن\nموهب عن موسى.\n</p>\n\n<p>\nوانفرد مسلم باخراجه من حديث أبي الأحوص عن موسى فرواه عن يحيى بن يحيى\nوأبي بكر عن أبي الأحوص فوقع لي بدلا عاليا بحمد الله. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p160'> Vol. 00, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\nالبلد الأربعون الرافقة وتعرف اليوم بالرقة وهي مدينة على شاطئ الفرات من\nالجزيرة أخبرنا أبو الطيب أحمد بن عبد العزيز بن أحمد بن حبيب السلمي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p161'> Vol. 00, p. 161</a>\n            </div>\n            \n</p>\n\n<p>\nالمقدسي الواعظ امام جامع الرافقة به بقراءتي عليه في المحرم / 39 أ /\nسنة تسع وعشرين وخمس مئة ثنا الشيخ الامام امام الحرمين أبو عبد الله\nالحسين بن علي الطبري الفقيه بمكة حرسها الله في المسجد الحرام سنة سبع\nوثمانين وأربع مئة وأخبرنا أبو عبد الله محمد بن الفضل الفراوي وأبو محمد\nإسماعيل بن أبي القاسم بن أبي بكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p162'> Vol. 00, p. 162</a>\n            </div>\n            \n</p>\n\n<p>\nالقارئ بنيسابور قالوا أنا أبو الحسين عبد الغافر بن محمد الفارسي\nبنيسابور أنا أبو سهل <span id='ms60'></span> بشر بن أحمد الأسفرايني ثنا أبو سليمان داود بن\nالحسين بن عقيل البيهقي بخسروجرد ثنا يحيى بن يحيى بن عبد الرحمن التميمي\nأنا هشيم عن أبي هارون العبدي عن أبي سعيد الخدري رضي الله عنه قال:\n</p>\n\n<p>\nسمعت رسول الله صلى الله عليه وسلم غير مرة ولا مرتين يقول في آخر صلاته\nأو حين ينصرف: سبحان ربك رب العزة عما يصفون وسلام على المرسلين والحمد لله\nرب العالمين.\n</p>\n\n<p>\nهذا حديث غريب من حديث أبي سعيد سعد بن مالك بن سنان الأنصاري الخدري رضي\nالله عنه انفرد به عنه أبو هارون عمارة بن جوين العبدي البصري عنه وقع إلي\nعاليا من حديث أبي معاوية هشيم بن بشير الواسطي عن أبي هارون. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p163'> Vol. 00, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\n[خاتمة] هذا آخر الأربعين حديثا، عن أربعين شيخا، من أربعين مدينة\nلأربعين من الصحابة، في أربعين بابا.\n</p>\n\n<p>\nوقد دخلت / 39 ب / مدنا غير ما ذكرت، منها ما سمعت به شيئا نازلا، أو\nإنشادا، أو لم يتفق لي فيها سماع شئ كبعلبك وتدمر وعرض والرصافة وماكسين\nورأس العين، ودنيسر، وماردين، وأرزن، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p164'> Vol. 00, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\nوبدليس، وخلاط، وهيت، وعانة، والحديثة، وخوار الري، ومزينان، بأمين،\nوبورجان، وقرميسين، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p165'> Vol. 00, p. 165</a>\n            </div>\n            \n</p>\n\n<p>\nوقاشان، وكنكور والله يجعل ترحالي في طلب العلم في سبيله، ومقربا إليه\nوإلى رسوله.\n</p>\n\n<p>\nوالحمد لله حق حمده، وصلواته على خير خلقه، محمد نبيه وآله وصحبه، وسلم\nتسليما كثيرا.\n</p>\n\n<p>\nكتبه العبد الضعيف علي بن محمد الختني أصلحه الله تعالى.\n</p>\n\n<p>\nقوبل بأصله المنقول منه.\n</p>\n\n<p>\nبلغ العرض والسماع ولله الحمد.\n</p>\n\n<p>\nواتفق الفراغ منه في شهر الله المعظم رمضان سنة ست وثمانين وست مئة بجامع\nدمشق المحروسة من نسخة الحافظ أبي [عبد الله] البرزالي أحسن الله إليه.\n</p>\n\n<p>\nوفي آخر النسخة م:\n</p>\n\n<p>\nوأتى على آخره نسخا أفقر عباد الله إلى رحمته محمد بن إبراهيم بن خشنام\nالحلبي الكاتب المكنى بأبي حامد في ثاني عشر صفر سنة خمس وثمانين وخمس مئة.\n</p>\n\n<p>\nوالحمد لله رب العالمين وصلواته على سيدنا محمد وآله أجمعين وصحبه السادة\nالأكرمين. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p166'> Vol. 00, p. 166</a>\n            </div>\n            \n</p>\n\n<p>\nالسماعات على نسخة ز على صفحة العنوان:\n</p>\n\n<p>\nولد الحافظ ابن عساكر في <span id='ms61'></span> المحرم سنة تسع وتسعين.\n</p>\n\n<p>\nوتوفي في رجب سنة إحدى وسبعين وخمس مئة.\n</p>\n\n<p>\nعلى صفحة العنوان:\n</p>\n\n<p>\nالحمد لله رب العالمين وعبد فقد قرأ على سيدنا... كريم الدين أبي الفضل\nمحمد بن محمد بن محمد بن العماد... الشافعي فسح الله تعالى في كاتبه\nمحمد...\n</p>\n\n<p>\nاليوسفي... جميع هذه الأربعين البلدانية وجميع الكلام على الأحاديث\nبإجازة المسمع:... المسندة أم الفضل هاجر المقدسية وفاطمة وعائشة....\nبإجازتهم من.... الذهبي بسماعه من القاسم بن مظفر بن عساكر...\n</p>\n\n<p>\nفسمعها ولد كاتبه محمد بن محمد اليوسفي... وكانت القراءة بالمدرسة\nالعمرية... وذلك في يوم السبت المبارك ثاني عشر من شهر ذي الحجة الحرام آخر\nشهور سنة ست عشرة وتشع مئة.\n</p>\n\n<p>\nالحمد لله صحيح ذلك كتبه محمد بن العماد.\n</p>\n\n<p>\nسماع على الورقة 2 الأربعين البلدانية لأبي القاسم بن عساكر على الشيخ\nكمال الدين عبد العزيز بن عبد المنعم بن الخضر الخبازي بسماعه من الشيخ\nالثلاثة أبي محمد القاسم بن المخرج، وتقي الدين... بن علي بن أبي بكر\nالقرطبي وأبي محمد عبد العزيز بن شداد بن تميم الجميري بسماعهم من المصنف\nبقراءة أبي الفداء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p167'> Vol. 00, p. 167</a>\n            </div>\n            \n</p>\n\n<p>\nإسماعيل بن إبراهيم بن سالم بن الخبار: ولداه أمة العزيز زينب ومحمد\nفي...\n</p>\n\n<p>\nوذلك في يوم الجمعة سادس عشر شهر ربيع الأول سنة سبعين وست مئة بجامع\nدمشق، وأجاز لهم المسمع رواية ماله رواية والحمد لله رب العالمين وصلى الله\nعلى محمد وآله وسلم.\n</p>\n\n<p>\nسمعها على الشيخ أبي عبد الله محمد بن إسماعيل بن إبراهيم بن الخباز عن\nابن عبد بسنده بقراءة كاتب السماع محمد بن... اللخمي: سعيد بن عبد الله\nالذهلي يوم الثلاثاء سادس ربيع الأول سنة سبع وأربعين [و...].\n</p>\n\n<p>\nسماع على الورقة 2 ب سمع جميع هذه الأربعين البلدانية تخريج الحافظ أبي\nالقاسم بن عساكر على الشيخ الامام الحافظ أبي العباس أحمد بن مظفر بن أبي\nمحمد بن النابلسي...\n</p>\n\n<p>\nبأصل سماعه عن شيوخه الستة بسندهم، وصح ذلك في مجالس آخرها يوم الخميس\nتاسع عشر شعبان من سنة ثمان وأربعين وسبع مئة بدمشق.\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p168'> Vol. 00, p. 168</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES#\n\n\n(١) <a href=\"/الكتب/3302_سير-أعلام-النبلاء-ج <span id='ms62'></span>-٢٠\">سير أعلام النبلاء\n٢٠</a> / 554 وانظر كتاب التبادل الثقافي حيث رسم له مؤلفه الأستاذ رياض\nعبد الحميد مراد خريطة الرحلات.\n<p>\n(2) تبيين كذب المفتري 322.\n(١) السير ٢٠ / ٥٦٥ (٢) السير ٢٠ / ٥٦٧ (٣) <a href=\"/الكتب/3302_سير-\nأعلام-النبلاء-ج-٢٠\">سير أعلام النبلاء ٢٠</a> / 570، معجم الأدباء 13 / 86\nوفيات الأعيان ٣ / ٣١٠، <a href=\"/الكتب/3302_سير-أعلام-النبلاء-ج-٢٠\">سير\nأعلام النبلاء ٢٠</a> / 569 (2) مقدمة عقد الجوهر الثمين (الأربعين\nالعجلونية) ص 4\n(1) معجم الأدباء 10 / 48\n(١) <a href=\"/الكتب/2156_الرحلة-في-طلب-الحديث\">الرحلة في طلب الحديث</a>\n219.\nالمصدر نفسه ٢٠٧ (٢) <a href=\"/الكتب/3281_تذكرة-الحفاظ-ج-٣\">تذكرة الحفاظ\n٣</a> / 974 (3) المصدر نفسه 4 / 1243\n(١) <a href=\"/الكتب/2156_الرحلة-في-طلب-الحديث\">الرحلة في طلب الحديث</a>\n219 (2) للتوسع في رحلة ابن عساكر انظر مقدمة كتاب التبادل الثقافي بين\nبلاد الشام وبلاد فارس للأستاذ رياض عبد الحميد مراد.\n</p>\n\n<p>\n(3) أورد ابن عساكر هذا الحديث ورواته في مقدمة كتابه هذا.\n(1) انظر ترجمته في هامش مقدمة المؤلف.\nانظر نوادر المخطوطات العربية، الجزء الأول، تأليف د. رمضان ششن ص 401 <span id='ms63'></span>\n</p>\n",
  "pages": [
    "001",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168"
  ],
  "volumes": [
    "01"
  ]
}