{
  "content": "\n<p>\nكتاب الصفات للإمام الحافظ على بن عمر الدارقطنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nمقدمة\n</p>\n\n<p>\nبسم الله الرحمن الرحيم وصلى الله على سيدنا محمد وآله وصحبه ولا حول ولا\nقوة إلا بالله\n</p>\n\n<p>\nقرأت على الشيخ الإمام الحافظ أبى الحسن على بن معالى بن أبي عبد الله\nالرصافى يوم الخميس أول ربيع الآخر سنة أربع وأربعين وستمائة\n</p>\n\n<p>\nقلت أخبركم الشيخ أبو محمد عبد الخالق بن عبد الوهاب بن الصابونى قراءة\nعليه وأنت تسمع في ذى القعدة من سنة اثنتين وتسعين وخمسمائة\n</p>\n\n<p>\nقال أخبرنا أبو العز أحمد بن عبيد الله بن كادش قراءة في صفر سنة تسع\nعشرة وخمسمائة\n</p>\n\n<p>\nقال أخبرنا أبو طالب محمد بن على بن الفتح بن محمد ابن الفتح المعروف\nبالعشارى في ربيع الأول سنة خمسين وأربعمائة\n</p>\n\n<p>\nقال أخبرنا الشيخ أبو الحسن على بن عمر بن أحمد بن مهدى الحافظ الدارقطنى\n ما جاء في القدمين\n</p>\n\n<p>\n1 قال حدثنا حرمى بن عمارة قال حدثنا شعبة عن صفة القدمين قتادة عن أنس\nرضى الله عنه أن رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n             قال يلقى في\nالنار وتقول هل من مزيد حتى يضع رجله فيها أو قال قدمه فتقول قط قط\n</p>\n\n<p>\n2 حدثنا محمد بن مخلد بن حفص حدثنا محمد بن اسحاق الصاغانى\n</p>\n\n<p>\nوحدثنا محمد بن عبد الله بن إبراهيم حدثنا أبو قبيصة محمد بن عبد الرحمن\nبن عمار بن القعقاع والحسين بن شاكر قالوا حدثنا عبد الله حدثنا حرمى بن\nعمارة حدثنا شعبة عن قتادة عن أنس عن النبى صلى الله عليه وسلم أنه قال\nيلقى في النار وتقول هل من مزيد حتى يضع رجله فيها أو قال قدمه فتقول قط قط\n</p>\n\n<p>\n3 حدثنا أبو الحسن محمد بن عبد الله بن زكريا النيسابورى بمصر حدثنا أبو\nعبد الرحمن أحمد بن شعيب النسائى أخبرنا محمد بن عمر بن على المقدمى حدثنا\nأشعث ابن عبد الله حدثنا شعبة عن قتادة عن أنس رضى الله عنه عن رسول الله\nصلى الله عليه وسلم قال يلقى في النار وتقول هل من مزيد حتى يضع <span id='ms01'></span> رجله أو\nقدمه فتقول قط قط\n</p>\n\n<p>\n4 حدثنا على بن عبد الله بن ميسر قال حدثنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n             أبو الأشعث أحمد\nبن المقدام حدثنا محمد بن عبد الرحمن الطفاوى حدثنا أيوب عن محمد عن أبى\nهريرة عن النبى صلى الله عليه وسلم قال اختصمت الجنة والنار فقالت النار\nيدخلنى الجبابرة والمتكبرون وقالت الجنة يدخلنى ضعفاء الناس وسقطهم فقال\nالله جل وعز للنار أنت عذابى أصيب بك من أشاء وقال للجنة أنت رحمتي أصيب بك\nمن أشاء ولكل واحدة منكما ملؤها فإذا كان يوم القيامة لم يظلم الله عز وجل\nأحدا من خلقه شيئا ويلقى في النار وتقول هل من مزيد حتى يضع تبارك وتعالى\nعليها قدمه فهنالك تملأ ويزوى بعضها على بعض وتقول قط قط\n</p>\n\n<p>\nأخرجه مسلم عن عبد الله بن عون عن أبى سفيان المعمري ابن محمد بن حميد عن\nمعمر عن أيوب عن محمد عن أبى هريرة هكذا\n</p>\n\n<p>\n5 حدثنا أبو عبد الله المعدل أحمد بن عمر بن عثمان بواسط حدثنا عيسى بن\nأبى حرب حدثنا يحيى بن أبى بكير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n             حدثنا عبد الغفار بن القاسم\nقال حدثنى عدى بن ثابت حدثنى زر بن حبيش عن أبى بن كعب قال قال رسول الله\nصلى الله عليه وسلم إن جهنم تسأل المزيد حتى يضع فيها قدمه فينزوى بعضها\nإلى بعض وتقول قط قط\n</p>\n\n<p>\n6 حدثنا أبو حامد محمد بن هارون المضرسى حدثنا مهران ابن على الوراق\nحدثنا أبو سلمة حدثنا حماد حدثنا يونس ابن عبيد عن محمد عن أبى هريرة عن\nالنبى صلى الله عليه وسلم مثل حديث حدثناه أبو سلمة حدثنا حماد عن عطاء بن\nالسائب عن عبيد الله بن عتبة عن أبى سعيد الخدرى أن النبى صلى الله عليه\nوسلم قال افتخرت الجنة والنار فقالت النار يدخلنى الجبابرة والملوك\nوالأشراف وقالت الجنة يدخلنى الفقراء والمساكين فقال الله جل وعز للنار أنت\nعذابى أصيب بك من أشاء وقال للجنة أنت رحمتى وسعت كل شىء ولكل واحدة منكما\nملؤها فأما النار فيلقى فيها وتقول هل <span id='ms02'></span> من مزيد ثلاث مرات حتى يأتيها تبارك\nوتعالى فيضع قدمه عليها فتنزوى وتقول قدنى قدنى إلا أن أبا هريرة قال عن\nالنبى صلى الله عليه وسلم قط قط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n7 حدثنا محمد بن مخلد حدثنا محمد بن اسحاق الصاغانى حدثنا حسن الأشيب\nحدثنا حماد بن سلمة عن يونس عن عبيد وأيوب السختيانى وحبيب بن الشهيد عن\nأبى هريرة بمثل حديث حماد عن عطاء بن السائب عن عبد الله بن عتبة عن أبى\nسعيد أن النبى صلى الله عليه وسلم قال افتخرت الجنة والنار ثم ذكر نحوه\n</p>\n\n<p>\n8 حدثنا محمد بن مخلد وأبو طالب الحافظ أحمد ابن نصر قال حدثنا محمد بن\nغالب بن حرب حدثنا عبد الرحمن بن سلام القرشى حدثنا حماد بن سلمة عن يونس\nبن عبيد عن محمد بن سيرين عن أبى هريرة قال سمعت رسول الله صلى الله عليه\nوسلم يقول يلقى في النار أهلها وتقول هل من مزيد\n</p>\n\n<p>\n9 حدثنا أحمد بن محمد بن سعيد أخبرنا أحمد بن الحسن بن سعيد بن عثمان\nحدثنا أبى حدثنا حصين بن مخارق عن يونس بن عبيد وداود بن أبى هند وصالح\nالمرى عن محمد بن سيرين عن أبى هريرة عن النبى صلى الله عليه وسلم لا تزال\nجهنم يلقى فيها وتقول هل من مزيد حتى يضع الجبار تبارك وتعالى فيها قدمه\nفهنالك تنزوى وتقول قط قط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n10 حدثنا جعفر بن محمد بن يعقوب الصندلى حدثنا الحسن بن محمد الزعفرانى\nحدثنا شبابة حدثنا ورقاء عن أبى الزناد عن الأعرج عن أبى هريرة رضى الله\nعنه عن النبى صلى الله عليه وسلم قال تحاجت الجنة والنار فقالت النار أوثرت\nبالمتكبرين والمتجبرين وقالت الجنة فمالى لا يدخلنى إلا ضعفاء الناس وسقطهم\nفقال الله عز وجل للجنة أنت رحمتى أرحم بك من أشاء من عبادى وقال للنار أنت\nعذابى أعذب بك من أشاء من عبادى ولكل واحدة منكما ملؤها فأما النار فلا\nتمتلىء فيضع قدمه عليها فتقول قط قط فهنالك تمتلىء ويزوى بعضها إلى بعض\n</p>\n\n<p>\nأخرجه مسلم بن <span id='ms03'></span> الحجاج عن محمد عن رافع عن شبابة عن ورقاء هكذا\n</p>\n\n<p>\n11 حدثنا محمد بن عبد الله الشافعى حدثنا اسحاق ابن الحسن حدثنا أبو سلمة\nموسى بن اسماعيل حدثنا حماد ابن سلمة عن أبي عمار عن أبى هريرة قال سمعت\nرسول الله صلى الله عليه وسلم يقول يلقى فى النار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n             وتقول هل من\nمزيد مرتين حتى يأتيها تبارك وتعالى فيضع قدمه فيها وتنزوى وتقول قط قط\n</p>\n\n<p>\n12 حدثنا محمد بن عبد الله حدثنا اسحاق بن الحسن حدثنا أبو سلمة حدثنا\nحماد عن عطاء بن السائب عن عبيد الله ابن عبد الله بن عتبة عن أبى سعيد\nالخدرى رضى الله عنه أن النبى صلى الله عليه وسلم قال احتجت الجنة والنار\nفقالت النار يا رب يدخلنى الجبارون والملوك والأشراف وقالت الجنة يا رب\nيدخلنى الفقراء والضعفاء والمساكين فقال الله تعالى للنار انت عذابى أصيب\nبك من أشاء وقال للجنة أنت رحمتى وسعت كل شىء ولكل واحدة منكما ملؤها فأما\nالنار فيلقى فيها فتقول هل من مزيد ثلاث مرات حتى يأتيها تبارك وتعالى فيضع\nقدمه عليها فتنزوى وتقول قدنى قدنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n             $ ما جاء في اليدين\n</p>\n\n<p>\n13 حدثنا أبو الفضل جعفر بن محمد بن يعقوب الصندلى حدثنا الحسن بن محمد\nبن الصباح الزعفرانى حدثنا شبابة بن سوار حدثنا ورقاء عن أبى الزناد عن\nالأعرج عن أبى هريرة رضى الله عنه عن النبى صلى الله عليه وسلم قال يمين\nالله عز وجل ملأى لا يغيضها نفقة سحاء الليل والنهار وقال أرأيتم ما أنفق\nمنذ خلق السماوات والأرض فإنه لم ينقص مما في يمينه قال وعرشه على الماء\nوبيده الأخرى الميزان يخفض ويرفع\n</p>\n\n<p>\n14 وحدثنا أبو طالب الحافظ أحمد بن نصر بن طالب حدثنا سليمان بن عبد\nالحميد بن سليمان أبو أيوب البهرانى من كتابه حدثنا أبو سليمان عتبة بن\nالسكن الفزارى حدثنا أرطاة بن المنذر حدثنا ليث بن أبى سليم عن مجاهد عن\nعبد الله بن عمر رضى الله عنهما أن رسول الله صلى الله عليه وسلم قال إن\nالله <span id='ms04'></span> عز وجل أول شىء خلق القلم فأخذه بيده اليمنى وكلتا يديه يمين كتب ما\nيكون فيها من عمل معمول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n             بر أو فجور رطب أو يابس فأحصاه عنده في\nالذكر ثم اقرؤا إن شئتم <span class='quran'>هذا كتابنا ينطق عليكم بالحق إنا كنا نستنسخ\nما كنتم تعملون </span>فهل النسخ إلا من شىء قد فرغ منه\n</p>\n\n<p>\n15 حدثنا جعفر بن محمد الصندلى حدثنا الحسن ابن محمد حدثنا شبابة حدثنا\nورقاء عن أبى الزناد عن الأعرج عن أبى هريرة رضى الله عنه عن النبى صلى\nالله عليه وسلم قال لما قضى الله عز وجل الخلق كتب في كتاب فهو عنده فوق\nالعرش إن رحمتى غلبت غضبى\n</p>\n\n<p>\n16 حدثنا محمد بن سهل بن الفضيل حدثنا عمر بن شبة حدثنا صفوان بن عيسى\nحدثنا محمد بن عجلان عن أبيه عن أبى هريرة رضى الله عنه عن النبى صلى الله\nعليه وسلم قال لما خلق الله عز وجل الخلق كتب بيده على نفسه إن رحمتى غلبت\nغضبى\n</p>\n\n<p>\n17 حدثنا أبو صالح الأصبهانى عبد الرحمن بن سعيد أخبرنا عقيل بن يحيى\nحدثنا سفيان بن عيينة قال قال أبو الزناد عن الأعرج عن أبى هريرة رضى الله\nعنه قال قال رسول الله صلى الله عليه وسلم قال الله عز وجل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n             يا\nبن آدم أنفق أنفق عليك فإن يمين الله ملآى سخاء لا يغيضها شىء الليل\nوالنهار\n</p>\n\n<p>\nأخرجه مسلم فى الزكاة عن زهير وأبى نمير عن سفيان ابن عيينة\n</p>\n\n<p>\n18 حدثنا أبو محمد يحيى بن محمد بن صاعد حدثنا محمد بن زنبور حدثنا فضيل\nبن عياض عن الأعمش عن عمرو بن سلمة عن أبى عبيدة عن أبى موسى رضى الله عنه\nقال قال رسول الله صلى الله عليه وسلم إن الله عز وجل يبسط يده لمسىء الليل\nليتوب بالنهار ولمسىء النهار ليتوب بالليل حتى تطلع الشمس من مغربها\n</p>\n\n<p>\nأخرجه مسلم في كتاب التوبة عن أبى موسى عن غندر وعن بندار عن أبى داود\nكلاهما عن شعبة عن عمرو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n             ما جاء في الأصابع\n</p>\n\n<p>\n19 حدثنا أبو بكر <span id='ms05'></span> النيسابورى عبد الله بن محمد بن زياد والحسين بن يحيى\nبن عياش قالا حدثنا الحسن بن محمد الزعفرانى\n</p>\n\n<p>\nوأخبرنا على بن عبد الله مبشر حدثنا أحمد بن سنان القطان حدثنا أبو\nمعاوية حدثنا الأعمش عن إبراهيم عن علقمة عن عبد الله قال جاء إلى النبى\nصلى الله عليه وسلم رجل وقال الزعفرانى أتى النبى صلى الله عليه وسلم رجل\nمن أهل الكتاب فقال يا أبا القاسم أبلغك أن الله عز وجل يحمل الخلائق على\nأصبع والسماوات على أصبع والأرضين على أصبع والشجر على أصبع والثرى على\nأصبع قال فضحك رسول الله صلى الله عليه وسلم حتى بدت نواجذه قال وأنزل الله\nتعالى <span class='quran'>وما قدروا الله حق قدره والأرض جميعا قبضته يوم القيامة </span>إلى آخر الآية\n</p>\n\n<p>\n20 حدثنا القاضى الحسين بن اسماعيل حدثنا يوسف ابن موسى القطان حدثنا أبو\nمعاوية وجرير واللفظ لأبى معاوية عن الأعمش عن إبراهيم عن علقمة عن عبد\nالله قال أتى رجل من أهل الكتاب النبى صلى الله عليه وسلم فقال يا أبا\nالقاسم أبلغك أن الله عز وجل يحمل السماوات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n             على أصبع والأرضين\nعلى أصبع والخلائق على أصبع والشجر على أصبع والثرى على أصبع فضحك رسول\nالله صلى الله عليه وسلم حتى بدت نواجذه فأنزل الله عز وجل <span class='quran'>وما قدروا\nالله حق قدره والأرض جميعا قبضته يوم القيامة </span></p>\n\n<p>\nوقال جرير في حديثه والجبال والشجر على أصبع والماء والثرى على أصبع\nوالخلائق كلها على أصبع\n</p>\n\n<p>\n21 حدثنا اسماعيل بن محمد بن اسماعيل النحوى حدثنى أحمد بن ملاعب حدثنا\nعمر بن حفص بن عياش حدثنا أبى حدثنا الأعمش قال سمعت إبراهيم يقول سمعت\nعلقمة يقول قال عبد الله جاء رجل من أهل الكتاب إلى رسول الله صلى الله\nعليه وسلم فقال يا أبا القاسم إن الله عز وجل يمسك السماوات على أصبع\nوالأرضين على أصبع والجبال على أصبع والشجر والثرى على أصبع والخلائق على\nأصبع ثم يقول أنا الملك أنا الملك قال فرأيت النبى صلى الله عليه وسلم ضحك\nحتى <span id='ms06'></span> بدت نواجذه ثم قال <span class='quran'>وما قدروا الله حق قدره </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nأخرجه البخارى ومسلم عن عمر بن حفص بن غياث عن أبيه هكذا\n</p>\n\n<p>\n22 حدثنا أبو صالح الأصبهانى عبد الرحمن بن سعيد ابن هارون أخبرنا أبو\nمسعود أحمد بن الفرات أخبرنا زيد ابن عوف حدثنا أبو عوانة حدثنا الأعمش عن\nإبراهيم عن علقمة عن عبد الله قال أتى النبى صلى الله عليه وسلم رجل من أهل\nالكتاب فقال يا أبا القاسم أبلغك أن الله تعالى يجعل السماوات على أصبع\nوالأرضين على أصبع والخلائق على أصبع والشجر على أصبع والثرى على أصبع فضحك\nالنبى صلى الله عليه وسلم حتى بدت نواجذه فأنزل الله عز وجل <span class='quran'>وما قدروا\nالله حق قدره والأرض جميعا قبضته يوم القيامة </span>الآية\n</p>\n\n<p>\n23 حدثنا محمد بن سهل بن الفضيل الكاتب حدثنا على بن حرب حدثنا أبو\nمعاوية ومحمد بن فضل قالا حدثنا الأعمش عن إبراهيم عن علقمة عن عبد الله\nأتى النبى صلى الله عليه وسلم رجل فقال يا أبا القاسم هل بلغك أن الله عز\nوجل يحمل الخلائق على أصبع والسماوات على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n             أصبع والأرضين على\nأصبع والشجر على أصبع والثرى على أصبع فضحك رسول الله صلى الله عليه وسلم\nوأنزل الله عز وجل <span class='quran'>وما قدروا الله حق قدره </span></p>\n\n<p>\n24 حدثنا أحمد بن محمد بن سعيد حدثنا يعقوب ابن يوسف بن زياد حدثنا عبيد\nبن سليمان التميمى حدثنا معمر بن زائدة عن الأعمش عن إبراهيم عن علقمة عن\nعبد الله قال جاء حبر إلى النبى صلى الله عليه وسلم ثم ذكر نحوه وقال فى\nآخره <span class='quran'>تعالى عما يشركون </span>قرأها الأعمش بالتاء\n</p>\n\n<p>\nوكذلك رواه عيسى بن يونس وقيس بن الربيع عن الأعمش بهذا الاسناد\n</p>\n\n<p>\n25 حدثنا القاضى الحسين بن سعيد ومحمد بن إبراهيم ابن حفص بن شاهين\nواسماعيل بن عياش الوراق ومحمد ابن مخلد وآخرون قالوا حدثنا محمد بن الوليد\nاليسوي حدثنا يحيى بن سعيد القطان عن سفيان حدثنى منصور وسليمان عن إبراهيم\nعن عبيدة عن عبد الله أن يهوديا جاء إلى النبى صلى <span id='ms07'></span> الله عليه وسلم فقال يا\nمحمد إن الله عز وجل يمسك السماوات على أصبع والأرضين على أصبع والجبال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             على أصبع والشجر والخلائق على أصبع ثم يقول أنا الملك قال فضحك\nرسول الله صلى الله عليه وسلم حتى بدت نواجذه وقال <span class='quran'>وما قدروا الله حق\nقدره </span></p>\n\n<p>\nقال يحيى وزاد فيه فضيل بن عياض عن منصور عن إبراهيم عن عبيدة عن عبد\nالله فضحك رسول الله صلى الله عليه وسلم تعجبا وتصديقا\n</p>\n\n<p>\n26 حدثنا أحمد بن محمد بن أبى بكر الواسطى وأحمد بن عبد الله بن محمد\nالوكيل ومحمد بن سهل بن الفضيل الكاتب قالوا حدثنا عمر بن شبة حدثنا يحيى\nابن سعيد القطان حدثنا سفيان حدثنى منصور وسليمان عن إبراهيم عن عبيدة عن\nعبد الله بن مسعود ان يهوديا جاء إلى النبى صلى الله عليه وسلم فقال يا\nمحمد إن الله عز وجل يمسك السماوات على أصبع والأرضين على أصبع والجبال على\nأصبع والشجر على أصبع والخلائق على أصبع ثم يقول أنا الملك فضحك رسول الله\nصلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n             حتى بدت نواجذه ثم قال <span class='quran'>وما قدروا الله\nحق قدره </span>قال يحيى وزاد فيه فضيل بن عياض بهذا الاسناد فضحك رسول الله\nصلى الله عليه وسلم تعجبا وتصديقا له\n</p>\n\n<p>\n27 حدثنا أحمد بن محمد بن سليمان حدثنا عمر بن شبة حدثنا أبو عاصم عن\nسفيان عن منصور عن إبراهيم عن عبيدة عن عبد الله قال جاء رجل من أهل الكتاب\nإلى رسول الله صلى الله عليه وسلم فقال إن الله عز وجل يضع السماوات على\nأصبع والأرضين على أصبع والجبال والثرى على أصبع والشجر والماء على أصبع\nوالخلائق على أصبع ثم يقول أنا الملك فضحك رسول الله صلى الله عليه وسلم\nحتى بدت نواجذه ثم قرأ <span class='quran'>وما قدروا الله حق قدره </span>إلى آخر الآية\n</p>\n\n<p>\n28 حدثنا الحسن بن على البصرى حدثنا أبو الربيع الزهرانى حدثنا أبو معمر\nحدثنا عون بن عبد الله بن الحارث عن اخيه عبد الله بن الحارث بن نوفل عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             أبيه <span id='ms08'></span> قال قال رسول الله صلى الله عليه وسلم إن الله عز وجل خلق\nثلاثة أشياء بيده خلق آدم بيده وكتب التوراة بيده وغرس الفردوس بيده\n</p>\n\n<p>\n29 حدثنا الحسين بن اسماعيل حدثنا يوسف بن موسى حدثنا أبو عبد الرحمن\nالمقرى حدثنا حيوة ابن شريح أخبرنى أبو هانىء أنه سمع أبا عبد الرحمن\nالحبلى [ يقول أنه سمع عبد الله بن عمرو يقول انه ] سمع رسول الله صلى الله\nعليه وسلم يقول قلوب بنى آدم كلها بين أصبعين من أصابع الرحمن عز وجل كقلب\nواحد يصرفها كيف يشاء ثم قال رسول الله صلى الله عليه وسلم اللهم مصرف\nالقلوب صرف قلوبنا على طاعتك\n</p>\n\n<p>\n30 حدثنا عبد الله بن محمد بن عبد العزيز حدثنا هدبة بن خالد أبو خالد\nالقيسى حدثنا حماد بن سلمة عن يعلى بن عطاء عن وكيع بن حدس عن أبى رزين أن\nرسول الله صلى الله عليه وسلم قال ضحك ربنا عز وجل من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n             قنوط\nعباده وقرب غيره وقال قلت أو يضحك الرب عز وجل قال نعم قلت لن نعدم من رب\nيضحك خيرا\n</p>\n\n<p>\n31 حدثنا يحيى بن محمد بن صاعد حدثنا محمد بن هارون أبو نشيط حدثنا أبو\nالمغيرة عبد القدوس بن الحجاج حدثنا عبد الرحمن بن يزيد بن تميم عن الزهرى\nعن سعيد ابن المسيب عن أبى هريرة عن النبى صلى الله عليه وسلم قال ضحك الله\nعز وجل من رجلين قتل أحدهما صاحبه ثم دخلا الجنة\n</p>\n\n<p>\nقال عبد الرحمن سئل الزهرى عن تفسير هذا فقال مشرك قتل مسلما ثم أسلم ثم\nمات فدخل الجنة\n</p>\n\n<p>\n32 حدثنا أبو بكر النيسابورى حدثنا عبد الله بن أحمد ابن حنبل حدثنى أبى\nحدثنا روح حدثنا بن جريح عن أبى الزبير انه سمع جابرا يسئل عن الورود فذكر\nالحديث وقال فيه فيقول عز وجل أنا ربكم فيقولون حتى ننظر إليك فيتجلى لهم\nيضحك قال سمعت النبى صلى الله عليه وسلم قال فينطلق بهم ويتبعونه ويعطى كل\nإنسان منافق أو مؤمن نورا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nرواه مسلم في الإيمان عن <span id='ms09'></span> عبيد الله وإسحاق بن منصور عن روح عن عبادة عن\nابن جريج موقوف\n</p>\n\n<p>\n33 حدثنا أحمد بن محمد اسماعيل الأدمى حدثنا الفضل بن سهل الأعرج حدثنا\nيحيى بن إسحاق أبو زكريا السيلحيني حدثنا ابن لهيعة عن أبى الزبير قال سألت\nجابرا عن الورود سمعت رسول الله صلى الله عليه وسلم يقول يتجلى لهم ضاحكا\n</p>\n\n<p>\n34 حدثنا يوسف بن يعقوب النيسابوري حدثنا نصر ابن على حدثنا الحسين بن\nأبي عروبة و الحجاج بن منهال و مهنا بن شبل قالوا حدثنا حماد بن سلمة عن\nعلى بن زيد عن عمارة القرشي عن أبى بردة عن أبى موسى عن النبي صلى الله\nعليه وسلم قال يتجلى لنا ربنا ضاحكا\n</p>\n\n<p>\n35 حدثنا أبو بكر الأدمى أحمد بن محمد بن اسماعيل المقرى حدثنا أحمد بن\nمنصور بن سيار حدثنا يحيى بن بكير قال أخبرنا إسرائيل عن أبى اسحاق عن عبد\nالله بن خليفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n             عن عمر رضى الله عنه أن امرأة جاءت النبي صلى\nالله عليه وسلم فقالت أدعو الله عز وجل أن يدخلني الجنة فعظم الرب عز وجل\nوقال إن كرسيه وسع السماوات و الأرض و إن له لأطيط كأطيط الرحل الجديد إذا\nركب من ثقله\n</p>\n\n<p>\n36 حدثنا محمد بن مخلد حدثنا أحمد بن منصور الرمادى حدثنا أبو عاصم\nالضحاك بن مخلد عن سفيان عن عمار الدهني عن مسلم البطين عن سعيد بن جبير عن\nابن عباس رفعه شجاع إلى النبي صلى الله عليه وسلم و لم يرفعه الرمادى <span class='quran'>وسع كرسيه السماوات والأرض </span>قال الكرسى موضع القدمين و لا يقدر قدر\nالعرش شىء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n37 حدثنا محمد بن مخلد حدثنا محمد بن الحساني حدثنا وكيع حدثنا سفيان\nبإسناده مثله\n</p>\n\n<p>\n38 حدثنا يحيى بن محمد بن صاعد حدثنا محمد بن يزيد الواسطى يعرف بأخى\nكرخويه و كان من الثقات ببغداد فى ست وأربعين و ما ئتين حدثنا وهب بن جرير\nحدثنا أبى قال سمعت محمد بن اسحاق يحدث عن يعقوب بن عتبه عن جبير بن محمد\nعن جبير بن مطعم عن أبيه عن <span id='ms10'></span> جده قال أتى رسول الله صلى الله عليه وسلم\nأعرابي فقال يا رسول الله جهدت الأنفس وضاع العيال و هلكت الأنعام و نهكت\nالأموال فاستسق الله لنا فإنا نستشفع بك على الله و نستشفع بالله عليك فقال\nويحك أتدرى ما تقول فسبح رسول الله صلى الله عليه وسلم فما زال يسبح حتى\nعرف ذلك فى وجوه اصحابه ثم قال ويحك إنه لا يستشفع بالله على أحد من خلقه\nشأن الله أعظم من ذلك ويحك أتدرى ما الله عز وجل إن عرشه لعلى سماواته و\nأرضه هكذا و أرانا وهب بيده هكذا وقال مثل القبة و إنه ليأط به أطيط الرحل\nبالراكب\n</p>\n\n<p>\n39 حدثنا محمد بن صاعد و محمد بن مخلد قالا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n             حدثنا أحمد بن\nمنصور الرمادى حدثنا يحيى بن معين و على ابن المدينى و اللفظ ليحيى حدثنا\nوهب بن جرير بن مطعم عن أبيه عن جده قال أتى رسول الله صلى الله عليه وسلم\nأعرابى فقال يا رسول الله جهدت الأنفس و ضاع العيال و نهكت الأموال و هلكت\nالأنعام فاستسق الله لنا فإنا نستشفع بك على الله عز وجل و نستشفع بالله\nعليك فقال رسول الله صلى الله عليه وسلم ويحك أتدرى ما تقول و سبح رسول\nالله صلى الله عليه وسلم فما زال يسبح حتى عرف ذلك أو عرف فى وجوه أصحابه\nقال ويحك لا يستشفع بالله على أحد من خلقه شأن الله عز وجل أعظم من ذلك\nويحك أتدرى ما الله عز وجل إن عرشه على سماواته و أرضه لذو كذا وأشار\nبأصبعه مثل القبة عليه و إنه ليأط أطيط الرحل بالراكب قال الرمادى أما على\nبن المدينى فلم يتمه لنا انتهى إلى قوله لا يستشفع با الله على أحد من خلقه\nو أتمه لنا يحيى بن معين\n</p>\n\n<p>\nوكتب لى يحيى بن معين بخطه و اللفظ لابن مخلد\n</p>\n\n<p>\nوكذلك رواه حفص بن عبد الرحمن عن محمد بن اسحاق بهذا الاسناد و من قال\nفيه عن يعقوب بن <span id='ms11'></span> عتبة و جبير بن محمد فقد وهم\n</p>\n\n<p>\nوالصواب عن جبير بن محمد كما ذكرناه ها هنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n40 حدثنا أبو محمد يحيى بن محمد بن صاعد إملاء حدثنا فضيل بن عياض عن\nسليمان يعنى الأعمش عن أبى سفيان عن أنس بن مالك قال كان رسول الله صلى\nالله عليه وسلم يقول يا مقلب القلوب ثبت قلبى على دينك فقالوا يا رسول الله\nأتخشى علينا وقد آمنا بك وأيقنا بما جئتنا به قال وما يدرينى إن قلوب\nالخلائق بين أصبعين من أصابع الله عز وجل\n</p>\n\n<p>\n41 حدثنا الحسين بن محمد بن سعيد المطبقى حدثنا محمد بن منصور الطوسى\nحدثنا أبو أحمد الزبيرى قال سفيان عن الأعمش عن أبى سفيان عن جابر قال كان\nرسول الله صلى الله عليه وسلم يكثر أن يقول يا مقلب القلوب ثبت قلبى على\nدينك فقال له بعض أهله أتخاف علينا وقد آمنا بك وبما جئت به فقال إن القلب\nبين أصبعين من أصابع الرحمن عز وجل يقول بهما هكذا وحرك أبو أحمد أصبعه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n42 حدثنا أبو حفص عمر بن أحمد الدرى حدثنا محمد ابن عثمان بن كرامة حدثنا\nعبد الله بن نمير عن الأعمش عن يزيد الرقاشى عن أنس بن مالك قال كان رسول\nالله صلى الله عليه وسلم يكثر أن يقول اللهم ثبت قلبى على دينك فقال له بعض\nأصحابه يا رسول الله أتخاف علينا وقد آمنا بك وصدقنا بما جئت به فقال نعم\nإن القلوب بين أصبعين من أصابع الرحمن عز وجل يقلبها وقال رسول الله صلى\nالله عليه وسلم هكذا وأشار بأصبعه\n</p>\n\n<p>\n43 وحدثنا أبو بكر النيسابورى حدثنا العباس بن الوليد بن يزيد قال أخبرنى\nأبى حدثنا ابن جابر وحدثنا القاضى الحسين بن اسماعيل حدثنا عبد الرحمن بن\nيونس السراج حدثنا الوليد بن مسلم عن ابن جابر عن بشر بن عبيد الله الحضرمى\nعن أبى إدريس الخولانى قال سمعت النواس بن سمعان الكلابى يقول سمعت رسول\nالله صلى الله عليه وسلم يقول ما من قلب إلا وهو بين <span id='ms12'></span> أصبعين من أصابع رب\nالعالمين إذا شاء أن يقيمه أقامه وإذا شاء أن يزيغه أزاغه قال وكان النبى\nصلى الله عليه وسلم يقول يا مقلب القلوب ثبتنا على دينك والميزان بيد\nالرحمن عز وجل يخفضه ويرفعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nوقال العباس بين أصابع الرحمن عز وجل إن شاء أقامه وإن شاء أزاغه وقال\nأيضا ثبت قلوبنا على دينك والميزان بيد الرحمن يرفع أقواما ويخفض أقواما\nإلى يوم القيامة\n</p>\n\n<p>\n44 حدثنا محمد بن سهل بن الفضل الكاتب حدثنا حميد بن الربيع حدثنا يحيى\nبن سعيد عن محمد بن عجلان عن سعيد بن أبى سعيد عن أبى هريرة رضى الله عنه\nقال قال رسول الله صلى الله عليه وسلم إذا ضرب أحدكم فليجتنب الوجه ولا\nيقول قبح الله وجهك ووجه من أشبه وجهك فإن الله عز وجل خلقه على صورته\n</p>\n\n<p>\n45 حدثنا اسحاق بن محمد بن الفضل الزيات حدثنا يوسف بن موسى حدثنا جرير\nعن الأعمش عن حبيب بن أبى ثابت عن عطاء عن ابن عمر رضى الله عنهما قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n             قال رسول الله صلى الله عليه وسلم لا تقبحوا الوجه فإن الله عز\nوجل خلق آدم على صورته\n</p>\n\n<p>\n46 حدثنا على بن عبد الله بن مبشر حدثنا أحمد بن سنان القطان\n</p>\n\n<p>\nوحدثنا أبو اسحاق نهشهل بن عارم التميمى حدثنا عمر بن شبة قالا حدثنا\nيحيى بن سعيد القطان عن ابن عجلان حدثنى سعيد بن أبي سعيد عن أبى هريرة رضى\nالله عنه عن النبى صلى الله عليه وسلم قال إذا ضرب أحدكم فليجتنب الوجه ولا\nيقول قبح الله وجهك ووجهه من أشبه وجهك فإن الله خلق آدم على صورته\n</p>\n\n<p>\n47 حدثنا أبو شيبة عبد العزيز بن جعفر بن بكر حدثنا محمد بن المثنى أبو\nموسى حدثنا أبو عامر العقدى حدثنا المغيرة بن عبد الرحمن عن أبى الزناد عن\nأبى موسى بن أبى عثمان عن أبيه عن أبى هريرة عن النبى صلى الله عليه وسلم\nقال خلق الله عز وجل آدم على صورته وطوله ستون ذراعا\n</p>\n\n<p>\n48 حدثنا أحمد بن محمد <span id='ms13'></span> بن اسماعيل الطوسى حدثنا على بن أشكاب حدثنا هارون\nبن معروف حدثنا جرير عن الأعمش عن حبيب بن أبى ثابت بن عطاء عن ابن عمر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             قال قال رسول الله صلى الله عليه وسلم لا تقبحوا الوجه فإن\nالله خلق آدم على صورة الرحمن عز وجل\n</p>\n\n<p>\n49 حدثنا اسماعيل بن العباس الوراق حدثنا على بن حرب حدثنا زيد بن أبى\nالزرقاء حدثنا ابن لهيعة عن الأعرج عن أبى هريرة قال قال رسول الله صلى\nالله عليه وسلم إذا ضرب أحدكم فليجتنب الوجه فإن صورة الإنسان على صورة\nالرحمن عز وجل\n</p>\n\n<p>\n50 حدثنا أبو محمد ابن صاعد قراءة عليه وأنا أسمع حدثنا الحسن بن عرفة\nحدثنا اسماعيل بن عياش عن محمد ابن زياد قال سمعت أبا أمامة يقول سمعت رسول\nالله صلى الله عليه وسلم يقول وعدنى ربى عز وجل أن يدخل الجنة من أمتى\nسبعين ألفا بغير حساب ولا عذاب مع كل ألف سبعين ألف وثلاث حثيات من حثيات\nربى عز وجل\n</p>\n\n<p>\n51 حدثنا أبو محمد ابن صاعد قراءة عليه حدثنا محمد بن حرب بواسط حدثنا\nيزيد بن هارون أخبرنا اسماعيل بن عياش عن محمد بن زياد عن أبى أمامة عن\nالنبى صلى الله عليه وسلم نحوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n52 أخبرنا ابن صاعد حدثنا أبو أيوب النهرانى حدثنا عبد الله بن عبد\nالجبار حدثنا اسماعيل حدثنى محمد ابن زياد عن أبى أمامة عن النبى صلى الله\nعليه وسلم نحوه\n</p>\n\n<p>\n53 أخبرنا ابن صاعد قراءة حدثنا محمد بن عمرو بن حيان وأبو عتبة أحمد بن\nالفرج قالا حدثنا بقية بن الوليد حدثنى ابن زياد عن أبى أمامة أو عن رجل من\nأصحاب رسول الله صلى الله عليه وسلم قال وعدنى ربى أن يدخل الجنة من أمتى\nفذكر نحوه\n</p>\n\n<p>\n54 أخبرنا ابن صاعد حدثنا محمد بن عوف حدثنا سليم بن عثمان عن محمد بن\nزياد عن أبى أمامة عن النبى صلى الله عليه وسلم قال وعدنى ربى عز وجل أن\nيدخل الجنة من أمتى ثم ذكر نحوه\n</p>\n\n<p>\n55 حدثنا أبو محمد ابن <span id='ms14'></span> صاعد حدثنا يعقوب بن إبراهيم الدورقى حدثنا وكيع\nبن الجراح حدثنا عباد بن منصور عن القاسم بن محمد قال سمعت أبا هريرة قال\nقال رسول الله صلى الله عليه وسلم إن الله عز وجل يقبل الصدقات ويأخذها\nبيمينه ويربيها لأحدكم كما يربى أحدكم فلوه أو مهره وإن اللقمة لتصير مثل\nأحد وتصديق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             ذلك في كتاب الله عز وجل <span class='quran'>ويأخذ الصدقات </span>و\n<span class='quran'>يمحق الله الربا ويربي الصدقات </span>أخرجه البخارى في التوحيد\n</p>\n\n<p>\n56 حدثنا القاضى الحسين بن اسماعيل حدثنا محمد ابن أشكاب حدثنا محمد بن\nسابق بن أبى زائدة حدثنى يحيى ابن سعيد عن سعيد بن يسار عن أبى هريرة عن\nالنبى صلى الله عليه وسلم قال ما تصدق امرؤ بصدقة من كسب طيب ولا يقبل الله\nإلا الطيب إلا وضعها حين يضعها في كف الرحمن تبارك وتعالى وإن الله ليربى\nلأحد كم التمرة كما يربى أحدكم فلوه أو فصيلة حتى تكون مثل أحد\n</p>\n\n<p>\n57 حدثنا محمد بن مخلد حدثنا العباس بن محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n             الدورى قال سمعت\nأبا عبيد القاسم بن سلام وذكر الباب الذى يروى فيه حديث الرؤية والكرسى\nوموضع القدمين وضحك ربنا من قنوط عباده وقرب غيره وأين كان ربنا قبل أن\nيخلق السماء وأن جهنم لا تمتلىء حتى يضع ربك عز وجل قدمه فيها فتقول قط قط\nوأشباه هذه الأحاديث فقال هذه أحاديث صحاح حملها أصحاب الحديث والفقهاء\nبعضهم عن بعض وهى عندنا حق لا شك فيها ولكن إذا قيل كيف وضع قدمه وكيف ضحك\nقلنا لا يفسر هذا ولا سمعنا أحدا يفسره\n</p>\n\n<p>\n58 حدثنا محمد بن مخلد حدثنا العباس بن محمد الدورى قال سمعت يحيى بن\nمعين يقول شهدت زكريا بن عدى يسأل وكيعا فقال يا أبا سفيان هذه الأحاديث\nيعنى مثل الكرسى موضع القدمين ونحو هذا فقال وكيع أدركنا اسماعيل بن أبى\nخالد وسفيان وسليمان يحدثون بهذه الأحاديث ولا يفسرون شيئا\n</p>\n\n<p>\n59 حدثنا محمد بن مخلد حدثنا محمد بن اسحاق الصاغانى حدثنا محمد بن\nسليمان لوين قال قيل لابن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n             عيينة هذه الأحاديث <span id='ms15'></span> التى تروى فى\nالرؤية قال حق على ما سمعنا ممن نثق به ونرضاه\n</p>\n\n<p>\n60 حدثنا محمد بن مخلد حدثنا الحسن بن الفضل بن السمح قال سمعت أحمد بن\nأبى شريح قال سمعت وكيعا يقول وحدثنا بحديث فى الرؤية أو غيره قال من\nرأيتموه ينكر من هذه الأحاديث فاحسبوه من الجهمية\n</p>\n\n<p>\n61 حدثنا محمد بن مخلد حدثنا عيسى بن اسحاق بن موسى الأنصارى أبو العباس\nقال سمعت أبى يقول سمعت سفيان بن عيينة يقول كل ما وصف الله به نفسه فى\nالقرآن فقراءته تفسيره لا كيف ولا مثل\n</p>\n\n<p>\n62 حدثنا محمد بن مخلد حدثنا اسحاق بن يعقوب العطار قال سمعت أحمد بن\nالدورقى يقول سمعت وكيعا يقول نسلم هذه الأحاديث كما جاءت ولا نقول كيف هذا\nولم جاء هذا\n</p>\n\n<p>\n63 حدثنا محمد بن مخلد حدثنا أبو العباس اسحاق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n             ابن يعقوب قال\nسمعت أحمد بن الدورقى يقول حدثنى أحمد بن نصر رحمه الله قال سمعت سفيان بن\nعيينة وأنا فى منزله بعد العتمة فجعلت ألح عليه فى المسألة فقال دعنى أتنفس\nفقلت له يا أبا محمد إنى أريد أن أسألك عن شىء فقال لا تسأل فقلت لا بد من\nأن أسألك إذا لم أسألك فمن أسأل فقال هات سل فقلت كيف حديث عبيدة عن عبد\nالله عن النبى صلى الله عليه وسلم إن الله عز وجل يحمل السماوات على أصبع\nوالأرضين على أصبع\n</p>\n\n<p>\nوحديث إن قلوب بنى آدم بين أصبعين من أصابع الرحمن\n</p>\n\n<p>\nوحديث إن الله عز وجل يعجب ويضجك ممن يذكره فى الآفاق فقال سفيان هى كما\nجاءت نقر بها ونحدث بها بلا كيف\n</p>\n\n<p>\n64 حدثنا محمد بن مخلد حدثنا محمد بن محمد بن عمر بن الحكم أبو الحسن ابن\nالعطار قال سمعت محمد بن مصعب العابد يقول من زعم أنك لا تتكلم ولا ترى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n             فى الآخرة فهو كافر بوجهك ولا يعرفك أشهد أنك فوق العرش فوق\nسبع سماوات ليس كما يقول أعداؤك الزنادقة\n</p>\n\n<p>\n65 حدثنا محمد بن مخلد حدثنا محمد بن اسحاق الصاغانى حدثنا مسلم بن <span id='ms16'></span> قادم\nحدثنا موسى بن داود قال قال عباد بن العوام قدم علينا شريك بن عبد الله\nفقلنا له يا أبا عبد الله إن عندنا قوما من المعتزلة ينكرون هذه الأحاديث\nإن الله عز وجل ينزل إلى سماء الدنيا وإن أهل الجنة يرون ربهم فحدثنى شريك\nبنحو من عشرة أحاديث فى هذا وقال أما نحن فأخذنا ديننا عن أبناء التابعين\nعن أصحاب رسول الله صلى الله عليه وسلم فهم عمن أخذوه\n</p>\n\n<p>\n66 حدثنا محمد بن مخلد حدثنا أبو عبد الله روح بن أبى سعيد قال سمعت أبا\nرباب عقبة بن قبيصة بن عقبة قال أتينا أبا نعيم يوما فنزل إلينا من الدرجة\nالتى فى داره فجلس في وسطنا كأنه مغضب فقال ابتداء حدثنا سفيان بن سعيد بن\nمسروق الثورى وحدثنا زهير بن معاوية بن حديج ابن رحيل الجعفى وحدثنا حسن بن\nصالح بن حى وحدثنا شريك بن عبد الله النخعى هؤلاء أبناء المهاجرين يحدثون\nأن الله عز وجل يرى فى الآخرة حتى جائنا ابن يهودى صباغ فزعم ان الله لا\nيرى يعنى بشرا المريسى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n67 حدثنا محمد بن مخلد حدثنا أحمد بن سعد أبو إبراهيم الزبيرى حدثنا\nالهيثم بن خارجة حدثنا الوليد بن مسلم قال سألت الأوزاعى ومالك بن أنس\nوسفيان الثورى والليث بن سعد عن هذه الأحاديث التى فيها الرؤية وغير ذلك\nفقالوا أمضها بلا كيف\n</p>\n\n<p>\n68 حدثنا ابن مخلد حدثنا إبراهيم الزبيرى حدثنا يحيى بن أيوب حدثنا عبد\nالله بن وهب عن مالك عن الزهرى قال سلموا للسنة ولا تعارضوها\n</p>\n\n<p>\nآخر كتاب الصفات والحمد لله وحده\n</p>\n\n<p>\nوصلى الله على سيدنا محمد وعلى آله وصحبه وسلم وكان الفراغ من ذلك فى يوم\nالسبت المبارك عاشر شهر صفر الخير المبارك من شهور سنة أربع وثمانين بعد\nألف من الهجرة المباركة على مهاجرها أفضل الصلاة والسلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             <span id='ms17'></span>\n</p>\n",
  "pages": [
    "001",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044"
  ],
  "volumes": [
    "01"
  ]
}