{
  "content": "\n<p>\n$ كتاب في الاجماع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n             بسم الله الرحمن الرحيم\n</p>\n\n<p>\nصلى الله على محمد وعلى آله وسلم تسليما\n</p>\n\n<p>\n|1 كتاب الوضوء 1\n</p>\n\n<p>\nما أجمع عليه فقهاء الأمصار مما يوجب الوضوء من الحدث\n</p>\n\n<p>\nقال لنا أبو بكر محمد بن إبراهيم بن المنذر رحمه الله\n</p>\n\n<p>\n1 أجمع أهل العلم على أن الصلاة لا تجزىء إلا بطهارة إذا وجد المرء إليها\nالسبيل\n</p>\n\n<p>\n2 وأجمعوا على أن خروج الغائط من الدبر وخروج البول من الذكر وكذلك\nالمرأة وخروج المني وخروج الريح من الدبر وزوال العقل بأي وجه زال العقل\n</p>\n\n<p>\nأحداث ينقض كل واحد منها الطهارة ويوجب الوضوء\n</p>\n\n<p>\n3 وأجمعوا على أن دم الاستحاضة ينقض الطهارة وانفرد ربيعة وقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n             لا ينقض الطهارة\n</p>\n\n<p>\n4 وأجمعوا على أن الملامسة حدث ينقض الطهارة\n</p>\n\n<p>\n5 وأجمعوا على أن الضحك في غير الصلاة لا ينقض الطهارة ولا يوجب وضوءا\n</p>\n\n<p>\n6 وأجمعوا على أن الضحك في الصلاة ينقض الصلاة\n</p>\n\n<p>\n|2 باب ما أجمعوا عليه في الماء 2\n</p>\n\n<p>\n7 أجمعوا على أن الوضوء لا يجوز بماء الورد وماء الشجر وماء العصفر ولا\nتجوز الطهارة إلا بماء مطلق يقع عليه اسم الماء\n</p>\n\n<p>\n8 وأجمعوا على أن الوضوء بالماء جائز\n</p>\n\n<p>\n9 وأجمعوا على أنه لا يجوز الاغتسال ولا الوضوء بشيء من هذه الأشربة سوى\nالنبيذ\n</p>\n\n<p>\n10 وأجمعوا على أن الوضوء بالماء الآجن من غير نجاسة حلت فيه جائز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n             وانفرد ابن سيرين فقال لا يجوز\n</p>\n\n<p>\n11 وأجمعوا على أن الماء القليل والكثير إذا وقعت فيه نجاسة فغيرت للماء\nطعما أو لونا أو ريحا أنه نجس ما دام كذلك\n</p>\n\n<p>\n12 وأجمعوا على أن الماء الكثير من النيل والبحر ونحو ذلك إذا وقعت فيه\nنجاسة فلم تغير له لونا ولا طعما ولا ريحا أنه بحاله ويتطهر منه\n</p>\n\n<p>\n13 وأجمعوا على أن سؤر ما أكل لحمه طاهر ويجوز شربه والوضوء به\n</p>\n\n<p>\n|2 باب تقديم بعض الأعضاء على بعض والمسح والغسل في الوضوء 2\n</p>\n\n<p>\n14 وأجمعوا على أن لا إعادة على من بدأ بيساره قبل يمينه في الوضوء\n</p>\n\n<p>\n15 وأجمعوا على أنه كل من أكمل طهارته ثم لبس الخفين وأحدث أن له أن يمسح\nعليهما\n</p>\n\n<p>\n16 وأجمعوا على أنه إذا توضأ إلا غسل إحدى <span id='ms01'></span> رجليه فأدخل المغسولة الخف ثم\nغسل الأخرى وأدخلها الخف أنه طاهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n17 وأجمعوا على أن المسافر إذا كان معه ماء وخشي العطش أن يبقي ماءه\nللشرب ويتيمم\n</p>\n\n<p>\n18 وأجمعوا على أن التيمم بالتراب الغبار جائز\n</p>\n\n<p>\n19 وأجمعوا على أن من تطهر بالماء قبل وقت الصلاة أن طهارته كاملة\n</p>\n\n<p>\n20 وأجمعوا على أن من تيمم وصلى ثم وجد الماء بعد خروج الوقت أن لا إعادة\nعليه\n</p>\n\n<p>\n21 وأجمعوا على أن من تيمم كل أمر ثم وجد الماء قبل دخوله في الصلاة أن\nطهارته تنتقض وعليه أن يعيد الطهارة ويصلي\n</p>\n\n<p>\n22 وأجمعوا على أن لمن تطهر بالماء أن يؤم المتيممين\n</p>\n\n<p>\n23 وأجمعوا على أنه إذا تيمم للمكتوبة في أول الوقت فلم يصل ثم سار إلى\nمكان فيه ماء أن عليه أن يعيد التيمم لأنه حين وصل إلى الماء انتقضت طهارته\n</p>\n\n<p>\n24 وأجمعوا على أن الرجل إذا رأى في منامه أنه احتلم أو جامع ولم يجد\nبللا أن لا غسل عليه\n</p>\n\n<p>\n25 وأجمعوا على إثبات نجاسة البول\n</p>\n\n<p>\n26 وأجمعوا على أن عرق الجنب طاهر وكذلك الحائض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n|2 باب المواضع التي تجوز فيها الصلاة 2\n</p>\n\n<p>\n27 أجمعوا على أن الصلاة في مرابض الغنم جائزة وانفرد الشافعي فقال إذا\nكان سليما من أبوالها\n</p>\n\n<p>\n28 وأجمعوا على إسقاط فرض الصلاة عن الحائض\n</p>\n\n<p>\n29 وأجمعوا على أن قضاء ما تركت من الصلاة في أيام حيضتها غير واجب عليها\n</p>\n\n<p>\n30 وأجمعوا على قضاء ما تركت من الصوم في أيام حيضتها واجب عليها\n</p>\n\n<p>\n31 وأجمعوا على أن على النفساء الاغتسال إذا طهرت\n</p>\n\n<p>\n32 وأجمعوا على أن الشاة و البعير البقرة إذا قطع منها عضو وهو حي أن\nالمقطوع منه نجس\n</p>\n\n<p>\n33 وأجمعوا على أن الانتفاع بأشعارها وأوبارها وأصوافها جائز إذا أخذ ذلك\nوهي حية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n|1 كتاب الصلاة 1\n</p>\n\n<p>\n34 أجمعوا على أن وقت الظهر زوال الشمس\n</p>\n\n<p>\n35 وأجمعوا على أن صلاة المغرب تجب إذا غربت الشمس\n</p>\n\n<p>\n36 وأجمعوا على أن وقت صلاة الصبح طلوع الفجر\n</p>\n\n<p>\n37 وأجمعوا على أن من صلى الصبح بعد طلوع الفجر قبل طلوع الشمس أنه\nيصليها في وقتها\n</p>\n\n<p>\n38 وأجمعوا على الجمع بين الصلاتين الظهر والعصر بعرفة وبين المغرب\nوالعشاء ليلة <span id='ms02'></span> النحر\n</p>\n\n<p>\n39 وأجمعوا على أن من السنة أن تستقبل القبلة بالأذان\n</p>\n\n<p>\n40 وأجمعوا على أن من السنة أن يؤذن المؤذن قائما وانفرد أبو ثور فقال\nيؤذن جالسا من غير علة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n41 وأجمعوا على أن من السنة أن يؤذن للصلاة بعد دخول وقتها إلا الصبح\n</p>\n\n<p>\n42 وأجمعوا على أن الصلاة لا تجزىء إلا بالنية\n</p>\n\n<p>\n43 وأجمعوا على أن النبي صلى الله عليه وسلم كان يرفع يديه إذا افتتح\nالصلاة\n</p>\n\n<p>\n44 وأجمعوا على أن من أحرم للصلاة بالتكبير أنه عاقد لها داخل فيها\n</p>\n\n<p>\n45 وأجمعوا على أن صلاة من اقتصر على تسليمة واحدة جائزة\n</p>\n\n<p>\n46 وأجمعوا على أن من تكلم في صلاته عامدا وهو لا يريد إصلاح شيء من\nأمرها أن صلاته فاسدة\n</p>\n\n<p>\n47 وأجمعوا على أن المصلي ممنوع من الأكل والشرب\n</p>\n\n<p>\n48 وأجمعوا على أن من أكل وشرب في صلاته الفرض عامدا أن عليه الإعادة\n</p>\n\n<p>\n49 وأجمعوا على أن الضحك يفسد الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n50 وأجمعوا على أن ليس على من سها خلف الإمام سجود وانفرد مكحول وقال\nعليه\n</p>\n\n<p>\n51 وأجمعوا على أن المأموم إذا سها أمامه أن يسجد معه\n</p>\n\n<p>\n52 وأجمعوا على أن ليس على الصبي جمعة\n</p>\n\n<p>\n53 وأجمعوا على أن لا جمعة على النساء\n</p>\n\n<p>\n54 وأجمعوا على أنهن إن حضرن الإمام فصلين معه أن ذلك يجزئ عنهن\n</p>\n\n<p>\n55 وأجمعوا على أن الجمعة واجبة على الأحرار البالغين المقيمين الذين لا\nعذر لهم\n</p>\n\n<p>\n56 وأجمعوا على أن صلاة الجمعة ركعتان\n</p>\n\n<p>\n57 وأجمعوا على أن من فاتته صلاة الجمعة من المقيمين أن يصلوا أربعا\n</p>\n\n<p>\n58 وأجمعوا على أن إمامة الأعمى كإمامة الصحيح ومنع ذلك أنس بن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             مالك وابن عباس رواية ثابتة\n</p>\n\n<p>\n59 وأجمعوا على أن لمن سافر سفرا تقصر في مثله الصلاة مثل حج أو جهاد أو\nعمرة أن يقصر الظهر والعصر والعشاء يصلي كل واحدة منها ركعتين ركعتين\n</p>\n\n<p>\n60 وأجمعوا على أن لا يقصر في المغرب ولا في صلاة الصبح\n</p>\n\n<p>\n61 وأجمعوا على أن عليه إذا سافر إلى مكة من مثل المدينة أن له أن يقصر\nالصلاة إذا كان في خروجه في مثل ما تقدم وصفا له\n</p>\n\n<p>\n62 وأجمعوا على أن للذي يريد السفر أن يقصر الصلاة <span id='ms03'></span> إذا خرج عن جميع\nالبيوت من القرية التي خرج منها\n</p>\n\n<p>\n63 وأجمعوا على أن لمن خرج بعد الزوال أن يقصر الصلاة\n</p>\n\n<p>\n64 وأجمعوا على أن المقيم إذا ائتم بالمسافر وسلم الإمام من ركعتين أن\nعلى المقيم إتمام الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n65 وأجمعوا على أن فرض من لا يطيق القيام أن يصلي جالسا\n</p>\n\n<p>\n66 وأجمعوا على أن القادر لا تجزئه الصلاة إلا أن يركع أو يسجد\n</p>\n\n<p>\n67 وأجمعوا على أن الحائض لا صلاة عليها في أيام حيضتها فليس عليها\nالقضاء\n</p>\n\n<p>\n68 وأجمعوا على أن عليها قضاء الصوم الذي تفطره في أيام حيضتها في شهر\nرمضان\n</p>\n\n<p>\n69 وأجمعوا على أن المرأة إذا حاضت وجبت عليها الفرائض\n</p>\n\n<p>\n70 وأجمعوا على أن من نسي صلاة في حضر فذكرها في السفر أن عليه صلاة\nالحضر إلا ما اختلف فيه الحسن البصري\n</p>\n\n<p>\n71 وأجمعوا على أن السكران يقضي الصلاة\n</p>\n\n<p>\n72 وأجمعوا على أن المطلوب أن يصلي على دابته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\n|1 كتاب اللباس 1\n</p>\n\n<p>\n73 وأجمعوا على أن الرجل مما يجب عليه ستره في الصلاة القبل والدبر\n</p>\n\n<p>\n74 وأجمعوا على أن الحرة البالغ تخمر رأسها إذا صلت وعلى أنها إن صلت\nوجميع رأسها مكشوف أن عليها إعادة الصلاة\n</p>\n\n<p>\n75 وأجمعوا على أن ليس على الأمة أن تغطي رأسها وانفرد الحسن فأوجب ذلك\nعليها\n</p>\n\n<p>\n|2 باب الوتر 2\n</p>\n\n<p>\n76 وأجمعوا على أن ما بين صلاة العشاء إلى طلوع الفجر وقت للوتر\n</p>\n\n<p>\n77 وأجمعوا على أن السجود في الأولى من الحج ثابت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\n|1 كتاب الجنائز 1\n</p>\n\n<p>\n78 وأجمعوا على أن المرأة تغسل زوجها إذا مات\n</p>\n\n<p>\n79 وأجمعوا على أن المرأة تغسل الصبي الصغير\n</p>\n\n<p>\n80 وأجمعوا على أن الميت يغسل غسل جنابة\n</p>\n\n<p>\n81 وأجمعوا على أن لا يكفن في حرير\n</p>\n\n<p>\n82 وأجمعوا على أن الطفل إذا عرفت حياته واستهل صلي عليه\n</p>\n\n<p>\n83 وأجمعوا على أن الحر والعبد إذا اجتمعا أن الذي يلي الإمام منهما الحر\n</p>\n\n<p>\n84 وأجمعوا على أن المصلي على الجنازة يرفع يديه في أول تكبيرة يكبرها\n</p>\n\n<p>\n85 وأجمعوا على أن دفن الميت لازم واجب على الناس لا يسعهم تركه عند\nالإمكان ومن قام به منهم سقط فرض ذلك على سائر المسلمين\n</p>\n\n<p>\n|1 كتاب الزكاة 1\n</p>\n\n<p>\n86 وأجمعوا على وجوب الصدقة في الإبل والبقر <span id='ms04'></span> والغنم\n</p>\n\n<p>\n87 وأجمعوا على أن لا صدقة فيما دون خمس ذود من الإبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\n88 وأجمعوا على أن في خمس من الإبل شاة\n</p>\n\n<p>\n89 وأجمعوا على أن لا صدقة في دون أربعين من الغنم\n</p>\n\n<p>\n90 وأجمعوا على أن في أربعين شاة شاة إلى عشرين ومائة فإذا زادت على\nعشرين ومائة ففيها شاتان إلى أن تبلغ مائتين\n</p>\n\n<p>\n91 وأجمعوا على أن حكم الجواميس حكم البقر\n</p>\n\n<p>\n92 وأجمعوا على أن الضأن والمعز يجمعان في الصدقة\n</p>\n\n<p>\n93 وأجمعوا على أن الصدقة واجبة في الحنطة والشعير والتمر والزبيب\n</p>\n\n<p>\n94 وأجمعوا على أن الإبل لا تضم إلى الغنم ولا البقر وعلى أن البقر لا\nتضم إلى الإبل والغنم وعلى إسقاط الزكاة عن كل صنف منها حتى تبلغ المقدار\nالذي يجب أخذ الصدقة منها\n</p>\n\n<p>\n95 وأجمعوا على أن لا تضم النخل إلى الزبيب\n</p>\n\n<p>\n96 وأجمعوا على أن الخارص إذا خرص ثم أصابته جائحة ألا شيء عليه إذا كان\nذلك قبل الجذاذ\n</p>\n\n<p>\n97 وأجمعوا على حديث رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\n( ليس فيما دون خمس * أواق * صدقة ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\n98 وأجمعوا على أن في مائتي درهم خمسة دراهم\n</p>\n\n<p>\n99 وأجمعوا على أن الذهب إذا كان عشرين مثقالا قيمتها مائتا درهم أن\nالزكاة تجب فيه وانفرد الحسن البصري فقال ليس فيما دون أربعين دينارا صدقة\n</p>\n\n<p>\n100 وأجمعوا على أن الذهب إذا كان أقل من عشرين مثقالا ولا يبلغ قيمتها\nمائتي درهم أن لا زكاة فيه\n</p>\n\n<p>\n101 وأجمعوا على أن الخمس يجب في ركاز الذهب والفضة على ما ذكرته\n</p>\n\n<p>\n102 وأجمعوا على أن الذي يجيز الركاز عليه الخمس\n</p>\n\n<p>\n103 وأجمعوا على أن المال إذا حال عليه الحول أن الزكاة تجب فيه\n</p>\n\n<p>\n104 وأجمعوا على أن الزكاة تجب في المال بعد دخوله الحول فمن أدى ذلك بعد\nوجوبه عليه أن ذلك يجزىء عنه\n</p>\n\n<p>\n105 وأجمعوا على أن لا زكاة في مال المكاتب حتى يعتق وانفرد أبو ثور فقال\nفيه زكاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n106 وأجمعوا على أن صدقة الفطر فرض\n</p>\n\n<p>\n107 وأجمعوا على أن صدقة الفطر تجب على المرء إذا أمكنه أداؤها عن نفسه\nوأولاده الأطفال الذين لا أموال لهم\n</p>\n\n<p>\n108 وأجمعوا أن على المرء أداء زكاة <span id='ms05'></span> الفطر عن مملوكه الحاضر\n</p>\n\n<p>\n109 وأجمعوا على أن لا صدقة على الذمي في عبده المسلم\n</p>\n\n<p>\n110 وأجمعوا على أن المرأة قبل أن تنكح تخرج الزكاة للفطر عن نفسها\n</p>\n\n<p>\n111 وأجمعوا على أن لا زكاة على الجنين في بطن أمه وانفرد ابن حنبل فكان\nيحبه ولا يوجبه\n</p>\n\n<p>\n112 وأجمعوا على أن الشعير والتمر لا يجزىء من كل واحد منهما أقل من صاع\n</p>\n\n<p>\n113 وأجمعوا على أن البر يجزىء منه * نصف * صاع واحد\n</p>\n\n<p>\n114 وأجمعوا على أن لا * يجزىء أن * يعطى من زكاة المال أحد من أهل الذمة\n</p>\n\n<p>\n115 وأجمعوا على أن في العروض التي تدار للتجارة الزكاة إذا حال عليها\nالحول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n116 وأجمعوا على أنه إن فرض صدقته في الأصناف التي ذكرها في سورة براءة\nفي قوله تعالى <span class='quran'>إنما الصدقات للفقراء والمساكين والعاملين عليها </span>الآية أنه مؤد كما فرض عليه\n</p>\n\n<p>\n117 وأجمعوا على أن الزكاة كنت تدفع لرسول الله صلى الله عليه وسلم\nولرسله وعماله وإلى من أمر بدفعها إليه\n</p>\n\n<p>\n118 وأجمعوا على أن الذمي لا يعطى من زكاة الأموال شيئا\n</p>\n\n<p>\n119 وأجمعوا على أن الزكاة لا يجوز دفعها إلى الوالدين والولد في الحالة\nالتي يجبر الدافع إليهم على النفقة عليهم\n</p>\n\n<p>\n120 وأجمعوا على أن الرجل لا يعطي زوجته من الزكاة لأن نفقتها عليه وهي\nغنية بغناه\n</p>\n\n<p>\n121 وأجمعوا على أن لا عشر على المسلمين في شيء من أموالهم إلا في بعض ما\nأخرجت أرضهم\n</p>\n\n<p>\n122 وأجمعوا على أن لا صدقة على أهل الذمة في شيء من أموالهم ما داموا\nمقيمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n|1 كتاب الصيام والاعتكاف 1\n</p>\n\n<p>\n123 وأجمعوا على أن من نوى الصيام كل ليلة من صيام شهر رمضان فصام أن\nصومه تام\n</p>\n\n<p>\n124 وأجمعوا على أن السحور مندوب إليه\n</p>\n\n<p>\n125 وأجمعوا على أنه لا شيء على الصائم إذا ذرعه القيء وانفرد الحسن\nالبصري فقال عليه ووافق في أخرى\n</p>\n\n<p>\n126 وأجمعوا على إبطال صوم من استقاء عامدا\n</p>\n\n<p>\n127 وأجمعوا على أن لا شيء على الصائم فيما يزدرده مما يجري مع الريق مما\nبين أسنانه فيما لا يقدر على الامتناع منه\n</p>\n\n<p>\n128 وأجمعوا على أن على المرأة إذا كان عليها صوم شهرين متتابعين فصامت <span id='ms06'></span>\nبعضا ثم حاضت أنها تبني إذا طهرت\n</p>\n\n<p>\n129 وأجمعوا على أن للشيخ الكبير والعجوز العاجزين عن الصوم أن يفطرا\n</p>\n\n<p>\n130 وأجمعوا على أن الاعتكاف لا يجب على الناس فرضا إلا أن يوجبه المرء\nعلى نفسه فيجب عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n131 وأجمعوا على أن الاعتكاف جائز في المسجد الحرام ومسجد الرسول ومسجد\nإيليا\n</p>\n\n<p>\n132 وأجمعوا على أن للمعتكف أن يخرج من معتكفه للغائط والبول\n</p>\n\n<p>\n133 وأجمعوا على أن المعتكف ممنوع من المباشرة\n</p>\n\n<p>\n134 وأجمعوا على أن من جامع امرأته وهو معتكف عامدا لذلك في فرجها أنه\nمفسد لاعتكافه\n</p>\n\n<p>\n|1 كتاب الحج 1\n</p>\n\n<p>\n135 وأجمعوا على أن للرجل منع زوجته من الخروج إلى حج التطوع\n</p>\n\n<p>\n136 وأجمعوا أن على المرء في عمره حجة واحدة حجة الإسلام إلا أن ينذر\nنذرا فيجب عليه الوفاء به\n</p>\n\n<p>\n137 وأجمعوا على ما ثبت به الخبر عن النبي صلى الله عليه وسلم في\nالمواقيت\n</p>\n\n<p>\n138 وأجمعوا على أن من أحرم قبل الميقات أنه محرم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\n139 وأجمعوا على أن الإحرام جائز بغير اغتسال\n</p>\n\n<p>\n140 وأجمعوا على أن الاغتسال للإحرام غير واجب وانفرد الحسن البصري وعطاء\n</p>\n\n<p>\n141 وأجمعوا على أنه إن أراد أن يهل بحج فأهل بعمرة أو أراد أن يهل بعمرة\nفلبى بحج أن اللازم ما عقد عليه قلبه لا ما نطق به لسانه\n</p>\n\n<p>\n142 وأجمعوا على أن من أهل في أشهر الحج بحجة ينوي بها حجة الإسلام أن\nحجته تجزئه عن حجة الإسلام\n</p>\n\n<p>\n143 وأجمعوا على أن المحرم ممنوع من الجماع وقتل الصيد والطيب وبعض\nاللباس وأخذ الشعر وتقليم الأظافر\n</p>\n\n<p>\n144 وأجمعوا على أن المحرم ممنوع من ذلك في حالة الإحرام إلا الحجام\n</p>\n\n<p>\n145 وأجمعوا على أن من جامع عامدا في حجه قبل وقوفه بعرفة أن عليه حج\nقابل والهدي وانفرد عطاء وقتادة\n</p>\n\n<p>\n146 وأجمعوا على أن المحرم ممنوع من حلق رأسه وجزه واتلافه بجزه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n             أو نورة وغير ذلك\n</p>\n\n<p>\n147 وأجمعوا على أن له حلق رأسه من علة\n</p>\n\n<p>\n148 وأجمعوا على وجوب الفدية على من حلق وهو محرم\n</p>\n\n<p>\n149 وأجمعوا على أن المحرم ممنوع من أخذ أظفاره\n</p>\n\n<p>\n150 وأجمعوا على أن له أن يزيل عن نفسه ما كان منكسرا منه\n</p>\n\n<p>\n151 وأجمعوا على أن <span id='ms07'></span> المحرم ممنوع من لبس القميص والعمامة والسراويل\nوالخفاف والبرانس\n</p>\n\n<p>\n152 وأجمعوا على أن للمرأة المحرمة لبس القميص والدروع والسراويل والخمر\nوالخفاف\n</p>\n\n<p>\n153 وأجمعوا على أن المحرم ممنوع من تخمير رأسه\n</p>\n\n<p>\n154 وأجمعوا على أن المحرم ممنوع من لبس زعفران أو ورس\n</p>\n\n<p>\n155 وأجمعوا على أن المرأة ممنوعة مما منع منه الرجال في حال الإحرام إلا\nبعض اللباس\n</p>\n\n<p>\n156 وأجمعوا على أن المحرم إذا قتل صيدا عامدا لقتله ذاكرا لإحرامه أن\nعليه الجزاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             وانفرد مجاهد فقال إن قتله متعمدا لقتله ناسيا\nلحرمه فهذا الخطأ المكفر وإن قتله ذاكرا لحرمه متعمدا له لم يحكم عليه\n</p>\n\n<p>\nقال أبو بكر وهذا خلاف الآية\n</p>\n\n<p>\n157 وأجمعوا أن في الصيد الذي يصيبه المحرم شاة\n</p>\n\n<p>\n158 وأجمعوا أن في حمام الحرم شاة وانفرد النعمان فقال فيه قيمته\n</p>\n\n<p>\n159 وأجمعوا على أن صيد البحر للمحرم مباح اصطياده وأكله وبيعه وشراؤه\n</p>\n\n<p>\n160 وأجمعوا على ما ثبت من خبر النبي عليه الصلاة والسلام من قتل التي\nيقتلها المحرم وانفرد النخعي فمنع من قتل الفأرة\n</p>\n\n<p>\n161 وأجمعوا على أن السبع إذا آذى المحرم فقتله ألا شيء عليه\n</p>\n\n<p>\n162 وأجمعوا على أن للمحرم قتل الذئب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n163 وأجمعوا على أن للمحرم أن يغتسل من الجنابة وانفرد مالك فقال يكره\nللمحرم أن يغطس رأسه في الماء\n</p>\n\n<p>\n164 وأجمعوا أن للمحرم أن يستاك\n</p>\n\n<p>\n165 وأجمعوا على أن للمحرم أن يأكل الزيت والسمن والشحم\n</p>\n\n<p>\n166 وأجمعوا على أن للمحرم أن يدهن بالزيت بدنه ما خلا رأسه\n</p>\n\n<p>\n167 وأجمعوا أن للمحرم دخول الحمام وانفرد مالك فقال إن ذلك الوسخ افتداء\n</p>\n\n<p>\n168 وأجمعوا على أن السجود على الحجر جائز وانفرد مالك فقال بدعة\n</p>\n\n<p>\n169 وأجمعوا ألا رمل على النساء حول البيت ولا في السعي بين الصفا\nوالمروة\n</p>\n\n<p>\n170 وأجمعوا على أن شرب الماء في الطواف جائز\n</p>\n\n<p>\n171 وأجمعوا على أنه من شك في طوافه بنى على اليقين\n</p>\n\n<p>\n172 وأجمعوا فيمن طاف بعض سبعة ثم قطع عليه بالصلاة المكتوبة أنه يبتني\nمن حيث قطع عليه إذا فرغ من صلاته وانفرد الحسن البصري فقال يستأنف\n</p>\n\n<p>\n173 وأجمعوا على أن من طاف سبعا وصلى ركعتين أنه مصيب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n174 وأجمعوا على أن المريض يطاف به <span id='ms08'></span> ويجزىء عنه وانفرد عطاء فقال يستأجر\nمن يطوف عنه\n</p>\n\n<p>\n175 وأجمعوا على أن الصبي يطاف به\n</p>\n\n<p>\n176 وأجمعوا على أن الطواف لا يجزئه من خارج المسجد\n</p>\n\n<p>\n177 وأجمعوا على أن الطواف يجزئ من وراء السقاية\n</p>\n\n<p>\n178 وأجمعوا على أن الطائف يجزئه أن يصلي الركعتين حيث شاء وانفرد مالك\nفقال لا يجزئه أن يصليهما في الحجر\n</p>\n\n<p>\n179 وأجمعوا على ما ثبت في خبر النبي صلى الله عليه وسلم استلم الركن بعد\nطوافه بعد الصلاة خلف المقام\n</p>\n\n<p>\n180 وأجمعوا أنه من بدأ بالصفا وختم سعيه بالمروة أنه مصيب للسنة\n</p>\n\n<p>\n181 وأجمعوا على أنه إن سعى بين الصفا والمروة على غير طهر أن ذلك يجزئه\nوانفرد الحسن فقال إن ذكر قبل أن يحل فليعد الطواف\n</p>\n\n<p>\n182 وأجمعوا على أن من أهل بعمرة في أشهر الحج من أهل الآفاق وقدم مكة\nففرغ منها فأقام بها فحج من عامه أنه متمتع وعليه الهدي إذا وجد وإلا\nفالصيام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n183 وأجمعوا على أنه من دخل مكة بعمرة في أشهر الحج أنه يدخل عليها الحج\nما لم يفتتح الطواف بالبيت\n</p>\n\n<p>\n184 وأجمعوا على أنه ليس من بات ليلة عرفة عن منى شيء إذا وافى عرفة\nللوقت الذي يجب\n</p>\n\n<p>\n185 وأجمعوا على أن الحجاج ينزلون من منى حيث شاءوا\n</p>\n\n<p>\n186 وأجمعوا على أن الإمام يجمع بين الظهر والعصر بعرفة يوم عرفة وكذلك\nمن صلى وحده\n</p>\n\n<p>\n187 وأجمعوا على أن الوقوف بعرفة فرض لا حج لمن فاته الوقوف بها\n</p>\n\n<p>\n188 وأجمعوا على من وقف بها من ليل أو نهار بعد زوال الشمس من يوم عرفة\nأنه مدرك للحج وانفرد مالك فقال عليه الحج من قابل\n</p>\n\n<p>\n189 وأجمعوا على أنه من وقف بعرفات على غير طهارة أنه مدرك للحج ولا شيء\nعليه\n</p>\n\n<p>\n190 وأجمعوا على أن السنة أن يجمع الحاج يجمع بين المغرب والعشاء\n</p>\n\n<p>\n191 وأجمعوا على أن لا يتطوع بينهما الجامع بين الصلاتين\n</p>\n\n<p>\n192 وأجمعوا على أنه من حيث أخر الجمار من جمع أجزأه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n193 وأجمعوا على أن النبي صلى الله عليه وسلم رمى يوم النحر جمرة العقبة\nبعد طلوع الشمس\n</p>\n\n<p>\n194 وأجمعوا على أنه لا يرمي في يوم النحر <span id='ms09'></span> غير جمرة العقبة\n</p>\n\n<p>\n195 وأجمعوا على أن رمي جمرة العقبة يوم النحر بعد طلوع الفجر وقبل طلوع\nالشمس أنه يجزىء\n</p>\n\n<p>\n196 وأجمعوا على أنه إذا رمى على أي حال كان الرمي إذا أصاب مكان الرمي\nأجزأه\n</p>\n\n<p>\n197 وأجمعوا على أن من رمى الجمار في أيام التشريق بعد زوال الشمس أن ذلك\nيجزئه\n</p>\n\n<p>\n198 وأجمعوا على أن الأصلع يمر على رأسه بالموسى عند الحلق\n</p>\n\n<p>\n199 وأجمعوا أن ليس على النساء حلق\n</p>\n\n<p>\n200 وأجمعوا أن الطواف الواجب هو طواف الإفاضة\n</p>\n\n<p>\n201 وأجمعوا على أن من أخر الطواف عن يوم النحر فطافه في أيام التشريق\nأنه مؤد للفرض الذي أوجبه الله عليه ولا شيء عليه في تأخيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\n202 وأجمعوا على أن على الصبي الذي لا يطيق الرمي أنه يرمى عنه\n</p>\n\n<p>\n203 وأجمعوا على أن التقصير عن الحلق يجزىء وانفرد الحسن البصري فقال لا\nيجزىء في حجة الإسلام إلا الحلق\n</p>\n\n<p>\n204 وأجمعوا على أن من خرج في غير أيام الحج إلى منى أنه لا يقصر الصلاة\n</p>\n\n<p>\n205 وأجمعوا على أن من أراد الخروج من الحج عن منى شاخصا إلى بلده خارجا\nعن الحرم غير مقيم بمكة في النفر الأول أن ينفر بعد زوال الشمس في اليوم\nالثاني إذا رمى في اليوم الذي يلي يوم النفر قبل أن يمشي وانفرد الحسن\nوالنخعي\n</p>\n\n<p>\n206 وأجمعوا على أنه من وطئ قبل أن يطوف ويسعى أنه مفسد\n</p>\n\n<p>\n207 وأجمعوا على أنه من أحرم بعمرة خارجا من الحرم أن الإحرام لازم له\n</p>\n\n<p>\n208 وأجمعوا على أن من يئس أن يصل إلى البيت فجاز له أن يحل فلم يفعل حتى\nخلي سبيله أن عليه أن يمضي إلى البيت وليتم نسكه\n</p>\n\n<p>\n209 وأجمعوا أن من عليه حجة الإسلام وهو قادر لا يجزىء إلا أن يحج بنفسه\nلا يجزىء أن يحج عنه غيره\n</p>\n\n<p>\n210 وأجمعوا أن حج الرجل عن المرأة والمرأة عن الرجل يجزىء وانفرد الحسن\nبن صالح فكره ذلك\n</p>\n\n<p>\n211 وأجمعوا على سقوط فرض الحج عن الصبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n212 وأجمعوا على أن المجنون إذا حج به ثم صح أو حج بالصبي ثم بلغ أن ذلك\nلا يجزئهما عن حجة الإسلام <span id='ms10'></span>\n</p>\n\n<p>\n213 وأجمعوا أن جنايات الصبيان لازمة لهم في أموالهم\n</p>\n\n<p>\n214 وأجمعوا على أن صيد الحرم حرام على الحلال والحرام\n</p>\n\n<p>\n215 وأجمعوا على تحريم قطع شجرها\n</p>\n\n<p>\n216 وأجمعوا على إباحة كل ما ينبته الناس في الحرم من البقول والزروع\nوالرياحين وغيرها\n</p>\n\n<p>\n|2 باب الضحايا والذبائح 2\n</p>\n\n<p>\n217 وأجمعوا على أن الضحايا لا يجوز ذبحها قبل طلوع الفجر من يوم النحر\n</p>\n\n<p>\n218 وأجمعوا على إباحة إطعام فقراء المسلمين من لحوم الضحايا\n</p>\n\n<p>\n219 وأجمعوا على أن المرء إذا ذبح ما يجوز الذبح به وسمى الله وقطع\nالحلقوم والودجين وأسال الدم أن الشاة مباح أكلها\n</p>\n\n<p>\n220 وأجمعوا على إباحة ذبيحة الأخرس\n</p>\n\n<p>\n221 وأجمعوا على أن الجنين إذا خرج ميتا أن ذكاته بذكاة أمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n222 وأجمعوا على إباحة ذبيحة الصبي والمرأة إذا أطاقا الذبح أتيا على ما\nيجب أن يؤتى عليه\n</p>\n\n<p>\n223 وأجمعوا على أن ذبائح أهل الكتاب لنا حلال إذا ذكروا اسم الله عليها\n</p>\n\n<p>\n224 وأجمعوا على أن ذبائح أهل الحرب حلال وانفرد مالك فقال لا يؤكل شحم\nذبيحة ذبحها يهودي\n</p>\n\n<p>\n225 وأجمعوا على أن ذبائح المجوس حرام على لا تؤكل وانفرد سعيد بن المسيب\n</p>\n\n<p>\n226 وأجمعوا على أن ذبيحة الصبي والمرأة من أهل الكتاب مباح\n</p>\n\n<p>\n227 وأجمعوا على أن الكلاب جوارح يجوز أكل ما أمسكن على المرء إذا ذكر\nاسم الله عليها وكان المعلم مسلما إلا الكلب الأسود\n</p>\n\n<p>\n228 وأجمعوا على أن صيد البحر حلال للحلال والمحرم اصطياده وأكله وبيعه\nوشراؤه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\n|1 كتاب الجهاد 1\n</p>\n\n<p>\n229 وأجمعوا على أن للمرء أن يبارز ويدعو إلى البراز بإذن الإمام\n</p>\n\n<p>\nوانفرد الحسن فكان يكرهه ولا يعرف البراز\n</p>\n\n<p>\n230 وأجمعوا على أخذ الجزية من المجوس\n</p>\n\n<p>\n231 وأجمعوا على أن لا تؤخذ من صبي ولا من امرأة جزية\n</p>\n\n<p>\n232 وأجمعوا على أنه لا جزية على العبيد\n</p>\n\n<p>\n233 وأجمعوا على أن لا جزية على مسلم\n</p>\n\n<p>\n234 وأجمعوا على أن ليس على أهل الذمة صدقات\n</p>\n\n<p>\n235 وأجمعوا على أن كل أرض أسلم عليها أهلها قبل أن يقهروا أن أموالهم\nلهم وأحكامهم أحكام المسلمين\n</p>\n\n<p>\n236 وأجمعوا على أن لا شيء على أهل الذمة في منازلهم إلا ما ذكرنا عن بني\nتغلب\n</p>\n\n<p>\n237 وأجمعوا على أن الغال يرد على ما غل <span id='ms11'></span> إلى صاحب المقسم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n238 وأجمعوا على أن للفرس سهمين وللراجل سهما وانفرد النعمان فقال يسهم\nللفارس سهم\n</p>\n\n<p>\n239 وأجمعوا على أن الرجل إذا حضر بأفراس أن سهم فرس واحد تجب له\n</p>\n\n<p>\n240 وأجمعوا على أن الفارس إذا حضر القتال على العراب من الخيل أن له سهم\nفرس\n</p>\n\n<p>\n241 وأجمعوا على أن من غزا على بغل أو حمار أو بعير أن له سهم راجل\n</p>\n\n<p>\n242 وأجمعوا على أن من قاتل بدابته حتى يغنم الناس ويجوز الغنائم ولموت\nالفرس أن صاحبها مستحق باسم الفرس\n</p>\n\n<p>\n243 وأجمعوا على أن الرجل إذا اشترى أسيرا من أسرى المسلمين بأمره بمال\nمعلوم ودفع المال بأمره أن له أن يرجع بذلك عليه\n</p>\n\n<p>\n244 وأجمعوا على أن رقيق أهل الذمة إن أسلموا أن بيعهم يجب عليهم\n</p>\n\n<p>\n245 وأجمعوا على أن * لا يجوز * التفرقة بين الولد وأمه وهو صغير\n</p>\n\n<p>\nلم يستغن عنها ولم يبلغ سبع سنين وأن بيعه غير جائز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n246 وأجمعوا على أن أمان ولي الجيش والرجل المقاتل جائز عليهم أجمعين\n</p>\n\n<p>\n247 وأجمعوا على أن أمان المرأة جائز وانفرد الماجشون فقال لا يجوز\n</p>\n\n<p>\n248 وأجمعوا على أن أمان الذمي لا يجوز\n</p>\n\n<p>\n249 وأجمعوا على أن أمان الصبي غير جائز\n</p>\n\n<p>\n250 وأجمعوا على ما ثبت به خبر النبي صلى الله عليه وسلم أنه أعتق يوم\nالطائف من خرج إليه من رقيق المشركين\n</p>\n\n<p>\n251 وأجمعوا على أن ليس للماليك حق ولا للأعراب الذين هم من أهل الصدقة\n</p>\n\n<p>\n252 وأجمعوا على أن السبق في النصل جائز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n|1 كتاب القضاة 1\n</p>\n\n<p>\n253 وأجمعوا على أشياء مما يحكم بها الحاكم في الظاهر حرام على المقضي له\nبه مما يعلم أن ذلك حرام عليه من ذلك أن يحكم له بالمال ويجزم أنه مملوك\nويحكم له بالقوة على من يعلم أنه بريء مما حكم له عليه ببينات ثبتت في\nالظاهر\n</p>\n\n<p>\n254 وأجمعوا على أن القاضي إذا كتب إلى قاض آخر بقضية قضى فيها على ما\nيجب بينة عادلة وقرأ الكتاب على شاهدين وأشهدهما على ما فيه فوصل الكتاب\nإلى القاضي المكتوب إليه وشهد الشاهدان عنده بما في الكتاب أن على المكتوب\nإليه قبول كتابه <span id='ms12'></span> إذا كان ذلك في غير حد\n</p>\n\n<p>\n255 وأجمعوا على أن ما قضى به غير قاض جائز إذا كان مما يجوز\n</p>\n\n<p>\n|1 كتاب الدعوى والبينات 1\n</p>\n\n<p>\n256 وأجمعوا على أن البينة على المدعي واليمين على المدعى عليه\n</p>\n\n<p>\n257 وأجمعوا على وجوب استحلاف المدعى عليه في الأموال على سبيل ما ذكرناه\n</p>\n\n<p>\n258 وأجمعوا على أن لو كانت أمة في يدي رجل فادعاها رجل وأقام البينة\nأنها كانت لأبيه وأنه مات ولا يعلمون له وارثا غيره وأقام الآخر البينة أنه\nاشتراها من هذا بمائة دينار ونقده الثمن فإنه يقضي بها للمشتري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\n259 وأجمعوا كذلك أيضا في الصدقة والهبة والعطية والنحل والعمرى إذا كانت\nمقبوضة\n</p>\n\n<p>\n260 وأجمعوا على أن المرأة إذا قالت طلقني ولم تنقض عدتها حتى مات وادعى\nالورثة أنه قد انقضت عدتها أن القول للمرأة\n</p>\n\n<p>\n261 وأجمعوا على أن الرجل إذا كانت له جارية وعلم أنه يطؤها أقر بذلك قبل\nبيعها ثم باعها فظهر بها حمل وولدت عند المشتري لأقل من ستة أشهر من عقد\nالبيع وادعاه البائع أن الولد لاحق به\n</p>\n\n<p>\n|1 كتاب الشهادات وأحكامها 1\n</p>\n\n<p>\n262 وأجمعوا على أن شهادة الرجل المسلم البالغ العاقل الحر الناطق\nالمعروف النسب البصير الذي ليس بوالد المشهود له ولا ولد ولا أخ ولا أجير\nولا زوج ولا خصم ولا عدو ولا شريك ولا وكيل ولا جار بشهادته إلى نفسه شيئا\nولا يكون صاحب بدعة ولا شاعر يعرف بإذاية الناس ولا لاعب بالشطرنج يشتغل\nولا شارب خمر ولا قاذف للمسلمين ولم يظهر منه ذنب وهو مقيم عليه صغير أو\nكبير وهو ممن يؤدي الفرائض ويتجنب المحارم جائزة يجب على الحاكم قبولها إذا\nكانا رجلين أو رجلا وامرأتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\n263 وأجمعوا على أن شهادة الأخ لأخيه إذا كان عدلا جائزة\n</p>\n\n<p>\n264 وأجمعوا على أن الخصومة إذا كانت قائمة بين الشاهد والخصم أن لا تقبل\nشهادته\n</p>\n\n<p>\n265 وأجمعوا على أن الرجل إذا كان يشرب الخمر من الشراب حتى يسكر ثم تاب\nفشهد بشهادة وجب أن تقبل شهادته إذا كان عدلا\n</p>\n\n<p>\n266 وأجمعوا على أن السكر حرام\n</p>\n\n<p>\n267 وأجمعوا على أنه من أتى حدا من الحدود <span id='ms13'></span> فأقيم عليه ثم تاب وأصلح أن\nشهادته مقبولة إلا القاذف\n</p>\n\n<p>\n268 وأجمعوا على أن لا شهادة للمجنون في حال جنونه\n</p>\n\n<p>\n269 وأجمعوا على أن المجنون الذي يجن ويفيق إذا شهد في حال إفاقته أن\nشهادته جائزة إذا كان عدلا\n</p>\n\n<p>\n270 وأجمعوا على أن رجلا لو قال لشاهدين اشهدا أن لفلان بن فلان علي مائة\nدينار مثاقيل أن عليهما أن يشهدا بها إذا دعا هذا الطالب إلى إقامة الشهادة\n</p>\n\n<p>\n271 وأجمعوا على أن شهادة النساء جائزة مع الرجال في الدين والأموال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n272 وأجمعوا على أن شهادتهن لا تقبل في الحدود\n</p>\n\n<p>\n273 وأجمعوا على أن العبد والصغير والكافر إذا شهدوا على شهادة فلم يدعوا\nإليها ولم يشهدوا بها حتى عتق العبد وبلغ الصبي وأسلم الكافر ثم أدوها في\nحال قبول شهادتهم أن قبول شهادتهم تجب\n</p>\n\n<p>\n274 وأجمعوا على أن شهادة أربعة على شهادة شاهدين في الأموال إذا كانوا\nعدولا جائزة\n</p>\n\n<p>\n275 وأجمع أكثر أهل العلم الا يشهد الشاهد خطه\n</p>\n\n<p>\n276 وأجمعوا على أنه تقبل على القتل شهادة شاهدين عدلين ويحكم بشهادتهما\n</p>\n\n<p>\nوانفرد الحسن البصري فقال الشهادة على القتل لا يجوز القياس عليها\n</p>\n\n<p>\n|1 كتاب الفرائض 1\n</p>\n\n<p>\n277 قال الله جل ذكره وتقدست أسماؤه <span class='quran'>يوصيكم الله في أولادكم للذكر\nمثل حظ الأنثيين فإن كن نساء فوق اثنتين فلهن ثلثا ما ترك وإن كانت واحدة\nفلها النصف </span></p>\n\n<p>\nوأجمعوا على أن مال الميت بين جميع ولده للذكر مثل حظ الأنثيين إذا لم\nيكن معهم أحد من أهل الفرائض وإذا كان معهم من له فرض معلوم بدئ بفرضه\nفأعطيه وجعل الفاضل من المال بين الولد للذكر مثل حظ الأنثيين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n278 وأجمعوا على أن للأنثيين من البنات الثلثين\n</p>\n\n<p>\n279 وأجمعوا على أن بني الابن وبنات الابن يقومون مقام البنين والبنات\nذكورهم كذكورهم وإناثهم كإناثهم إذا لم يكن للميت ولد لصلبه\n</p>\n\n<p>\n280 وأجمعوا على أن ولد البنات لا يورثون ولا يحجبون إلا ما اختلف فيه من\nذوي الأرحام\n</p>\n\n<p>\n281 وأجمعوا على أن لا ميراث لبنات الابن إذا استكمل البنات الثلثين وذلك\nإذا لم يكن مع بنات الابن ذكر\n</p>\n\n<p>\n282 وأجمعوا على أنه إن ترك بنات <span id='ms14'></span> وبنت ابن أو بنات ابن\n</p>\n\n<p>\nفللابنة النصف ولبنات الابن السدس تكملة الثلثين\n</p>\n\n<p>\n283 وأجمعوا على أنه إن ترك بنتا وابن ابن فلابنته النصف وما بقي فلابن\nالابن\n</p>\n\n<p>\n284 وأجمعوا على أنه إن ترك ثلاث بنات ابن بعضهن أسفل من بعض فللعليا\nمنهن النصف والتي تليها السدس وما بقي فللعصبة\n</p>\n\n<p>\n285 وأجمعوا على أن للبنتين مع ابنة الابن وبنات الابن إذا كان معها أو\nمعهن ابن ابن أو بنو ابن ابن ابن الثلثين\n</p>\n\n<p>\n286 وأجمعوا على أن الأبوين إذا ورثاه أن للأب الثلثين وللأم الثلث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n287 وأجمعوا على أن الإخوة لا يرثون مع الأب شيئا وانفرد ابن عباس فقال\nالسدس الذي حجبه الإخوة للأم عنده\n</p>\n\n<p>\n288 وأجمعوا أن رجلا لو ترك أخاه و أخته أن المال بينهما للذكر مثل حظ\nالأنثيين\n</p>\n\n<p>\n289 وأجمعوا أن الزوج يرث من زوجته إذا لم تترك ولدا أو ولد ابن ذكرا كان\nأو أنثى النصف\n</p>\n\n<p>\n290 وأجمعوا أن له الربع إذا تركت ولدا أو ولد ولد ولا ينقص منه شيء\n</p>\n\n<p>\n291 وأجمعوا أن المرأة ترث من زوجها الربع إذا هو لم يترك ولدا ولا ولد\nابن\n</p>\n\n<p>\n292 وأجمعوا أنها ترث الثمن إذا كان له ولد أو ولد ابن\n</p>\n\n<p>\n293 وأجمعوا أن حكم الأربع من الزوجات حكم الواحدة في كل ما ذكرناه\n</p>\n\n<p>\n294 وأجمعوا أن اسم الكلالة يقع على الإخوة\n</p>\n\n<p>\n295 وأجمعوا أن مراد الله عز وجل في الآية التي في أول سورة النساء\nالإخوة من الأم وبالتي في آخرها من الأب والأم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\n296 وأجمعوا على أن الإخوة من الأم لا يرثون مع ولد الصلب ذكرا كان أو\nأنثى\n</p>\n\n<p>\n297 وأجمعوا على أن الإخوة من الأم لا يرثون مع الأب ولا مع جد أبي أب\n</p>\n\n<p>\nوإن بعد فإذا لم يترك المتوفى أحدا ممن ذكرنا أنهم يحجبون الإخوة من الأم\n</p>\n\n<p>\nفإن ترك أخا أو أختا لأم فله أولها السدس فريضة فإن ترك أخا وأختا من أمه\nفالثلث بينهما سواء لا فضل للذكر منهما على الأنثى\n</p>\n\n<p>\n298 وأجمعوا على أن الإخوة من الأب والأم ومن الأب ذكورا أو إناثا لا\nيرثون مع الابن ولا ابن <span id='ms15'></span> الابن وإن سفل ولا مع الأب\n</p>\n\n<p>\n299 وأجمعوا على أن ما فوق البنتين من البنات كحكم البنتين\n</p>\n\n<p>\n300 وأجمعوا على أن للأخ من الأب والأم جميع المال إذا لم يكن معه من له\nسهم معلوم\n</p>\n\n<p>\n301 وأجمعوا على أن الإخوة والأخوات من الأب يقومون مقام الإخوة والأخوات\nمن الأب والأم ذكورا كذكورهم وإناثا كإناثهم إذا لم يكن للميت إخوة ولا\nأخوات لأب وأم\n</p>\n\n<p>\n302 وأجمعوا على أن لا ميراث للأخوات من الأب إذا استكمل الأخوات من الأب\nوالأم الثلثين إلا أن يكون معهن أخ ذكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n303 وأجمعوا على أن الأخوات من الأب لا يرثن ما فضل عن الأخوات للأب\nوالأم فإن ترك أختين أو أخوات لأب وأم فلهن الثلثان وما بقي فللإخوة من\nالأب\n</p>\n\n<p>\n304 وأجمعوا على أن للجدة السدس إذا لم يكن للميت أم\n</p>\n\n<p>\n305 وأجمعوا على أن الأم تحجب أمها وأم الأب\n</p>\n\n<p>\n306 وأجمعوا على أن الأب لا يحجب أم الأم\n</p>\n\n<p>\n307 وأجمعوا على أن الجدتين إذا اجتمعتا وقرابتهما سواء وكلتاهما ممن يرث\nأن السدس بينهما\n</p>\n\n<p>\n308 وأجمعوا على أنهما إذا اجتمعتا وإحداهما أقرب من الأخرى وهما من وجه\nواحد أن السدس لأقربهما\n</p>\n\n<p>\n309 وأجمعوا على أن الأم تحجب الجدات\n</p>\n\n<p>\n310 وأجمعوا على أن الجدة لا تزاد على السدس\n</p>\n\n<p>\n311 وأجمعوا على أن الجد أبا الأب لا يحجبه عن الميراث غير الأب\n</p>\n\n<p>\n312 وأجمعوا على أن حكم الجد حكم الأب\n</p>\n\n<p>\n313 وأجمعوا على أن الإخوة من الأم لا يرثون مع ولد ولا والد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n314 وأجمعوا على أن الجد يحجبهم عن الميراث كما يحجبهم الأب\n</p>\n\n<p>\n315 وأجمعوا على أن من ترك ابنا وأبا أن للأب السدس وما بقي فللابن وكذلك\nجعلوا حكم الجد مع الابن كحكم الأب\n</p>\n\n<p>\n316 وأجمعوا أن الجد يصرف مع أصحاب الفرائض بالسدس كما يصرف الأب وإن\nعالت الفريضة\n</p>\n\n<p>\n317 وأجمعوا أن للأب مع الابن السدس وكذلك للجد معه مثل ما للأب\n</p>\n\n<p>\n318 وأجمعوا على أن الميت إذا لم يترك من السهم مسمى أن المال للعصبة\n</p>\n\n<p>\n319 وأجمعوا على أن ولد الملاعنة إذا توفي وخلف أمه وزوجته وولدا ذكورا\nأو إناثا أن ماله مقسوم بينهم على قدر <span id='ms16'></span> مواريثهم\n</p>\n\n<p>\n320 وأجمعوا على أن القاتل عمدا لا يرث من مال من قتله ولا من ديته شيئا\n</p>\n\n<p>\n321 وأجمعوا على أن القاتل خطأ لا يرث من دية من قتله\n</p>\n\n<p>\n322 وأجمعوا على أن حكم الطفل حكم أبويه إن كانا مسلمين فحكمه حكم أهل\nالإسلام وإن كانا مشركين فحكمه حكم الشرك يرثهم ويرثونه ويحكم في ديته إن\nقتل حكم دية أبويه\n</p>\n\n<p>\n323 وأجمعوا على أن الرجل إذا مات وزوجته حبلى أن الولد الذي في بطنها\nيرث ويورث إذا خرج حيا فاستهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n324 وأجمعوا على أن الرجل إذا قال هذا الطفل ابني وليس للطفل نسب معروف\nينسب إليه أن نسبه يثبت بإقراره\n</p>\n\n<p>\n325 وأجمعوا على أن لو أن رجلا بالغا من الرجال قال هذا أبي وأقر له\nالبالغ ولا نسب للمقر معروف أنه ابنه إذا جاز لمثله مثله\n</p>\n\n<p>\n326 وأجمعوا على أن المرأة إذا قالت هذا ابني لم يقبل إلا ببينة ليس هي\nبمنزلة الرجل وانفرد إسحاق وقال إقرار المرأة جائز\n</p>\n\n<p>\n327 وأجمعوا على أن الخنثى يرث من حيث يبول إن بال من حيث يبول الرجال\nورث ميراث الرجال وإن بال من حيث تبول المرأة ورث ميراث المرأة\n</p>\n\n<p>\n328 وأجمعوا على أن السيد إذا كاتب عبده كتابة صحيحة أنه ممنوع من كسبه\nواستخدامه إلا برضاه\n</p>\n\n<p>\n329 وأجمعوا على أنه ممنوع من أخذ ماله إلا ما يقبضه عند محل نجومه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n|1 كتاب الولاء 1\n</p>\n\n<p>\n330 وأجمعوا على أن المسلم إذا اعتق عبدا مسلما ثم مات المعتق ولا وارث\nله ولا ذو رحم أن ماله لمولاه الذي أعتقه\n</p>\n\n<p>\n331 وأجمعوا على أنه إذا مات الولي المعتق ولا وارث له ولا ذو رحم وأن\nللمولى المعتق يوم يموت الولي المعتق أولادا ذكورا وإناثا فماله لولد ذكور\nالمعتق دون إناثهم لأن النساء لا يرثن من الولاء إلا من أعتقن وأعتق من\nأعتقن وانفرد طاووس فقال ترث النساء\n</p>\n\n<p>\n332 وأجمعوا أن المعتق إذا مات وترك أباه وإخوته لأبيه وأمه أو لأبيه ثم\nمات المعتق فالمال للأب دون الإخوة\n</p>\n\n<p>\n333 وأجمعوا أن المولى المعتق يعقل عن مواليه الجنايات التي تحملها\nالعاقلة\n</p>\n\n<p>\n334 وأجمعوا على أن <span id='ms17'></span> اللقيط حر وليس لمن التقطه أن يسترقه وانفرد إسحاق\nفقال ولاء اللقيط للذي التقطه\n</p>\n\n<p>\n|1 كتاب الوصايا 1\n</p>\n\n<p>\n335 وأجمعوا على أن الوصية لوالدين لا يرثان المرء والأقرباء الذين لا\nيرثون جائزة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n336 وأجمعوا على أنه لا وصية لوارث إلا أن يجيز ذلك\n</p>\n\n<p>\n337 وأجمعوا على أن الوصايا مقصورة بها على ثلث مال العبد\n</p>\n\n<p>\n338 وأجمعوا أن العصبة من قبل الأب ولا تكون من قبل الأم\n</p>\n\n<p>\n339 وأجمعوا على أن الرجل إذا أوصى لرجل بثلث جميع ماله فهلك من المال\nشيء أن ذلك الذي يتلف يكون من مال الورثة والموصى له بالثلث\n</p>\n\n<p>\n340 وأجمعوا على أن الرجل إذا أوصى لرجل بشيء من ماله يعنيه فهلك ذلك\nالشيء ألا شيء للموصى له في سائر مال الميت\n</p>\n\n<p>\n341 وأجمعوا على أن الرجل إذا أوصى بغلة بستانه أو بسكنى داره أو خدمة\nعبده تكون من الثلث\n</p>\n\n<p>\n342 وأجمعوا على أن للموصي إذا كتب كتابا وقرأه على الشهود وأقر بما فيه\nأن الشهادة عليه جائزة\n</p>\n\n<p>\n343 وأجمعوا على أن الرجل إذا أوصى لوارثه بوصية وأقر له بدين في صحته ثم\nرجع أن رجوعه جائز ولا يقبل رجوعه عن الإقرار\n</p>\n\n<p>\n344 وأجمعوا على أن إقرار المريض في مرضه بالدين لغير وارث جائز إذ لم\nيكن عليه دين في الصحة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\n345 وأجمعوا أن الوصية إلى المسلم الحر الثقة العدل جائزة\n</p>\n\n<p>\n346 وأجمعوا أن الرجل إذا أوصى لرجل بجارية فباعها أو بشيء ما فأتلفه أو\nوهبه أو تصدق به أن ذلك كله رجوع\n</p>\n\n<p>\n347 وأجمعوا على أن للرجل أن يرجع في كل ما يوصي به إلا العتق\n</p>\n\n<p>\n348 وأجمعوا على أن الأب يقوم في مال ولده الطفل وفي مصالحه إن كان ثقة\nأمينا وليس للحاكم منعه من ذلك\n</p>\n\n<p>\n|1 كتاب النكاح 1\n</p>\n\n<p>\n349 وأجمعوا أن نكاح الأب ابنته الثيب بغير رضاها * لا يجوز *\n</p>\n\n<p>\n350 وأجمعوا أن نكاح الأب ابنته الصغيرة البكر جائز إذا زوجها من كفء\n</p>\n\n<p>\n351 وأجمعوا أن نكاح الأب ابنه الصغير جائز\n</p>\n\n<p>\n352 وأجمعوا أن الكافر لا يكون وليا لابنته المسلمة\n</p>\n\n<p>\n353 وأجمعوا أن للمرأة أن تمنع من دخول الزوج عليها حتى يعطيها مهرها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n354 وأجمعوا أن للسلطان أن <span id='ms18'></span> يزوج المرأة إذا أرادت النكاح ودعت إلى كفء\nوامتنع الولي أن يزوجها\n</p>\n\n<p>\n355 وأجمعوا على أن العجمي والمولى إذا تزوج أمة قوم فأولدها أن الأولاد\nرقيق\n</p>\n\n<p>\n356 وأجمعوا أن الأمة إذا اعتقت وهي تحت عبد أن لها الخيار\n</p>\n\n<p>\n357 وأجمعوا أن أحكام الخصي والمجبوب في ستر العورة في الصلاة والإمامة\nوما يلبسه في حال الإحرام وما يصيبه من الميراث وما يسهم له في الغنائم\nأحكام الرجال\n</p>\n\n<p>\n358 وأجمعوا على أن المجبوب إذا نكح امرأة ولم تعلم ثم علمت أن لها\nالخيار\n</p>\n\n<p>\n359 وأجمعوا على أن الرجل وإن عقد النكاح فلا يكون محصنا حتى يدخل بها\nويصيبها\n</p>\n\n<p>\n360 وأجمعوا على أنه إذا شهد عليهما الشهود فإقرارهما بالوطء كانا محصنين\n</p>\n\n<p>\n361 وأجمعوا على أنه وإن دخل عليها وأقام معها زمانا ثم مات أو ماتت فزنا\nالباقي منهما لم يرجم حتى يقر بالجماع\n</p>\n\n<p>\n362 وأجمعوا على تحريم أن ينكح الرجل أمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\n363 وأجمعوا على أن الرجل إذا تزوج المرأة ثم طلقها أو ماتت بدون أن يدخل\nبها حل له تزوج ابنتها وقد روى علي بن أبي طالب رضي الله عنه رواية تخالف\nالروايات كأنه رخص فيه إذا لم تكن في حجره وكانت غائبة\n</p>\n\n<p>\n364 وأجمعوا على أن الرجل إذا تزوج المرأة حرمت على أبيه وابنه دخل بها\nأو لم يدخل بها وعلى أجداده وعلى ولده من الذكور والإناث أبدا ما تناسلوا\nلا تحل لبني بنيه ولا بني بناته ولم يذكر الله في الآيتين دخولا والرضاع\nبمنزلة النسب\n</p>\n\n<p>\n365 وأجمعوا على أنه إذا اشترى جارية فلمس أو قبل حرمت على ابنه وأبيه\n</p>\n\n<p>\n366 وأجمعوا على أن الرجل إذا وطئ نكاحا فاسدا أنها تحرم على ابنه وأبيه\nوعلى أجداده وولد ولده\n</p>\n\n<p>\n367 وأجمعوا على أن عقد نكاح الأختين في عقد واحد لا يجوز\n</p>\n\n<p>\n368 وأجمعوا على أن شراء الأختين الإثنتين جائز\n</p>\n\n<p>\n369 وأجمعوا على أن لا يجمع بين الأختين الأمتين في الوطء وانفرد ابن\nعباس فقال أحلتهما آية وحرمتهما آية وهذا قول عثمان وعلي رضي الله عنهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n370 وأجمعوا على أن لا تنكح المرأة على عمتها ولا على خالتها لا الكبرى <span id='ms19'></span>\nعلى الصغرى ولا الصغرى على الكبرى\n</p>\n\n<p>\n371 وأجمعوا على أن الرجل إذا طلق المرأة طلاقا يملك الرجعة أنه ليس له\nأن ينكح أختها أو رابعة سواها حتى تنقضي عدة المطلقة\n</p>\n\n<p>\n372 وأجمعوا على أن المفقود عليها زوجها ينفق عليها من ماله في العدة بعد\nالأربع سنين أربعة أشهر وعشرا\n</p>\n\n<p>\n373 وأجمعوا على أن المرأة إذا فقدت زوجها فتزوجت وولدت أن الولد للآخر\nوانفرد النعمان فقال الولد للأول وهو صاحب الفراش\n</p>\n\n<p>\n374 وأجمعوا أن زوجة الأسير لا تنكح حتى يعلم بيقين وفاته ما دام على\nالإسلام\n</p>\n\n<p>\n375 وأجمعوا على أنه يحرم من الرضاع ما يحرم من النسب\n</p>\n\n<p>\n376 وأجمعوا على أن البكر التي لم تنكح ثم نزل بها لبن فأرضعت به مولودا\nأنه ابنها ولا أب له من الرضاعة\n</p>\n\n<p>\n377 وأجمعوا على أن صب لبن أو شرب لبن بهيمة أنه لا يكون رضاعا\n</p>\n\n<p>\n378 وأجمعوا أن حكم اللبن من الزوج الأول ينقطع من الزوج الثاني\n</p>\n\n<p>\n379 وأجمعوا أن الرجل إذا تزوج حرة وأمة في عقدة ثبت نكاح الحرة ويبطل\nنكاح الأمة وانفرد مالك بن أنس فقال إذا علمت الحرة بذلك فلا خيار لها وإن\nلم تعلم فلها الخيار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n380 وأجمعوا على وطء إماء أهل الكتاب بملك اليمين وانفرد الحسن البصري\nفقال لا يجوز\n</p>\n\n<p>\n381 وأجمعوا على أن الأمة إذا كانت بين الرجلين فزوجاها أن النكاح صحيح\n</p>\n\n<p>\n382 وأجمعوا على أن للعبد أن ينكح امرأتين\n</p>\n\n<p>\n383 وأجمعوا على أن نكاح العبد جائز بإذن مولاه\n</p>\n\n<p>\n384 وأجمعوا على أن نكاحه بغير إذن مولاه لا يجوز\n</p>\n\n<p>\n385 وأجمعوا على أن الحرة التي غرها العبد المأذون له في النكاح أن لها\nالخيار إذا علمت\n</p>\n\n<p>\n386 وأجمعوا على أن نكاح المرأة عبدها باطل\n</p>\n\n<p>\n387 وأجمعوا على أن القسم بين المسلمة والذمية سواء\n</p>\n\n<p>\n388 وأجمعوا على أن الرجل إذا تزوج المرأة ولم يدخل بها فإن كان الحبس من\nقبلها فلا نفقة عليها وإن كان من قبله فعليه النفقة وانفرد الحسن فقال لا\nنفقة عليه حتى يدخل بها\n</p>\n\n<p>\n389 وأجمعوا على إسقاط النفقة على زوج الناشر وانفرد الحكم فقال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n             لها النفقة\n</p>\n\n<p>\n390 وأجمعوا على أن على العبد نفقة <span id='ms20'></span> زوجته\n</p>\n\n<p>\n391 وأجمعوا على أن على المرء نفقة أولاده الأطفال الذين لا مال لهم\n</p>\n\n<p>\n392 وأجمعوا على أن نفقة الصبي إذا توفي والده وله مال أن ذلك في ماله\nوانفرد حماد فجعله في جميع المال مثل الدين\n</p>\n\n<p>\nوقال إبراهيم النخعي إن كان المال قليلا فمن نصيبه وإن كان كثيرا فمن\nجميع المال\n</p>\n\n<p>\n393 وأجمعوا أن الزوجين إذا افترقا ولهما ولد ( ( طفل ) ) أن الأم أحق به\nما لم تنكح\n</p>\n\n<p>\n394 وأجمعوا على أن لا حق للأم في الولد إذا تزوجت\n</p>\n\n<p>\n|1 كتاب الطلاق 1\n</p>\n\n<p>\n395 وأجمعوا على أن الطلاق للسنة أن يطلقها طاهرا فيه قبل عدتها\n</p>\n\n<p>\n396 وأجمعوا على أن من طلق امرأته واحدة وهي طاهر من حيضة لم يطلقها فيه\nولم يكن جامعها في ذلك الطهر أنه مصيب للسنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n397 وأجمعوا على أن له الرجعة في المدخول بها ما لم تنقض العدة فإذا\nانقضت العدة فهو خاطب من الخطاب\n</p>\n\n<p>\n398 وأجمعوا على أنه من طلق زوجته ولم يدخل بها طلقة أنها قد بانت منه\nولا تحل إلا بنكاح جديد ولا عدة عليها\n</p>\n\n<p>\n399 وأجمعوا أن من طلق زوجته أكثر من ثلاث أن ثلاثا منها تحرمها عليه\n</p>\n\n<p>\n400 وأجمعوا على أن العجمي إذا طلق بلسانه وأراد الطلاق أن الطلاق لازم\nله\n</p>\n\n<p>\n401 وأجمعوا أن الرجل إذا كان عنده أربع نسوة فطلق واحدة ولم يلبثها ثم\nتزوج خامسة ثم مات قبل التي طلق أن ربع الثمن للآخرة منهما\n</p>\n\n<p>\n402 وأجمعوا على أن من طلق زوجته مدخولا بها طلاقا يملك رجعتها وهو صحيح\nأو مريض فماتت أو مات قبل أن تنقضي عدتها فإنهما يتوارثان\n</p>\n\n<p>\n403 وأجمعوا على أن من طلق زوجته ثلاثا وهو صحيح في كل قرء تطليقة ثم مات\nأحدهما أن لا ميراث للحي منهما من الميت\n</p>\n\n<p>\n404 وأجمعوا على أن المجنون والمعتوه لا يجوز طلاقه\n</p>\n\n<p>\n405 وأجمعوا على أن الرجل إذا طلق في حال نومه أن لا طلاق له\n</p>\n\n<p>\n406 وأجمعوا على أن جد الطلاق وهزله سواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n407 وأجمعوا على أن الرجل إذا قال لامرأته إذا حضت فأنت طالق أنها إذا\nرأت الدم يقع عليها الطلاق\n</p>\n\n<p>\n408 وأجمعوا على أنه إذا <span id='ms21'></span> قال إن حضت حيضة فأنت طالق لم تطلق حتى تطهر من\nحيضتها فإذا طهرت وقع عليها الطلاق وانفرد مالك بن أنس فقال يحنث حين تكلم\nبه\n</p>\n\n<p>\n409 وأجمعوا على أن الرجل إذا طلق زوجته ثلاثا وقد غشيها بعد طلاقها وقد\nثبتت البينة أنه طلقها وهو يجحد ذلك أن التفرقة بينهما تجب ولا حد على\nالرجل\n</p>\n\n<p>\n410 وأجمعوا على أن طلاق السفيه لازم له وانفرد عطاء بن أبي رباح فقال لا\nيجوز نكاحه ولا طلاقه\n</p>\n\n<p>\n411 وأجمعوا على أن الرجل إذا طلق امرأته ثلاثا أنها لا تحل له إلا بعد\nزوج غيره على ما جاء به حديث النبي صلى الله عليه وسلم وانفرد سعيد بن\nالمسيب فقال إن تزوجها تزويجا صحيحا لا تريد به إحلالا فلا بأس أن يتزوجها\nالأول\n</p>\n\n<p>\n412 وأجمعوا أن المرأة إذا قالت للزوج الأول إني قد تزوجت ودخل علي زوجي\nوصدقها أنها تحل له\n</p>\n\n<p>\n413 وأجمعوا على أن الحر إذا طلق الحرة ثلاثا ثم انقضت عدتها ونكحت زوجا\nغيره ودخل بها ثم فارقها وانقضت عدتها ثم نكحها الأول أنها تكون عنده على\nثلاث تطليقات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\n414 وأجمعوا على أن الرجل إذا قال لزوجته أنت طالق ثلاثا إلا واحدة أنها\nتطلق تطليقتين\n</p>\n\n<p>\n415 وأجمعوا على أنه إن قال لها أنت طالق ثلاثا إلا ثلاثا أنها تطلق\nثلاثا\n</p>\n\n<p>\n416 وأجمعوا على أن الرجل إذا قال لامرأته أنت طالق ثلاثا إن دخلت هذه\nالدار فطلقها ثلاثا ثم تزوجت بعد أن انقضت عدتها ثم نكحت الحالف الأول ثم\nدخلت الدار أنه لا يقع عليها الطلاق\n</p>\n\n<p>\n417 وأجمعوا على أن الرجل إن قال لامرأته أنت طالق إن شئت فقالت شئت إن\nشاء فلان أنها قد ردت الأمر ولا يلزمه الطلاق وإن شاء فلان\n</p>\n\n<p>\n418 وأجمعوا على أن النصرانيين الزوجين إذا أسلم الرجل قبل المرأة أنهما\nعلى نكاحهما كانت مدخولا أو لم يكن\n</p>\n\n<p>\n419 وأجمعوا على أن الوثنيين الزوجين إذا أسلم أحدهما قبل صاحبه ولم يدخل\nالزوج بالمرأة أن الفرقة تقع بينهما\n</p>\n\n<p>\n420 وأجمعوا على أن الرجل إذا نكح المرأة وابنتها ودخل بها أن عليه أن <span id='ms22'></span>\nيفارقهما ولا ينكح واحدة منهما بحال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n|1 كتاب الخلع 1\n</p>\n\n<p>\n421 قال الله عز وجل <span class='quran'>ولا يحل لكم أن تأخذوا </span>الآية\n</p>\n\n<p>\nوأجمعوا على أن الرجل لا يحل له أخذ شيء مما أعطى للمرأة إلا أن يكون\nالنشوز من قبلها وانفرد النعمان فقال إذا جاء الظلم والنشوز من قبله\nفخالعته فهو جائز ماض وهو آثم ولا يجبر على رد ما أخذ\n</p>\n\n<p>\n422 وأجمعوا أن الخلع يجوز دون السلطان وانفرد الحسن وابن سيرين فقالا لا\nيجوز إلا عنده السلطان\n</p>\n\n<p>\n|1 كتاب الإيلاء 1\n</p>\n\n<p>\n423 وأجمعوا على أن كل يمين منعت من جماع أنها إيلاء\n</p>\n\n<p>\n424 وأجمعوا على أن الفيء الجماع إذا لم يكن له عذر\n</p>\n\n<p>\n425 وأجمعوا على أنه إذا قال رقيقي أحرار إن وطئ زوجته ثم باعهم أن\nالإيلاء أسقط عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n|1 كتاب الظهار 1\n</p>\n\n<p>\n426 وأجمعوا على أن صريح الظهار أن يقول الرجل لامرأته أنت علي كظهر أمي\n</p>\n\n<p>\n427 وأجمعوا على أن ظهار العبد مثل ظهار الحر\n</p>\n\n<p>\n428 وأجمعوا على أن من أعتق في كفارة الظهار رقبة مؤمنة أن ذلك يجزيء عنه\n</p>\n\n<p>\n429 وأجمعوا على أن عتق أم الولد عن كفارة الظهار لا يجزيء وانفرد عثمان\nوطاووس فقالا يجزيء\n</p>\n\n<p>\n430 وأجمعوا على أن العيوب التي في الرقاب منها ما يجزيء ومنها ما لا\nيجزيء\n</p>\n\n<p>\n431 وأجمعوا أنه إذا كان أعمى أو مقعدا أو مقطوع اليدين أو أشلهما أو\nالرجلين أنه لا يجزيء\n</p>\n\n<p>\n432 وأجمعوا على أن الأعور يجزيء والأعرج وانفرد مالك فقال لا يجزيء إذا\nكان عرجا شديدا\n</p>\n\n<p>\n433 وأجمعوا على أن من صام بعض الشهرين ثم قطعه من غير عذر أن يستأنف\n</p>\n\n<p>\n434 وأجمعوا على أن الصائمة صوما واجبا إن حاضت قبل أن تتمه إنما تقضي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n             أيام حيضتها إذا طهرت\n</p>\n\n<p>\n435 وأجمعوا على أن صوم شهرين متتابعين يجزئ كانت ثمانية وخمسين أو تسعة\nوخمسين يوما\n</p>\n\n<p>\n436 وأجمعوا على أن من صام شهرا من ظهاره ثم جامع نهارا عامدا أنه يبتدئ\nالصوم\n</p>\n\n<p>\n|1 كتاب اللعان 1\n</p>\n\n<p>\n437 ثبت أن رسول الله صلى الله عليه وسلم قال\n</p>\n\n<p>\n( الولد للفراش ) وأجمعوا على أن الرجل إذا قذف زوجته قبل أن يدخل بها\nأنه يلاعنها\n</p>\n\n<p>\n438 وأجمعوا على أن الرجل <span id='ms23'></span> إذا قذف امرأة ثم تزوج بها أنه يحد ولا يلاعن\n</p>\n\n<p>\n439 وأجمعوا على أن الرجل إذا قال لزوجته لن آخذك عذراء أن لا حد عليه\nوانفرد ابن المسيب فقال يجلد\n</p>\n\n<p>\n440 وأجمعوا على أن الصبي إذا قذف امرأته أنه لا يضرب ولا يلاعن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\n|1 كتاب العدة 1\n</p>\n\n<p>\n441 وأجمعوا أن عدة الحرة المسلمة التي ليست بحامل من وفاة زوجها أربعة\nأشهر وعشرا مدخولا بها وغير مدخول صغيرة لم تبلغ أو كبيرة\n</p>\n\n<p>\n442 وأجمعوا أن للمطلقة التي يملك زوجها الرجعة السكنى والنفقة\n</p>\n\n<p>\n443 وأجمعوا على أن عليه نفقة المطلقة ثلاثا أو المطلقة للزوج عليها\nالرجعة وهي حامل لقول الله عز وجل <span class='quran'>وإن كن أولات حمل </span>الآية\n</p>\n\n<p>\n444 وأجمعوا على أن المرأة إذا جاءت بولد لأقل من ستة أشهر من يوم عقد\nنكاحها أن الولد لا يلحق به وإن جاءت لستة أشهر من يوم عقد نكاحها فالولد\nله\n</p>\n\n<p>\n445 وأجمعوا على أن * أجل * كل مطلقة يملك الزوج رجعتها أو لا يملك حرة\nكانت أم أمة ومدبرة أو مكاتبة إذا كانت حاملا أن تضع حملها\n</p>\n\n<p>\n446 وأجمعوا على أن عدة المتوفى عنها تنقضي بالسقط\n</p>\n\n<p>\n447 وأجمعوا أنها لو كانت لا تعلم بوفاة زوجها أو طلاقه فوضعت حملها أن\nعدتها منقضية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\n448 وأجمعوا على أن المرأة الصبية أو البالغ المطلقة التي لم تحض إن حاضت\nقبل انقضاء الشهر الثالث بيوم أو أقل من يوم أن عليها استئناف العدة بالحيض\n</p>\n\n<p>\n449 وأجمعوا على أن المطلقة نفساء لا تعتد بعد النفاس تستأنف بالإقراء\n</p>\n\n<p>\n450 وأجمعوا على أن مطلق زوجته طلاقا يملك فيه رجعتها ثم توفي قبل انقضاء\nالعدة أن عليها عدة الوفاة وترثه\n</p>\n\n<p>\n451 وأجمعوا على أن المطلقة ثلاثا لو ماتت لم يرثها المطلق وذلك لأنها\nغير زوجة\n</p>\n\n<p>\n452 وأجمعوا على أن عدة الذمية تكون تحت المسلم عدة الحرة المسلمة\n</p>\n\n<p>\n453 وأجمعوا على أن الرجل إذا زوج أم ولد من رجل فمات السيد وهي عند\nزوجها فلا عدة عليها ولا استبراء\n</p>\n\n<p>\n454 وأجمعوا أن عدة الأمة تحيض من الطلاق حيضتان وانفرد ابن سيرين فقال\nعدتها عدة الحرة إلا أن يكون مضت في ذلك سنة <span id='ms24'></span>\n</p>\n\n<p>\n455 وأجمعوا على أن عدة الأمة الحامل أن تضع حملها\n</p>\n\n<p>\n456 وأجمعوا على أن عدة الأمة التي لم تحض من وفاة زوجها شهران وخمس ليال\nوانفرد ابن سيرين فقال أربعة أشهر وعشرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n|1 كتاب الإحداد 1\n</p>\n\n<p>\n457 ثبت أن رسول الله صلى الله عليه وسلم قال\n</p>\n\n<p>\nلا يحل لا مرأة تؤمن بالله واليوم الآخر أن تحد على ميت فوق ثلاث ليال\nإلا على زوج أربعة أشهر وعشرا وأجمعوا على ذلك وانفرد الحسن البصري فكان لا\nيرى الإحداد\n</p>\n\n<p>\n458 وأجمعوا على منعها من لبس المعصفر إلا ما ذكرناه عن الحسن ورخص في\nلبس السواد عروة بن الزبير ومالك بن أنس والشافعي\n</p>\n\n<p>\n459 وأجمعوا على منع المرأة المحدة من لبس الحرير وانفرد عطاء فكان لا\nيكره لها لبس الفضة إذا كان عليها حين مات\n</p>\n\n<p>\n460 وأجمعوا على منع المرأة في الإحداد من الطيب والزينة إلا ما ذكرناه\nعن الحسن\n</p>\n\n<p>\n461 وأجمعوا على أن للمرأة التي يملك زوجها رجعتها أن تتزين وتتشوف\nوانفرد الشافعي فقال أحب إلي أن تزين ولا تعطر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\n|1 كتاب المتعة 1\n</p>\n\n<p>\nلم يثبت فيه إجماع\n</p>\n\n<p>\n|1 كتاب الرجعة 1\n</p>\n\n<p>\n462 وأجمعوا على أن الحر إذا طلق زوجته الحرة وكانت مدخولا بها تطليقة أو\nتطليقتين أنه أحق برجعتها * حتى * تنقضي العدة\n</p>\n\n<p>\n463 وأجمعوا أن الرجعة تكون بالإشهاد\n</p>\n\n<p>\n464 وأجمعوا أن الرجعة إلى الرجل ما دامت في العدة وإن كرهت ذلك المرأة\n</p>\n\n<p>\n465 وأجمعوا أن الرجعة بغير مهر ولا عوض\n</p>\n\n<p>\n466 وأجمعوا كذلك أن المطلق إذا قال بعد انقضاء العدة إني كنت قد راجعتك\nوأنكرت أن القول قولها مع يمينها ولا سبيل له عليها وانفرد النعمان فكان لا\nيرى اليمين في النكاح ولا في الرجعة\n</p>\n\n<p>\n467 وأجمعوا على أن إذا قالت المرأة في عشرة أيام قد حضت ثلاث حيض وانقضت\nعدتي أنها لا تصدق ولا يقبل قولها إلا أن تقول قد أسقطت سقطا قد استبان\nخلقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\n|1 كتاب البيوع 1\n</p>\n\n<p>\n468 وأجمعوا على أن بيع الحر باطل\n</p>\n\n<p>\n469 وأجمعوا على تحريم بيع الميتة\n</p>\n\n<p>\n470 وأجمعوا على أن بيع الخمر غير جائز\n</p>\n\n<p>\n471 وأجمعوا على تحريم ما حرم الله من الميتة والدم والخنزير\n</p>\n\n<p>\n472 وأجمعوا على أن بيع <span id='ms25'></span> الخنزير وشراءه حرام\n</p>\n\n<p>\n473 وأجمعوا على فساد بيع حبل الحبلة وما في بطن الناقة وبيع المجر وهو\nبيع ما في بطون الإناث\n</p>\n\n<p>\n474 وأجمعوا على فساد بيع المضامين والملاقيح قال أبو عبيد هو ما في\nالأصلاب وما في البطون\n</p>\n\n<p>\n475 وأجمعوا على نهي النبي صلى الله عليه وسلم عن بيع السنبل حتى يبيض\nويأمن من العاهة نهى البائع والمشتري وانفرد الشافعي ثم بلغه حديث ابن عمر\nفرجع عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\n476 وأجمعوا على أن بيع الثمار سنين لا يجوز\n</p>\n\n<p>\n477 وأجمعوا على النهي عن بيع المحاقلة والمزابنة وانفرد ابن عباس\n</p>\n\n<p>\n478 وأجمعوا على بيع العرايا أنه جائز النعمان وأصحابه قالوا لا يجوز\n</p>\n\n<p>\n479 وأجمعوا على أنه من باع نخلا لم يؤبر فثمرها للمشتري وانفرد ابن أبي\nليلى فقال الثمر للمشتري وإن لم يشترط لأن ثمر النخل من النخل\n</p>\n\n<p>\n480 وأجمعوا على أن من حلب المصراة فهو بالخيار إن شاء أمسكها وإن شاء\nردها وصاعا من تمر وانفرد أبو يوسف وابن أبي ليلى فقالا يردها مع قيمة\nاللبن وشذ النعمان فقال ليس له ردها ولا يستطيع رد ما أخذ منها\n</p>\n\n<p>\n481 وأجمعوا على أن تلقي السلع خارجا لا يجوز وانفرد النعمان فقال لا أرى\nله بأسا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\n482 وأجمعوا على أن بيع الدين بالدين لا يجوز\n</p>\n\n<p>\n483 وأجمعوا على أن بيع الحيوان يدا بيد جائز\n</p>\n\n<p>\n484 وأجمعوا على أن بيع الماء من سبل النيل والفرات جائز\n</p>\n\n<p>\n485 وأجمعوا على أن السلعة لو كانت جارية فأعتقها المشتري قبل قبضها أن\nالعتق واقع عليها\n</p>\n\n<p>\n486 وأجمعوا على ما ثبت به الخبر عن النبي صلى الله عليه وسلم أنه قال\n</p>\n\n<p>\n( من فرق بين الوالدة وولدها فرق الله بينه وبين أحبته يوم القيامة ) إذا\nكان الولد طفلا لم يبلغ سبع سنين\n</p>\n\n<p>\n487 وأجمعوا على أن الستة الأصناف متفاضلا يدا بيد ونسيئة لا يجوز أحدهما\nوهو حرام\n</p>\n\n<p>\n488 وأجمعوا أن المتصارفين إذا تفرقا قبل أن يتقابضا أن الصرف فاسد\n</p>\n\n<p>\n489 وأجمعوا على أن للسيد نزع ما بيد العبد وكان له أن يأخذ منه دينارين\nويعطيه دينارا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\n490 وأجمعوا على أن حكم ما يكال ويوزن مما يؤكل ويشرب <span id='ms26'></span> حكم ما نهى عنه\nرسول الله صلى الله عليه وسلم وانفرد قتادة فقال يجوز\n</p>\n\n<p>\n491 وأجمعوا أن بيع الصبرة بالصبرة من الطعام غير جائز إذا كان من صنف\nواحد\n</p>\n\n<p>\n492 وأجمعوا على إجازته إذا كان من صنفين\n</p>\n\n<p>\n493 وأجمعوا على أن بيع التمر بالرطب لا يجوز وانفرد النعمان فرخص فيه\n</p>\n\n<p>\n494 وأجمعوا على أن الجارية إذا اشتراها الرجل ولها زوج والمشتري لا يعلم\nأن ذلك عيب يجب به الرد\n</p>\n\n<p>\n495 وأجمعوا على أن السلم الجائز أن يسلم الرجل صاحبه في طعام معلوم\nموصوف من طعام أرض عامة لا يخطئ مثلها بكيل من معلوم أو وزن معلوم إلى أجل\nمعلوم ودنانير ودراهم معلومة يدفع ثمن ما أسلم فيه قبل أن يتفرقا من\nمقامهما الذي تبايعا فيه ويسميان المكان الذي يقبض فيه الطعام فإذا فعلا\nذلك وكانا جائزي الأمر كان صحيحا\n</p>\n\n<p>\n496 وأجمعوا على أن من باع معلوما من السلع بمعلوم من الثمن إلى أجل\nمعلوم من شهور العرب أنه جائز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p093'> Vol. 01, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\n497 وأجمعوا على أن السلم في الطعام لا يجوز بقفيز لا يعرف عياره ولا في\nثوب بذراع فلان\n</p>\n\n<p>\n498 وأجمعوا على منع أن يجعل الرجل دينارا له على رجل سلما في طعام إلى\nأجل معلوم\n</p>\n\n<p>\n499 وأجمعوا على أن السلم في الثياب جائز بذراع معلوم وصفة معلومة الطول\nوالعرض والرقة\n</p>\n\n<p>\n500 وأجمعوا أن السلم في الشحم جائز إذا كان معلوما\n</p>\n\n<p>\n501 وأجمعوا على أن النصراني إذا أسلم إلى النصراني في خمر ثم أسلم\nأحدهما أن الذي أسلم يأخذ دراهمه\n</p>\n\n<p>\n502 وأجمعوا على أن للرجل أن يبيع سلعته بدنانير إلا قيراطا وبدينار\nودرهم\n</p>\n\n<p>\n503 وأجمعوا على أن من باع معلوما من السلع حاضرا بمعلوم من الثمن قد\nأحاط البائع و المشتري بالسلعة معرفة وهما جائزا الأمر أن البيع جائز\n</p>\n\n<p>\n504 وأجمعوا على أن من باع سلعة بثمن مجهول غير معلوم لا مسمى ولا عينا\nقائما أن البيع فاسد\n</p>\n\n<p>\n505 وأجمعوا أن رقيق أهل الذمة إذا أسلموا بيعوا عليهم\n</p>\n\n<p>\n506 وأجمعوا أن استقراض الأشياء من الأطعمة وغيرها جائز\n</p>\n\n<p>\n507 وأجمعوا على أن من استسلف سلفا مما يجوز أن يسلف فرد <span id='ms27'></span> عليه مثله أن\nذلك جائز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p094'> Vol. 01, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\n508 وأجمعوا على أن المسلف إذا شرط عشر السلف هدية أو زيادة فأسلفه على\nذلك أن أخذه الزيادة ربا\n</p>\n\n<p>\n|1 كتاب الشفعة 1\n</p>\n\n<p>\n509 وأجمعوا على أن إثبات الشفعة للشريك الذي لم يقاسم فيما بيع من أرض\nأو دار أو حائط\n</p>\n\n<p>\n510 وأجمعوا على أن من اشترى شقصا من أرض مشتركة فسلم بعضهم الشفعة وأراد\nبعضهم أن يأخذ فلمن أراد الأخذ بالشفعة أن يأخذ الجميع أو يدعه وليس له أن\nيأخذ بقدر حصته ويترك ما بقي\n</p>\n\n<p>\n511 وأجمعوا على أن للوصي الأخذ بالشفعة للصبي وانفرد الأوزاعي فقال حتى\nيبلغ الصبي فيأخذ لنفسه\n</p>\n\n<p>\n|1 كتاب الشركة 1\n</p>\n\n<p>\n512 وأجمعوا على أن الشركة الصحيحة أن يخرج كل واحد من الشريكين مالا مثل\nصاحبه دنانير أو دراهم ثم يخلطان ذلك حتى يصير مالا واحدا لا يتميز على أن\nيبيعا ويشتريا ما رأيا من التجارات على أن ما كان فيه من فضل فلهما وما كان\nمن نقص فعليهما فإذا فعلا ذلك صحت الشركة\n</p>\n\n<p>\n513 وأجمعوا على أن ليس لأحد منهما أن يبيع ويشتري دون صاحبه إلا أن يجعل\nكل واحد منهما لصاحبه أن يتحرى في ذلك بما يرى فإن فعلا قام كل واحد منهما\nمقام صاحبه وانفرد بالبيع والشراء حتى ينهاه صاحبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p095'> Vol. 01, p. 095</a>\n            </div>\n            \n</p>\n\n<p>\n514 وأجمعوا أنه إذا مات أحد منهما انفسخت الشركة\n</p>\n\n<p>\n515 وأجمعوا على أن الشركة بالعروض لا تجوز و انفرد ابن أبي ليلي فقال\nيجوز\n</p>\n\n<p>\n|1 كتاب الرهن 1\n</p>\n\n<p>\n516 وأجمعوا على أن الرهن في السفر والحضر جائز وانفرد مجاهد فقال لا\nيجوز في الحضر\n</p>\n\n<p>\n517 وأجمعوا أن الرهن لا يكون إلا مقبوضا فإن امتنع الراهن أن يقبض\nالمرتهن الرهن لم يجبر على ذلك\n</p>\n\n<p>\n518 وأجمعوا على أن الراهن ممنوع من بيع الرهن وهبته وصدقته وإخراجه من\nيد من رهنه حتى يبرأ من حق المرتهن\n</p>\n\n<p>\n519 وأجمعوا على أن المرتهن يمنع الراهن من وطء أمته المرهونة\n</p>\n\n<p>\n520 وأجمعوا على أن للراهن أن يزيد المرتهن رهنا مع رهنه أو رهونا\n</p>\n\n<p>\n521 وأجمعوا على أن للمكاتب أن يرهن فيما فيه له صلاح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p096'> Vol. 01, p. 096</a>\n            </div>\n            \n</p>\n\n<p>\n522 وأجمعوا على أن رهن المكاتب جائز وانفرد الشافعي <span id='ms28'></span> فقال لا يجوز\n</p>\n\n<p>\n523 وأجمعوا على أن الرجل إذا استعار من الرجل الشيء يرهنه على دنانير\nمعلومة عند رجل سمي له إلى وقت معلوم فرهن ذلك على ما أذن له فيه أن ذلك\nجائز\n</p>\n\n<p>\n524 وأجمعوا على أن العبد المرهون إذا جنى على السيد جناية تأتي على نفسه\nخطأ أنه رهن بحالة\n</p>\n\n<p>\n525 وأجمعوا أنه من رهن شيئا أو أشياء بمال فأدى بعض المال وأراد بعض\nالرهن أن ذلك ليس له ولا يخرج من الرهن شيء حتى يوفيه آخد حقه أو يبرأ من\nذلك\n</p>\n\n<p>\n526 وأجمعوا على أن للمسلم أن يرتهن المصحف من أخيه المسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p097'> Vol. 01, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n|1 كتاب المضاربة 1\n</p>\n\n<p>\n527 وأجمعوا على أن القراض بالدنانير والدراهم جائز\n</p>\n\n<p>\n528 وأجمعوا على أن للعامل أن يشترط على رب المال ثلث الربح أو نصفه أو\nما يجتمعان عليه بعد أن يكون ذلك معلوما جزءا من أجزاء\n</p>\n\n<p>\n529 وأجمعوا على إبطال القراض الذي يشترط أحدهما أو كلاهما لنفسه دراهم\nمعلومة\n</p>\n\n<p>\n530 وأجمعوا على أن الرجل إذا دفع إلى الرجل مالا مضاربة ثم اختلفا وقد\nجاء العامل بألفي درهم فقال رب المال كان رأس مالي ألف درهم وقال العامل\nكان رأس المال ألف درهم والربح ألف درهم أن القول قول العامل مع يمينه وذلك\nإذا لم يكن لرب المال بينة\n</p>\n\n<p>\n531 وأجمعوا على أن قسم الربح جائز إذا أخذ رب المال رأس ماله\n</p>\n\n<p>\n532 وأجمعوا على أن رب المال إذا نهى العامل أن يبيع بنسيئة فباع بنسيئة\nأنه ضامن\n</p>\n\n<p>\n533 وأجمعوا على أن الرجل إذا دفع لرجل مالا معاملة وأعانه رب المال عن\nغير شرط أن ذلك جائز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p098'> Vol. 01, p. 098</a>\n            </div>\n            \n</p>\n\n<p>\n|1 كتاب الحوالة والكفالة 1\n</p>\n\n<p>\n534 وأجمعوا على أن ديون الميت للناس على أجل لا تحل بموته وهي إلى أجلها\n</p>\n\n<p>\n535 وأجمعوا على أن الرجل إذا ضمن عن الرجل لرجل مالا معلوما بأمره أن\nالضمان لازم له وله أن يأخذ ممن ضمن عنه\n</p>\n\n<p>\n|1 كتاب الحجر 1\n</p>\n\n<p>\n536 وأجمعوا على أن مال اليتيم يدفع إليه إذا بلغ النكاح وأونس منه الرشد\n</p>\n\n<p>\n537 وأجمعوا على أن الحجر يجب على كل مضيع لماله من صغير وكبير وانفرد\nالنعمان وزفر فقالا <span id='ms29'></span> لا يحجر على الحر البالغ إذا بلغ مبالغ الرجال\n</p>\n\n<p>\n538 وأجمعوا على أن إقرار المحجور على نفسه جائز\n</p>\n\n<p>\n|1 كتاب التفليس 1\n</p>\n\n<p>\n539 وأجمعوا على أن يحبسوا في الديون وانفرد عمر بن عبد العزيز فقال يقسم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p099'> Vol. 01, p. 099</a>\n            </div>\n             ماله ولا يحبس\n</p>\n\n<p>\n540 وأجمعوا على أن ما كان من دين للمفلس إلى أجل أن ذلك إلى أجله لا يحل\nبإفلاسه\n</p>\n\n<p>\n|1 كتاب المزارعة و كتاب المساقاة 1\n</p>\n\n<p>\n541 وأجمعوا على أن اكتراء الأرض بالذهب والفضة وقتا معلوما جائز وانفرد\nطاووس والحسن فكرهاها\n</p>\n\n<p>\n542 وأجمعوا على أن دفع الرجل نخلا مساقاة على الثلث أو الربع أو النصف\nأن ذلك جائز وأنكر النعمان المعاملة على شيء من الغرس ببعض ما يخرج منها\n</p>\n\n<p>\n|1 كتاب الاستبراء 1\n</p>\n\n<p>\n543 وأجمعوا على منع الرجل وطء جارية تملكها من السبي وهي حامل حتى تضع\n</p>\n\n<p>\n544 وأجمعوا على أن المواضعة للاستبراء غير جائزة وانفرد مالك بن أنس\nفقال المواضعة على ما أحب أو كره\n</p>\n\n<p>\n545 وأجمعوا على أن المرأة إذا وقعت في ملك رجل ولها زوج مقيم في دار\nالحرب أن نكاح زوجها قد انفسخ وحل لمالكها وطؤها بعد الاستبراء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p100'> Vol. 01, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n|1 كتاب الإيجارات 1\n</p>\n\n<p>\n546 وأجمعوا على أن الإجارة ثابتة\n</p>\n\n<p>\n547 وأجمعوا على إجازة أن يكري الرجل من الرجال دارا معلومة * قد عرفاها\nوقتا معلوما * بأجر معلوم\n</p>\n\n<p>\n548 وأجمعوا على أن من اكترى دابة ليحمل عليها عشرة أقفزة قمح فحمل عليها\nما اشترط فتلفت ألا شيء عليه\n</p>\n\n<p>\n549 وأجمعوا على أن استئجار الظئر جائز\n</p>\n\n<p>\n550 وأجمعوا على أن طعامها وكسوتها ونفقتها ليس على المستأجر منه شيء\n</p>\n\n<p>\n551 وأجمعوا على أن من اشترط ذلك عليه إن كان معروفا أن ذلك جائز\n</p>\n\n<p>\n552 وأجمعوا على أن للرجل أن يستأجر أمه أو أخته أو ابنته أو خالته لرضاع\nولده\n</p>\n\n<p>\n553 وأجمعوا على إجارة المنازل والدواب إذا بينا الوقت والأجر وكانا\nعالمين بالذي عقدا عليه الإجارة مبينا من سكنى الدار وركوب الدابة وما يحمل\nعليها\n</p>\n\n<p>\n554 وأجمعوا على أن إجارة البسط والثياب جائزة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p101'> Vol. 01, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n555 وأجمعوا على إجازة الرجل إذا اكترى رجلا بالنهار بأجر معلوم ومدة\nمعلومة\n</p>\n\n<p>\n556 وأجمعوا على استئجار الخيم والمحامل والعاريات بعد أن يكون المكترى\nمن ذلك عينا قائمة <span id='ms30'></span> قد رأياها جميعا مدة معلومة بأجر معلوم\n</p>\n\n<p>\n557 وأجمعوا على إبطال أجرة النائحة والمغنية\n</p>\n\n<p>\n|1 كتاب الوديعة 1\n</p>\n\n<p>\n558 وأجمعوا على أن الأمانات مردودة إلى أرباحها\n</p>\n\n<p>\n559 وأجمعوا على أن على المودع احراز الوديعة\n</p>\n\n<p>\n560 وأجمعوا على أنه يقبل قول المودع إن الوديعة تلفت وقال عمر بن الخطاب\nيضمن وضمن أنس وديعة تلفت من بين ماله\n</p>\n\n<p>\n561 وأجمعوا على أن المودع إذا أحرز بنفسه في صندوقه أو حانوته أو بيته\nفتلفت ألا ضمان عليه\n</p>\n\n<p>\n562 وأجمعوا على أن الوديعة إذا كانت درهما فاختلطت بغيرها وخلطها غير\nالمودع ألا ضمان على المودع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p102'> Vol. 01, p. 102</a>\n            </div>\n            \n</p>\n\n<p>\n563 وأجمعوا على أن المودع إذا أحرز الوديعة ثم ذكر أنها ضاعت أن القول\nقوله مع يمينه\n</p>\n\n<p>\n564 وأجمعوا على أن الوديعة إذا عرفت بعينها لرجل أن صاحبها أحق بها وأن\nتسليمها إليه يجب\n</p>\n\n<p>\n565 وأجمعوا على أن المودع ممنوع من استعمال الوديعة خوفا من إتلافها\n</p>\n\n<p>\n566 وأجمعوا على إباحة استعمالها بإذن مالكها\n</p>\n\n<p>\n|1 كتاب اللقطة 1\n</p>\n\n<p>\nقال ابن المنذر لم يثبت فيها إجماع\n</p>\n\n<p>\n|1 كتاب العارية 1\n</p>\n\n<p>\n567 وأجمعوا على أن المستعير لا يملك بالعارية الشيء المستعار\n</p>\n\n<p>\n568 وأجمعوا على أن يستعمل الشيء المستعار\n</p>\n\n<p>\n569 وأجمعوا على أن المستعير إذا أتلف الشيء المستعار أن عليه ضمانه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p103'> Vol. 01, p. 103</a>\n            </div>\n            \n</p>\n\n<p>\n|1 كتاب اللقيط 1\n</p>\n\n<p>\n570 وأجمعوا على أن اللقيط حر\n</p>\n\n<p>\n571 وأجمعوا على أن الطفل إذا وجد في بلاد المسلمين ميتا أن غسله ودفنه\nيجب في مقابر المسلمين\n</p>\n\n<p>\n572 وأجمعوا على أن نفقة اللقيط غير واجبة على الملتقط كوجوب نفقة ولده\nإن كان له\n</p>\n\n<p>\n573 وأجمعوا على أنه إذا أدرك اللقيط وكان عدلا جازت شهادته\n</p>\n\n<p>\n574 وأجمعوا على أن المرأة لو ادعت اللقيط أنه ابنها لم يقبل قولها\n</p>\n\n<p>\n575 وأجمعوا على أن ما وجد معه من مال أنه له\n</p>\n\n<p>\n|1 كتاب الآبق 1\n</p>\n\n<p>\n576 وأجمعوا على أن الرجل إذا أعتق عبده الآبق أن العتق يقع عليه\n</p>\n\n<p>\n|1 كتاب المكاتب 1\n</p>\n\n<p>\n577 وأجمعوا أن ولد المكاتب من الحرة أحرار\n</p>\n\n<p>\n578 وأجمعوا أن ولده من أمه لقوم آخرين مملوك لسيد الأمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p104'> Vol. 01, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\n579 وأجمعوا أن الرجل إذا كاتب عبده على ما يجوز مما له عدد أو وزن أو\nكيل معلوم على نجوم معروفة من شهور العرب أن ذلك جائز\n</p>\n\n<p>\n580 وأجمعوا <span id='ms31'></span> أن للمكاتب أن يبيع ويشتري ويأخذ ويعطي ويتصدق فيما فيه\nالصلاح لماله والتوفير عليه على ما يجوز بين المسلمين من أحكامهم\n</p>\n\n<p>\n581 وأجمعوا أن له أن ينفق بالمعروف مما في يده من المال على نفسه فيما\nلا غنى له عنه\n</p>\n\n<p>\n582 وأجمعوا على أن نكاح العبد بغير إذن سيده باطل\n</p>\n\n<p>\n583 وأجمعوا على أن بيع مكاتبه غير جائز على أن يبطل كتابته ببيعه إذا\nكان ماضيا فيها مؤديا ما يجب عليه من نجومه في أوقاتها\n</p>\n\n<p>\n584 وأجمعوا على أن المكاتب صحيحة إذا أدى نجومه في أوقاتها على ما شرط\nعليه أنه يعتق\n</p>\n\n<p>\n585 وأجمعوا على أن المكاتب إذا دخل عليه نجمان من نجومه أو نجومه كلها\nفوقف السيد عن مطالبته فيتركه بحاله أن الكتابة لا تنفسخ ما داما ثابتين\nعلى العقد الأول\n</p>\n\n<p>\n586 وأجمعوا على أن النصراني إذا كتب كاتب عبدا له نصرانيا على ما تجوز\nبه الكتابة بين المسلمين أن ذلك جائز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p105'> Vol. 01, p. 105</a>\n            </div>\n            \n</p>\n\n<p>\n587 وأجمعوا على أن سيد العبد إذا كاتبه على نجوم معلومة بمال يجوز\nالكتابة به في أوقات معلومة من شهور العرب وقال إذا أديت في الأوقات التي\nسميتها لك فأنت حر أن الحرية تقع عليه إذا أدى ذلك على ما شرط عليه\n</p>\n\n<p>\n|1 كتاب المدبر 1\n</p>\n\n<p>\n588 وأجمعوا على أن من دبر عبده أو أمته ولم يرجع عن ذلك حتى مات فالمدبر\nيخرج من ثلث ماله بعد قضاء دين إن كان عليه وانفاذ وصايا إن كان أوصى بها\nوكان السيد بالغا جائز الأمر أن الحرية تجب له إن كان عبدا ولها إن كانت\nأمة بعد وفاة السيد\n</p>\n\n<p>\n589 وأجمعوا على أنه إذا قال لعبده إن مت في مرضي هذا أو في عامي هذا\nفأنت حر فليس هذا تدبيرا\n</p>\n\n<p>\n590 وأجمعوا أنه إن مات في مرضه أو في سفره أنه حر من ثلث ماله\n</p>\n\n<p>\n591 وأجمعوا أن المدبر يخرج من الثلث وانفرد مسروق وابن جبير فقالا من\nرأس المال\n</p>\n\n<p>\n592 وأجمعوا على أن من أعتق عبدا له عن دبر أنه لا يعتق إلا بعد موت\nالسيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p106'> Vol. 01, p. 106</a>\n            </div>\n            \n</p>\n\n<p>\n593 وأجمعوا على أن الرجل يصيب والدته <span id='ms32'></span> إذا دبرها وانفرد الزهري فقال لا\nيجوز ذلك\n</p>\n\n<p>\n|1 كتاب أمهات الأولاد 1\n</p>\n\n<p>\n594 وأجمعوا على أن الرجل إذا اشترى جارية شراء صحيحا ووطئها وأولدها أن\nأحكامها في أكثر أمورها أحكام الإماء\n</p>\n\n<p>\n595 وأجمعوا على أن ولد أم الولد من سيدها حر\n</p>\n\n<p>\n596 وأجمعوا أن أولادها من غير سيدها لمنزلتها يعتقون بعتقها ويرقون\nبرقها وانفرد الزهري فقال مملوكون\n</p>\n\n<p>\n597 وأجمعوا أنه إذا أعتق الرجل أم ولده في مرضه ولا مال له أو له مال\nفسواء وتعتق من رأس المال\n</p>\n\n<p>\n|1 كتاب الهبات والعطايا والهدايا 1\n</p>\n\n<p>\n598 وأجمعوا على أن الرجل إذا وهب لرجل دارا أو أرضا أو عبدا على غير عوض\nملك نفس المعطي وقبل الموهوب له ذلك وقبضه يدفع من الواهب ذلك إليه وأجازه\nأن الهبة له تامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p107'> Vol. 01, p. 107</a>\n            </div>\n            \n</p>\n\n<p>\n599 وأجمعوا على أن من وهب عبدا بعينه أو دارا أو دابة بعينها وقبضها\nالموهوب له أن الهبة صحيحة\n</p>\n\n<p>\n600 وأجمعوا أن الرجل إذا وهب لولده الطفل دارا بعينها أو عبدا بعينه\nوقبضه له من نفسه وأشهد عليه أن الهبة تامة\n</p>\n\n<p>\n601 وأجمعوا على أن الرجل إذا وهب ماله على رجل منه وأبرأه وقبل البراءة\nأن ذلك جائز\n</p>\n\n<p>\n602 وأجمعوا على أن حكم الهبات في المرض * الذي يموت فيه الواهب * حكم\nالوصايا وتكون من الثلث إذا كانت مقبوضة\n</p>\n\n<p>\n603 وأجمعوا على أنه إذا وهب مسلم للذمي أو وهب ذمي للمسلم وقبض ذلك\nالموهوب وكان الشيء معلوما أن ذلك جائز\n</p>\n\n<p>\n|1 كتاب العمرى والرقبى 1\n</p>\n\n<p>\nلم يثبت فيهما إجماع\n</p>\n\n<p>\n|1 كتاب الأيمان والنذور 1\n</p>\n\n<p>\n604 وأجمعوا على أن من قال والله أو بالله أو تالله فيحنث أن عليه\nالكفارة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p108'> Vol. 01, p. 108</a>\n            </div>\n            \n</p>\n\n<p>\n605 وأجمعوا على أن من حلف باسم من أسماء الله تعالى ثم حنث عليه الكفارة\n</p>\n\n<p>\n606 وأجمعوا على أن الحالف بالطلاق على زوجته في أمر لا يفعله ففعله أن\nالطلاق يقع عليها\n</p>\n\n<p>\n607 وأجمعوا على أن من حلف على أمر كاذبا متعمدا أن لا كفارة عليه وانفرد\nالشافعي فقال يكفر وإن أثم\n</p>\n\n<p>\n608 وأجمعوا أن الحانث في نفسه بالخيار إن شاء أطعم أو شاء كسا\n</p>\n\n<p>\n609 وأجمعوا على أن من وجبت عليه كفارة يمين فأعتق رقبة مؤمنة <span id='ms33'></span> أن ذلك\nيجزئ عنه\n</p>\n\n<p>\n610 وأجمعوا أن الحالف الواجد للإطعام أو الكسوة أو الرقبة لا يجزئه\nالصوم إذا حنث في يمينه\n</p>\n\n<p>\n611 وأجمعوا أنه من حلف أن لا يأكل طعاما ولا يشرب شرابا فذاق شيئا من\nذلك ولم يدخل حلقه أنه لا يحنث\n</p>\n\n<p>\n612 وأجمعوا على أن الرجل إذا حلف ألا يتكلم فتكلم بأي لغة كانت حنث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p109'> Vol. 01, p. 109</a>\n            </div>\n            \n</p>\n\n<p>\n613 وأجمعوا أن كل من قال إن شفى الله عليلي أو قدم غايتي أو ما أشبه ذلك\nفعلي من الصوم كذا ومن الصلاة كذا وكان ما قال أن عليه الوفاء بنذره\n</p>\n\n<p>\n|1 كتاب أحكام السراق 1\n</p>\n\n<p>\n614 وأجمعوا على أنه من سرق عبدا صغيرا من الحرز أن عليه القطع\n</p>\n\n<p>\n615 وأجمعوا أن القطع يجب على من سرق ما يجب فيه القطع من الحرز وانفرد\nالحسن البصري فقال فيمن جمع المتاع في البيت عليه القطع ورواية أخرى مثل\nقول الجميع\n</p>\n\n<p>\n616 وأجمعوا على أن من سرق من الفسطاط شيئا قيمته ما يقطع منه اليد أن\nعليه القطع\n</p>\n\n<p>\n617 وأجمعوا على أن المرء إذا استعار الشيء ثم جحده أن لا قطع عليه\nوانفرد إسحاق فقال عليه القطع وقال أحمد لا أعلم شيئا يدفعه\n</p>\n\n<p>\n618 وأجمعوا أن لا قطع على المختلس وانفرد إياس بن معاوية فقال أقطعه\n</p>\n\n<p>\n619 وأجمعوا أن لا قطع على الخائن\n</p>\n\n<p>\n620 وأجمعوا أن السارق إذا سرق مرات إذا قدم إلى الحاكم في آخر السرقات\nأن قطع يده يجزئ عن ذلك كله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p110'> Vol. 01, p. 110</a>\n            </div>\n            \n</p>\n\n<p>\n621 وأجمعوا في أن قطع يد السارق إذا شهد عليه بالسرقة شاهدان عدلان\nمسلمان حران ووصفا ما يجب فيه القطع ثم عاد أنه يقطع\n</p>\n\n<p>\n622 وأجمعوا على أن الشاهدين إذا شهدا على سارق فقطعت يده ثم جاءا بآخر\nفقالا هذا الذي سرق وقد أخطأنا الأول أنهما يغرمان دية اليد ولا تقبل\nشهادتهما على الثاني\n</p>\n\n<p>\n623 وأجمعوا على أن لا قطع على العبد إذا سرق من مولاه\n</p>\n\n<p>\n624 وأجمعوا على أن السارق إذا قطع أن المتاع يرد على المسروق\n</p>\n\n<p>\n625 وأجمعوا على أن المسلم إذا سرق من أخيه خمرا أن لا قطع عليه\n</p>\n\n<p>\n626 وأجمعوا على تحريم الخمر\n</p>\n\n<p>\n627 وأجمعوا على أن <span id='ms34'></span> الفرائض والأحكام تجب على المسلم البالغ\n</p>\n\n<p>\n628 وأجمعوا أن الأحكام تجب على المرأة إذا تطهرت من الحيض وهي والرجل\nسواء في حكم الإسلام\n</p>\n\n<p>\n629 وأجمعوا أن أمر المحارب إلى السلطان وإن قتل المحارب أخا امرئ أو\nأباه في حالة المحاربة أن عفو طالب الدم لا يجوز في حالة المحاربة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p111'> Vol. 01, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n|1 كتاب الحدود 1\n</p>\n\n<p>\n630 وأجمعوا على تحريم الزنا\n</p>\n\n<p>\n631 وأجمعوا على أن به الجلد\n</p>\n\n<p>\n632 وأجمعوا على أن الحر إذا تزوج تزويجا صحيحا ووطئها في الفرج أنه محصن\nيجب عليهما الرجم إذا زنيا\n</p>\n\n<p>\n633 وأجمعوا على أن المرء لا يكون بعقد النكاح محصنا حتى يكون معه الوطء\n</p>\n\n<p>\n634 وأجمعوا على أن المرجوم يداوم عليه الرجم حتى يموت\n</p>\n\n<p>\n635 وأجمعوا على أن المرأة إذا اعترفت بالزنا وهي حامل أنه لا ترجم حتى\nتضع حملها\n</p>\n\n<p>\n636 وأجمعوا على أن الجلد بالسوط يجب والسوط الذي يجب الجلد به سوط بين\nسوطين\n</p>\n\n<p>\n637 وأجمعوا على أن على البكر النفي وانفرد النعمان وابن الحسن فقالا لا\nيغربان\n</p>\n\n<p>\n638 وأجمعوا على أنه من زنى بخالته أو بحماته أو ذوي رحم محرم عليه أنه\nزان وعليه الحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p112'> Vol. 01, p. 112</a>\n            </div>\n            \n</p>\n\n<p>\n639 وأجمعوا على أن درء الحد بالشبهات\n</p>\n\n<p>\n640 وأجمعوا على أن العبد إذا أقر بالزنا أن الحد يجب عليه أقر بذلك\nالمولى أو أنكر\n</p>\n\n<p>\n641 وأجمعوا على أن الشهادة على الزنا أربعة لا يقبل أقل منهم\n</p>\n\n<p>\n642 وأجمعوا على أن النصراني إذا قذف المسلم الحر أن عليه ما على المسلم\nإذا قذف المسلم\n</p>\n\n<p>\n643 وأجمعوا على أنه إذا افترى أحد على عبد فلا حد عليه\n</p>\n\n<p>\n644 وأجمعوا على أنه إذا قال الرجل للرجل يا ابن الكافر وأبواه مؤمنان قد\nماتا أن عليه الحد\n</p>\n\n<p>\n645 وأجمعوا على أن الرجل إذا قال للرجل يا يهودي أو يا نصراني أن عليه\nالتعزير ولا حد عليه\n</p>\n\n<p>\n646 وأجمعوا على أنه إذا قذف الرجل أباه أو جده أو أحدا من أجداده أو\nجداته بالزنا أن عليه الحد\n</p>\n\n<p>\n647 وأجمعوا على أن للمقذوف طلب ما يجب له الحد من القاذف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p113'> Vol. 01, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\n648 وأجمعوا على أن المقذوف إذا كان غائبا فليس لأبيه ولا لأمه أن يطلبا\nبالقذف ما دام المقذوف حيا <span id='ms35'></span>\n</p>\n\n<p>\n649 وأجمعوا على أنه لا يجوز الكفالة في الحدود\n</p>\n\n<p>\n650 وأجمعوا على أن الحد لا يجب بيمين وشاهد\n</p>\n\n<p>\n651 وأجمعوا على أن قول الرجل للرجل يا فاسق يا خبيث أنه لا يؤخذ منه\nالحد\n</p>\n\n<p>\n652 وأجمعوا على أن الحد يقاد به الحر وإن كان المجني عليه مقعدا أو أعمى\nأو أشل والآخر سوى الخلق\n</p>\n\n<p>\n653 وأجمعوا على أن القصاص بين المرأة والرجل في النفس إذا كان القتل\nعمدا وروي عن عطاء والحسن غير ذلك\n</p>\n\n<p>\n654 وأجمعوا على أن القول في القتل الخطأ بالآية\n</p>\n\n<p>\n655 وأجمعوا على أن من ضرب رجلا بسيف أو سكين أو سنان رمح أن عليه القود\n</p>\n\n<p>\n656 وأجمعوا على أن القتل الخطأ أن يريد يرمي الشيء فيصيب غيره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p114'> Vol. 01, p. 114</a>\n            </div>\n            \n</p>\n\n<p>\n657 وأجمعوا على تسليم العبد في القتل وانفرد مالك فأنكره\n</p>\n\n<p>\n658 وأجمعوا على أن عمر بن الخطاب رحمه الله كان * لا يحد إلا على من\nعلمه *\n</p>\n\n<p>\n659 وأجمعوا على أن للإمام أن يعزر في بعض الأشياء\n</p>\n\n<p>\n660 وأجمعوا على أن نفي البكر الزاني يجب وانفرد النعمان وابن الحسن\n</p>\n\n<p>\n661 وأجمعوا على أن الرجل إذا وطئ جارية ذات محرم عليه أنه زان وكذلك أم\nالولد والمدبرة والمكاتبة والمعتق بعضه يعني إذا أقر بالزنا أنه يحد\n</p>\n\n<p>\n662 وأجمعوا على أن الأمة إذا زنت ثم اعتقت حدت حد الإماء وإذا زنت وهي\nلا تعلم بالعتق ثم علمت وقد حدت حد الإماء أقيم عليها تمام الحد ولا حد على\nقاذف المكاتب والمعتق بعضه والمدبر\n</p>\n\n<p>\n663 وأجمعوا على أن السكران في المرة الرابعة لا يجب عليه القتل إلا شاذا\nمن الناس لا يعد خلافا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p115'> Vol. 01, p. 115</a>\n            </div>\n            \n</p>\n\n<p>\n664 وأجمعوا على أن الحر يقاد به الحر\n</p>\n\n<p>\n665 وأجمعوا ولا أحفظ فيه خلافا أن رجلا إذا قطع يمين رجل ويسار آخر أنه\nيقتص لهما جميعا\n</p>\n\n<p>\n666 وأجمعوا على أن الانتظار بالقصاص من الجرح حتى يبرأ صاحب الجرح وهذا\nرأي من نحفظ عنه من أهل العلم\n</p>\n\n<p>\n667 وأجمع كل من نحفظ من أهل العلم أن ليس على صاحب الدابة المنفلتة ضمان\nفيما أصابت\n</p>\n\n<p>\n668 وأجمعوا على أن دية الرجل مائة من الإبل\n</p>\n\n<p>\n669 وأجمعوا على أن دية المرأة نصف دية الرجل <span id='ms36'></span>\n</p>\n\n<p>\n670 وأجمعوا على ما في الآية التي في النساء <span class='quran'>وما كان لمؤمن أن يقتل\nمؤمنا إلا خطأ </span></p>\n\n<p>\n671 وأجمعوا على أن في الموضحة خمسا من الإبل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p116'> Vol. 01, p. 116</a>\n            </div>\n            \n</p>\n\n<p>\n672 وأجمعوا على أن الموضحة تكون في الرأس والوجه\n</p>\n\n<p>\n673 وأجمعوا أن في المنقلة خمسة عشر من الإبل\n</p>\n\n<p>\n674 وأجمعوا أن المنقلة هي التي تنقل العظام\n</p>\n\n<p>\n675 وأجمعوا على أن المنقلة لا قود فيها وانفرد ابن الزبير فروينا أنه\nأقاد منها\n</p>\n\n<p>\n676 وأجمعوا أن في المأمومة ثلث الدية وانفرد مكحول فقال إذا كانت عمدا\nففيها ثلثا الدية وإن كانت خطأ ففيها ثلث الدية\n</p>\n\n<p>\n677 وأجمعوا ألا قود في المأمومة\n</p>\n\n<p>\n678 وأجمعوا أن في العقل دية\n</p>\n\n<p>\n679 وأجمع أكثر أهل العلم أن في الأذنين الدية وانفرد مالك بن أنس فقال\nسمعنا أن في السمع الدية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p117'> Vol. 01, p. 117</a>\n            </div>\n            \n</p>\n\n<p>\n680 وأجمعوا على أن في العينين إذا أصيبتا خطأ الدية وفي العين الواحدة\nنصف الدية\n</p>\n\n<p>\n681 وأجمعوا على أن الأنف إذا أوعب جدعا الدية\n</p>\n\n<p>\n682 وأجمعوا على أن في اللسان الدية\n</p>\n\n<p>\n683 وأجمعوا على أن في لسان الأخرس حكومة وانفرد قتادة والنخعي فحمل\nأخيرهما الدية والآخر ثلث الدية\n</p>\n\n<p>\n684 وأكثر من نحفظ عنه من أهل العلم أن في ذهاب الصوت من الجناية الدية\n</p>\n\n<p>\n685 وأجمعوا أن في اليد نصف الدية\n</p>\n\n<p>\n686 وأكثر من نحفظ عنه يقول الأصابع سواء لا يفضل بعضها بعضا وروينا عن\nعمر قولا آخر وروينا عنه مثل هذا\n</p>\n\n<p>\n687 وأجمعوا أن الأنامل سواء وأن في كل أنملة ثلث دية أصبع إلا الإبهام\n</p>\n\n<p>\n688 وأجمع كثير من أهل العلم أن في الإبهام أنملتين وانفرد مالك بن أنس\nفقال ثلاثة أنامل أحد قوليه والآخر يوافق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p118'> Vol. 01, p. 118</a>\n            </div>\n            \n</p>\n\n<p>\n689 وأجمعوا أن اليد الصحيحة إذا ضربت وشلت ففيها ديتها كاملة\n</p>\n\n<p>\n690 وأجمعوا أن في ثدي المرأة نصف الدية\n</p>\n\n<p>\n691 وأجمعوا أن في الصلب الدية وانفرد ابن زبير فروينا عنه أنه قضى فيه\nبثلثي الدية\n</p>\n\n<p>\n692 وأجمعوا على أن في الذكر الدية وانفرد قتادة فقال في ذكر الذي لا\nيأتي النساء ثلث ما في ذكر الذي يأتي النساء\n</p>\n\n<p>\n693 وأجمعوا على أن في الإليتين الدية\n</p>\n\n<p>\n694 وأجمعوا على أن في اليد خمسين وفي الرجل خمسين\n</p>\n\n<p>\n695 واجمع كل من نحفظ <span id='ms37'></span> قوله أن معنى قولهم حكومة أن يقال إذا أصيب الإنسان\nبجرح لا عقل له معلوم كم قيمة هذا لو كان عبدا قبل أن يجرح هذا الجرح أو\nيضرب هذا الضرب فإن قيل مائة دينار قيل كم قيمته وقد أصابه هذا الجرح\nوانتهى برؤه فإن قيل خمسة وتسعون دينارا فالذي يجب للمجني عليه على الجرح\nنصف عشر الدية وما زاد أو نقص فعلى هذا المثال\n</p>\n\n<p>\n696 وأجمعوا على أن الطبيب إذا لم يتعد لم يضمن\n</p>\n\n<p>\n697 وأجمعوا على أن قطع الخاتن إذا أخطأ فقطع الذكر والحشفة أو بعضها\nفعليه ما أخطأ به يعقله عند العاقلة\n</p>\n\n<p>\n698 وأجمع كل من نحفظ عنه على أن من حمل صبيا أو مملوكا بغير إذن وليه\nعلى دابة فتلف أنه ضامن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p119'> Vol. 01, p. 119</a>\n            </div>\n            \n</p>\n\n<p>\n|1 كتاب إثبات دية الخطأ 1\n</p>\n\n<p>\n699 أجمع أهل العلم على أن دية الخطأ تحمله العاقلة\n</p>\n\n<p>\n700 وأجمعوا أن ولد المرأة إذا كان من غير عصبتها لا يعقلون عنها وكذلك\nالإخوة من الأم لا يعقلون عن أخيهم لأمهم شيئا\n</p>\n\n<p>\n701 وأجمعوا أن المرأة والصبي الذي لم يبلغ لا يعقلان مع العاقلة شيئا\n</p>\n\n<p>\n702 وأجمعوا على أن الفقير لا يلزمه من ذلك شيء\n</p>\n\n<p>\n703 وأجمعوا على أن ما زاد على ثلث الدية على العاقلة\n</p>\n\n<p>\n704 وأجمعوا على أن العاقلة لا تعقل مهر المثل ولا الجنايات على الأموال\nإلا العبيد\n</p>\n\n<p>\n705 وأجمعوا على أن العاقلة لا تحمل دية العمد وأنها تحمل دية الخطأ\n</p>\n\n<p>\n706 وأجمع أهل العلم على أن في الجنين غرة\n</p>\n\n<p>\n707 وأجمعوا إذ لا أعلم فيها خلافا أن في جنين اليهودية والنصرانية عشر\nدية أمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p120'> Vol. 01, p. 120</a>\n            </div>\n            \n</p>\n\n<p>\n708 وأجمعوا إذا سقط من الضرب أن فيه الدية الكاملة\n</p>\n\n<p>\n709 وأجمعوا أن المرأة إذا طرحت أجنة من ضربة ضربتها ففي كل جنين غرة\n</p>\n\n<p>\n710 وأجمعوا على أن القاتل خطأ الكفارة\n</p>\n\n<p>\n711 وأجمع كل من نحفظ عنه من أهل العلم على أن على الضارب بطن المرأة\nفتطرح جنينا ميتا لوقته الغرة\n</p>\n\n<p>\n712 وأجمعوا أن في العبد يقتل خطأ قيمته إذا كانت القيمة أقل من الدية\n</p>\n\n<p>\n713 وأجمعوا على أن دية الأحرار سواء\n</p>\n\n<p>\n714 وأجمعوا على اختلاف أثمان العبيد\n</p>\n\n<p>\n715 وأجمع عوام المفتين <span id='ms38'></span> على أن جناية أم الولد على سيدها هذا قول من منع\nببيعهن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p121'> Vol. 01, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\n|1 كتاب القسامة 1\n</p>\n\n<p>\n716 وأجمع أهل العلم على أن من حلف بالله في القسامة فهو حالف\n</p>\n\n<p>\nهذا جميع ما في القسامة من الإجماع\n</p>\n\n<p>\n|1 كتاب المرتد 1\n</p>\n\n<p>\n717 وأجمعوا على أن النصرانيين إذا أسلم أحدهما ولهما أولاد بالغون رجالا\nونساء انهم لا يكونون مسلمين باسلام أيهما أسلم\n</p>\n\n<p>\n718 وأجمعوا أن المجنون إذا ارتد في حال جنونه أنه مسلم على ما كان قبل\nذلك ولو قتله عمدا كان عليه القود إذا طلب أولاده ذلك\n</p>\n\n<p>\n719 وأجمع أهل العلم بأن العبد إذا ارتد فاستتيب فلم يتب قتل ولا أحفظ\nفيه خلافا\n</p>\n\n<p>\n720 وأجمعوا على أن من سب النبي صلى الله عليه وسلم له القتل\n</p>\n\n<p>\n721 وأجمع كل من نحفظ عنه على أن المرتد بارتداده لا يزول ملكه من ماله\n</p>\n\n<p>\n722 وأجمعوا أنه برجوعه إلى الإسلام ماله مردود إليه ما لم يلحق بدار\nالحرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p122'> Vol. 01, p. 122</a>\n            </div>\n            \n</p>\n\n<p>\n723 وأجمع كل من نحفظ عنه على أن المرتد إذا تاب ورجع إلى الإسلام أن\nماله مردود إليه\n</p>\n\n<p>\n724 وأجمع كل من نحفظ عنه أن الكافر إذا قال لا إله إلا الله وأن محمدا\nعبده ورسوله ولم يزد على ذلك شيئا أنه مسلم ولا نعلم أحدا أوجب على المرتد\nمرة واحدة أدبا إذا رجع إلى الإسلام\n</p>\n\n<p>\n725 وأجمع أهل العلم على أن شهادة شاهدين يجب قبولها على الارتداد ويقتل\nالمرء بشهادتهما إن لم يرجع إلى الإسلام وانفرد الحسن فقال لا يقبل في\nالقتل إلا شهادة أربعة\n</p>\n\n<p>\n|1 كتاب العتق 1\n</p>\n\n<p>\n726 أجمع أهل العلم على أن الرجل إذا اعتق عبدا له في صحته وهو موسر أن\nعتقه ماض عليه\n</p>\n\n<p>\n727 وأجمعوا أن * الرجل إذا ملك * أبويه أو ولده أنهم يعتقون عليه ساعة\nتملكهم\n</p>\n\n<p>\n728 وأجمعوا أنه من ملك جزءا ممن ذكرنا أنه يعتق عليه\n</p>\n\n<p>\n729 وأجمعوا أنه إذا ملك أبويه أو جداته لأبيه أو جداته لأمه أنهم يعتقون\nعليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p123'> Vol. 01, p. 123</a>\n            </div>\n            \n</p>\n\n<p>\n730 وأجمعوا على أن الرجل إذا قال لعبده أنت حر وقد أعتقتك وأنت عتيق\nوأنت معتق ينوي عتقه أن مملوكه بذلك يعتق عليه ولا سبيل له إليه\n</p>\n\n<p>\n731 وأجمعوا <span id='ms39'></span> أن الرجل إذا أعتق ما في بطن أمته فولد حيا فإن الولد حر دون\nالأم\n</p>\n\n<p>\n732 وأجمع أهل العلم أن الرجل إذا قال لأمته كل ولد تلدينه فهو حر فولدت\nأولادا أنهم أحرار\n</p>\n\n<p>\n733 وأجمع كل من أحفظ عنه على أن عتق الصبي لا يجوز\n</p>\n\n<p>\n734 وأجمعوا على أن المسلمين تتكافأ دماؤهم\n</p>\n\n<p>\n735 وأجمعوا أن الرجل إذا أعتق عن الرجل عبدا بغير أمره أن الولاء للمعتق\n</p>\n\n<p>\n736 وأجمع أهل العلم على أن ما يحدثه المريض المخوف عليه في مرضه الذي\nيموت فيه من هبة لأجنبي أو صدقة أو عتق أن ذلك في ثلث ماله وأن ما جاوز\nثلثه من ذلك مردود\n</p>\n\n<p>\n737 وأجمع أهل العلم على أن الراهن ممنوع من بيع الرهن وهبته وصدقته\nوإخراجه من يدى مرتهنه حتى يبرأ من حق المرتهن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p124'> Vol. 01, p. 124</a>\n            </div>\n            \n</p>\n\n<p>\n738 وأجمعوا على إبطال بيع الرهن بغير أمر المرتهن\n</p>\n\n<p>\n739 وأجمعوا أنه إذا قال لعبد أنت حر وقد أعتقك أو أنت عتيق يريد به الله\nعز وجل أنه حر\n</p>\n\n<p>\n|1 كتاب الأطعمة والأشربة 1\n</p>\n\n<p>\n740 أجمع عوام أهل العلم أن كل ذى ناب من السباع حرام\n</p>\n\n<p>\n741 وأجمع كل من نحفظ عنه من أهل العلم على أن ما قطع من الأنعام وهي\nأحياء ميتة ويحرم أكل ذلك\n</p>\n\n<p>\n742 وأجمعوا على إباحة لحوم الأنعام بالكتاب والسنة والإجماع\n</p>\n\n<p>\n743 وأجمعوا أن لحم الطير حلال\n</p>\n\n<p>\n744 وأجمعوا على إباحة أكل الجراد إذا وجد ميتا وانفرد مالك بن أنس\nوالليث بن سعد فحرماه\n</p>\n\n<p>\n745 وأجمعوا على إباحة صيد البحر للحلال والمحرم\n</p>\n\n<p>\n746 وأجمعوا على إباحة الميتة عند الضرورة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p125'> Vol. 01, p. 125</a>\n            </div>\n            \n</p>\n\n<p>\n747 وأجمعوا على تحريم أموال المسلمين ودمائهم إلا حيث أباحه الله\n</p>\n\n<p>\n748 وأجمعوا على أن الكلأ إذا ذهب ثلثاه وبقي ثلثه فلا بأس به\n</p>\n\n<p>\n|1 كتاب قتال أهل البغي 1\n</p>\n\n<p>\n749 وأجمعوا على أن أهل البغي إذا سألوا الإمام النظر ورجا رجوعهم عما هم\nعليه إلى طريق أهل العدل فعليه أن يفعل\n</p>\n\n<p>\n|1 كتاب الساحر والساحرة 1\n</p>\n\n<p>\nو\n</p>\n\n<p>\n|1 كتاب تارك الصلاة 1\n</p>\n\n<p>\nقال أبو بكر لم أجد فيهما إجماعا\n</p>\n\n<p>\n|1 كتاب القسمة 1\n</p>\n\n<p>\n750 أجمع كل من نحفظ له من أهل العلم على أن الأرض إذا كانت بين شركاء\nواحتملت القسمة <span id='ms40'></span> عن غير ضرر يلحق أحدا منهم قسمت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p126'> Vol. 01, p. 126</a>\n            </div>\n            \n</p>\n\n<p>\n751 وأجمعوا على أن قسم ذلك يجب بينهم إذا أقاموا البينة على أصول\nأملاكهم\n</p>\n\n<p>\n752 وأجمعوا على لؤلؤة لو كانت بين جماعة فأراد بعضهم أن يأخذ حظه منها\nبأن تقطع بينهم أو تكسر أنهم يمنعون من ذلك لأن في قطعها تلفا لأموالهم\nوفسادا لها وكذلك السفينة تكون بين الجماعة لها القيمة الكبيرة فإذا كسرت\nأو قطعت ذهبت عامة قيمتها والجواب في المصحف والسيف والدرع والمائدة\nوالصفحة والصندوق والسرير والباب والنعل والقوس وما أشبه ذلك يكون بين\nجماعة كالجواب فيما ذكرناه من اللؤلؤة\n</p>\n\n<p>\n753 وأجمعوا على أن الدار والأرض إذا احتملت القسمة ودعا الشركاء إلى\nالقسم أن قسم ذلك بينهم واجب\n</p>\n\n<p>\n754 وأجمع أهل العلم ممن نحفظ عنه أن جماعة لو جاءوا إلى الحاكم ببلد من\nالبلدان وبأيديهم أرض أو دار أو عرض من العروض وأقاموا البينة على أنهم\nمالكون له وسألوه أن يأمر أن يقسم بينهم ذلك واحتمل الشيء القسمة أن قسم\nذلك يجب بينهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p127'> Vol. 01, p. 127</a>\n            </div>\n            \n</p>\n\n<p>\n|1 كتاب الوكالة 1\n</p>\n\n<p>\n755 وأجمع كل من نحفظ عنه من أهل العلم أن للمريض العاجز عن الخروج إلى\nمجلس الحكم والغائب عن المصر يوكل كل واحد منهما وكيلا يطالب له حقه ويتكلم\nعنه\n</p>\n\n<p>\n756 وأجمعوا على أن الموكل إذا مات أن وكالته تنفسخ بموته\n</p>\n\n<p>\n757 وأجمعوا جميعا أن نومهما أو نوم أحدهما لا يبطل الوكالة\n</p>\n\n<p>\n758 وأجمعوا على أن إقرار الوكيل إذا جعل الموكل أن يقر عليه جائز على\nالموكل\n</p>\n\n<p>\n759 وأجمعوا على أن الوكيل إذا أراد أن يوكل وقد جعل إليه الموكل ذلك في\nكتاب الوكالة أن له أن يوكل غيره\n</p>\n\n<p>\n760 وأجمعوا أنه إذا سمى للوكيل ثمنا في البيع والشراء فخالف الوكيل ذلك\nأنه غير جائز\n</p>\n\n<p>\n761 وأجمعوا أنه إذا وكله ببيع سلعة فباعها بالأغلب من نقد البلد دنانير\nكان أو دراهم أنه جائز \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p128'> Vol. 01, p. 128</a>\n            </div>\n            \n</p>\n\n<p>\n762 وأجمعوا أنه إذا باع الوكيل عبدا أو سلعة من السلع فطعن المشتري فيها\nبعيب وأقام البينة أن الوكيل باعها وبها ذلك العيب لم يبرأ ذلك منه فرد\nالقاضي البيع وألزم الوكيل رد الثمن لزم <span id='ms41'></span> الأمر رد الثمن ورجعت السلعة إليه\nولم يلزم المشتري شيء من ذلك\n</p>\n\n<p>\n763 وأجمعوا على أن الرجل إذا وكل الرجل بقبض دين له على آخر فأبرأ\nالوكيل الغريم من الدين الذي عليه أن ذلك غير جائز لأنه لا يملكه ولا فرق\nبين هذا وبين ثمن السلعة للموكل على المشتري\n</p>\n\n<p>\n764 وإذا وكل الأب في ماله ابنه الطفل وكيلا يبيع ويشتري أو غير ذلك ثم\nمات الأب انقطعت الوكالة\n</p>\n\n<p>\n765 وأجمعوا على أن الرجل إذا وكل ببيع عبد له فباعه من ابن الآمر أو من\nأبيه أو من أمه أو من أخته أو من زوجته أو من خالته أو عمته فالبيع جائز\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p129'> Vol. 01, p. 129</a>\n            </div>\n             <span id='ms42'></span>\n</p>\n",
  "pages": [
    "001",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129"
  ],
  "volumes": [
    "01"
  ]
}