{
  "content": "\n\n<h2 class='l2' id='head0'>AUTO فصل في الكره والرضى</h2>\n\n<p>\nتقول رغمت الرجل على الامر، وأرغمته، وأجبرته <span id='ms189'></span>، وأكرهته، وقهرته، وقسرته،\nواقتسرته، ودفعته اليه، وأحرجته، وألجأته، وأجأته. وقد فعل هذا الامر\nكارها، وفعله كرها، وجبرا، وقهرا، وفعله برغمه، وبرغم أنفه، وبالرغم من\nأنفه، ومن معاطسه، ومن مراعفه، وهذا أمر لم يفعله الا مكرها، وما فعله الا\nبعد ما عفر وأرغم، وبعد ما خزم وخيس، وقد أخذت بكظمه، وأخذت بمخنقه، وضيقت\nخناقه، وأغصصته بريقه، وأجرضتهبريقه، وبلغت مجهوده، وأبطرته ذرعه، وملكت\nعليه مذاهبه، وأخذت عليه السبل، وحلت دون مسربه. ومن أمثالهم ناوص الجرة ثم\nسالمهايضرب لمن خالف ثم اضطر الى الوفاق. وتقول انا مدفوع الى هذا الامر،\nومسوق اليه، ومحمول عليه، وانما فعلته مضطرا، وقد تحاملت فيه على نفسي،\nوحملت نفسي على مكروها، ورددتها على مكروهها، وانما انا مسيرفيه لا مخير.\nوتقول هذا امر لا محيد لك عنه، ولا محيصعنه، ولا مناصمنه، وامر لا سبيل\nعنه، ولا سبيل الا اليه، ولا تبرح حتى تفعل، ولا تخطو حتى تفعل، ولتفعلنه\nطائعا او كارها، ولتفعلنه على المنشط والمكره، ولتفعلن ذلك صاغرا قميئا.\nويقال لأكدنك كد الدبر، ولآخذنك أخذ عزيز مقتدر، ولأعصبنك عصب السلمة.\nويقال جعلت فلانا لزازا لفلان أي ضاغطا عليه لا يدعه يخالف ولا يعاند..\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v118p001'> Vol. 118, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nوتقول في خلاف ذلك فعل هذا الامر طوعا، وفعله طائعا، وعن طوع، وعن رضى، وعن\nاختيار، وعن إيثار. وقد أرغتذلك منه باللين، والرفق، والهوادة، وأخذته\nبالملاطفة، والملاينة، والمساناة، والمساهاة، والمهاونة، وتركت الأمر الى\nرأيه، والى هواه، وتركته في سعة من فعله، وفي متسع. وهذا امر جاء منه عفوا،\nوقد نشط لفعله، وارتاحله، واسترسل اليه، وفعله من ذات نفسه، ومن ذي نفسه،\nوفعله مختارا، ومريدا، وفعله من غير إكراه ولا إجبار. وتقول افعل هذا إن\nأحببت، وان رأيت، وان نشطت، وافعل كذا غير مأمور، والامر في ذلك اليك، والى\nرأيك، ولك في هذا الامر رأيك، وأنت فاعل ان شاء الله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v118p002'> Vol. 118, p. 002</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002"
  ],
  "volumes": [
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "11",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "12",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "13",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "14",
    "140",
    "141",
    "142",
    "143",
    "144",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30",
    "31",
    "32",
    "33",
    "34",
    "35",
    "36",
    "37",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50",
    "51",
    "52",
    "53",
    "54",
    "55",
    "56",
    "57",
    "58",
    "59",
    "60",
    "61",
    "62",
    "63",
    "64",
    "65",
    "66",
    "67",
    "68",
    "69",
    "70",
    "71",
    "72",
    "73",
    "74",
    "75",
    "76",
    "77",
    "78",
    "79",
    "80",
    "81",
    "82",
    "83",
    "84",
    "85",
    "86",
    "87",
    "88",
    "89",
    "90",
    "91",
    "92",
    "93",
    "94",
    "95",
    "96",
    "97",
    "98",
    "99"
  ]
}