{
  "content": "\n\n<h2 class='l2' id='head0'>AUTO فصل في الظن</h2>\n\n<p>\nيقال اظن الامر كذا، وأحسبه، وأعده، وإخاله، وأحجوه، وهو كذا في ظني، وفي\nحسباني، وفي حدسي، وفي تخميني، وفي تقديري، وفيما أظن، وفيما أرى، وفيما\nيظهر لي، وفيم يلوح لي. وأنا أتخيل في الامر كذا، وأتوسم فيه كذا، ويخيل لي\nانه كذا، ويخيل الي، وقد صور لي أنه <span id='ms211'></span> كذا، وتراءى لي انه كذا، وتمثل في نفسي\nانه كذا، وقام في نفسي، وفي اعتقادي، وفي ذهني، ووقع في خلدي، وسبق الى\nظني، والى وهمي، والى نفسي، وأشرب حسيأنه كذا، ونبأني حدسي أنه كذا، وأقرب\nفي نفسي أن يكون الامر كذا، وأوقع في ظني ان يكون كذا. وهذا هو المتبادرمن\nالامر، والغالب في الظن، والراجح في الرأي، وهذا أظهر الوجهين في هذا\nالامر، وأمثلهما، وأشبههما، وأشكلهما، وهذا أقوى القولين، وأرجحهما،\nوأدناهما من الصواب، وأبعدهما من الريب، وأسلمهما من القدح. وتقول فلان\nيقول في الأمور بالظن، ويقول بالحدس، ويقذف بالغيب، ويرجم بالظنون، وقال\nذلك رجما بالظن، وانما هو يتخرص، ويتكهن، وقد تظنىفلان في الامر، وأخذ فيه\nبالظن، وضرب، في أودية الحدس، وأخذ في شعابالرجم. وهذا امر لا يخرج عن حد\nالمظنونات، وانما هو من الظنيات، ومن الحدسيات، وانما هذا حديث مرجم. وتقول\nكأني بزيد فاعل كذا، وظني أنه يفعل كذا، واكبر ظني، وأقرب الظن أنه يفعل\nكذا، ولعل الامر كذا، ولا يبعد ان يكون الامر كذا، وأحر بهان يكون كذا،\nوأحج به، وأخلق به، وما أحراه ان يكون كذا. ويقال افعل ذلك على ما خيلت أي\nعلى ما أرتك نفسك وشبهت وأوهمت. وفلان يمضي على المخيل أي على ما خيلت.\nوسرت في طريق كذا بالسمت أي بالحدس والظن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v138p001'> Vol. 138, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nويقال حزر الامر، وخرصه، اذا قدره بالحدس، وخرص الخارص النخل والكرم اذا\nقدركم عليه من الرطب او العنب، والاسم من ذلك الخرص بالكسر يقال كم خرص\nارضك أي مقدار ما خرص فيها. وأمته مثل حزره يقال ائمت لي هذا كم هو أي\nاحزره كم هو، وتقول كم أمت ما بينك وبين بلد كذا أي قدر ما بينك وبينه.\n</p>\n\n<p>\nوتقول فلان صادق الظن، وصادق الحدس، صادق الفراسة، صادق القسم، وانه\nليصيب بظنه شاكلة اليقين، ويرمي بسهم الظن في كبد اليقين، وانه ليظن الظن\nفلا يخطئ مقاتل اليقين، وانه لرجل محدث أي صادق الفراسة كأنه قد حدث بما\nيظنه، وفلان كأنما ينطق عن تلقين الغيب <span id='ms212'></span>، وكأنما يناجيههاتف الغيب، ويملي\nعليه لسان الغيب . ويقال فلان جاسوس القلوب اذا كان حاذق الفراسة، وان له\nنظرة تهتك حجب الضمير، وتصيب مقاتل الغيب، وتنكشف لها مغيبات الصدور، ويقال\nهذه فراسة ذات بصيرة أي صادقة. وتقول لمن أخبر بما في ضميرك قد أصبت ما في\nنفسي، ووافقت ما في نفسي، ولم تعدما في نفسي، وكأنك كنت نجيضمائري، وكأنك\nقد خضت بين جوانحي، وكأنما شق لك عن قلبي.\n</p>\n\n<p>\nوتقول فلان فاسد الظنون، كاذب الحدس، كثير التخيلات، وقد كذب ظنه في هذا\nالامر، وأخطأت فراسته، وكذبته ظنونه، وطاشسهم ظنونه، وقد أبعد المرمى، ورمى\nالمرمى القصي، وهذا وهم باطل، وخيال كاذب، وهذا امر لا أتوهمه، وأمر يبعد\nمن الظن، ويبعد في نفسيان يكون الامر كذا، وهذا ضرب من الخرص، ومن التخرص،\nوهذا من فاسد الأوهام، ومن بعيد المزاعم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v138p002'> Vol. 138, p. 002</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002"
  ],
  "volumes": [
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "11",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "12",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "13",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "14",
    "140",
    "141",
    "142",
    "143",
    "144",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30",
    "31",
    "32",
    "33",
    "34",
    "35",
    "36",
    "37",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50",
    "51",
    "52",
    "53",
    "54",
    "55",
    "56",
    "57",
    "58",
    "59",
    "60",
    "61",
    "62",
    "63",
    "64",
    "65",
    "66",
    "67",
    "68",
    "69",
    "70",
    "71",
    "72",
    "73",
    "74",
    "75",
    "76",
    "77",
    "78",
    "79",
    "80",
    "81",
    "82",
    "83",
    "84",
    "85",
    "86",
    "87",
    "88",
    "89",
    "90",
    "91",
    "92",
    "93",
    "94",
    "95",
    "96",
    "97",
    "98",
    "99"
  ]
}