{
  "content": "\n\n<h2 class='l2' id='head0'>AUTO فصل في صعوبة الامر وسهولته</h2>\n\n<p>\nيقال فلان يزاولمن هذا الامر مطلبا صعبا، ويحاول امرا بعيدا، ويطلب خطة،\nمنيعة، ويروم أمرا معضلا، وقد ركب من هذا الامر قحمةمنيعة، وركب مركباوعرا،\nومركباجموحا. وانه لأمر صعب الممارسة، شديد المطلب، كؤود المطلب، وعر\nالملتمس، وعر المرتقى، وعثالمبتغى، معجز المؤونة، بعيد المرام، عزيز\nالمنال، منيع الدرك. وقد صعب الامر عليه، وتصعب، واستصعب، وتعسر، وتعذر،\nوتوعر، والتوى، والتاث، واعتاص، وأعضل. وتقول قد عالجت في هذا الامر شدة <span id='ms206'></span>،\nوعانيت فيه صعدا، ولقيت منه برحا بارحا، وقاسيت فيه نصبا ناصبا، وارهقني\nامرا صعبا، وكلفني خطة شديدة، وبلغ مني الجهد، وبلغ مني المشقة، ووقعت منه\nفي كبد، وكابدت منه عقبة كؤودا، وقاسيت فيه كؤودا باهرا، وقد عناني طلبه،\nوبرح بي، وشق علي، واشتد علي، وجهدني، وبهرني، وتكاءدني، وتصاعدني،\nوتصعدني، وأعنتني. وهذا امر قد خضت اليه غمراتالحوادث، وركبت فيه اكتاف\nالشدائد، واقتعدتظهور المكاره، وانه لأمر لا يبلغ الا بشق الأنفس، ولا ينال\nالا بعرق القربة، وأمر دونه خرط القتاد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v134p001'> Vol. 134, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nوتقول فيما وراء ذلك فلان يطلب من هذا الامر مطلبا محالا، ويروم مراما\nمستحيلا، وقد حدثته نفسه بما لا يكون، وأطمعته فيما لا مطمع فيه، ولا سبيل\nاليه، ولا يقع في الإمكان، ولا تصل اليه مقدرة، ولا يبلغ اليه مرتقى همة،\nولا تبلغ اليه وسيلة، ولا يعلق به سبب، ولا تظفر به أمنية، ولا يقع في\nحبالة أمل، ولا تناله حيلة محتال. وقد امتنع عليه الامر، واستحال عليه،\nوأعجزه، وأعياه، وأعيا عليه، وهو امر من وراء الطاقة، ومن فوق الإمكان،\nوانه لأمر يسم طالبه بالعجز، ويرميه بالفشل، وانما هو جسر لا يعبر، وكنفلا\nيوطأ، وعقبة لا ترتقى. وتقول مالي بهذا الامر يدان، ولا يد لك في هذا\nالامر، ولا قبللك به، ولا يسعه طوقك، وهو امر يقصر عنه باعك، ويفوت مبلغ\nذرعك، وان لأمر من دونه شيب الغراب، ومخ النعام، ومخ البعوض، ولبن الطير.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v134p002'> Vol. 134, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nويقال في ضد ذلك تأتي له الامر، وتيسر، واستيسر، وتسهل، وتسنى، وتهيأ،\nوانقاد، واستقاد، وقد لانت له أعطافالأمور، وعنتله رقابها، وأمكنته من\nقيادها، واستسلمتاليه بأعنتها، وألقت اليه مقاليدها. وقد طلب من هذا الامر\nمطلبا سهلا، ورام شيئا أمما، وهذا امر يسير، وميسور، سهل الملتمس،\nسلسالمطلب، سلس المقادة، دانيالمنال، مبذول المنال، قريب النجعة، قريب\nالمنزع، مذلل الأغصان، داني القطوف. وهذا امر لا كلفة فيه عليك، ولا مشقة،\nولا عسر، ولا صعوبة، ولا عناء، ولا مؤونة، وهو على حبل ذراعك، وعلى طرف\nالثمام. ويقال شارف الامر اذا دنا منه وقارب <span id='ms207'></span> ان يظفر به، وقد كثبه الامر،\nوأكثبه، وطف له، وأطف، واستطف، وسنح، وأعرض، وأشرف، اذا دنا منه وأمكنه.\nوفي الأمثال كثبك الصيد فارمه، وأعرض لك الصيد فارمه. ويقال اتاه هذا الامر\nغنيمة باردة، ومغنما باردا، وأتاه على اغتماض، وهذا امر اتاك هنيئا، ونال\nفلان الملك وادعا، وأدرك فلان هذا الامر عفوا صفوا، وأتيته به رهوا سهوا،\nكل ذلك لما ينال على غير كلفة. ويقال افعل ذلك في سراح ورواح أي في سهولة\nواستراحة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v134p003'> Vol. 134, p. 003</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head1'>AUTO فصل في تقسيم الصعوبة والامتناع على ما يوصف بهما</h2>\n\n<p>\nيقال لصب السيف في الغمد، ولحج بالكسر فيهما، اذا نشب في الغمد فلم يخرج،\nوكذلك الخاتم في الإصبع اذا ضاق فتعذر إخراجه، وسيف ملصاب اذا كان كذلك.\nواستلحج الباب والقفل اذا لم ينفتح، وقد غلق الباب بالكسر، واستغلق، اذا\nعسر فتحه، وقفل عض بالكسر أي لا يكاد ينفتح. ويقال بكرة صائمة اذا كانت لا\nتدور. ومرس الحبل مرسا من حد نصر اذا نشب بين البكرة والقعوفلم يجر، وأمرسه\nهو إمراسا فعل به ذلك، وأمرسه ايضا أعاده الى مجراه، ويقال مرست البكرة من\nباب تعب اذا كان من عادتها ان يمرس حبلها وهي بكرة مروس. وحرد الحبل والوتر\nاذا اشتدت إغارتهاو كان بعض قواهأطول من بعض فتقعد وتراكب، وهو حبل محرد،\nوفيه حرود. وتغسر الغزل اذا التوى والتبس فلم يقدر على تخليصه. وعضلت\nالمرأة بولدها تعضيلا، وأعضلت إعضالا، اذا نشب الولد في جوفها فخرج بعضه\nولم يخرج بعض فبقى معترضا، وكذلك الدجاجة ببيضها، وامرأة ودجاجة معضل،\nومعضل. ويقال جوز مرصق، ومرتصق، اذا تعذر خروج لبه. وقوس كزة اذا كان في\nعودها يبس عن الانعطاف. وشجرة عصلة، وعصلاء، أي عوجاء لا يقدر على تقويمها\nلصلابتها، وكذلك رمح وعود عصل، وأعصل. ويقال صل المسمار يصل صليلا اذا أكره\nعلى الدخول في الشيء فسمع له صوت. وبكرة كزة أي ضيقة شديدة الصرير.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v135p001'> Vol. 135, p. 001</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head2'>AUTO فصل في التباس الامر ووضوحه</h2>\n\n<p>\nيقال قد التبس الامر، وأشكل، واشتبه، واختلط، والتبك، والتاث، وارتجن،\nومرج، وأخال، واستبهم، واستعجم، واستغلق <span id='ms208'></span>، وغمض، وغم، وعمي. وقد استبهمت\nوجوه الامر، وخفيت أعلامه، وضلت صواه، وتنكرت معالمه، واستعجمت مذاهبه،\nوعميت مسالكه، واستسرتآثاره، وغام أفقه، وأدجنت سماؤه. وهذا امر لبك، غامض،\nمبهم، مريج، وفيه لبس، ولبسة، وغمة، وغموض، وشبهة. وهو من متشابهاتالأمور،\nومشتبهات الأمور، ومشبهاتها، وأحنائها، وهذه أمور أشكال. ويقال هذا امر\nمحلف أي ملتبس يحلف احد الرجلين إنه كذا والآخر إنه كذا، يقال كميت محلف\nاذا كان بين الأحوى والأحم، وغلام محلف اذا شك في بلوغه، ويقال ايضا أمر\nمحنث أي محلف لحنثاحد الحالفين فيه. وتقول ما لهذا الأمر مطلع أي مأتى\nووجه، ومن أين مطلع هذا الامر، وهذا أمر ليس له قبلة ولا دبرة أي لا يعرف\nوجهه. وتقول فلان على لبس من أمره، وعلى حيرة منه، وعلى غمة، وانه لفي غمة\nمن امره، وفي شبهة منه، وهو في عشواء من امره، وانهم لفي غمآء من الامر، أي\nفي امر ملتبس. وقد ربك الرجل في امره، وارتبك، وحار يحار، وتحير، وسدر،\nوعمه، وتاه، وتعسف، والتبست عليه وجهته، وضل وجهة امره، واختلطت عليه\nأموره، وفشت، وانتشرت. ويقال فشت عليه الضيعةأي انتشرت عليه أموره فلا يدري\nبأيها يأخذه. وانثال عليه القول اذا تتابع وكثر فلا يدري بأيه يبدأ. ويقال\nراب الرجل في أمره يروب اذا اختلط عقله ورأيه، وهو في هذا الامر خابط ليل،\nوحاطب ليل، وراكب عشواء، وعشوة، وراكب عمياء، وقد اصبح أحير من ضب، واصح لا\nيعلم قبيلا من دبير. ويقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v136p001'> Vol. 136, p. 001</a>\n            </div>\n             اذا التبس الامر قد اختلط المرعي بالهمل، واختلط الليل بالتراب، واختلط\nالحابل بالنابل، واختلط الخاثر بالزباد. ويقال لبس عليه أمره، ولبسه،\nوشبهه، وأبهمه، ووراه، وعمى عليه الامر والكلام، وعمى وجهه، اذا لم يبينه.\nوعاياه معاياة اذا ألقى عليه كلاما او عملا لا يهتدي لوجهه. ويقال استحكم\nعليه كلامه أي التبس. وكتاب فلان أعجم اذا لم يفهم ما كتب. ونظرت في الكتاب\nفعجمته أي لم أقف على حروفه حق الوقوف. وفلان اذا تكلم جمجم واذا كتب مجمج\nأي لم يبين كلامه وخطه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v136p002'> Vol. 136, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nويقال <span id='ms209'></span> في ضد ذلك هذا امر واضح، ووضاح، ناصع، أبلج، ظاهر، بين، ومبين، صريح،\nجلي، وانه لواضح المعالم، ظاهر الرسوم، لا يتخالطه شبهة، ولا تلابسه غمة،\nولا تعتريه لبسة. وقد وضح الامر، واتضح، وظهر، وبان، وأبان، وبين، وتبين،\nواستبان، ونصع، وأسفر، وأشرق، وانجلى، وانكشف، وانصرح، وصرح. وتقول قد\nآذنالامر بالجلاء، وانجلت عنه الشبهات، ونفض عنه غبار اللبس، وبرز عن ظل\nالإشكال، وخرج من ظلمات الغموض، وانحسرتعنه ظلال الإبهام، وانزاح عنه حجاب\nالريب، وانجلت عنه سدفةالشك، وخلص الى نور البيان، وسطعت عليه أشعة الظهور.\nوقد أوضحت الامر، ووضحته، وأظهرته، وأبنته، وبينته وصرحته، وجلوته، وجليته،\nوكشفت عنه، وأعربت عنه، وأفصحت عن مضمونه، وأظهرت مكنونه، وأبديت سره،\nوابرزت دخلته، وحللت رموزه، وجلوت غامضه، وفككت مشكله، وأوضحت منهاجه،\nوأمطتحجابه، وكشفت عنه القناع، وحسرت عنه اللثام، ونفيت عنه معتلجالريب.\nوقد اندفع الإشكال، واندرأتالشبهة، وبرحالخفاء، وانكشف المورى، واتضح\nالمعمى، وصرح الحق عن محضه، وأبدت الرغوة عن الصريح، وبينالصبح لذي عينين.\nوهذا امر لا يختلف فيه اثنان، ولا يتمارىفيه اثنان، وهو أوضح من أن يوضح،\nوأبين من أن يبين، وهو أبين من فلق الصبح، ومن فرق الصبح، ومن عمود الصبح،\nوهو كالشمس في ريعان الضحى. وتقول قد أسفر الامر عن كذا، وافتر عن كذا.\n</p>\n\n<p>\nوفعلت كذا عن بيان، وعن بينة، وفعلته غب صادقة أي بعد ما تبين لي الامر.\nوقد استبنت الامر، وتوضحته، وتبينته، وبدت لي شواكلالامر، واستبنت الرشد من امري.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v136p003'> Vol. 136, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\nويقال فرق لي الطريق فروقا اذا اتجه لك طريقان واستبنت ما ينبغي سلوكه\nمنهما. وقد استبصر الطريق اذا وضح واستبان.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v136p004'> Vol. 136, p. 004</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head3'>AUTO فصل في الشك واليقين</h2>\n\n<p>\nيقال شككت في الامر، وارتبت فيه، واستربت، وتريبت، وامتريت، وتماريت،\nوخامرني فيك شك، وداخلني فيه ريب، وتنازعتني فيه الشكوك، وتجاذبتني فيه\nالظنون، وحك في صدري منه شيء، واحتك، وتخالج في صدري منه اشياء. ويقال\nتخالج هذا الشيء في صدري، واختلج، اذا نازعك فيه شك، وقد رابني الامر،\nوأرابني، ورابني فيه شك، وهو امر مريب، وفلان من هذا الامر في شك مريب، وهو\nفي <span id='ms210'></span> ليل من الشك مظلم. وفي المثل كفى بالشك جهلا. وتقول قد ترددت في صحة هذا\nالامر، وتوقفت، وتثبت، وهذا امر لست منه على يقين، وامر لا أثبته، ولا\nأحقه، ولا أوقنه، ولا أقطع به، ولا أجزم بوقوعه، ولم يثبت عندي، ولم تتحقق\nلي صحته، وقد شككت فيه بعض الشك، وعندي في هذا كل الشك، وهذا امر لا يطمأن\nاليه بثقة، ولا تناطبه ثقة، ولا يخلد اليهبيقين، واني لعلى مريةمنه، وعلى\nغير بينة منه، وعلى غير يقين. ويقال فلان يؤامر نفسيه، اذا اتجه له في\nالامر رأيان. ورأيت فلانا فجعلت عيني تعجمه، اذا شككت في معرفته كأنك تعرفه\nولا تثبته.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v137p001'> Vol. 137, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nويقال في ضد ذلك قد ايقنت الامر، وتيقنته، واستيقنته، وحققته، وتحققته،\nوأثبته، وعلمته، يقينا، وعلمته علم اليقين، وهو امر لا شك فيه، ولا مرية،\nولا امتراء، ولا يعتريني فيه شك، ولا تعترضني فيه شبهة، وأمر لا ظل عليه\nللريب، ولا غبار عليه للشك، وهو امر بعيد عن معترك الظنون، وهو بنجوة عن\nالشك، وبمعزل عن الشك، وقد تجافىعن مواطن الريب، وخرج من سترة الريب الى\nصحناليقين. وتقول قد انجلى الشك، وانتفى الريب، ونسخ اليقين آية الشك،\nوانجلت ظلمات الشكوك، وانحسر لثام الشبهات، وأسفر وجه اليقين، وأشرق نور\nاليقين، ولاحت غرةاليقين، وظهر صبح اليقين. وقد وقفت على جلية الامر،\nواطلعت على حقيقته، وانا على بينة من هذا الامر، وانا منه على يقين جازم،\nوقد علمته عن يقين عيان. وهذا امر لا يعقل ان يكون الا كذا، وقد ثبت\nبالبينات الواضحة، والحجج الدامغة، وثبت بالدليل المقنع، وشهدت بصحته\nالتجربة، وقامت عليه أدلة الوجدان، وأيده شاهد العقل والنقل، وتناصرت عليه\nأدلة الطبع والسمع.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v137p002'> Vol. 137, p. 002</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head4'>AUTO فصل في الظن</h2>\n\n<p>\nيقال اظن الامر كذا، وأحسبه، وأعده، وإخاله، وأحجوه، وهو كذا في ظني، وفي\nحسباني، وفي حدسي، وفي تخميني، وفي تقديري، وفيما أظن، وفيما أرى، وفيما\nيظهر لي، وفيم يلوح لي. وأنا أتخيل في الامر كذا، وأتوسم فيه كذا، ويخيل لي\nانه كذا، ويخيل الي، وقد صور لي أنه <span id='ms211'></span> كذا، وتراءى لي انه كذا، وتمثل في نفسي\nانه كذا، وقام في نفسي، وفي اعتقادي، وفي ذهني، ووقع في خلدي، وسبق الى\nظني، والى وهمي، والى نفسي، وأشرب حسيأنه كذا، ونبأني حدسي أنه كذا، وأقرب\nفي نفسي أن يكون الامر كذا، وأوقع في ظني ان يكون كذا. وهذا هو المتبادرمن\nالامر، والغالب في الظن، والراجح في الرأي، وهذا أظهر الوجهين في هذا\nالامر، وأمثلهما، وأشبههما، وأشكلهما، وهذا أقوى القولين، وأرجحهما،\nوأدناهما من الصواب، وأبعدهما من الريب، وأسلمهما من القدح. وتقول فلان\nيقول في الأمور بالظن، ويقول بالحدس، ويقذف بالغيب، ويرجم بالظنون، وقال\nذلك رجما بالظن، وانما هو يتخرص، ويتكهن، وقد تظنىفلان في الامر، وأخذ فيه\nبالظن، وضرب، في أودية الحدس، وأخذ في شعابالرجم. وهذا امر لا يخرج عن حد\nالمظنونات، وانما هو من الظنيات، ومن الحدسيات، وانما هذا حديث مرجم. وتقول\nكأني بزيد فاعل كذا، وظني أنه يفعل كذا، واكبر ظني، وأقرب الظن أنه يفعل\nكذا، ولعل الامر كذا، ولا يبعد ان يكون الامر كذا، وأحر بهان يكون كذا،\nوأحج به، وأخلق به، وما أحراه ان يكون كذا. ويقال افعل ذلك على ما خيلت أي\nعلى ما أرتك نفسك وشبهت وأوهمت. وفلان يمضي على المخيل أي على ما خيلت.\nوسرت في طريق كذا بالسمت أي بالحدس والظن.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v138p001'> Vol. 138, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nويقال حزر الامر، وخرصه، اذا قدره بالحدس، وخرص الخارص النخل والكرم اذا\nقدركم عليه من الرطب او العنب، والاسم من ذلك الخرص بالكسر يقال كم خرص\nارضك أي مقدار ما خرص فيها. وأمته مثل حزره يقال ائمت لي هذا كم هو أي\nاحزره كم هو، وتقول كم أمت ما بينك وبين بلد كذا أي قدر ما بينك وبينه.\n</p>\n\n<p>\nوتقول فلان صادق الظن، وصادق الحدس، صادق الفراسة، صادق القسم، وانه\nليصيب بظنه شاكلة اليقين، ويرمي بسهم الظن في كبد اليقين، وانه ليظن الظن\nفلا يخطئ مقاتل اليقين، وانه لرجل محدث أي صادق الفراسة كأنه قد حدث بما\nيظنه، وفلان كأنما ينطق عن تلقين الغيب <span id='ms212'></span>، وكأنما يناجيههاتف الغيب، ويملي\nعليه لسان الغيب . ويقال فلان جاسوس القلوب اذا كان حاذق الفراسة، وان له\nنظرة تهتك حجب الضمير، وتصيب مقاتل الغيب، وتنكشف لها مغيبات الصدور، ويقال\nهذه فراسة ذات بصيرة أي صادقة. وتقول لمن أخبر بما في ضميرك قد أصبت ما في\nنفسي، ووافقت ما في نفسي، ولم تعدما في نفسي، وكأنك كنت نجيضمائري، وكأنك\nقد خضت بين جوانحي، وكأنما شق لك عن قلبي.\n</p>\n\n<p>\nوتقول فلان فاسد الظنون، كاذب الحدس، كثير التخيلات، وقد كذب ظنه في هذا\nالامر، وأخطأت فراسته، وكذبته ظنونه، وطاشسهم ظنونه، وقد أبعد المرمى، ورمى\nالمرمى القصي، وهذا وهم باطل، وخيال كاذب، وهذا امر لا أتوهمه، وأمر يبعد\nمن الظن، ويبعد في نفسيان يكون الامر كذا، وهذا ضرب من الخرص، ومن التخرص،\nوهذا من فاسد الأوهام، ومن بعيد المزاعم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v138p002'> Vol. 138, p. 002</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head5'>AUTO فصل في العلم بالشيء والجهل به</h2>\n\n<p>\nيقال انا عالم بهذا الامر، وعليم به، وخبير، وبصير، وعارف، وطب، وطبن،\nوعندي علمه، وهو في معلومي، ولي به خبر، وخبرة، ومخبرة. وقد عرفته، وعلمته،\nودربته، وخبرته، وبلوته، واختبرته، وابتليته، وبطنته، واستبطنته، وعلمت\nعلمه، واطلعت طلعه، وعلمته حق علمه، وعرفته حق معرفته، ووسعته علما، وأحطت\nبه خبرا، وقتلته علما، ونحرته علما، وقتلته خبرا، وخبرت سره، وسبرت غوره،\nواستبطنت كنهه، وعرفت ظاهره وباطنه، وباديه وخافيه، وجليه وخفيه، ووقفت على\nجله ودقه، وجلائله ودقائقه، وأحطت بجملته وتفاصيله، وعرفت جملته وتفاريقه.\nويقال قد عجمتفلانا ولفظتهاذا عرفته حق معرفته، وانا به أعلى عينا أي أبصر\nبه وأعلم بحاله، وأنا أعرف الناس به، وأعلمهم بموضعه، وأبطنهم به خبرة، وقد\nأثبته، وثابته، وأثبت معرفته، وعرفانه. وفي المثل أتعلمني بضب انا حرشته،\nيضرب لمن هو أعلم بالشيء من غيره. والعوان لا تعلم الخمرة، يضرب للمجرب\nالعارف. ويقال انا أعرف الأرنب وأذنيها اذا أثبت معرفة الشخص بعلامة لا\nتتخلف. وفلان ان جهلته لم أعرف غيره. ويقال قتل أرضا عالمها، وقتلت أرض\nجاهلها. ومن امثالهم الخيل أعلم بفرسانها، وكل قوم أعلم بصناعتهم، وعرف\nالنخل أهله، وفلان يعلم من <span id='ms213'></span> أين تؤكل الكتف، والصبي اعلم بمصغى خده. ويقال\nفلان سر هذا الامر أي عالم به. وتقول للمستفهم على الخبير سقطت، ولا ينبئك\nمثل خبير.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v139p001'> Vol. 139, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nويقال في ضد ذلك هذا امر لا معرفة لي به، ولم يسبق لي به علم، ولم تقع لي\nبه خبرة، ولم أعلم علمه، ولم أطلع طلعه، وقد غابت عني معرفته، وخفيت علي\nمعرفته، وأنا أجنبي من هذا الامر، وهو أمر لم ألابسه، ولم أمارسه، ولم يسبق\nلي به عهد، ولا أدري ما هو، ولا أقطع بشيء من أمره. وفلان جاهل بهذا الامر،\nوجاهل منه، وهذا امر لم يدخل في علمه، ولا يصل اليه علمه، ولا تبلغ اليه\nمداركه، وهو من وراء علمه، ومن فوق طور إدراكه. ويقال فلان يعتنف الأمور\nاذا أتاها بغير علم. وتقول رأيت فلانا فأنكرته أي لم أعرفه، وقد غمت علي\nمعرفته، واستسرت علي معرفته، أي خفيت علي. وتقول للرجل اذا خفيت معرفتك\nعليه لبعد عهدونحوه توهمني هل تعرفني. ويقول من عرض عليه شخص يجهله هذا وجه\nلا أعرفه. ويقال قتل فلان عميا اذا لم يدر من قتله. وأصابه سهم غرب اذا لم\nيعرف راميه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v139p002'> Vol. 139, p. 002</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head6'>AUTO فصل في الفحص والاختبار</h2>\n\n<p>\nتقول فحصت الشيء، وبحثته، وبحثت فيه، وبحثت عن حاله، وفحصت عن دختله،\nونقبت عن سره، ونقرت عن وليجته، وتصفحته، وتأملته، وتدبرته، وروأت فيه،\nوفكرت فيه، وتبصرت فيه، واقتدحته، وترسمته، وتوسمته، وتفرسته، وفررت عنه،\nوفليته، واستشففته، واستوضحته، وأعملت فيه النظر، وأنعمت فيه النظر، وقلبت\nفيه طرفي، وقلبت فيه نظري، وصعدت فيه نظري وصوبته، وأعدت فيه النظر،\nوأسففتالنظر، ودققته، ونظرت فيه مليا، وتأملته تأملا مليا، وقلبت فيه\nخواطري، وأدرت فيه رأيي، وأعملت فيه الروية. وقد بالغت في الفحص، وأغرقت في\nالبحث، وأمعنت في التنقيب، واستقصيت في التنقير، وتقصيت في التفتيش، وقلبت\nالامر ظهرا لبطن، وتطلبت دخلته، وتعرفت مخبره، ونظرت في أعطافه، وأثنائه،\nوأحنائه، ومطاويه، ومكاسره، ومغابنه. وقد خبرت الامر والرجل، واختبرته،\nوجربته، وامتحنته، وبلوته، وابتليته، وبلوت سره، واختبرت كنهه، وعجمت عوده،\nوغمزت قناته، وسبرت غوره، وربعت <span id='ms214'></span> حجره. وتقول بلوت ما عند فلان، وسبرت ما\nعنده، واحتسبت ما عنده، واسبر لي ما عند فلان، واخبر لي ما عنده، وستحمد\nمخبر فلان، ومسبره. وفلان محمود النقيبة أي محمود المختبر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v140p001'> Vol. 140, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nوتقول عجمت العود اذا تناولته بمقدم أسنانك لتعرف صلابته، وكذلك عجمت السيف\nاذا هززته لتختبره. ورزت الشيء، ورزنته، وثقلته، اذا رفعته لتعرف ثقله.\nورككت الشيء اذا غمزته بيدك لتعرف حجمه. وربعت الحجر اذا رفعته تمتحن به\nقوتك وهو الربيعة. وسبرت الجرح، وحججته، اذا قسته بالمسبار وهو كالميل تقاس\nبه الجراح، وكذلك سبرت البئر وغيرها اذا امتحنت غورها لتعرف مقداره. ونقدت\nالدرهم، وانتقدته، اذا ميزت جيده من رديئه، ونقدت الجوزة اذا نقرتها بإصبعك\nلتختبرها بصوتها. ونفزت السهم تنفيزا، وأنفزته، اذا أدرته على ظفرك بيدك\nالاخرى ليبين لك اعوجاجه من استقامته. ورممت السهم بعيني اذا نظرت فيه حتى\nتسويه. ولاوصت الشجرة اذا أردت قطعها بالفأس فنظرت يمنة ويسرة كيف تأتيها.\nواستشففت الثوب اذا نشرته في الضوء وفتشته لتطلب عيبا ان كان فيه. وتمخرت\nالريح اذا نظرت من أين مجراها. واستحلت الشخص اذا نظرت اليه هل يتحرك.\nوتبصرت الشيء اذا نظرت اليه هل تبصره. وغبطت الكبش، وغمزته، اذا جسسته\nلتعرف سمنه من هزاله. وفررت الدابة فرا وفرارا اذا كشفت عن أسنانه لتنظر ما\nسنه. وفي المثل ان الجواد عينه فراره، وان الخبيث عينه فراراه، يضرب لمن\nيدل ظاهره على باطنه فيغني عن اختباره. وشرت الدابة اذا ركبته عند العرض\nعلى البيع لتختبر ما عنده، وهذا مشوار الدواب لمكان عرضها. وتصفحت القوم\nاذا تأملت وجوههم تنظر الى حلاهموصورهم وتتعرف امرهم. ويقال تصفحت القوم\nأيضا اذا نظرت في خلالهم هل ترى فلانا، وقد فليت القوم وفلوتهم حتى لقيت\nفلانا أي تخللتهم. ونفضت المكان، واستنفضته، اذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v140p002'> Vol. 140, p. 002</a>\n            </div>\n             نظرت جميع ما فيه حتى تعرفه، وهم النفضة بالتحريك للجماعة يرسلها القوم\nلنفض الطريق، وقد استنفض القوم اذا أرسلوا النفضة. وفرعت الأرض، وأفرعتها،\nوفرعت فيها، اذا جولت فيها وعلمت علمها وعرفت خبرها. وتجسست أخبار القوم،\nوتحسستها، أي بحثت عنها <span id='ms215'></span> وتعرفتها. وأتيت قومي فطالعتهم أي نظرت ما عندهم\nواطلعت عليه. وعرضت الجند اذا أمررت نظرك عليه لتختبر أحواله او لتعرف من\nغاب ومن حضر. واستبرأت الشيء اذا طلبت آخره لتقطع عنك الشبهة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v140p003'> Vol. 140, p. 003</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head7'>AUTO فصل في العلامات والدلائل</h2>\n\n<p>\nيقال تعرفت الشيء بعلاماته، وأماراته، وسماته، وآثاره، ورسومه، وآياته،\nوشياته، وأشراطه، ومناسمه، ورواسمه، ولوائحه، وطرره. وأثبت الامر بدلائله،\nوأدلته، وبراهينه، وشواهده، وبيناته، وقرائنه. وعرفت الرجل بحليته، وسيماه،\nوسيمآئه، وسيميآئه، وسبره، وسحنته، وملامحه، وشكله، وزيه، وهيئته، وشارته.\nوهذا عنوان الامر، وسيمآؤه، وتباشيره، ومخايله، وأشراطه، وأعلامه، ومناره.\nوهذه على الامر علامات واضحة، وأمارات جلية، وسمات بينة، وآيات ظاهرة،\nوشواهد صادقة، ودلائل ناطقة، وبينات سافرة، وبراهين ساطعة. وتقول رأيت على\nوجهه علامات البشر، وفلان تلوح على محياه سمات الخير، وتتخيل فيه لوائح\nالكرم، وتظهر عليه سيمآء الصلاح، وتتوسم فيه مخايل النجابة. ويقال على وجه\nفلان رأوة الحمق وهو أن تتبين فيه الحمق قبل أن تخبره. وتقول قد بدت علامات\nاليمن، وظهرت مخايل الخير، ولمعت بوارقالنجح، ولاحت أشراط الفوز، وهبت رياح\nالنصر، وأسفرت تباشير الظفر، ووضحت أعلام الحق.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v141p001'> Vol. 141, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nويقال بدت تباشير الصبح، ومصاديقه، وهي أوائله ودلائله. وهذه معالم الطريق\nوهي آثارها المستدل عليها بها. وتبينت نسم الطريق، ونيسمها، ونيسبها، وهو\nأثرها بعد الدروس. ونصبت في المفازة أعلاما، وآراما، وصوى، ومنارا، وهي ما\nيدل به على الطريق من حجارة ونحوها. وجعلت بين الأرضين علما، ومنارا، وحدا،\nوتخما، وأرفة، وهي العلامة تدل على الفصل بينهما. ومرت الريح بأرض كذا\nفتركت فيها تباشير وهي الطرائق والآثار. ويقال اتسم الرجل اذا جعل لنفسه\nسمة يعرف بها. وأعلم المقاتل نفسه اذا وسعها بسيمآء الحرب ليعلم مكانه\nفيها، وفلان كميمعلم. وأشرط نفسه للأمر أعلمها له وأعدها، ويقال أشرط\nالشجاع نفسه أي أعلمها للموت. وسوم فرسه أي جعل عليه سيمة وهي أن يعلم عليه\nبحريرة او بشيء يعرف به. ووسم دابته اذا أثر فيها بكية، او قطع أذن ونحو\nذلك وهي السمة، والوسام، والميسم. ورقم الثوب، وأعلمه، وطرزه، اذا كتب ثمنه\nعلى طرف من أطرافه <span id='ms216'></span>، وهذا رقم الثوب، وعلمه، وطرازه. والطراز أيضا ما يرسم\nعلى ثياب الملوك بالذهب او غيره من أسمائهم او علامات تختص بهم. وناط بثوبه\nبطاقة وهي ورقة او رقعة فيها رقم ثمنه او بيان ذرعه، وكذا ما يبين فيه\nالعدد والوزن من غير ذلك. وختم إناءه بالروشم، والروسم، وهو خشبة مكتوبة\nبالنقر يطبع بها في طين ونحوه فينتقش فيه رسمها. ويقال بين القوم أعلومة،\nوشعار، وهو لفظ يتواضعونعليه يعرف به بعضهم بعضا في الحرب والسفر وغيرهما.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v141p002'> Vol. 141, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nويقال درهم مسيح أي لا نقش عليه. وسهمغفل أي لا علامة له، وكتاب غفل لم يسم\nواضعه، وكذلك كل ما لم يوسم بعلامة. والأغفال من الأراضي، والأعمآء،\nوالمعامي، التي لا أثر بها للعمارة. وارض مجهل، وهوجل، وبهمآء، وهيمآء، لا\nأعلام فيها. وطريق ظلف أي غليظ لا يؤدي أثرا، وكذلك ارض ظلفة، ويقال ظلفت\nأثري أي اخفيته.\n</p>\n\n<p>\nوتقول هذا امر قد درست آثاره، وعفت رسومه، وطمست معالمه، وهدم مناره،\nوخفيت أشراطه، وتنكرت معارفه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v141p003'> Vol. 141, p. 003</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head8'>AUTO فصل في توقع الامر ومفاجأته</h2>\n\n<p>\nيقال قد كان ذلك مما أتوقعه، وأترقبه، وأترصده، وأنتظره، وأقدره، وأظنه،\nوأحتسبه، وأتوهمه، وأتخيله. ولم يعد الامر ما كان في حسباني، وفي تقديري،\nوما كان يصوره لي الظن، وتمثله لي الفراسة، وتحدثني به الظنون. وهذا ما\nأسفرت عنه الدلائل، وشفتعنه القرائن، واومأت اليه المقدمات، ونطقت به شواهد\nالحال، وقد كان ذلك يخيل الي، ويتمثل لحسي، ويخطر ببالي، ويجري في خلدي،\nويهجس في صدري، ويتخالجفي صدري، ويحكفي صدري. وقد وقع في نفسي منه كذا،\nوأوقع في نفسي، وألقي في خلدي، وألقي في روعي، ونفثفي روعي. وهذا امر كنت\nأتوقع ان يكون كذا، وأحاذر، وأشفق، وقد أوجستمنه خيفة، وتوجست منه شرا،\nوكنت أضمر حذاره، وأستشعرخشيته، وكأنما كنت أستشفه من وراء حجب الغيب،\nوكأنما كنت أنظر اليه بلحظ الغيب.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v142p001'> Vol. 142, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nوتقول في ضده فجئة الامر، وبغته، وبدهه، ودهمه، وجاءه الامر بغتة، وفجأة،\nوفجاءة، وفاجأه على غفلة، وعلى حين غرة، وباغته من حيث لا يحتسبه، وداهمه\nمن حيث لا يتوقعه. وهذا امر لم <span id='ms217'></span> يكن في الحسبان، ولم يجر في خاطر، ولم يخطر\nفي بال، ولم يهجس في ضمير، ولم يحك في صدر، ولم يضطرب به جنان، ولم تختلج\nبه حاسة، ولم يتحرك به خاطر، ولم يعلق به ظن، ولم يسبق به حدس، ولم يسنح في\nفكر، ولم يتصور في وهم، ولم يتمثل في خيال، ولم يرتسم في مخيلة، ولم يظهر\nله في سماء الوهم سحاب. وتقول ما شعرت الا بكذا، وما راعني الا مجيء فلان،\nوقد أظلنيامر كذا على غير حسبان، وعلى غير انتظار، وما قدرت ان يكون الامر\nكذا، ولا خلته، ولا ظننته، ولا حسبته، ولم يكن الامر على ما رجمته، وما\nتوهمته، وهذا امر ما ربأت ربأه أي ما شعرت به ولا تهيأت له. ويقال اغتره\nالامر اذا أتاه على غرة، وما زال فلان يتوقع غرة فلان حتى أصابها أي يترصد\nغفلته، وقد اهتبل غرته، واهتبل غفلته، وافترصها، وانتهزها، أي اغتنمها،\nويقال اهتبل الصيد أي اغتره، وتغفل فلانا، واستغفله، أي تحين غفلتهليختله.\nويقال طرأ عليه امر كذا، ودرأ عليه، اذا أتاه فجأة او أتاه من غير أن يعلم،\nوطرأ على القوم، ودرأ عليهم، اذا طلع عليهم من حيث لا يدرون. وانبثق عليهم\nالامر هجم من غير أن يشعروا به، وانفجرت عليهم الدواهي اذا أتتهم من كل وجه\nبغتة، وكذلك انبثق عليهم القوم، وانفجروا، وقد صبحوهموهم غارون أي غافلون.\nومن أمثالهم من مأمنه يؤتى الحذر. ويقال هجم على القوم، ودمر عليهم، ودمق\nعليهم، واندمق، اذا دخل عليهم بغير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v142p002'> Vol. 142, p. 002</a>\n            </div>\n             إذن. ووغل على القوم في شرابهم اذا دخل عليهم من غير أن يدعى، وورش عليهم\nفي طعامهم كذلك، وهو واغل، ووارش.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v142p003'> Vol. 142, p. 003</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head9'>AUTO فصل في مراقبة الامر واغفاله</h2>\n\n<p>\nيقال رقبت الامر، وراقبته، وارتقبته، وترقبته، ورصدته، وترصدته، ورعيته،\nوراعيته، ولاحظته، وقد تعهدتهبنظري، وأتبعته نظري، وتعقبتهبنظري، وما زال\nهذا الامر مرمى بصري، وقيد عياني، وقد أيقظت له رأيي، وأسهرت له قلبي، وهذا\nامر لم أغفلهطرفة عين، وما زلت أرقبه بعين لا تغفل. وتقول راقبت الرجل،\nورامقته، ورابأته، وقد <span id='ms218'></span> أتبعته رسل النظر، ولم أبرح أتتبع آثاره، وأتعقب\nخطواته، وأستقريأطواره، وأتعرف أحواله، وأراقب حركاته وسكناته، وأتفقد\nمداخله ومخارجه، وأحصي عليه أنفاسه، وأسأل عنه كل وارد وصادر، وقد بثثتعليه\nالعيون، والأرصاد، والجواسيس، وأقمت عليه رقباء، ومراقبين. ويقال فلان رجل\nنظور أي لا يغفل عن النظر فيما أهمه، وانه لرجل شاهد اللب، يقظ الفؤاد،\nكلوء العين، شديد الحفاظ، ضابط لأموره، حارس لحوزته. ويقال فلان يرابئ\nفلانا أي يراقبه ويحذر ناحيته. وما زال فلان يتسقط فلانا أي يتتبع عثرته\nوأن يندرمنه ما يؤخذ عليه. ويقال ارتبأت الشمس متى تغرب أي رقبتها، ورعيت\nالنجوم، وراعيتها، كذلك، ورقبت الهلال اذا رصدت ظهوره بعد المحاق، ورصد\nالمنجم الكوكب اذا تتبع حركته في فلكه، وهو من أهل الرصد، والرصد. ويقال\nأتيت فلانا فلم أجده فرمضته ترميضا أي انتظرته ساعة ثم مضيت. ووعدني فلان\nبكذا فلبثت أنتظر وعده، وأترقب إنجازه، وأنتظر ما يكون منه، وقد طال\nانتظاري له، وطال وقوفي ببابه. ويقال تربص بفلان اذا انتظر به خيرا أو شرا\nيحل به، وهو يتربص به الدوائر، ويتربص به ريب المنون. ويقال فلان يتربص\nبسلعته الغلاء، ولي في هذه السلعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v143p001'> Vol. 143, p. 001</a>\n            </div>\n             بصة بالضم أي تربص، وقد استأنيت بها كذا شهرا أي انتظرت وتربصت. وفلان\nيتحين كذا أي ينتظر حينه، والوارش يتحين طعام الناس أي ينتظر حينه ليدخل.\nويقال امرأة رقوب أي تراقب موت بعلها لترثه.\n</p>\n\n<p>\nوتقول في خلاف ذلك قد غفلت عن الشيء، وأغفلته، وسهوت عنه، وتشاغلت عنه،\nوشدهتعنه، وتركت تعهده، وأهملت مراقبته. وقد عرض لي ما شغلني عنه ، وشعبني\nعنه، وخلجني عنه، وقد شغلتني عنه الشواغل، وخلجتني عنه الخوالج، وعرضت لي\nمن دونه مشاغل، ومشاده، وعواد، وعدواء. وفلان نائم عن أموره، وقد تغافل\nعنها، وتغاضى، وتغابى، ولها عنها، وتلهى، وذهلها، وتناساها، وسرفها، وقد\nوكل بها الحوادث، وتركها رهن الطوارق، وألقى أزمتها الى أيدي المقادير.\nويقال ترك فلان أموره بمضيعة كمكيدة، وبمضيعة كمرحلة، أي تركها مهملة معرضة\nللضياع، وهو رجل مضياع لأموره اذا كان يضيعها بالإهمال.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v143p002'> Vol. 143, p. 002</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head10'>AUTO فصل في الاستعداد للامر <span id='ms219'></span></h2>\n\n<p>\nيقال استعد للامر، وتأهب له، وتهيأ، وتجهز، وشمر، وتشمر، وتحزم، وتلبب،\nوشد له حيازيمه، وجمع ذيله، وقام على ساقه، وحسرعن ساقه، وعن يده،\nوشحذللامر عزيمته، وأرهف له غرار عزمه، وأخذ له عدته، وعتاده، وتجهز له\nبجهازه، وتآدى له بأداته، وتذرع له بذرائعه، وهيأ له أسبابه، واستعان\nبآلاته، وجمع له أهبته، وأرصدله الأهبة، والأهب. ويقال آدى فلان للسفر\nإيداء اذا تهيأ له، وقد أب للمسير يؤب أبا، وائتب، أي تهيأله وتجهز، وهو في\nأبابه، وأبابته، واي في جهازه. وجاء فلان حافلا حاشدا، ومحتفلا محتشدا، أي\nمستعدا متأهبا. ويقال أعددت الامر، وهيأته، وأرصدته، ومهدته، ووطأته،\nودمثته، وفي المثل دمث لجنبك قبل النوم مضطجعا. ويقال قبل الرماء تملأ\nالكنائن، وقبل الرمي يراش السهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v144p001'> Vol. 144, p. 001</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "001",
    "001",
    "002",
    "003",
    "004",
    "001",
    "002",
    "001",
    "002",
    "001",
    "002",
    "001",
    "002",
    "003",
    "001",
    "002",
    "003",
    "001",
    "002",
    "003",
    "001",
    "002",
    "001"
  ],
  "volumes": [
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18",
    "19",
    "20",
    "21",
    "22",
    "23",
    "24",
    "25",
    "26",
    "27",
    "28",
    "29",
    "30",
    "31",
    "32",
    "33",
    "34",
    "35",
    "36",
    "37",
    "38",
    "39",
    "40",
    "41",
    "42",
    "43",
    "44",
    "45",
    "46",
    "47",
    "48",
    "49",
    "50",
    "51",
    "52",
    "53",
    "54",
    "55",
    "56",
    "57",
    "58",
    "59",
    "60",
    "61",
    "62",
    "63",
    "64",
    "65",
    "66",
    "67",
    "68",
    "69",
    "70",
    "71",
    "72",
    "73",
    "74",
    "75",
    "76",
    "77",
    "78",
    "79",
    "80",
    "81",
    "82",
    "83",
    "84",
    "85",
    "86",
    "87",
    "88",
    "89",
    "90",
    "91",
    "92",
    "93",
    "94",
    "95",
    "96",
    "97",
    "98",
    "99"
  ]
}