{
  "content": "\n<p>\nصلاة التراويح بين السنة والبدعة تأليف:\n</p>\n\n<p>\nالشيخ نجم الدين الطبسي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nالمقدمة الحمد لله رب العالمين والصلاة والسلام على خير خلقه خاتم\nالأنبياء أبي القاسم محمد بن عبد الله (صلى الله عليه وآله) وعلى أهل بيته\nالطيبين الطاهرين.\n</p>\n\n<p>\nوبعد، فنزولا عند رغبة بعض السادة من أصحاب الفكر والقلم المهتمين بالبحث\nوالتحقيق في المسائل الخلافية، اقدم هذه الدراسة المتواضعة الموجزة حول\nصلاة التراويح، حيث طلب مني أن أقدم بحثا تحقيقيا حول مسألة من المسائل\nالفقهية المشتركة بين الشيعة والسنة.\n</p>\n\n<p>\nوالحق إنه اقتراح جميل وابتكار جليل، فأهنئهم على هذه المبادرات\nالمباركة.\n</p>\n\n<p>\nوليعلم أنه قل أن توجد مسألة فقهية عند الإمامية لم تطابق فتوى مذهب من\nمذاهب أهل السنة، إذن: نقاط الاشتراك والالتقاء في الفروع، والفقه - فضلا\nعن أصول الدين - أكثر من نقاط الاختلاف والافتراق.\n</p>\n\n<p>\nفحبذا النظر إلى المسائل الاتفاقية - بعين الاعتبار والأهمية،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p005'> Vol. 00, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nوحبذا احتمال وتحمل المسائل الخلافية - إذ إن هذا المقدار من الخلاف، بل\nأكثر من ذلك - مما لابد منه وهو موجود حتى بين أئمة المذاهب السنية في\nالاعتقادات والفقه.\n</p>\n\n<p>\nفالخير والصلاح في رعاية سعة الصدر، والانفتاح، والابتعاد عن العصبية في\nالمحاورات، والتأدب بالآداب الإسلامية، والتمسك بالقيم الأخلاقية، وبالتالي\nللرأي الفقهي وأدلته، ثم قبوله أو رده أو مناقشته، بعيدا عن التقوقع والرفض\nالمسبق.\n</p>\n\n<p>\nولقد اخترت من بين المواضيع المقترحة: موضوع صلاة التراويح ونوافل ليالي\nشهر رمضان المبارك، التي قد يتصور لأول وهلة، أنها من مختصات أهل السنة،\nولكن التتبع والتحقيق ومراجعة كلمات الفريقين وآرائهم، يكشف عن خطأ هذا\nالتصور، وأن أصل المسألة وهو قيام شهر رمضان ونوافل لياليها والصلوات فيها،\nمن الأمور والمسائل المشتركة بين الفريقين، بل الاشتراك في عددها أيضا كاد\nأن يكون حاصلا - في الجملة - وانما الخلاف هو في إقامة هذه النوافل جماعة\nأم فرادى؟!\n</p>\n\n<p>\nإن الاطلاع على نصوص تصريحات علماء أهل السنة يكشف عن أن أهل السنة\nيعترفون أيضا بأن هذه الصلوات المستحبة لم تؤد جماعة على عهد النبي الأكرم\n(صلى الله عليه وآله)، وعلى عهد الخليفة الأول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p006'> Vol. 00, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nأيضا، وأنها <span id='ms01'></span> من إبداعات الخليفة الثاني في السنة الرابعة عشرة من الهجرة\nالنبوية، ولعلماء أهل السنة تبريرات لما أبدعه الخليفة الثاني، وسيوافيك...\n</p>\n\n<p>\nوفي الختام نسأل الله العلي القدير أن يهدينا جميعا لما اختلف فيه من\nالحق بإذنه، وأن يوفقنا لما فيه الخير والصلاح، إنه ولي التوفيق.\n</p>\n\n<p>\nنجم الدين الطبسي قم المقدسة - الحوزة العلمية 15 / (1) شوال / 1420\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p007'> Vol. 00, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n\" معنى التراويح \"... \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p008'> Vol. 00, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nمعنى التراويح التراويح جمع ترويحة وهي في الأصل للجلسة مطلقا، ثم سميت\nبها الجلسة التي بعد أربع ركعات في ليالي شهر رمضان، لاستراحة الناس بها،\nثم سمي كل أربع ركعات ترويحة، وهي أيضا اسم لعشرين ركعة في الليالي نفسها.\n(1) والترويحة: هي المرة الواحدة من الراحة، كتسليمة من السلام.\n</p>\n\n<p>\nقيل: سميت الصلاة في الجماعة في ليالي رمضان التراويح، لأنهم أول ما\nاجتمعوا عليها، كانوا يستريحون بين كل تسليمتين. (2) 1 - قال الجزري - ابن\nالأثير - \" ومنه حديث - صلاة التراويح - لأنهم كانوا يستريحون بين كل\nتسليمتين، والتراويح جمع ترويحة، وهي المرة الواحدة من الراحة، تفعيلة\nمنها، مثل تسليمة من السلام \". (3) 2 - وقال ابن منظور: \" التراويح جمع\nترويحة، وهي المرة الواحدة من الراحة، تفعيلة منها، مثل تسليمة من السلام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p009'> Vol. 00, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nوالترويحة في شهر رمضان، سميت بذلك لاستراحة القوم بعد كل أربع ركعات،\nوفي الحديث: صلاة التراويح، لأنهم كانوا يستريحون بين كل تسليمتين \". (1) 3\n- وقال الفيروزآبادي: \" ترويحة شهر رمضان، سميت بها لاستراحة بعد كل أربع\nركعات \". (2) 4 - وقال الكحلاني: \" وأما تسميتها بالتراويح، فكأن وجهه ما\nأخرجه البيهقي من حديث عائشة، قالت: كان رسول الله (صلى الله عليه وآله)\nيصلي أربع ركعات في الليل ثم يتروح، فأطال حتى رحمته، الحديث.. فإن ثبت فهو\nأصل في تروح الإمام في صلاة التراويح \". (3) \" قيام رمضان في أحاديث\nالفريقين \"...\n</p>\n\n<p>\nأقول: والإشكال في الحديث هو ما أشار إليه البيهقي من أنه تفرد به\nالمغيرة بن دياب، وليس بالقوي. (4) 5 - وقال الطريحي: التراوح: تفاعل من\nالراحة، لأن كلا من المتراوحين يريح صاحبه، وصلاة التراويح المخترعة، من\nهذا الباب، لأن المصلي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p010'> Vol. 00, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nيستريح بعد كل أربع \". (1) قيام شهر رمضان في أحاديث الفريقين وردت في\nالصحاح والسنن والمسانيد <span id='ms02'></span> والجوامع الحديثية، أحاديث كثيرة عن النبي الكريم\n(صلى الله عليه وآله) والأئمة الطاهرين (عليهم السلام) بصدد نوافل ليالي\nشهر رمضان، في مشروعيتها وعددها وكيفيتها، بما يوحي الاتفاق والاشتراك في\nأصل المشروعية، وإنما الخلاف في إقامتها جماعة، أم فرادى؟ كما يأتي البحث\nعنه بالتفصيل في هذه الدراسة.\n</p>\n\n<p>\nونحن هنا مراعاة للاختصار نكتفي من كتب السنة - في المتن - بذكر ما أورده\nالبخاري، ومن كتب الإمامية بما أورده الشيخ الطوسي في التهذيب. ونشير في\nالحاشية إلى المصادر الأخرى التي أوردت نفس الأحاديث المذكورة.\n</p>\n\n<p>\nأ - أحاديث أهل السنة:\n</p>\n\n<p>\n1 - حدثنا يحيى بن بكير، حدثنا الليث عن عقيل عن ابن شهاب، قال: أخبرني\nأبو سلمة، أن أبا هريرة قال: سمعت رسول الله (صلى الله عليه وآله) يقول:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p011'> Vol. 00, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nلرمضان: \" من قامه إيمانا واحتسابا غفر له ما تقدم من ذنبه \". (1) 2 -\nحدثنا عبد الله بن يوسف، أخبرنا مالك، عن ابن شهاب، عن حميد بن عبد الرحمن،\nعن أبي هريرة أن رسول الله (صلى الله عليه وآله) قال: \" من قام رمضان\nايمانا واحتسابا غفر له ما تقدم من ذنبه \".\n</p>\n\n<p>\nقال ابن شهاب: فتوفي رسول الله (صلى الله عليه وآله) والأمر على ذلك، ثم\nكان الأمر على ذلك في خلافة أبي بكر وصدرا من خلافة عمر (رض) \". (2) قال\nالشوكاني: \" عن النووي أن قيام رمضان يحصل بصلاة التراويح يعنى أنه يحصل\nبها المطلوب من القيام لا أن قيام رمضان لا يكون إلا بها.\n</p>\n\n<p>\nواغرب الكرماني، فقال: اتفقوا على أن المراد بقيام رمضان صلاة التراويح\n\". (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p012'> Vol. 00, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n3 - حدثنا إسماعيل، قال: حدثني مالك، عن ابن شهاب، عن عروة بن الزبير عن\nعائشة (رض) زوجة النبي أن رسول الله (صلى الله عليه وآله) صلى وذلك في\nرمضان. (1) 4 - حدثنا يحيى بن بكير، حدثنا الليث عن عقيل عن ابن شهاب،\nاخبرني عروة أن عائشة (رض) أخبرته أن رسول الله (صلى الله عليه وآله) خرج\nليلة في جوف الليل فصلى في المسجد وصلى رجال بصلاته فأصبح الناس فتحدثوا\nفاجتمع أكثر منهم، فصلوا معه، فأصبح الناس فتحدثوا فكثر أهل المسجد من <span id='ms03'></span>\nالليلة الثالثة، فخرج رسول الله (صلى الله عليه وآله) فصلى فصلوا بصلاته،\nفلما كانت الليلة الرابعة عجز المسجد عن أهله، حتى خرج لصلاة الصبح، فلما\nقضى الفجر أقبل على الناس فتشهد ثم قال:\n</p>\n\n<p>\nأما بعد فإنه لم يخف علي مكانكم ولكني خشيت ان تفترض عليكم فتعجزوا عنها،\nفتوفي رسول الله (صلى الله عليه وآله) والأمر على ذلك \". (2) قال الشوكاني:\n\" قال النووي: فيه جواز النافلة جماعة، ولكن الاختيار فيها الانفراد إلا\nنوافل مخصوصة وهي العيد والكسوف\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p013'> Vol. 00, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\nوالاستسقاء وكذا التراويح عند الجمهور \". (1) وفيها: أولا: لا دلالة فيها\nعلى أن النافلة كانت تراويح - وفي شهر رمضان - لكي يستدل بها على مشروعية\nالتراويح.\n</p>\n\n<p>\nثانيا تأمل فقهاء السنة في الأخذ بمضمونها من الجماعة في النوافل بل\nاختاروا فيها الانفراد إلا في موارد مخصوصة كالعيد والاستسقاء و.. كما يأتي\nعن الشوكاني.\n</p>\n\n<p>\nثالثا: التأمل في السند، فإن يحيى بن بكير - وهو يحيى بن عبد الله بن\nبكير - ضعفه البعض كالنسائي وأبي حاتم.\n</p>\n\n<p>\nقال النسائي: ضعيف، وقال في مورد آخر: ليس بثقة.\n</p>\n\n<p>\nوقال أبو حاتم: يكتب حديثه ولا يحتج به. (2) 5 - حدثنا إسماعيل قال:\nحدثني مالك، عن سعيد المقبري، عن أبي سلمة بن عبد الرحمن أنه سأل عائشة\n(رض) كيف كانت صلاة رسول الله (صلى الله عليه وآله) في رمضان؟ فقالت: ما\nكان يزيد في رمضان ولا في غيرها على إحدى عشرة ركعة يصلي أربعا فلا تسل عن\nحسنهن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p014'> Vol. 00, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\nوطولهن، ثم يصلي أربعا فلا تسل عن حسنهن وطولهن، ثم يصلي ثلاثا، فقلت: يا\nرسول الله أتنام قبل أن توتر؟ قال: يا عائشة: إن عيني تنامان ولا ينام قلبي\n\". (1) تفسير قوله (عليه السلام) \" خشية أن يفترض \" هل المواظبة على الخير\nوالاجتماع على الفعل المستحب يصير سببا لأن يفترض عليهم ويوجبه الله عليهم؟\n</p>\n\n<p>\nأليس تشريع الاحكام - وجوبا واستحبابا و... - تابعة للمصالح والمفاسد؟\n</p>\n\n<p>\nفما دخل اجتماع الناس ومواظبتهم على الفعل المستحب في ايجاب ذلك المستحب\nوتبدله إلى الوجوب؟\n</p>\n\n<p>\nثم لو كانت المواظبة - على الجماعة - فيها خوف الافتراض والايجاب عليهم،\nفلماذا لم ينههم <span id='ms04'></span> عن إتيان النوافل اليومية والمواظبة عليها، خوفا من تبدلها\nإلى الايجاب؟!\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p015'> Vol. 00, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nثم إن المواظبة على الجماعة - حسب التعليل - فيه خوف ايجاب الجماعة، لا\nايجاب النوافل في رمضان.\n</p>\n\n<p>\nوعليه لعل المراد بقوله (صلى الله عليه وآله) خشية أن يفترض - على فرض\nصدور الحديث - هو النهي عن التكلف فيما لم يرد فيه امر، والتحذير من ارتكاب\nالبدعة في الدين.\n</p>\n\n<p>\nففي الحديث دلالة واضحة على قبح هذا الفعل منهم، وحينئذ:\n</p>\n\n<p>\nلا يجوز الجماعة بعد ارتفاع الوحي، بوفاة النبي (صلى الله عليه وآله).\n</p>\n\n<p>\nقال العلامة المجلسي (قدس سره): \" ان المواظبة على الخير والاجتماع على\nالفعل المندوب اليه لا يصير سببا لأن يفرض على الناس، وليس الرب تعالى\nغافلا عن وجوه المصالح حتى يتفطن بذلك الاجتماع - نعوذ بالله - ويظهر له\nالجهة المحسنة لايجاب الفعل...\n</p>\n\n<p>\nوكيف أمرهم (صلى الله عليه وآله) مع ذلك الخوف بأن يصلوها في بيوتهم؟ ولم\nلم يأمرهم بترك الرواتب خشية الافتراض؟\n</p>\n\n<p>\nثم إن المناسب لهذا التعليل ان يقول: خشيت أن يفرض عليكم الجماعة فيها،\nلا أن يفرض عليكم صلاة الليل كما في بعض رواياتهم.\n</p>\n\n<p>\nوقد ذهبوا إلى أن الجماعة مستحبة في بعض النوافل كصلاة العيد، والكسوف،\nوالاستسقاء، والجنازة ولم يصر الاجتماع فيها سببا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p016'> Vol. 00, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nللافتراض، ولم ينه عن الجماعة فيها لذلك.\n</p>\n\n<p>\nفلو صحت الرواية لكانت محمولة على أن المراد النهي عن تكلف ما لم يأمر\nالله به، والتحذير من أن يوجب عليهم صلاة الليل لارتكاب البدعة في الدين،\nففيه دلالة واضحة على قبح فعلهم وأنه مظنة العقاب. وإذا كان كذلك، فلا يجوز\nارتكابه بعد ارتفاع الوحي أيضا \". (1) ب - أحاديث الإمامية:\n</p>\n\n<p>\n1 - الطوسي بإسناده، عن مسعدة بن صدقة، عن أبي عبد الله (عليه السلام)\nقال: \" مما كان رسول الله (صلى الله عليه وآله) يصنع في شهر رمضان كان\nيتنفل في كل ليلة ويزيد على صلاته التي كان يصليها قبل ذلك منذ أول ليلة\nإلى تمام عشرين ليلة في كل ليلة عشرين ركعة، ثماني ركعات منها بعد المغرب\nواثنتي عشرة بعد العشاء الآخرة، ويصلي في العشر <span id='ms05'></span> الأواخر في كل ليلة ثلاثين\nركعة اثنتي عشرة منها بعد المغرب وثماني عشرة بعد العشاء الآخرة، ويدعو\nويجتهد اجتهادا شديدا. وكان يصلي في ليلة إحدى وعشرين مائة ركعة، ويصلي في\nليلة ثلاث وعشرين مائة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p017'> Vol. 00, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\nركعة، ويجتهد فيهما \". (1) 2 - وعنه باسناده... عن المفضل بن عمر، عن أبي\nعبد الله (عليه السلام) أنه قال: \" يصلى في شهر رمضان زيادة ألف ركعة.\n</p>\n\n<p>\nقال: قلت: ومن يقدر على ذلك؟ قال: ليس حيث تذهب أليس تصلي في شهر رمضان\nزيادة ألف ركعة في تسع عشرة منه، في كل ليلة عشرين ركعة، وفي ليلة تسع\nعشرة، مائة ركعة وفي ليلة احدى وعشرين مائة ركعة، وفي ليلة ثلاث وعشرين\nمائة ركعة.\n</p>\n\n<p>\nوتصلي في ثمان ليال منه في العشر الأواخر ثلاثين ركعة، فهذه تسعماءة\nوعشرون ركعة.. الحديث.. \" (2).\n</p>\n\n<p>\n3 - وعنه بإسناده.. عن علي بن أبي حمزة قال دخلنا على أبي عبد الله (عليه\nالسلام) فقال له أبو بصير: ما تقول في الصلاة في رمضان؟\n</p>\n\n<p>\nفقال له: \" إن لرمضان لحرمة وحقا لا يشبهه شئ من الشهور، صل ما استطعت في\nرمضان تطوعا بالليل والنهار، وان استطعت في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p018'> Vol. 00, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\nكل يوم وليلة الف ركعة فصل، إن عليا (عليه السلام) كان في آخر عمره يصلي\nفي كل يوم وليلة ألف ركعة. فصل يا أبا محمد زيادة في رمضان فقال:\n</p>\n\n<p>\nكم جعلت فداك؟ فقال: في عشرين ليلة تمضي في كل ليلة عشرين ركعة، ثماني\nركعات قبل العتمة، واثنتي عشرة بعدها، سوى ما كنت تصلي قبل ذلك، فإذا دخل\nالعشر الأواخر فصل ثلاثين ركعة كل ليلة، ثمان قبل العتمة واثنتين وعشرين\nبعد العتمة سوى ما كنت تفعل قبل ذلك \". (1) 4 - وعنه باسناده... عن أبي\nبصير: قال أبو عبد الله (عليه السلام): \" صل في العشرين من شهر رمضان\nثمانيا بعد المغرب واثنتي عشرة ركعة بعد العتمة، فإذا كانت الليلة التي\nيرجى فيها ما يرجى فصل مائة ركعة... \" (2) 5 - وعنه... قال محمد بن سليمان:\nوسألت الرضا (عليه السلام) عن هذا الحديث فأخبرني به.\n</p>\n\n<p>\nوقال هؤلاء - عدة من أصحابنا - سألنا عن الصلاة <span id='ms06'></span> في شهر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p019'> Vol. 00, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nرمضان كيف هي؟ وكيف فعل رسول الله (صلى الله عليه وآله)؟ فقالوا جميعا -\nالصادق والكاظم والرضا (عليهم السلام) - انه لما دخلت أول ليلة من شهر\nرمضان صلى رسول الله (صلى الله عليه وآله) المغرب ثم صلى أربع ركعات التي\nكان يصليهن بعد المغرب في كل ليلة، ثم صلى ثماني ركعات، فلما صلى العشاء\nالآخرة، وصلى الركعتين اللتين كان يصليهما بعد العشاء الآخرة وهو جالس في\nكل ليلة، قام فصلى اثنتي عشرة ركعة... \". (1) 6 - وعنه أيضا كتب رجل إلى\nأبي جعفر (عليه السلام) يسأله عن صلاة نوافل شهر رمضان وعن الزيادة فيها،\nفكتب (عليه السلام) اليه كتابا قرأته بخطه: \" صل في أول شهر رمضان في عشرين\nليلة عشرين ركعة، صل منها ما بين المغرب والعتمة ثماني ركعات وبعد العشاء\nاثنتي عشرة ركعة. وفي العشر الأواخر ثماني ركعات بين المغرب والعتمة\nواثنتين وعشرين ركعة إلا في ليلة احدى وعشرين، فان المائة تجزيك إن شاء\nالله ... \". (2) 7 - وعنه.. عن أحمد بن مطهر قال: كتبت إلى أبي محمد (عليه\nالسلام) إن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p020'> Vol. 00, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\nرجلا روى عن آبائك (عليهم السلام)، أن رسول الله (صلى الله عليه وآله) ما\nكان يزيد من الصلاة في شهر رمضان على ما كان يصليه في سائر الأيام.\n</p>\n\n<p>\nفوقع (عليه السلام)، كذب فض الله فاه، صل في كل ليلة من شهر رمضان عشرين\nركعة إلى عشرين من الشهر وصل ليله إحدى وعشرين، مائة ركعة وصل ليلة ثلاثة\nوعشرين، مائة ركعة.\n</p>\n\n<p>\nوصل في كل ليلة من العشر الأواخر ثلاثين ركعة. (1) 8 - وعنه أيضا... عن\nسماعة بن مهران قال: سألته عن رمضان كم يصلى فيه؟ فقال: كما يصلى في غيره\nإلا أن لرمضان على سائر الشهور من الفضل ما ينبغي للعبد ان يزيد في تطوعه\nفإن أحب وقوي على ذلك أن يزيد في أول الشهر عشرين ليلة، كل ليلة عشرين ركعة\nسوى ما كان يصلي قبل ذلك.\n</p>\n\n<p>\nمن هذه العشرين اثنتي عشرة ركعة بين المغرب والعتمة، وثماني ركعات بعد\nالعتمة، ثم يصلي صلاة الليل... \". (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p021'> Vol. 00, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nهذا بعض <span id='ms07'></span> ما ورد عن أهل البيت (عليهم السلام) في نوافل ليالي شهر رمضان\nوإنها عشرون ركعة إلى عشرين ليلة وثلاثون في العشر الأواخر على التفصيل\nالذي مر عليك في الروايات.\n</p>\n\n<p>\n\" رأي فقهائنا في مشروعية نافلة رمضان \"...\n</p>\n\n<p>\nرأي فقهائنا في مشروعية نافلة شهر رمضان إن من أنعم النظر في كتبنا\nالفقهية، وتصفح أبواب الصلوات المندوبة تراه يقف على باب فيها بعنوان نافلة\nشهر رمضان والبحث عن اثبات مشروعيتها وعرض الأدلة عليها، مما يفهم منه أنه\nمن الأمور المسلمة المفروغ عنها عند الإمامية، وانه مما أجمعت الطائفة على\nشرعيتها وجوازها. كما أجمعت السنة على جوازها وشرعيتها، ومن نسب إلى\nالامامية غير هذا الامر، فهو قليل الباع وضعيف الاطلاع (1) على مباني\nالامامية وآرائهم وكتبهم واستدلالاتهم ويكفينا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p022'> Vol. 00, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nفي المقام شاهدا، كلام العلامة العاملي.\n</p>\n\n<p>\nقال السيد العاملي: \" نافلة شهر رمضان: المشهور بين الأصحاب استحبابها\nكما في المختلف والمقتصر وغاية المرام والروض ومجمع البرهان والكفاية\nوالمفاتيح وغيرها.\n</p>\n\n<p>\nبل كاد يكون اجماعا كما في فوائد الشرايع ومجمع البرهان والرياض بل لا\nيكاد يوجد منكر، لأن الصدوق موافق على الجواز.\n</p>\n\n<p>\nفكان اتفاقا من الكل، كما في مصابيح الظلام وهو خيرة الأكثر كما في\nالمعتبر.\n</p>\n\n<p>\nوهو الأشهر في الروايات كما في الشرائع والنافع والذكرى والروضة.\n</p>\n\n<p>\nوفي المختلف: الروايات به متظاهرة.\n</p>\n\n<p>\nوفي البيان: نافلة شهر رمضان مشروعة على الأشهر والنافي لها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p023'> Vol. 00, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nمعارض بروايات تكاد تتواتر وعمل الأصحاب.\n</p>\n\n<p>\nوفي الذكرى: الفتاوى والاخبار متظافرة بشرعيتها فلا يضر معارضة النادر.\n</p>\n\n<p>\nوفي المعتبر: عمل الناس في الآفاق على الاستحباب.\n</p>\n\n<p>\nوفي المنتهى: اتفق أكثر أهل العلم على استحباب زيادة نافلة شهر رمضان على\nغيره من الشهور.\n</p>\n\n<p>\nوقال أيضا: الاجماع واقع إلا ممن شذ.\n</p>\n\n<p>\nوفي السرائر: لا خلاف في استحباب الألف إلا ممن عرف باسمه ونسبه هو أبو\nجعفر محمد بن علي بن بابويه، وخلافه لا يعتد به، لأن الإجماع تقدمه وتأخر\nعنه \". (1) \" عدد نوافل شهر رمضان \"...\n</p>\n\n<p>\nأقول: ان كلام الصدوق في الفقيه لا يدل على نفي مشروعية نافلة شهر رمضان\nبل الظاهر أنه إنما ينفي تأكد <span id='ms08'></span> الاستحباب، لصراحته بأنه لا يرى بأسا بالعمل\nمما ورد فيها من الأخبار. (2) أضف إلى كلامه في الأمالي: قال: \"... فمن أحب\nأن يزيد فليصل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p024'> Vol. 00, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nكل ليلة عشرين ركعة ثماني ركعات بين المغرب والعشاء واثنتي عشرة ركعة بعد\nالعشاء الآخرة إلى أن تمضي عشرون ليلة من شهر رمضان، ثم يصلي كل ليلة\nثلاثين ركعة... \". (1) عدد نوافل شهر رمضان اختلف أهل السنة في عدد هذه\nالنوافل اختلافا شديدا (2) وذلك لأجل عدم ورود نص صريح من النبي الكريم\n(صلى الله عليه وآله) يعين مقدارها.\n</p>\n\n<p>\nفالمشهور عند الجمهور هو عشرون ركعة، وعن البعض ست\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p025'> Vol. 00, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nوثلاثون ركعة، وعن ثالث: ثلاث وعشرون ركعة، وعن رابع:\n</p>\n\n<p>\nست عشرة ركعة، وعن خامس: ثلاث عشرة ركعة، وعن سادس:\n</p>\n\n<p>\nاربع وعشرون ركعة، وعن سابع: اربع وثلاثون ركعة، وعن ثامن:\n</p>\n\n<p>\nإحدى وأربعون ركعة.\n</p>\n\n<p>\nوأما عندنا: فالمشهور - برغم اختلاف الروايات - هو عشرون ركعة في كل ليلة\nإلى عشرين ليلة، ثم ثلاثون في كل من العشر الأواخر مع زيادة مائة ركعة في\nكل من ليالي القدر. ليلة التاسع عشر، وواحد وعشرين، وثلاثة وعشرين،\nفالمجموع ألف ركعة.\n</p>\n\n<p>\nوفيما يلي كلمات الفقهاء من الفريقين لتحديد عدد النوافل:\n</p>\n\n<p>\nأ - كلمات الفقهاء السنة:\n</p>\n\n<p>\n1 - ابن قدامة: قال: \" والمختار عند أبي عبد الله - رحمه الله - فيها\nعشرون ركعة وبهذا قال الثوري وأبو حنيفة والشافعي.\n</p>\n\n<p>\nوقال مالك: ستة وثلاثون، وزعم أنه الأمر القديم. وتعلق بفعل أهل المدينة،\nفإن صالحا مولى التوأمة قال: أدركت الناس يقومون بإحدى وأربعين ركعة يؤتون\nمنها بخمس \". (1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p026'> Vol. 00, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\nأقول: ودليلهم على العشرين: هو فعل أبي بن كعب الذي جمع عمر الناس عليه،\nفإنه كان يصلي بهم عشرين ركعة. مما يفهم منه عدم وجود نص من النبي (صلى\nالله عليه وآله) على تعيين العدد.\n</p>\n\n<p>\nبل الظاهر من بعض الأحاديث عدم زيادة نوافل رمضان على غير رمضان، أي إحدى\nعشرة ركعة.\n</p>\n\n<p>\nوقد استدلوا أيضا - على العدد - بما نسب إلى علي (عليه السلام) أنه أمر\nرجلا أن يصلي بهم في رمضان عشرين ركعة (1).\n</p>\n\n<p>\n2 - محمد بن نصر المروزي: فإنه حقق ما يدعيه <span id='ms09'></span> ابن قدامه وغيره من إجماع\nالصحابة على عشرين، فقال:\n</p>\n\n<p>\n\" فإنه روي عنهم روايات كثيرة، والمتواتر عن رسول الله (صلى الله عليه\nوآله) إنه ما كان يزيد في رمضان وغيره عن احدى عشرة ركعة، فكيف يجمع\nالصحابة على خلاف فعل رسول الله (صلى الله عليه وآله)؟ وأولى ما يتبع لمن\nأراد أن يلتزم عددا، فعل رسول الله (صلى الله عليه وآله).\n</p>\n\n<p>\nومن جعلها نافلة حسب نشاطه، فإنه يصلي مرة عشرا، ومرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p027'> Vol. 00, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nعشرين، ومرة ثلاثين، وستا وثلاثين، وأربعين وأكثر من ذلك، وكل ورد عن\nالسلف \". (1) 3 - القسطلاني: قال: \" المعروف وهو الذي عليه الجمهور أنه\nعشرون ركعة بعشر تسليمات، وذلك خمس ترويحات، كل ترويحة أربع ركعات\nبتسليمتين غير الوتر وهو ثلاث ركعات.\n</p>\n\n<p>\nأما قول عائشة:.. ما كان - أي النبي (صلى الله عليه وآله) - يزيد في\nرمضان ولا في غيره على إحدى وعشرة ركعة، فحمله أصحابنا على الوتر.\n</p>\n\n<p>\nقال الحليمي: والسر في كونها عشرين أن الرواتب في غير رمضان عشر ركعات،\nفضوعفت، لأنه وقت جد وتشمير.\n</p>\n\n<p>\n... وعن داود بن قيس: أدركت الناس بالمدينة في زمن عمر، وأبان بن عثمان\nيصلون ستا وثلاثين ركعة ويوترون بثلاث، وإنما فعل أهل المدينة هذا، لأنهم\nأرادوا مساواة أهل مكة فإنهم كانوا يطوفون سبعا بين كل ترويحتين، فجعل أهل\nالمدينة مكان كل سبع، أربع ركعات !!!\n</p>\n\n<p>\nوقد حكى الولي ابن العراقي أن والده الحافظ لما ولي إقامة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p028'> Vol. 00, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\nمسجد المدينة أحيا سنتهم القديمة في ذلك مع مراعاة ما عليه الأكثر، فكان\nيصلي التراويح أول الليل بعشرين ركعة على المعتاد، ثم يقوم آخر الليل في\nالمسجد ست عشرة ركعة، فيختم في الجماعة في شهر رمضان ختمتين، واستمر على\nذلك عمل أهل المدينة.\n</p>\n\n<p>\nوقال الشافعي والأصحاب: ولا يجوز ذلك - أي صلاتها - ستا وثلاثين ركعة\nلغير أهل المدينة.\n</p>\n\n<p>\nوقال الحنابلة: والتراويح عشرون، ولا بأس بالزيادة نصا، أي عن الإمام\nأحمد \" (1).\n</p>\n\n<p>\n4 - السرخسي: \" فإنها عشرون ركعة سوى الوتر عندنا، وقال مالك:\n</p>\n\n<p>\nالسنة فيها ست وثلاثون، قيل من أراد أن يعمل بقول مالك ويسلك مسلكه،\nينبغي أن يفعل <span id='ms10'></span> كما قال أبو حنيفة يصلي عشرين ركعة، كما هو السنة ويصلي\nالباقي فرادى كل تسليمتين أربع ركعات، وهذا مذهبنا \". (2) 5 - العيني: \"\nوقد اختلف العلماء في العدد المستحب في قيام رمضان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p029'> Vol. 00, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nعلى أقوال كثيرة: فقيل إحدى وأربعون.. مع الوتر وهو قول أهل المدينة...\nوعن الأسود بن يزيد كان يصلي أربعين ركعة ويوتر بسبع..\n</p>\n\n<p>\nوقيل ثمان وثلاثون ثم يوتر بهم بواحدة، رواه ابن نصر عن مالك...\n</p>\n\n<p>\nوالمشهور عن مالك ست وثلاثون والوتر بثلاث.\n</p>\n\n<p>\nوروى ابن وهب قال: سمعت عبد الله بن عمر يحدث عن نافع، قال: لم أدرك\nالناس إلا وهم يصلون تسعا وثلاثين ركعة (1) ويوترون منها بثلاث.\n</p>\n\n<p>\nوقيل أربع وثلاثون.. حكي عن زرارة بن أوفى في العشر الأخير وقيل ثمان\nوعشرون وهو المروي عن ابن أوفى في العشرين الأولين من الشهر.\n</p>\n\n<p>\nوقيل أربع وعشرون، وهو مروي عن سعيد بن جبير وقيل عشرون وحكاه الترمذي عن\nأكثر أهل العلم، فإنه روي عن عمر وعلي (عليه السلام) وغيرهما من الصحابة\nوهو قول أصحابنا الحنفية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p030'> Vol. 00, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\nأما أثر عمر فرواه مالك في الموطأ بإسناد منقطع.\n</p>\n\n<p>\nفإن قلت: روى عبد الرزاق.. عن السائب بن يزيد أن عمر بن الخطاب جمع الناس\nفي رمضان على أبي بن كعب وعلى تميم الداري على إحدى وعشرين ركعة يقومون\nبالمئين وينصرفون في بزوغ الفجر.\n</p>\n\n<p>\nقلت: قال ابن عبد البر هو محمول على أن الواحدة للوتر...\n</p>\n\n<p>\nوعن السائب بن يزيد قال كان القيام على عهد عمر بثلاث وعشرين ركعة. قال\nابن عبد البر هذا محمول على أن الثلاث للوتر.\n</p>\n\n<p>\nوقال شيخنا وما حمله عليه من الحديثين صحيح بدليل ما روى محمد بن نصر...\nعن السائب انهم كانوا يقومون في رمضان بعشرين ركعة في زمان عمر...\n</p>\n\n<p>\nوأما أثر علي رضي الله عنه فذكره وكيع عن حسن... عن علي رضي الله عنه أنه\nأمر رجلا يصلي بهم رمضان عشرين ركعة.\n</p>\n\n<p>\nوأما غيرهما من الصحابة فروي ذلك عن عبد الله بن مسعود...\n</p>\n\n<p>\n\" كان عبد الله بن مسعود يصلي لنا في شهر رمضان \" فينصرف وعليه ليل <span id='ms11'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p031'> Vol. 00, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nقال الأعمش كان يصلي عشرين ركعة ويوتر بثلاث.\n</p>\n\n<p>\nوأما القائلون به من التابعين فتشتير بن شكل، وابن أبي مليكة، والحارث\nالهمداني، وعطاء بن أبي رباح، وأبو البختري، وسعيد بن أبي الحسن البصري أخو\nالحسن، وعبد الرحمن بن أبي بكر، وعمران العبدي... وهو قول جمهور العلماء\nوبه قال الكوفيون والشافعي وأكثر الفقهاء وهو الصحيح عن أبي بن كعب من غير\nخلاف من الصحابة...\n</p>\n\n<p>\nوقيل ست عشرة عن أبي مجلز.. وقيل ثلاث عشرة واختاره ابن الحق.\n</p>\n\n<p>\nوقيل إحدى عشرة ركعة وهو اختيار مالك لنفسه واختاره أبو بكر العربي \"\n(1).\n</p>\n\n<p>\n6 - الموصلي الحنفي: \" ينبغي أن يجتمع الناس في كل ليلة من شهر رمضان بعد\nالعشاء فيصلي بهم إمامهم خمس ترويحات كل ترويحة أربع ركعات بتسليمتين يجلس\nبين كل ترويحتين مقدار ترويحة، وكذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p032'> Vol. 00, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nبعد الخامسة، ثم يوتر بهم، هكذا صلى أبي بالصحابة، (1) وهو عادة أهل\nالحرمين \". (2) 7 - البغوي: \" ومن السنن الرواتب صلاة التراويح في شهر\nرمضان عشرون ركعة بعشر تسليمات \". (3) 8 - الماوردي: \" فالذي أختار عشرون\nركعة، خمس ترويحات كل ترويحة شفعين \". (4) 9 - الجزيري: \" وتبين أيضا أن\nعددها ليس مقصورا على الثمان ركعات التي صلاها بهم، بدليل أنهم كانوا\nيكملونها في بيوتهم وقد بين فعل عمر أن عددها عشرون، حيث إنه جمع الناس\nأخيرا على هذا العدد في المسجد.. وقد ثبت أن صلاة التراويح عشرون ركعة سوى\nالوتر.\n</p>\n\n<p>\nأما المالكية: قالوا: عدد التراويح عشرون ركعة سوى الشفع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p033'> Vol. 00, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\nوالوتر \". (1) أقول: يستفاد من هذه الكلمات، أن الحاصل هو: أن القول\nبالعشرين هو المجمع عليه عند السنة كما ادعاه ابن قدامة وغيره، وهو رأي\nالجمهور كما ادعاه العسقلاني، وهو رأي أبي عبد الله، والثوري، وأبي حنيفة،\nوالشافعي. ورأي الحنابلة وحكاه الترمذي عن أكثر أهل العلم وهو منقول عن علي\n(عليه السلام) وعمر وسائر الصحابة والتابعين مثل الأعمش وابن أبي مليكة\nوالحارث الهمداني... والكوفيين.\n</p>\n\n<p>\nوستعرف أنه موافق لرأي المشهور عند الإمامية - فإنهم أيضا يقولون\nبالعشرين - ولكن في غير العشر الأواخر، إذ فيها بزيادة عشرة ركعات. وسيأتي\nعرض الأقوال.\n</p>\n\n<p>\nب - كلمات فقهاء الإمامية:\n</p>\n\n<p>\nأما عند <span id='ms12'></span> الإمامية، فالمشهور هو ألف ركعة، في كل ليلة عشرون ركعة إلى\nعشرين ليلة، وثلاثون في العشر الأواخر، مع تفاصيل أخرى تعرف من خلال مراجعة\nالموسوعات الفقهية، ونكتفي في المقام بنقل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p034'> Vol. 00, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nكلام السيد المرتضى والطوسي والحلبي والحلي والنراقي والعاملي\nوالطباطبائي:\n</p>\n\n<p>\n1 - السيد المرتضى: \" ومما انفردت به الأمامية ترتيب نوافل شهر رمضان على\nأن يصلي في كل ليلة منه عشرين ركعة، منها ثمان بعد صلاة المغرب، واثنتا\nعشرة ركعة بعد العشاء الآخرة، فإذا كان في ليلة تسع عشرة صلى مائة ركعة،\nويعود في ليلة العشرين إلى الترتيب الذي تقدم، ويصلي في ليلة احدى وعشرين،\nمائة ركعة، وفي ليلة اثنتين وعشرين، ثلاثين ركعة، منها ثمان بعد المغرب\nوالباقي بعد صلاة العشاء الآخرة... \". (1) 2 - الشيخ الطوسي: \" يصلي طول\nشهر رمضان ألف ركعة زائدا على النوافل المرتبة في سائر الشهور، عشرين ليلة\nفي كل ليلة عشرين ركعة، ثمان بين العشائين واثنتا عشرة بعد العشاء الآخرة.\n</p>\n\n<p>\nوفي العشر الأواخر كل ليلة ثلاثين ركعة، في ثلاث ليال وهي ليلة تسع عشرة\nوليلة إحدى وعشرين، وليلة ثلاث وعشرين، كل ليلة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p035'> Vol. 00, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\nمائة ركعة \". (1) 3 - أبو الصلاح الحلبي: \" ومن السنة أن يتطوع الصيام\n(2) في شهر رمضان بألف ركعة، يصلي من ذلك في العشرتين الأوليتين كل ليلة\nعشرين ركعة: ثمان ركعات بعد نوافل المغرب واثنتي عشرة ركعة بعد عشاء\nالآخرة، وقبل الركعتين من جلوس، ويصلي كل ليلة من العشر الأخيرة ثلاثين\nركعة... \". (3) 4 - أبو الحسن الحلبي: \" وما يستحب من الصلاة عند سبب نافلة\nشهر رمضان، يزاد فيه على المرتب في اليوم والليلة ألف ركعة، يبتدي بعشرين\nركعة من أول ليلة منه، ثمانية بعد نافلة المغرب، والباقي بعد العتمة قبل\nالوتيرة إلى ليلة النصف يزاد على العشرين... \" (4).\n</p>\n\n<p>\n5 - العلامة الحلي: \" وهي ألف ركعة يصلي كل ليلة عشرين ركعة، منها ثمان\nبعد المغرب واثنتا عشرة بعد العشاء \". (5)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p036'> Vol. 00, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n6 - الفاضل النراقي: \" ألف ركعة نافلة شهر رمضان زيادة على النوافل\nالمرتبة، فإنها مستحبة على الأشهر رواية وفتوى، بل عليه الاجماع.\n</p>\n\n<p>\nثم في كيفية توزيع الألف على الشهر صورتان بكل منهما طائفة <span id='ms13'></span>:\n</p>\n\n<p>\nإحداهما: أن يصلي في كل ليلة من الشهر عشرين ركعة، ثمان بعد المغرب\nواثنتي عشرة بعد العشاء، أو بالعكس، ويزيد في العشر الاخر في كل ليلة عشر\nركعات بعد العشاء وفي الليالي الثلاثة القدرية مائة زائدة على وظيفتها.\n</p>\n\n<p>\nثانيتهما: ما ذكر، إلا أنه يقتصر في الليالي الثلاثة على المائة \". (1) 7\n- قال السيد العاملي: \" يصلي كل ليلة عشرين إجماعا كما في الإنتصار والخلاف\nوكشف اللثام، وفي المنتهى لا خلاف فيه بين علمائنا القائلين بالوظيفة \".\n(2) 8 - السيد الطباطبائي: \" وقد اختلفت الروايات في توظيفها واستحبابها\nإلا أن أشهر الروايات وأكثرها وأظهرها بين الأصحاب بحيث كاد أن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p037'> Vol. 00, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nيكون منهم إجماعا كما يستفاد من جملة من العبارات، بل بانعقاده صرح الحلي\nوالمرتضى والفاضل في المختلف حاكيا له عن الديلمي، وربما احتمله عبارة\nالخلاف أيضا.. يدل على استحباب ألف ركعة زيادة على النوافل المرتبة\nاليومية.\n</p>\n\n<p>\nوقول الصدوق بأنه لا نافلة في شهر رمضان زيادة على غيره (1) شاذ.\n</p>\n\n<p>\nوكيف كان، فالمذهب ما عليه الأصحاب، وقد اختلفوا في كيفية توزيع الألف\nركعة على الشهر، فالمشهور أنه يصلى في كل ليلة من العشرين الأولين، عشرون\nركعة موزعة وهكذا... \" (2).\n</p>\n\n<p>\n\" موقف مغاير للجمهور \"...\n</p>\n\n<p>\nأقول: يرى بعض متأخري المتأخرين أن كلام الصدوق في القضية لا يدل على نفي\nالمشروعية، بل الظاهر أنه إنما ينفي تأكد الاستحباب لصراحته بأنه لا يرى\nبأسا بالعمل بما ورد فيها من الأخبار. (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p038'> Vol. 00, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nج - موقف مغاير للجمهور:\n</p>\n\n<p>\nهذا ولكن للكحلاني المعروف بالأمير مؤلف سبل السلام رأي سلبي في خصوص\nالعشرين وأنه لم يرد به حديث صحيح، بل الحديث الصحيح، ورد بخصوص إحدى عشرة\nركعة، فيرى أن التراويح على هذا الأسلوب الذي اتفق عليه الأكثر بدعة،\nفالمحافظة على هذه الكمية والكيفية وتسميتها بأنها سنة ليس لها أساس صحيح،\nبل يراها من مصاديق البدعة. وكذلك من الشوكاني في نيل الأوطار:\n</p>\n\n<p>\n1 - كلام الكحلاني: (1) \"... ليس في العشرين رواية مرفوعة، بل حديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p039'> Vol. 00, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nعائشة المتفق عليه: أنه (صلى الله عليه وآله) ما كان يزيد في رمضان ولا\nغيره على إحدى عشرة ركعة.\n</p>\n\n<p>\nفعرفت من هذا كله <span id='ms14'></span> أن صلاة التراويح على هذا الأسلوب الذي اتفق عليه\nالأكثر بدعة. نعم قيام رمضان سنة بلا خلاف، والجماعة في نافلته لا تنكر...\nلكن جعل هذه الكيفية والكمية سنة، والمحافظة عليها هو الذي نقول إنه بدعة.\n</p>\n\n<p>\nوهذا عمر، خرج أولا والناس أوزاع متفرقون، منهم من يصلي منفردا، ومنهم من\nيصلي جماعة على ما كانوا في عصره (صلى الله عليه وآله) وخير الأمور ما كان\nعلى عهده...\n</p>\n\n<p>\nوأما حديث عليكم بسنتي وسنة الخلفاء الراشدين بعدي... ومثله حديث اقتدوا\nبالذين من بعدي، فإنه ليس المراد بسنة الخلفاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p040'> Vol. 00, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nالراشدين إلا طريقتهم الموافقة لطريقته (صلى الله عليه وآله) من جهاد\nالأعداء وتقوية شعائر الدين ونحوها. فإن الحديث عام لكل خليفة راشد لا يخص\nالشيخين، ومعلوم من قواعد الشريعة أن ليس لخليفة راشد أن يشرع طريقة غير ما\nكان عليها النبي (صلى الله عليه وآله).\n</p>\n\n<p>\nثم عمر نفسه الخليفة الراشد سمى ما رآه من تجميع صلاته ليالي رمضان بدعة.\nولم يقل إنها سنة، فتأمل.\n</p>\n\n<p>\nعلى أن الصحابة - رضي الله عنهم - خالفوا الشيخين في مواضع ومسائل فدل\nأنهم لم يحملوا الحديث على أن ما قالوه وفعلوه حجة.\n</p>\n\n<p>\nوقد حقق البرماوي الكلام في شرح ألفيته في أصول الفقه مع أنه قال: إنما\nالحديث الأول يدل أنه إذا اتفق الخلفاء الأربعة على قول كان حجة لا إذا\nانفرد واحد منهم، والتحقيق أن الاقتداء ليس هو التقليد، بل هو غيره كما\nحققناه في شرح نظم الكافل في بحث الإجماع \" (1).\n</p>\n\n<p>\n2 - كلام الشوكاني: \" إن الذي دلت عليه أحاديث الباب وما يشابههما هو\nمشروعية القيام في رمضان والصلاة فيه جماعة وفرادى فقصر الصلاة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p041'> Vol. 00, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nالمسماة بالتراويح على عدد معين وتخصيصها بقراءة مخصوصة لم يرد به سنة \".\n(1) كما أن البعض منا أيضا لم يوافق على هذا الأسلوب السائد بين أهل السنة،\nوالمحافظة عليه، ويرى فيه قريبا من رأي الأمير الكحلاني: واليك الرأي\nالمغاير:\n</p>\n\n<p>\n3 - كلام العلامة المجلسي: \" إنه يظهر من روايات أهل السنة أن النبي (صلى\nالله عليه وآله) لم يصل عشرين ركعة تسمى: التراويح، وإنما <span id='ms15'></span> كان يصلي ثلاث\nعشر ركعة، ولم يدل شئ من رواياتهم التي ظفرنا بها على استحباب هذا العدد\nالمخصوص، فضلا عن الجماعة فيها.\n</p>\n\n<p>\n\" صلاة التراويح من بدع الخليفة \"...\n</p>\n\n<p>\nوالصلاة وان كانت خيرا موضوعا، يجوز قليلها وكثيرها، إلا أن القول\nباستحباب عدد مخصوص منها في وقت مخصوص على وجه الخصوص بدعة وضلالة، ولا ريب\nفي أن السنة يرونها سنة وكيدة، ويجعلونها من شعائر دينهم \". (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p042'> Vol. 00, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nصلاة التراويح جماعة من بدع الخليفة عمر يظهر من بعض النصوص، أن أول من\nسن الجماعة في نوافل رمضان هو الخليفة عمر بن الخطاب. فلم يكن ذلك في زمن\nالرسول (صلى الله عليه وآله) ولا في زمن الخليفة الأول، بل رأي استحسنه\nالخليفة الثاني، وحرض الناس عليه، وقد اعترف هو بأن ذلك بدعة منه حيث قال:\nنعم البدعة! وان لم يلتزم به هو بل كان يصلي فرادى وفي البيت لا في المسجد.\n</p>\n\n<p>\nوقد صرح بذلك القسطلاني، والقلقشندي وابن قدامة والعيني وغيرهم، وسيأتي\nكلماتهم.\n</p>\n\n<p>\nأ - حديث البخاري:\n</p>\n\n<p>\n\" عن ابن شهاب عن عروة بن الزبير، عن عبد الرحمن بن عبد القاري، أنه قال:\nخرجت مع عمر بن الخطاب ليلة في رمضان إلى المسجد، فإذا الناس أوزاع\nمتفرقون، يصلي الرجل لنفسه، ويصلي الرجل فيصلي بصلاته الرهط، فقال عمر: إني\nأرى لو جمعت هؤلاء على قارئ واحد لكان أمثل، ثم عزم فجمعهم على أبي بن كعب،\nثم خرجت معه ليلة أخرى والناس يصلون بصلاة قارئهم، قال عمر: نعم البدعة\nهذه، والتي ينامون عنها أفضل من التي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p043'> Vol. 00, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nيقومون، يريد آخر الليل، وكان الناس يقومون أوله \". (1) ب - كلمات\nالاعلام:\n</p>\n\n<p>\n1 - القسطلاني: \" سماها - أي عمر - بدعة لأنه (صلى الله عليه وآله) لم\nيبين لهم الاجتماع لها ولا كانت في زمن الصديق ولا أول الليل ولا كل ليلة\nولا هذا العدد \" (2).\n</p>\n\n<p>\n2 - ابن قدامة: \" ونسبت التراويح إلى عمر بن الخطاب لأنه جمع الناس على\nأبي بن كعب، فكان يصليها بهم \". (3) 3 - العيني: \" وإنما دعاها بدعة، لأن\nرسول الله (صلى الله عليه وآله) لم يسنها لهم ولا كانت في زمن <span id='ms16'></span> أبي بكر...\n</p>\n\n<p>\nثم البدعة على نوعين: إن كانت مما يندرج تحت مستحسن في الشرع فهي بدعة\nحسنة، وان كانت مما يندرج تحت مستقبح في الشرع فهي بدعة مستقبحة \". (4)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p044'> Vol. 00, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nأقول: سيأتي البحث في البدعة وأنها نوعا واحدا وهي ضلال ومحرم.\n</p>\n\n<p>\n4 - القلقشندي: \" في أوليات عمر: هو أول من سن قيام شهر رمضان وجمع الناس\nعلى إمام واحد في التراويح وذلك في سنة أربع عشرة \" (1).\n</p>\n\n<p>\nهذا وقد نص الباجي والسيوطي والسكتواري وغيرهم أيضا على أن أول من سن\nالتراويح هو عمر بن الخطاب.\n</p>\n\n<p>\nوصرحوا أيضا: بأن إقامة النوافل بالجماعات في شهر رمضان من محدثات عمر.\n(2) وعن ابن سعد والطبري وابن الأثير: أن ذلك كان في شهر رمضان سنة أربع\nعشر، وجعل للناس بالمدينة قارئين، قارئا يصلي بالرجال، وقارئا يصلي\nبالنساء. (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p045'> Vol. 00, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\n5 - الباجي وابن التين و...: \" استنبط عمر ذلك من تقرير النبي (صلى الله\nعليه وآله) من صلى معه في تلك الليالي، وإن كان كره ذلك لهم، فإنما كرهه\nخشية أن يفرض عليهم، فلما مات أمن ذلك \". (1) أقول: تراهم لا يخفون الأمر،\nوان ذلك كان من محدثات عمر بن الخطاب واستنباطاته. ولكنهم في مقام التبرير\nلفعله، يدعون أن النبي (صلى الله عليه وآله) كان راضيا بهذه البدعة!!\n</p>\n\n<p>\n6 - ابن عبد البر: قال \" لم يسن عمر الا ما رضيه (صلى الله عليه وآله)\nولم يمنعه من المواظبة عليه إلا خشية أن يفرض على أمته.. فلما أمن ذلك عمر،\nأقامها وأحياها في سنة أربع عشرة من الهجرة \". (2) \" حكم الجماعة في نوافل\nرمضان \"...\n</p>\n\n<p>\n7 - الزرقاني: قال بعد قوله نعمت البدعة: وهذا تصريح منه بأنه أول من جمع\nالناس في قيام رمضان على إمام واحد لأن البدعة ما ابتدأ بفعلها المبتدع ولم\nيتقدمه غيره، فابتدعه عمر وتابعه الصحابة والناس إلى هلم جرا، وهذا يبين\nصحة القول بالرأي والاجتهاد.\n</p>\n\n<p>\nفسماها بدعة، لأنه (صلى الله عليه وآله) لم يسن الاجتماع لا ولا كانت في\nزمان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p046'> Vol. 00, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\nالصديق.\n</p>\n\n<p>\nوهو لغة ما أحدث على غير مثال سبق، وتطلق شرعا على مقابل السنة، وهي ما\nلم يكن <span id='ms17'></span> في عهده \". (1) 8 - الكحلاني: \" ان عمر هو الذي جعلها جماعة على\nمعين وسماها بدعة وأما قوله: نعم البدعة فليس في البدعة ما يمدح بل كل بدعة\nضلالة \". (2) وهذه الكلمات كلها شواهد على أن التراويح جماعة تكون بدعة\nمقابل السنة النبوية، قد ابتدعها الخليفة الثاني.\n</p>\n\n<p>\nوهذا هو الذي دعى الفقهاء - من الفريقين - للبحث في حكمها جماعة، وهل ان\nالجماعة فيها مشروعة أم لا، وسيأتي البحث عنها.\n</p>\n\n<p>\nحكم الجماعة في نوافل شهر رمضان إن عدم تشريع النوافل الرمضانية جماعة\nعلى عهد النبي (صلى الله عليه وآله) وابتداع ذلك من قبل الخليفة الثاني، هو\nالذي صار منشأ للخلاف الفقهي العميق، ومحطا للنزاع والتضارب العلمي بين\nعلماء الإسلام،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p047'> Vol. 00, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\nفترى شريحة من المسلمين - وهم الإمامية - ناقشت أصل مشروعية الجماعة\nفيها، ونفت جوازها، مستندة إلى اثباتات وأدلة قوية، ولكن المؤسف أن البعض\nلم يتفهم موقف الإمامية ومبناهم، فزعم أنهم ينكرون أصل نوافل شهر رمضان مع\nأن الامر ليس كذلك.\n</p>\n\n<p>\nبل المردود والمنفي عندهم إقامة النوافل جماعة، ويرونه بدعة، كما صرح\nالخليفة الثاني نفسه بذلك أيضا.\n</p>\n\n<p>\nهذا ولبعض السنة - أيضا - رأي ليس ببعيد عن الموقف الإمامي.\n</p>\n\n<p>\nفالشافعي كرهها جماعة، وبعضهم حببها فرادى وفي البيت.\n</p>\n\n<p>\nفالمسألة غير متفق عليها تماما حتى عند أهل السنة وإن كان رأي الكثير\nمنهم اقامتها جماعة.\n</p>\n\n<p>\nأ - رأي فقهاء السنة:\n</p>\n\n<p>\n1 - عبد الرزاق: \" عن ابن عمر أنه كان لا يقوم خلف الإمام في رمضان \".\n(1) وعنه أيضا: \".. عن مجاهد، قال: جاء رجل إلى ابن عمر، قال:\n</p>\n\n<p>\nأصلي خلف الإمام في رمضان؟ قال: أتقرأ القرآن؟ قال: نعم، قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p048'> Vol. 00, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nأفتنصت كأنك حمار، صل في بيتك \". (1) 2 - السرخسي: \" قال الشافعي: لا بأس\nبأداء الكل جماعة كما قال مالك - رحمه الله -. بناء على أن النوافل بجماعة\nمستحب عنده وهو مكروه عندنا.\n</p>\n\n<p>\nقال السرخسي: والشافعي - رحمه الله - قاس النفل بالفرض لأنه تبع له،\nفيجري مجرى الفرض فيعطى حكمه، ولنا أن الأصل في النوافل الإخفاء فيجب\nصيانتها عن الاشتهار ما أمكن، وفيما قاله الخصم إشهار، فلا يعمل به بخلاف\nالفرائض لأن مبناها على <span id='ms18'></span> الإعلان والإشهار، وفي الجماعة إشهار فكان أحق \".\n(2) وقال أيضا: \" الفصل الثاني، أنها تؤدى بجماعة أم فرادى: ذكر الطحاوي في\nاختلاف العلماء عن المعلى وأبي يوسف رحمهما الله.\n</p>\n\n<p>\nوذكر أيضا عن مالك - رحمه الله - أنهما قالا: إن أمكنه أداؤه في بيته صلى\nكما يصلي في المسجد من مراعاة سنة القراءة وأشباهه فيصلي في بيته.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p049'> Vol. 00, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الشافعي - رحمه الله - في قوله القديم: أداء التراويح على وجه\nالانفراد، لما فيها من الإخفاء أفضل.\n</p>\n\n<p>\nوقال عيسى بن أبان وبكار بن قتيبة والمزني من أصحاب الشافعي وأحمد بن\nعلوان رحمه الله: الجماعة أحب وأفضل، وهو المشهور عن عامة العلماء - رحمهم\nالله - وهو الأصح والأوثق.\n</p>\n\n<p>\nثم قال - بعد استدلاله بحديث أبي ذر - والمبتدعة أنكروا أداءها بالجماعة\nفي المسجد، فأداؤها بالجماعة جعل شعارا للسنة كأداء الفرائض بالجماعة شرع\nشعار الإسلام \". (1) تعليقة على كلام السرخسي:\n</p>\n\n<p>\nأقول: لا أدري بمن يعرض - السرخسي - ومن يذم! ومن يقصد بالمبتدع مع أن\nالخليفة هو قال: نعم البدعة - نعمت البدعة.\n</p>\n\n<p>\nوقد كره الشافعي إقامتها جماعة نظرا إلى أن الأصل في النوافل الإخفاء.\n</p>\n\n<p>\nأم يعرض بأمثال البغوي الذي نقل وجه أفضلية الانفراد واستدل بفعل النبي\n(صلى الله عليه وآله) وقوله: صلوا في بيوتكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p050'> Vol. 00, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nأم يعرض بالإمامية الذين لا يرون مشروعية الجماعة في النوافل إلا ما\nأخرجه الدليل. (1) ثم كيف يكون أداؤها جماعة شعارا للسنة، مع أن الخليفة\nالثاني أقر بأنها بدعة، وأنها مفضولة، وكان يصليها وحده، وقد تركت طيل عهد\nالنبي (صلى الله عليه وآله) وأبي بكر وشطر من خلافة عمر، وكرهها جمع من\nأكابر السنة، مثل مالك وأبي يوسف وبعض الشافعية تبعا للشافعي حيث أن\nالانفراد كان عنده أحب من الجماعة، فهؤلاء ليسوا من السنة - بزعم السرخسي -\nحيث إنهم تركوا ما هو شعار السنة!!\n</p>\n\n<p>\nفلو لم يجعلها النبي (صلى الله عليه وآله) شعارا للإسلام والسنة، ولم\nيجعله الصحابة شعارا للسنة، فكيف وبأي دليل، ومن أين صار هذا شعارا للسنة؟\nيميز به عن سائر المذاهب الإسلامية؟ أليس هذا من مصاديق البدعة ومن أبرزها؟\n</p>\n\n<p>\nثم <span id='ms19'></span> كيف تقاس هذه البدعة، بالجماعة في الفرائض؟ مع أن تشريع الجماعة في\nالفرائض مما لا كلام فيه واما تشريع الجماعة في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p051'> Vol. 00, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nالتراويح، بالرأي والاجتهاد والاستحسان إذ قال الخليفة الثاني:\n</p>\n\n<p>\nإني أرى لو جمعت هؤلاء على قارئ واحد \".\n</p>\n\n<p>\n3 - الموصلي: \" والسنة إقامتها بجماعة لكن على الكفاية فلو تركها أهل\nالمسجد أساؤوا، وإن تخلف عن الجماعة أفراد وصلوا في منازلهم لم يكونوا\nمسيئين \". (1) 4 - البغوي: \" والأفضل أن يصليها جماعة أو منفردا، نظر، إن\nكان الرجل لا يحسن القرآن، أو تختل الجماعة بتخلفه، أو يخاف النوم والكسل\nففعلها جماعة أفضل.\n</p>\n\n<p>\nوان لم يكن شئ من ذلك ففيه وجهان:\n</p>\n\n<p>\nأحدهما: الجماعة أفضل، لأن عمر بن الخطاب جمعهم على أبي بن كعب.\n</p>\n\n<p>\nوالثاني: منفردا أفضل، لأن النبي (صلى الله عليه وآله) صلى ليالي في\nالمسجد ثم لم يخرج باقي الشهر.\n</p>\n\n<p>\nوقال: صلوا في بيوتكم، فإن أفضل صلاة المرء في بيته إلا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p052'> Vol. 00, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\nالمكتوبة. (1) والأول أصح، وإنما لم يخرج النبي (صلى الله عليه وآله)\nخشية أن تفرض عليهم \". (2) 5 - المدونة الكبرى: \" سألت مالكا عن قيام الرجل\nفي رمضان أمع الناس أحب إليك أم في بيته؟ فقال: إن كان يقوى في بيته فهو\nأحب إلي، وليس كل الناس يقوى على ذلك. وقد كان ابن هرمز ينصرف فيقوم بأهله،\nوكان ربيعة وعدد غير واحد من علمائهم ينصرف ولا يقوم مع الناس.\n</p>\n\n<p>\nقال مالك: وأنا افعل مثل ذلك \" (3).\n</p>\n\n<p>\n6 - القسطلاني: قال \" ذهب آخرون إلى أن فعلها فرادى في البيت أفضل لكونه\n(صلى الله عليه وآله) واظب على ذلك، وتوفي والأمر على ذلك، حتى مضى صدر من\nخلافة عمر، وقد اعترف عمر بأنها مفضولة، وبهذا قال مالك وأبو يوسف وبعض\nالشافعية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p053'> Vol. 00, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\nقال الزهري: فتوفي رسول الله (صلى الله عليه وآله) والأمر على ذلك أن كل\nأحد يصلي قيام رمضان في بيته منفردا حتى جمع عمر الناس على أبي بن كعب،\nفصلى بهم جماعة واستمر العمل على ذلك \". (1) 7 - الشوكاني: \" قال مالك وأبو\nيوسف وبعض الشافعية وغيرهم، الأفضل فرادى في البيت لقوله (صلى الله عليه\nوآله): أفضل <span id='ms20'></span> الصلاة صلاة المرء في بيته إلا المكتوبة. متفق عليه. وقالت\nالعترة: إن التجمع فيها بدعة \". (2) ب - رأى فقهاء الإمامية:\n</p>\n\n<p>\n1 - السيد المرتضى: قال \" أما التراويح فلا شبهة أنها بدعة، وقد روي عن\nالنبي (صلى الله عليه وآله) أنه قال: أيها الناس، إن الصلاة بالليل في شهر\nرمضان من النافلة جماعة بدعة..\n</p>\n\n<p>\nوقد روي أن عمر خرج في شهر رمضان ليلا، فرأى المصابيح في المسجد، فقال:\nما هذا؟ فقيل له: إن الناس قد اجتمعوا لصلاة التطوع.\n</p>\n\n<p>\nفقال: بدعة، فنعمت البدعة!.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p054'> Vol. 00, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nفاعترف، كما ترى بأنها بدعة، وقد شهد الرسول (صلى الله عليه وآله) أن كل\nبدعة ضلالة.\n</p>\n\n<p>\nوقد روي أن أمير المؤمنين (عليه السلام) لما اجتمعوا إليه بالكوفة فسألوه\nأن ينصب لهم إماما يصلي بهم نافلة شهر رمضان زجرهم وعرفهم أن ذلك خلاف\nالسنة \". (1) وقال السيد المرتضى أيضا: \" فأما ادعاؤه - اي قاضي القضاة -\nأن قيام شهر رمضان كان أيام الرسول (صلى الله عليه وآله)، ثم تركه فمغالطة\nمنه، لأنا لا ننكر قيام شهر رمضان بالنوافل على سبيل الانفراد، وإنما\nأنكرنا الاجتماع على ذلك.\n</p>\n\n<p>\nفإن ادعى أن الرسول (صلى الله عليه وآله) صلاها جماعة في أيامه فإنها\nمكابرة ما أقدم عليها أحد، ولو كان كذلك ما قال عمر: إنها بدعة!\n</p>\n\n<p>\nوإن أراد غير ذلك فهو مما لا ينفعه، لأن الذي أنكرناه غيره \". (2) وقال\nأيضا: \" ومما ظن انفراد الإمامية به المنع من الاجتماع في صلاة نوافل شهر\nرمضان وكراهية ذلك، وأكثر الفقهاء يوافقهم على ذلك. لأن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p055'> Vol. 00, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nالمعلى روى عن أبي يوسف أنه قال: من قدر على أن يصلي في بيته كما يصلي مع\nالإمام في شهر رمضان فأحب إلي أن يصلي في بيته.\n</p>\n\n<p>\nوكذلك قال مالك، قال: وكان ربيعة وغير واحد من علمائنا ينصرفون، ولا\nيقومون مع الناس، وقال مالك: أنا افعل ذلك. وما قام النبي (صلى الله عليه\nوآله) إلا في بيته.\n</p>\n\n<p>\nوقال الشافعي: صلاة المنفرد في قيام شهر رمضان أحب إلي وهذا كله حكاه\nالطحاوي في كتاب الاختلاف.\n</p>\n\n<p>\nفالموافق للإمامية في هذه المسألة <span id='ms21'></span> أكثر من المخالف.\n</p>\n\n<p>\nوالحجة لنا الاجماع المتقدم، وطريقة الاحتياط، فإن المصلي للنوافل في\nبيته غير مبدع ولا عاص بإجماع، وليس كذلك إذا صلاها في جماعة.\n</p>\n\n<p>\n\" موقف النبي (صلى الله عليه وآله) وأهل بيته من التراويح \"...\n</p>\n\n<p>\nويمكن أن يعارضوا في ذلك بما يروونه عن عمر بن الخطاب من قوله - وقد رأى\nاجتماع الناس في صلاة نوافل شهر رمضان - بدعة، ونعمت البدعة هي!\n</p>\n\n<p>\nفاعترف بأنها بدعة وخلاف السنة وهم يروون عن النبي (صلى الله عليه وآله)\nأنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p056'> Vol. 00, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\nقال: كل بدعة ضلالة وكل ضلالة في النار.. \" (1) 2 - الشيخ الطوسي: \"\nنوافل شهر رمضان تصلى منفردا، والجماعة فيها بدعة، وقال الشافعي: صلاة\nالمنفرد أحب إلي منه... (2) ودليلنا إجماع الفرقة... \" (3).\n</p>\n\n<p>\n3 - البحراني: \" لا ريب أن الجماعة في هذه النافلة محرمة عند أصحابنا -\nرضوان الله عليهم - وقد تكاثرت به أخبارهم \". (4) موقف النبي (صلى الله\nعليه وآله) وأهل بيته (عليهم السلام) من التراويح (جماعة) 1 - رواية\nالكليني: \" علي بن إبراهيم، عن محمد بن عيسى بن عبيد، عن يونس، عن أبي\nالعباس البقباق، وعبيد بن زرارة، عن أبي عبد الله (عليه السلام) قال: كان\nرسول الله (صلى الله عليه وآله) يزيد في صلاته في شهر رمضان، إذا صلى\nالعتمة صلى بعدها، فيقوم الناس خلفه فيدخل ويدعهم، ثم يخرج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p057'> Vol. 00, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nأيضا فيجيئون ويقومون خلفه فيدعهم ويدخل مرارا.\n</p>\n\n<p>\nقال: وقال لا تصل بعد العتمة في غير شهر رمضان \" (1).\n</p>\n\n<p>\nقال المجلسي: \" الحديث صحيح ويدل على عدم جواز الجماعة في نافلة شهر\nرمضان ولا خلاف فيه بين أصحابنا، وقد اعترفت العامة بأنه من بدع عمر.\n</p>\n\n<p>\nوأما قوله: لا تصل بعد العتمة، فلعله محمول على غير النوافل المرتبة \".\n(2) وفي رواية أخرى له أيضا: \" علي بن إبراهيم عن أبيه، عن حماد ابن عيسى،\nعن إبراهيم بن عثمان، عن سليم بن قيس الهلالي قال: خطب أمير المؤمنين (عليه\nالسلام) فحمد الله وأثنى عليه، ثم صلى على النبي (صلى الله عليه وآله) ثم\nقال:.. والله لقد أمرت الناس أن لا يجتمعوا في شهر رمضان إلا في فريضة،\nوأعلمتهم أن اجتماعهم في <span id='ms22'></span> النوافل بدعة، فتنادى بعض أهل عسكري، ممن يقاتل\nمعي: يا أهل الاسلام غيرت سنة عمر، ينهانا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p058'> Vol. 00, p. 058</a>\n            </div>\n            \n</p>\n\n<p>\nعن الصلاة في شهر رمضان تطوعا، ولقد خفت ان يثوروا في ناحية جانب عسكري\n\". (1) قوله: يثوروا: أي يهيجوا (2).\n</p>\n\n<p>\n2 - رواية الصدوق: \" محمد بن علي بن الحسين بأسانيده، عن زرارة ومحمد بن\nمسلم والفضيل: أنهم سألوا أبا جعفر الباقر وأبا عبد الله الصادق (عليهما\nالسلام) عن الصلاة في شهر رمضان نافلة بالليل في جماعة؟\n</p>\n\n<p>\nفقالا: إن رسول الله (صلى الله عليه وآله) كان إذا صلى العشاء الآخرة\nانصرف إلى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p059'> Vol. 00, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\nمنزله، ثم يخرج من آخر الليل إلى المسجد فيقوم فيصلي، فاصطف الناس خلفه،\nفهرب منهم إلى بيته وتركهم، ففعلوا ذلك ثلاث ليال، فقام في اليوم الثالث\nعلى منبره، فحمد الله وأثنى عليه ثم قال:\n</p>\n\n<p>\nأيها الناس إن الصلاة بالليل في شهر رمضان من النافلة في جماعة بدعة.\nوصلاة الضحى بدعة، ألا فلا تجمعوا ليلا في شهر رمضان لصلاة الليل، (1) ولا\nتصلوا صلاة الضحى فإن تلك معصية، ألا وإن كل بدعة ضلالة، وكل ضلالة سبيلها\nإلى النار، ثم نزل وهو يقول: قليل في سنة خير من كثير في بدعة \". (2) قال\nالشيخ الطوسي معلقا على الرواية: \" ألا ترى أنه (عليه السلام) لما أنكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p060'> Vol. 00, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\nالصلاة في شهر رمضان، أنكر الاجتماع فيها ولم ينكر نفس الصلاة، ولو كان\nنفس الصلاة منكرا مبتدعا لأنكره كما انكر الاجتماع فيها.\n</p>\n\n<p>\nويؤيد ذلك أيضا ما رواه علي بن الحسن بن فضال.. \" (1).\n</p>\n\n<p>\n3 - رواية الطوسي: \" علي بن الحسن بن فضال، عن أحمد بن الحسن، عن عمرو بن\nسعيد المدايني عن مصدق بن صدقة، عن عمار، عن أبي عبد الله (عليه السلام)\nقال: سألته عن الصلاة من رمضان في المساجد؟\n</p>\n\n<p>\nفقال: لما قدم أمير المؤمنين (عليه السلام) الكوفة أمر الحسن بن علي\n(عليه السلام) أن ينادي في الناس: لا صلاة في شهر رمضان في المساجد جماعة،\nفنادى في الناس الحسن بن علي (عليه السلام) بما أمره به أمير المؤمنين\n(عليه السلام)، فلما سمع الناس مقالة الحسن بن علي <span id='ms23'></span> (عليه السلام) صاحوا:\nواعمراه، واعمراه، فلما رجع الحسن (عليه السلام) إلى أمير المؤمنين (عليه\nالسلام) قال له: ما هذا الصوت؟\n</p>\n\n<p>\nقال: يا أمير المؤمنين (عليه السلام)، الناس يصيحون: واعمراه، واعمراه.\n</p>\n\n<p>\nفقال أمير المؤمنين (عليه السلام): قل لهم صلوا \". (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p061'> Vol. 00, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nوالحديث وثقه المجلسي. (1) قال الطوسي: \" فكأن أمير المؤمنين (عليه\nالسلام) أيضا لما أنكر، انكر الاجتماع ولم ينكر نفس الصلاة، فلما رأى أن\nالأمر يفسد عليه ويفتتن الناس أجاز أمرهم بالصلاة على عادتهم، فكل هذا واضح\nبحمد الله \". (2) 4 - رواية العلامة الحلي: \" عن الصادق والرضا (عليهما\nالسلام): لما دخل رمضان إصطف الناس خلف رسول الله (صلى الله عليه وآله).\nفقال: أيها الناس هذه نافلة فليصل كل منكم وحده وليعمل ما علمه الله في\nكتابه. واعلموا انه لا جماعة في نافلة، فتفرق الناس \". (3) 5 - رواية ابن\nإدريس: روى ابن إدريس في آخر السرائر نقلا من كتاب أبي القاسم جعفر بن\nقولويه، عن أبي جعفر وأبي عبد الله (عليهما السلام):\n</p>\n\n<p>\nلما كان أمير المؤمنين (عليه السلام) بالكوفة أتاه الناس فقالوا له: اجعل\nلنا إماما يؤمنا في رمضان، فقال لهم: لا، ونهاهم أن يجتمعوا فيه، فلما\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p062'> Vol. 00, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nأمسوا جعلوا يقولون: إبكوا رمضان، وا رمضاناه. فأتى الحارث الأعور في\nأناس، فقال: يا أمير المؤمنين، ضج الناس وكرهوا قولك.\n</p>\n\n<p>\nقال: فقال عند ذلك: دعوهم وما يريدون ليصل بهم من شاؤوا، ثم قال: * (ومن\nيتبع غير سبيل المؤمنين نوله ما تولى ونصله جهنم وساءت مصيرا (1) *. (2) 6\n- رواية القاضي نعمان: روى القاضي نعمان عن أبي عبد الله جعفر بن محمد\n(عليهما السلام) أنه قال: صوم شهر رمضان فريضة، والقيام في جماعة، في ليله\nبدعة، وما صلاها رسول الله (صلى الله عليه وآله) [في لياليه بجماعة\nالتراويح]، ولو كان خيرا ما تركها، وقد صلى في بعض ليالي شهر رمضان وحده\n(صلى الله عليه وآله)، فقام قوم خلفه فلما أحس بهم دخل بيته، ففعل ذلك ثلاث\nليال. فلما أصبح بعد ثلاث ليال صعد المنبر فحمد الله وأثنى عليه، ثم قال:\nأيها الناس، لا تصلوا غير الفريضة <span id='ms24'></span> ليلا في شهر رمضان ولا في غيره في جماعة،\nإن الذي صنعتم بدعة، ولا تصلوا ضحى، فان الصلاة ضحى بدعة، وكل بدعة ضلالة،\nوكل ضلالة سبيلها إلى النار، ثم نزل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p063'> Vol. 00, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nوهو يقول: عمل قليل في سنة خير من عمل كثير في بدعة \". (1) قال: وقد روت\nالعامة مثل هذا عن رسول الله (صلى الله عليه وآله)، وإن الصلاة نافلة في\nجماعة في ليل شهر رمضان لم تكن في عهد رسول الله (صلى الله عليه وآله)، ولم\nتكن في أيام أبي بكر ولا في صدر من أيام عمر، حتى أحدث ذلك عمر فاتبعوه\nعليه. وقد رووا نهي رسول الله (صلى الله عليه وآله)، نعوذ بالله من البدعة\nفي دينه وارتكاب نهي رسول الله (صلى الله عليه وآله) \". (2) \" أدلة القول\nبعدم جواز الجماعة في التراويح \"...\n</p>\n\n<p>\nقال النوري: قال أبو القاسم الكوفي في كتاب الاستغاثة: إن رسول الله (صلى\nالله عليه وآله) استن على المصلين النوافل في ليل رمضان فرادى، وهي التي\nتسمى التراويح، فاجتمعت الأمة: أن رسول الله (صلى الله عليه وآله) لم يرخص\nفي صلاتها جماعة، فلما ولي عمر، أمرهم بصلاتها جماعة، فصلوا كذلك وجعلوها\nمن السنن المؤكدة ثم والوا عليها وواظبوا وهم في ذلك مقرون بأنها بدعة ثم\nيزعمون أنها بدعة حسنة \". (3) 7 - رواية الحراني: عن الإمام الرضا (عليه\nالسلام): \" ولا يجوز التراويح في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p064'> Vol. 00, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\nجماعة \". (1) قال الشيخ الطوسي: \" فالوجه في هذه الأخبار وما جرى مجراها\nأنه لم يكن رسول الله (صلى الله عليه وآله) يصلي صلاة النافلة في جماعة في\nشهر رمضان، ولو كان فيه خيرا لما تركه رسول الله (صلى الله عليه وآله) ولم\nيرد أنه لا يجوز أن يصلى على الانفراد \". (2) أدلة القول بعدم جواز الجماعة\nفي التراويح أما دليل القول بعدم جواز الجماعة في التراويح فلعل الروايات\nالسابقة التي ذكرناها في موقف النبي (صلى الله عليه وآله) وأهل بيته من\nالتراويح بما فيها الصحيحة والموثقة، وهي العمدة في المقام وبها الغنى\nوالكفاية لنفي مشروعية الجماعة في نوافل شهر رمضان <span id='ms25'></span>. وإن كانت لهم أدلة أخرى\nمنها:\n</p>\n\n<p>\nأ - عمومات النهي عن الجماعة في النافلة، إلا الاستسقاء والعيد والإعادة:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p065'> Vol. 00, p. 065</a>\n            </div>\n            \n</p>\n\n<p>\n1 - عن جعفر بن محمد (صلى الله عليه وآله)... ولا يصلي التطوع في جماعة،\nلأن ذلك بدعة، وكل بدعة ضلالة، وكل ضلالة في النار \". (1) 2 - عن الإمام\nالرضا (عليه السلام) في كتابه إلى المأمون، قال: لا يجوز أن يصلى تطوع في\nجماعة، لأن ذلك بدعة، وكل بدعة ضلالة، وكل ضلالة في النار \". (2) وعن\nالعلامة الحلي: \" ولا تجوز (اي الجماعة) في النوافل إلا الاستسقاء والعيدين\nالمندوبين \". (3) وعن المحقق النجفي: \" لا تجوز في شئ من النوافل على\nالمشهور بين الأصحاب نقلا وتحصيلا، بل في الذكرى نسبته إلى ظاهر\nالمتأخرين... وعن كنز العرفان: الاجماع عليه \". (4) ب - الإجماع على أن\nالجماعة فيها بدعة.\n</p>\n\n<p>\nج - رواية زيد بن ثابت عن النبي (صلى الله عليه وآله): \" صلاة المرء في\nبيته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p066'> Vol. 00, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nأفضل من صلاته في المسجد إلا المكتوبة \". (1) د - تصريح الخليفة عمر بن\nالخطاب بأنها بدعة (2). وقد قال النبي (صلى الله عليه وآله): \" فان كل بدعة\nضلالة \". (3) ه‍ - ما روت عائشة: أن النبي (صلى الله عليه وآله) صلى في\nالمسجد، فصلى بصلاته ناس، ثم صلى في القابلة، فكثر الناس، ثم اجتمعوا في\nالليلة الثالثة فلم يخرج إليهم رسول الله (صلى الله عليه وآله) فلما أصبح\nقال: رأيت الذي صنعتم فلم يمنعني من الخروج إليكم إلا أني خشيت أن يفرض\nعليكم. (4) \".\n</p>\n\n<p>\nأقول: وإن كان لنا نقاش في بعض هذه الأدلة خصوصا حديث عائشة - وقد مر\nالبحث عنه - ولكن المجموع من حيث المجموع، يوجب العلم بعدم مشروعية الجماعة\nفيها.\n</p>\n\n<p>\n\" مناقشة أدلة بجواز \"...\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p067'> Vol. 00, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nأدلة القول بجواز الجماعة فيها استدلوا للقول بجواز الجماعة في نوافل شهر\nرمضان بما يلي:\n</p>\n\n<p>\n1 - إجماع الصحابة على ذلك.\n</p>\n\n<p>\n2 - جمع النبي (صلى الله عليه وآله) أصحابه وأهله فصلى بالناس جماعة كما\nفي الحديث المنسوب إلى أبي ذر.\n</p>\n\n<p>\n3 - قوله (صلى الله عليه وآله): \" إن القوم إذا صلوا مع الامام حتى ينصرف\nكتب لهم قيام تلك الليلة \"، وهذا خاص في قيام رمضان فيقدم على <span id='ms26'></span> عموم ما\nاحتجوا به.\n</p>\n\n<p>\n4 - قول النبي (صلى الله عليه وآله) فإنه لم يخف علي مكانكم ولكني خشيت\nأن تفترض عليكم فتعجزوا عنها، ولهذا ترك النبي (صلى الله عليه وآله) القيام\nبهم معللا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p068'> Vol. 00, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nبذلك، أو خشية أن يتخذه الناس فرضا.\n</p>\n\n<p>\n5 - جاء عن عمر أنه كان يصلي في جماعة.\n</p>\n\n<p>\n6 - إن فيها التشدد في حفظ القرآن والمحافظة على الصلاة.\n</p>\n\n<p>\n7 - ما قد روي عن أبي عبد الرحمن السلمي أن عليا (عليه السلام) قام بهم\nفي رمضان.\n</p>\n\n<p>\n8 - وعن إسماعيل بن زياد قال: مر - أي علي بن أبي طالب (عليه السلام) -\nعلى المساجد وفيها القناديل في شهر رمضان. فقال: نور الله على عمر قبره،\nكما نور علينا مساجدنا. (1) مناقشة أدلة الجواز أقول: أما الرواية الأخيرة\nفقد رويت مرسلة، لأن إسماعيل بن زياد، كان من معاصري ابن جريج، ويروي عن\nالتابعين أو تابع التابعين، فكيف يمكنه الرواية عن علي (عليه السلام)؟!\n</p>\n\n<p>\nأضف إلى ذلك، التأمل في إسماعيل، فعن ابن عدي انه منكر\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p069'> Vol. 00, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nالحديث فإن ما يرويه لا يتابعه أحد عليه، اما إسنادا وإما متنا.\n</p>\n\n<p>\nوقال ابن حبان: شيخ دجال لا يحل ذكره في الكتب إلا على سبيل القدح فيه \".\n(1) أما الرواية التي قبلها - رواية أبي عبد الرحمن السلمي - وروايات أخرى\nبمفادها أن عليا (عليه السلام) صلى بهم النوافل جماعة: أو أمر بذلك فكلها\nمخدوشة سندا وهي كما يلي:\n</p>\n\n<p>\n1 - أخبرنا أبو الحسين، ثنا موسى بن محمد بن علي بن عبد الله، ثنا أحمد\nبن عيسى بن ماهان الرازي ببغداد، ثنا هشام بن عمار، ثنا مروان بن معاوية،\nعن أبي عبد الله الثقفي، ثنا عرفجة الثقفي قال: كان علي بن أبي طالب - رضي\nالله عنه - يأمر الناس بقيام شهر رمضان ويجعل للرجال إماما وللنساء إماما.\nقال عرفجة:\n</p>\n\n<p>\nفكنت أنا إمام النساء \" (2).\n</p>\n\n<p>\nوفي السند كلام، فان مروان بن معاوية كثير النقل عن\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p070'> Vol. 00, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\nالمجاهيل، (1) 2 - أنبأ أبو عبد الله بن فنجويه الدينوري، ثنا أحمد بن\nمحمد بن إسحاق بن عيسى السني، أنبأ أحمد بن عبد الله البزاز، عن سعدان بن\nيزيد، عن <span id='ms27'></span> الحكم بن مروان السلمي، أنبأ الحسن بن صالح، عن أبي سعد البقال،\nعن أبي الحسن أن علي بن أبي طالب (عليه السلام) أمر رجلا أن يصلي بالناس\nخمس ترويحات عشرين ركعة.\n</p>\n\n<p>\nوفيه ضعف وصرح به البيهقي، ولعل ضعفه من جهة أبي سعد، سعيد بن المرزبان\nالبقال، فإنه متكلم فيه، كما قاله التركماني. (2) 3 - أنبأ أبو عبد الله\nالحافظ، ثنا الحكم بن عبد الملك، عن قتادة عن الحسن، قال: أمنا علي بن أبي\nطالب (عليه السلام) في زمن عثمان بن عفان عشرين ليلة ثم احتبس، فقال بعضهم:\nقد تفرغ لنفسه، ثم أمهم أبو حليمة معاذ القاري فكان يقنت. (3) وفيه الحكم\nبن عبد الملك، وهو ليس بثقة عند يحيى بن معين، ومضطرب الحديث عند أبي حاتم،\nومنكر الحديث عند أبي داود،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p071'> Vol. 00, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nوضعيف الحديث عند يحيى. (1) وأما رواية أبي عبد الرحمن السلمي عن علي\n(عليه السلام) قال: دعا القرآء في رمضان فأمر منهم رجلا يصلي بالناس عشرين\nركعة، قال: وكان علي رضوان الله عليه يؤثر بهم. (2) ففيه: عطاء وهو مختلط\nوسئ الحفظ وضعيف. (3) وفيه أيضا: حماد بن شعيب، وضعفه الأزدي. (4) فهذه\nالروايات التي مفادها أن عليا صلى التراويح جماعة أو أمر بالجماعة فيها،\nكلها مورد للاشكال السندي، أضف إلى ذلك ما مر من المعارض لها إن تم التعارض\nبما فيه صحيح السند منها الرواية برقم 3 و 4 والرواية الثانية للكليني في ص\n58 من هذا الكتاب ويؤيده:\n</p>\n\n<p>\nما روي عن ابن أبي الحديد أن الإمام (عليه السلام) بعث الحسن (عليه\nالسلام) ليفرقهم عن الجماعة في نافلة رمضان. ففي شرح النهج: \" روي أن أمير\nالمؤمنين (عليه السلام) لما اجتمعوا إليه بالكوفة فسألوه أن ينصب لهم إماما\nيصلي بهم نافلة شهر رمضان، زجرهم وعرفهم أن ذلك خلاف السنة،\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p072'> Vol. 00, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\nفتركوه واجتمعوا لأنفسهم وقدموا بعضهم، فبعث إليهم ابنه الحسن (عليه\nالسلام)، فدخل عليهم المسجد ومعه الدرة، فلما رأوه تبادروا الأبواب،\nوصاحوا: وا عمراه \". (1) وأما حديث أبي ذر فضعيف: إذ في السند مسلمة بن\nعلقمة وهو المازني، أبو محمد البصري، إمام <span id='ms28'></span> مسجد داود بن أبي هند. كما يقال:\n</p>\n\n<p>\nفي حفظه شئ، وقد سئل أبو داود عنه؟ فقال: ترك عبد الرحمن حديثه، وقال\nالنسائي: ليس بالقوي (2).\n</p>\n\n<p>\nوإليك نص الحديث:\n</p>\n\n<p>\n\" حدثنا محمد بن عبد الملك بن أبي الشوارب، ثنا مسلمة بن علقمة، عن داود\nبن أبي هند، عن الوليد بن عبد الرحمن الجرشي، عن جبير بن نفير الحضرمي، عن\nأبي ذر قال: صمنا مع رسول الله (صلى الله عليه وآله) رمضان فلم يقم بنا\nشيئا منه، حتى بقي سبع ليال، فقام بنا ليلة السابعة حتى مضى نحو من ثلث\nالليل، ثم كانت الليلة السادسة التي تليها، فلم يقمها، حتى كانت الخامسة\nالتي تليها، ثم قام بنا حتى مضى نحو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p073'> Vol. 00, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nمن شطر الليل، فقلت: يا رسول الله، لو نفلتنا بقية ليلتنا هذه.\n</p>\n\n<p>\nفقال: إنه من قام مع الإمام حتى ينصرف، فإنه يعدل قيام ليلة، ثم كانت\nالرابعة التي تليها فلم يقمها، حتى كانت الثالثة التي تليها.\n</p>\n\n<p>\nقال: فجمع نساءه وأهله، واجتمع الناس، قال: فقام بنا حتى خشينا ان يفوتنا\nالفلاح. قيل: وما الفلاح؟ قال: السحور، قال ثم لم يقم بنا شيئا من بقية\nالشهر \". (1) وأما الجواب عن الدليل السادس: فإن هذا الكلام - وهو أن فيه\nالتشدد في حفظ القرآن والمحافظة على الصلاة - ليس بشئ لأن الله تعالى\nورسوله بذلك أعلم. ولو كان كما قالوه لكانا يسنان هذه الصلاة ويأمران بها،\nوليس لنا أن نبدع في الدين بما نظن أن فيه مصلحة، لأنه لا خلاف في أن ذلك\nلا يحل ولا يسوغ \". (2) \" ترك النبي (صلى الله عليه وآله) للتراويح \"...\n</p>\n\n<p>\nواما الجواب عن الباقي فيظهر بأدنى تأمل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p074'> Vol. 00, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nكلمات الاعلام في ترك النبي (صلى الله عليه وآله) للتراويح مما يؤيد كون\nالجماعة في نوافل شهر رمضان مرغوب عنها هو ترك النبي (صلى الله عليه وآله)\nلها وكذلك الخليفة أبي بكر طيلة خلافته، والخليفة عمر صدرا من خلافته،\nوتصريحه بأنها بدعة. ولم تصل إلينا رواية صحيحة مفادها أن عليا (عليه\nالسلام) صلى النوافل جماعة.\n</p>\n\n<p>\nهذا وقد صرح أعلام <span id='ms29'></span> السنة كالعسقلاني، والعيني، وغيرهما أن النبي (صلى\nالله عليه وآله) لم يصل جماعة ولا شجعهم عليها في رواية قوية.\n</p>\n\n<p>\nوإليك كلماتهم:\n</p>\n\n<p>\n1 - رأي العسقلاني: قال: فتوفي رسول الله (صلى الله عليه وآله) والناس -\nوفي رواية:\n</p>\n\n<p>\nوالأمر - على ذلك: أي على ترك الجماعة في التراويح، ولأحمد من رواية أبي\nذئب، عن الزهري في هذا الحديث \" ولم يكن رسول الله (صلى الله عليه وآله)\nجمع الناس على القيام.\n</p>\n\n<p>\nوأما ما رواه ابن وهب، عن أبي هريرة: خرج رسول الله (صلى الله عليه وآله)\nوإذا الناس في رمضان يصلون في ناحية المسجد، فقال: ما هذا؟\n</p>\n\n<p>\nفقيل ناس يصلي بهم أبي بن كعب، فقال: أصابوا ونعم ما صنعوا، ذكره ابن عبد\nالبر، وفيه مسلم بن خالد وهو ضعيف، والمحفوظ أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p075'> Vol. 00, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nعمر هو الذي جمع الناس على أبي بن كعب \". (1) 2 - رأي العيني: \" قوله:\nوالأمر على ذلك، ثم كان الأمر على ذلك في خلافة أبي بكر وصدرا من خلافة\nعمر، يعني على ترك الجماعة في التراويح.\n</p>\n\n<p>\nقوله: \" إني أرى هذا \"، من اجتهاد عمر واستنباطه من إقرار الشارع الناس\nيصلون خلفه ليلتين، وقاس ذلك على جمع الناس على واحد في الفرض \". (2) أقول:\nومقصوده: إن الخليفة عمر اجتهد واستنبط جواز الجماعة في نوافل رمضان من\nاقرار - ورضاء - النبي (صلى الله عليه وآله) بصلاة الناس خلفه - في\nالليلتين أو الأربعة - كما في حديث عروة عن عائشة. (3)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p076'> Vol. 00, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\nإذ لم ينههم عن الاجتماع حينما رآهم اجتمعوا وصلوا خلفه - وهذا هو الدليل\nالأول لعمر.\n</p>\n\n<p>\nوالدليل الثاني: هو القياس، حيث إنه قاس جواز الجماعة في نوافل رمضان،\nبجواز الجماعة في الفرائض، فكما انه يشرع في الثاني، كذلك يشرع في الأول.\n</p>\n\n<p>\nاذن: دليل الخليفة عمر على جواز التراويح هو اقرار النبي (صلى الله عليه\nوآله) والقياس.\n</p>\n\n<p>\nاما الاقرار فقد عرفت انه لم يقررهم على ذلك بل نهاهم واظهر الانزجار -\nكما في بعض الروايات على أنه لا دلالة فيه على أن النافلة كانت في شهر\nرمضان. هذا أولا. وثانيا وجود التأمل، والنقاش في السند، وثالثا: تأمل <span id='ms30'></span>\nفقهاء السنة في الأخذ بمضمونها.\n</p>\n\n<p>\nواما دليل القياس: فهو مع الفارق، إذ كيف يقاس الفرض بالنفل على فرض تسلم\nالمبنى وقبول القياس.\n</p>\n\n<p>\n3 - رأي السرخسي: \" يوضح ما قلنا أن الجماعة لو كانت مستحبة في حق\nالنوافل لفعله المجتهدون القائمون بالليل لأن كل صلاة جوزت على وجه\nالانفراد وبالجماعة، كانت الجماعة فيها أفضل، ولم ينقل أداؤها بالجماعة في\nعصره (صلى الله عليه وآله) ولا في زمن الصحابة - رضوان الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p077'> Vol. 00, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\nعليهم أجمعين - ولا في زمن غيرهم من التابعين فالقول بها مخالف للأمة\nأجمع وهذا باطل \". (1) 4 - رأي محمد الذهني: وجاء في شرح حديث أبي هريرة: \"\nفتوفي رسول الله والامر على ذلك، أي على الحال التي كان الناس عليها في\nزمنه (صلى الله عليه وآله) من إحيائهم ليالي رمضان بالتراويح منفردين في\nبيوتهم.\n</p>\n\n<p>\nوبعضهم في المسجد إما لكونهم معتكفين، أو لأنهم من أهل الصفة المفردين،\nأو لأن لهم في البيت ما يشغلهم عن العبادة فيكونون في المسجد من المغتنمين\nفلا مخالفة لأمره - عليه الصلاة والسلام - إياهم بصلاة التراويح في بيوتهم.\n</p>\n\n<p>\n\" هل صلى عمر جماعة؟ \"...\n</p>\n\n<p>\nقوله: ثم كان الامر على ذلك: أي على وفق زمانه (صلى الله عليه وآله) في\nجميع خلافة الصديق. وقوله: صدرا من خلافة عمر: أي أول خلافته.\n</p>\n\n<p>\nقال النووي: ثم جمعهم عمر على أبي بن كعب \". (2)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p078'> Vol. 00, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nهل صلى عمر بن الخطاب جماعة؟\n</p>\n\n<p>\nوقد استدلوا على جواز التراويح جماعة بصلاة الخليفة عمر، ولكن لم يثبت\nذلك. وفيما يلي بعض التصريحات من أهل السنة.\n</p>\n\n<p>\n1 - جواب أبي طاهر: قال: \" إن الثابت في رواية عبد الرحمن بن عبد القاري:\nأن الذي كان يصلي بالناس، أبي، وأن عمر كان يصلي في بيته، ولو صلى مع\nالجماعة لكان هو الإمام بلا شك.\n</p>\n\n<p>\nوقد تقدم تفضيل النبي (صلى الله عليه وآله) النفل في البيت على الصلاة في\nمسجده إلا أن يكون هناك فائدة لا يحصلها في بيته كسماع القرآن من الإمام\nالحافظ \". (1) 2 - جواب العيني: قال: في شرح قوله: ثم خرجت معه - أي مع عمر\nليلة أخرى - وفيه إشعار بأن <span id='ms31'></span> عمر كان لا يواظب الصلاة معهم، وكأنه يرى أن\nالصلاة في بيته أفضل، ولا سيما في آخر الليل.\n</p>\n\n<p>\nوعن هذا قال الطحاوي: التراويح في البيت أفضل \" (2).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p079'> Vol. 00, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nهل البدعة تنقسم إلى اقسام؟\n</p>\n\n<p>\n\" هل البدعة تنقسم إلى اقسام؟ \"...\n</p>\n\n<p>\nبعد أن اتضح من خلال هذه الأبحاث أن التراويح لم تكن على عهد رسول الله\n(صلى الله عليه وآله) ولا عهد أبي بكر، بل هي من ابداعات الخليفة الثاني،\nكما صرح هو بذلك حيث قال: نعم البدعة.\n</p>\n\n<p>\nيبقى سؤال يطرح نفسه وهو هل أن البدعة اقسام وأنها تنقسم إلى الأحكام\nالخمسة كما عن القسطلاني وابن عابدين، وان البدعة على نوعين حسنة ومستقبحة،\nكما عن العيني، تبريرا لموقف الخليفة الثاني وقوله.\n</p>\n\n<p>\nأم أن البدعة تساوي الضلالة والنار، كما ورد في الحديث الشريف وعليه\nالكثيرون، كالشاطبي وغيره.\n</p>\n\n<p>\nأنصار الرأي الأول:\n</p>\n\n<p>\n1 - قال القسطلاني: بعد قول عمر - نعم البدعة هذه: \" وهي - أي البدعة -\nخمسة: واجبة ومندوبة ومحرمة ومكروهة ومباحة، وحديث \" كل بدعة ضلالة \" من\nالعام المخصوص، وقد رغب فيها عمر بقوله: نعم البدعة، وهي كلمة تجمع المحاسن\nكلها، كما أن بئس تجمع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p080'> Vol. 00, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nالمساوئ كلها، وقيام شهر رمضان ليس بدعة، لأنه (صلى الله عليه وآله) قال:\nاقتدوا (1)\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p081'> Vol. 00, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nبالذين من بعدي أبي بكر وعمر \" وإذا أجمع الصحابة مع عمر على ذلك زال عنه\nاسم البدعة \". (1) جواب الكحلاني: وقد أجاب الكحلاني على الفقرة الأخيرة من\nكلام القسطلاني قائلا: \" وأما حديث عليكم بسنتي وسنة الخلفاء الراشدين\nبعدي.. ومثله حديث اقتدوا باللذين من بعدي.. فإنه ليس المراد بسنة الخلفاء\nالراشدين إلا طريقتهم الموافقة لطريقته (صلى الله عليه وآله) من جهاد\nالاعداء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p083'> Vol. 00, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\nوتقوية شعائر الدين ونحوها، فإن الحديث عام لكل خليفة راشد لا يخص\nالشيخين، ومعلوم من قواعد الشريعة أن ليس لخليفة راشد أن يشرع طريقة غير ما\nكان عليها النبي (صلى الله عليه وآله) ثم عمر نفسه الخليفة الراشد سمى ما\nرآه من تجميع صلاته ليالي رمضان بدعة، ولم يقل إنها سنة، فتأمل \". (1) واما\nالجواب عن الفقرة الأولى من كلام القسطلاني حول تقسيم <span id='ms32'></span> البدعة، فسيجئ من\nخلال عرض كلام الشاطبي والحافظ ابن رجب الحنبلي.\n</p>\n\n<p>\n2 - قال ابن عابدين: ذيل قوله: أن كل صاحب بدعة لا يكون كافرا، أن البدعة\nاقسام: \" قوله صاحب بدعة اي محرمة، وإلا فقد تكون واجبة كنصب الأدلة للرد\nعلى أهل الفرق الضالة، وتعلم النحو المفهم للكتاب والسنة.\n</p>\n\n<p>\nومندوبة: كأحداث نحو رباط ومدرسة، وكل إحسان لم يكن في الصدر الأول.\n</p>\n\n<p>\nومكروهة: كزخرفة المساجد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p084'> Vol. 00, p. 084</a>\n            </div>\n            \n</p>\n\n<p>\nومباحة: كالتوسيع بلذيد المآكل والمشارب والثياب \". (1) 3 - العيني: \" ثم\nالبدعة على نوعين: إن كانت مما يندرج تحت مستحسن في الشرع فهي بدعة حسنة،\nوإن كانت مما يندرج تحت مستقبح في الشرع فهي بدعة مستقبحة \". (2) أنصار\nالرأي الثاني:\n</p>\n\n<p>\n1 - الكحلاني: \" قوله - اي قول عمر - نعم البدعة، فليس في البدعة ما يمدح\nبل كل بدعة ضلالة \". (3) 2 - الشاطبي: \" أنها - أي نصوص كل بدعة ضلالة -\nجاءت مطلقة عامة على كثرتها لم يقع فيها استثناء البتة، ولم يأت فيها ما\nتقتضي أن منها ما هو هدى، ولا جاء فيها: كل بدعة ضلالة إلا كذا وكذا. ولا\nشئ من هذه المعاني فلو كان هناك محدثة تقتضي النظر الشرعي فيها الاستحسان،\nأو أنها لاحقة بالمشروعات لذكر في آية أو حديث لكنه لا يوجد...\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p085'> Vol. 00, p. 085</a>\n            </div>\n            \n</p>\n\n<p>\nعلى أن متعقل البدعة يقتضي ذلك بنفسه، لأنه من باب مضادة الشارع واطراح\nالشرع، وكل ما كان بهذه المثابة فمحال أن ينقسم إلى حسن، وقبح، وأن يكون\nمنه ما يمدح وما يذم \". (1) 3 - ابن رجب الحنبلي: فإنه يرى أن قوله (صلى\nالله عليه وآله) كل بدعة ضلالة (2) يشمل جميع اقسام البدعة ولا يستثنى منه\nشئ.\n</p>\n\n<p>\nقال: \" فقوله كل بدعة ضلالة من جوامع الحكم. لا يخرج عنه شئ، وهو أصل\nعظيم من أصول الدين وهو تشبيه بقوله من أحدث في أمرنا هذا ما ليس منه فهو\nرد، فكل من أحدث شيئا ونسبه إلى الدين ولم يكن له من أصل الدين يرجع اليه\nفهو ضلالة، والدين برئ منه، وسواء في ذلك مسائل الاعتقادات أو الأعمال أو\nالأقوال الظاهرة، والباطنة \". (3) 4 - الغامدي: قال في مناقشة التحسين\nالبدعي \" ويراد به <span id='ms33'></span> عند معتقديه والقائلين به: أن البدع الشرعية ليست مذمومة\nكلها، بل فيها ما هو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p086'> Vol. 00, p. 086</a>\n            </div>\n            \n</p>\n\n<p>\nحسن ممدوح مثاب عليه من الله، فيقسمون البدع إلى حسن وقبيح.\n</p>\n\n<p>\nوهذا التقسيم إغتر به كثير من أهل الفضل والعلم وضل به كثير من المبتدعة،\nولبس به على كثير من المقلدين والجهلة، والعوام، فإذا سمع هؤلاء النهي عن\nبدعة من البدع كانت الإجابة بأن هذه بدعة حسنة.\n</p>\n\n<p>\nومناقشة هذا القول، وبيان خطأه، ومنافاته للصواب:\n</p>\n\n<p>\nأولا: القول بحسن بعض البدع مناقض للأدلة الشرعية الواردة في ذم عموم\nالبدع، ذلك أن النصوص الذامة للبدعة والمحذرة منها جاءت مطلقة عامة، وعلى\nكثرتها لم يرد فيها استثناء ألبته، ولم يأت فيها ما يقتضي أن منها ما هو\nحسن مقبول عند الله، ولا جاء فيها: كل بدعة ضلالة إلا كذا وكذا، ولا شئ من\nهذه المعاني، ولو كانت هنالك محدثات يقتضي النظر الشرعي فيها أنها حسنة أو\nمشروعة، لذكر ذلك في نصوص الكتاب أو السنة، ولكنه لا يوجد ما يدل على ذلك\nبالمنطوق أو المفهوم، فدل ذلك على أن أدلة الذم بأسرها متضافرة، على أن\nالقاعدة الكلية في ذم البدع لا يمكن أن يخرج عن مقتضاها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p087'> Vol. 00, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\nفرد من الافراد... (1) ثانيا: من الثابت في الأصول العلمية أن كل قاعدة\nكلية أو دليل شرعي كلي إذا تكررت في أوقات شتى وأحوال مختلفة، ولم يقترن\nبها تقييد ولا تخصيص فذلك دليل على بقائها على مقتضى لفظها العام المطلق.\nوأحاديث ذم البدع والتحذير منها من هذا القبيل، فقد كان النبي (صلى الله\nعليه وآله) يردد على ملأ المسلمين في أوقات وأحوال كثيرة ومتنوعة أن: \" كل\nبدعة ضلالة \".\n</p>\n\n<p>\nولم يرد في آية ولا حديث ما يقيد أو يخصص هذا اللفظ المطلق العام. بل ولم\nيأت ما يفهم منه خلاف ظاهر هذه القاعدة الكلية، وهذا يدل دلالة واضحة على\nأن هذه القاعدة على عمومها واطلاقها.\n</p>\n\n<p>\nثالثا: عند النظر في أقوال وأحوال السلف الصالح من الصحابة والتابعين ومن\nيليهم، نجد أنهم مجتمعون على ذم البدع وتقبيحها، والتنفير عنها <span id='ms34'></span>، وقطع\nذرائعها الموصلة إليها، وذم المتلبس بالبدعة، والمتسم بها، والتحذير من\nمجالسته وسماع أقواله، ولم يرد عنهم في\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p088'> Vol. 00, p. 088</a>\n            </div>\n            \n</p>\n\n<p>\nذلك توقف، ولا استثناء فهو بحسب الاستقراء اجماع ثابت يدل بجلاء على أنه\nليس في البدع ما هو حسن \". (1) رابعا: من تأمل البدع بعيدا عن هوى النفس\nورغبتها يجد أنها مضادة للشرع مستدركة على الشارع متهمة له بالتقصير، وكل\nما كان بهذه المثابة فمحال أن ينقسم إلى حسن وقبيح، أو أن يكون منه ما يمدح\nومنه ما يذم. (2) خامسا: لو افترض أن في النصوص أو في أقوال السلف ما يقتضي\nحسن بعض البدع الشرعية، فإن ذلك لا يخرج النص العام الذام للبدعة عن عمومه،\nلأن ما وصف بالحسن إما أن يكون غير حسن أصلا فيحتاج إثبات حسنه إلى دليل،\nفأما ما ثبت حسنه فليس من البدع فيبقى عموم الذم للبدع محفوظا لا خصوص فيه.\n</p>\n\n<p>\nوإما أن يقال ما ثبت حسنه فهو مخصوص من العموم.\n</p>\n\n<p>\nوالعام المخصوص دليل فيما عدا صورة التخصيص فمن اعتقد أن بعض البدع مخصوص\nمن عموم الذم وجب عليه الإتيان بالدليل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p089'> Vol. 00, p. 089</a>\n            </div>\n            \n</p>\n\n<p>\nالشرعي الصالح للتخصيص من الكتاب والسنة أو الاجماع. (1) سادسا: من ادعى\nحسن شئ من المحدثات لزمه اتهام الدين بالنقص وعدم الكمال. واقتضاه ذلك\nمخالفة الخبر المنزل من عند الله:\n</p>\n\n<p>\n\" اليوم أكملت لكم دينكم \" (2).\n</p>\n\n<p>\nسابعا: القول بالبدعة الحسنة يفسد الدين ويفتح المجال للمتلاعبين فيأتي\nكل من يريد بما يريد تحت ستار البدعة الحسنة وتتحكم حينئذ أهواء الناس\nوعقولهم وأذواقهم في شرع الله، وكفى بذلك إثما وضلالا مبينا.\n</p>\n\n<p>\nثامنا: عند النظر في بعض المحدثات التي يسميها أصحابها بدعا حسنة يجد\nأنها قد جلبت على المسلمين المفاسد العظيمة وأوبقتهم في المهالك الجسيمة..\n(ثم يأتي بأمثلة بعضها من خلط المعنى اللغوي بالاصطلاحي).\n</p>\n\n<p>\nثم قال: وهذا المذكور هنا إنما هو لمجرد التمثيل على أن البدع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p090'> Vol. 00, p. 090</a>\n            </div>\n            \n</p>\n\n<p>\nالتي يطلق عليها أصحابها حسنه، هي عين القبح والضلال والفساد، وإلا فلو\nاستعرضت سائر البدع العلمية والعملية لوجدتها من هذا القبيل... \".\n</p>\n\n<p>\nتاسعا: يقال لمعتقد حسن بعض البدع، إذا <span id='ms35'></span> جوزت الزيادة في دين الله باسم\nالبدعة الحسنة، جاز أن يستحسن مستحسن حذف شئ من الدين باسم البدعة الحسنة\nأيضا ولافرق بين البابين، لأن الابتداع يكون بالزيادة والنقصان، والاستحسان\nالذي تراه يكون كذلك بالزيادة والنقصان وكفى بهذا قبحا وذما وضلالا.\n</p>\n\n<p>\nعاشرا: يقال لمحسني البدع: أنتم تقولون بانقسام البدع إلى حسن وقبيح،\nفكيف نفصل بين البدعتين وبأي ميزان نفرق بين المحدثين إذا كان التشهي\nوالاستحسان هو الفاصل، والذوق والرأي هو المفرق.\n</p>\n\n<p>\nالحادي عشر: قول النبي (صلى الله عليه وآله): \" كل بدعة ضلالة \" قاعدة\nكلية عامة تستغرق جميع جزئيات وأفراد البدع وبرهان ذلك ما يلي:\n</p>\n\n<p>\nأولا: لفظ \" كل \" من ألفاظ العموم، وقد جزم أهل اللغة بأن فائدة هذا\nاللفظ هو رفع احتمال التخصيص إذا جاء مضافا إلى نكره، أو جاء للتأكيد.\n</p>\n\n<p>\nثانيا: من احكام لفظ \" كل \" عند أهل اللغة والأصول، أن \" كل \"\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p091'> Vol. 00, p. 091</a>\n            </div>\n            \n</p>\n\n<p>\nلا تدخل إلا على ذي جزئيات وأجزاء، ومدلولها في الموضعين الإحاطة بكل فرد\nمن الجزئيات أو الأجزاء.\n</p>\n\n<p>\nثالثا: ومن أحكامها أيضا عندهم أنها إذا أضيفت إلى نكرة - \" كل امرى بما\nكسب رهين \" (1) - فإنها تدل على العموم المستغرق لسائر الجزئيات، وتكون نصا\nفي كل فرد دلت عليه تلك النكرة، مفردا كان أو تثنية أو جمعا، ويكون\nالاستغراق للجزئيات بمعنى أن الحكم ثابت لكل جزء من جزئيات النكرة، وقد\nيكون مع ذلك الحكم على المجموع لازما له.\n</p>\n\n<p>\nوعند تطبيق هذا الحكم اللغوي الأصولي على الحديث النبوي:\n</p>\n\n<p>\nكل بدعة ضلالة، نجد أن \" كل \" أضيفت إلى نكرة، وهو \" بدعة \" فيطبق عليها\nالمعنى الذي ذكره أهل الأصول وأهل اللغة وعليه فلا يمكن أن تخرج أي بدعة عن\nوصف الضلال، و \" كل \" الواردة على لفظ بدعة هي نفسها الواردة على لفظ أمري\nفي الآية السابقة فهل يستطيع المحسن للبدع أن يزعم وجود فارق بين \" كل \" في\nقوله \" كل بدعة ضلالة \" ولفظ \" كل \" في الآية السابقة...\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p092'> Vol. 00, p. 092</a>\n            </div>\n            \n</p>\n\n<p>\nوهل يستطيع أن يقول بخروج شئ من عموم قوله سبحانه \" إن الله على كل شئ\nقدير \" كما يقول بخروج البدعة الحسنة <span id='ms36'></span>. - على حد زعمه - من عموم قوله (صلى\nالله عليه وآله): \" كل بدعة ضلالة \". (1) وفي الختام نقول: هذا هو الجواب\nالمقنع - رغم التأمل في بعض المناقشات - على أمثال القسطلاني وابن عابدين\nوغيرهما - في مقام تبرير قول الخليفة عمر بن الخطاب - \" نعم البدعة \"\nودعواهم إن البدعة على اقسام خمسة - وان حديث \" كل بدعة ضلالة \" من العام\nالمخصوص.\n</p>\n\n<p>\nفنقول لهم: إن القول بأن في البدعة ما هو حسن، يناقض الأدلة الشرعية\nالواردة في ذم عموم البدع. ولم يرد دليل يقيد الاطلاق، فمحال انقسامها إلى\nحسن وقبيح. ودعوى حسن شئ من البدع معناه: اتهام النقص وعدم الكمال إلى\nالدين، وفتح باب الزيادة والنقيصة فيه للمتلاعبين وعدم التمييز بين البدعة\nالحسنة من القبيحة.\n</p>\n\n<p>\nإذن حديث \" كل بدعة ضلالة \" قاعدة كلية عامة تستغرق جميع\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p093'> Vol. 00, p. 093</a>\n            </div>\n            \n</p>\n\n<p>\nافراد البدعة فلا يشذ منها شئ فما هو الحل حينئذ لما صرح به الخليفة في\nصلاة التراويح حيث أنه قال: \" نعم البدعة \" بعد أن جمعهم على قاري واحد.\n</p>\n\n<p>\nولم يرد ما يدل على أن هذه كانت مشروعة ومأذون فيها شرعا.\n</p>\n\n<p>\nبل من المسلم أن أول من سنها هو الخليفة الثاني.\n</p>\n\n<p>\nهل فعل الخليفة وقوله حجة؟\n</p>\n\n<p>\nيرى البعض من اتباع مدرسة الخلفاء، أن قول الصحابي، أو مذهبه حجة، بعضهم\nخص الحجية بقول أبي بكر وعمر، ولكن الغزالي (1) في المستصفى انكر هذا\nالمبنى وعده من الأصول الموهومة، فقال:\n</p>\n\n<p>\n\" الأصل الثاني من الأصول الموهومة: قول الصحابي، وقد ذهب قوم إلى أن\nمذهب الصحابي حجة مطلقا، وقوم إلى أنه الحجة إن خالف القياس، وقوم إلى أن\nالحجة في قول أبي بكر وعمر خاصة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p094'> Vol. 00, p. 094</a>\n            </div>\n            \n</p>\n\n<p>\nلقوله (صلى الله عليه وآله): \" اقتدوا باللذين من بعدي \" وقوم إلى أن\nالحجة في قول الخلفاء الراشدين إذا اتفقوا.\n</p>\n\n<p>\nوالكل باطل عندنا، فإن من يجوز عليه الغلط والسهو ولم تثبت عصمته (1)\nعنه، فلا حجة في قوله، فكيف يحتج بقولهم مع جواز (2) الخطأ؟ (3) هذا والحمد\nلله أولا وآخرا، انه ولي التوفيق وولي النعم.\n</p>\n\n<p>\nكتبه العبد الراجي ربه نجم الدين ابن آية الله الفقيه الشيخ <span id='ms37'></span> محمد رضا\nالطبسي (قدس سره) 15 / شوال / 1420 B\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p095'> Vol. 00, p. 095</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES#\n\n\n١ - وقد أعدنا النظر في هذه <a href=\"/الكتب/819_الرسالة\">الرسالة</a>\nبتاريخ 10 / جمادى الأولى / 1421.\n١ - انظر: <a href=\"/الكتب/1441_بحار-\nالأنوار-ج-١٠/الصفحة_0?pageno=363#top\">بحار الأنوار ١٠: ٣٦٣</a>.\n<p>\n٢ - انظر: <a href=\"/الكتب/1795_فتح-\nالباري-ج-٤/الصفحة_0?pageno=294#top\">فتح الباري ٤: ٢٩٤</a> - إرشاد الساري\n٤: ٦٥٤ - شرح الزرقاني ١: ٢٣٧.\n</p>\n\n<p>\n٣ - <a href=\"/الكتب/41_النهاية\">النهاية</a> 1: 274.\n١ - <a href=\"/الكتب/3937_لسان-العرب-ج-٢/الصفحة_0?pageno=462#top\">لسان\nالعرب ٢: ٤٦٢</a>.\n</p>\n\n<p>\n٢ - القاموس ١: ٢٣٢ - انظر التوشيح ٢: ٤٠٥.\n</p>\n\n<p>\n٣ - <a href=\"/الكتب/1056_سبل-السلام-ج-٢/الصفحة_0?pageno=11#top\">سبل\nالسلام ٢: ١١</a>.\n</p>\n\n<p>\n٤ - <a href=\"/الكتب/1755_السنن-\nالكبرى-ج-٢/الصفحة_0?pageno=700#top\">السنن الكبرى ٢: ٧٠٠</a>.\n١ - <a href=\"/الكتب/3962_مجمع-البحرين-ج-٢/الصفحة_0?pageno=362#top\">مجمع\nالبحرين ٢: ٣٦٢</a>.\n١ - البخاري ١: ٣٤٣ - أنظر: مسلم ١: ٥٢٣ - الموطأ ١: ١١٣ - أبو داود ١: ٤٣٦\n- النسائي ٣: ٢٠٢ - الترمذي ٣: ١٧١ - ابن ماجة ١: ٤٢ - أحمد ٢: ٢٨١ -\nالدارمي ٢: ٢٦ - <a href=\"/الكتب/1755_السنن-\nالكبرى-ج-٢/الصفحة_0?pageno=492#top\">السنن الكبرى ٢: ٤٩٢</a>.\n</p>\n\n<p>\n٢ - البخاري ١: ٣٤٣.\n</p>\n\n<p>\n٣ - <a href=\"/الكتب/1062_نيل-الأوطار-ج-٣/الصفحة_0?pageno=51#top\">نيل\nالأوطار ٣: ٥١</a>.\n1 - البخاري 1: 343.\n</p>\n\n<p>\n2 - البخاري 1: 343.\n١ - <a href=\"/الكتب/1062_نيل-الأوطار-ج-٣/الصفحة_0?pageno=50#top\">نيل\nالأوطار ٣: ٥٠</a>.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/3260_تهذيب-\nالكمال-ج-٢٠/الصفحة_0?pageno=40#top\">تهذيب الكمال ٢٠: ٤٠</a> و ١٣٦ - <a\nhref=\"/الكتب/3292_سير-أعلام-النبلاء-ج-١٠/الصفحة_0?pageno=612#top\">سير\nأعلام النبلاء ١٠: ٦١٢</a>.\n1 - البخاري 1: 343.\n١ - انظر: <a href=\"/الكتب/1462_بحار-الأنوار-ج-٣١\">بحار الأنوار ج ٣١</a>،\nص 12.\n١ - <a href=\"/الكتب/1163_التهذيب-ج-٣/الصفحة_0?pageno=62#top\">التهذيب ٣:\n٦٢</a>، ح ٦ - <a\nhref=\"/الكتب/1157_الاستبصار-ج-١/الصفحة_0?pageno=462#top\">الاستبصار ١:\n٤٦٢</a>، ح ١٧٩٦ - <a href=\"/الكتب/1194_وسائل-\nالشيعة-ج-٨/الصفحة_0?pageno=29#top\">وسائل الشيعة ٨: ٢٩</a> ب ٧ ح ٢.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/1163_التهذيب-ج-٣/الصفحة_0?pageno=68#top\">التهذيب\n٣: ٦٨</a> ح ٢١. <a href=\"/الكتب/1194_وسائل-\nالشيعة-ج-٨/الصفحة_0?pageno=29#top\">وسائل الشيعة ٨: ٢٩</a> ب 7 ح 1.\n١ - <a href=\"/الكتب/1163_التهذيب-ج-٣/الصفحة_0?pageno=63#top\">التهذيب ٣:\n٦٣</a> ح ١٨ - <a\nhref=\"/الكتب/1157_الاستبصار-ج-١/الصفحة_0?pageno=463#top\">الاستبصار ١:\n٤٦٣</a> ح ١٧٩٨ - <a href=\"/الكتب/1194_وسائل-\nالشيعة-ج-٨/الصفحة_0?pageno=31#top\">وسائل الشيعة <span id='ms38'></span> ٨: ٣١</a> ب ٧، ح ٤.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/1163_التهذيب-ج-٣/الصفحة_0?pageno=64#top\">التهذيب\n٣: ٦٤</a> ح ١٩ - <a href=\"/الكتب/1194_وسائل-\nالشيعة-ج-٨/الصفحة_0?pageno=31#top\">وسائل الشيعة ٨: ٣١</a> ب 7 ح 5.\n١ - <a href=\"/الكتب/1163_التهذيب-ج-٣/الصفحة_0?pageno=64#top\">التهذيب ٣:\n٦٤</a> ح ٢٠ - <a\nhref=\"/الكتب/1157_الاستبصار-ج-١/الصفحة_0?pageno=464#top\">الاستبصار ١:\n٤٦٤</a> ح ١٨٠١ - <a href=\"/الكتب/1194_وسائل-\nالشيعة-ج-٨/الصفحة_0?pageno=32#top\">وسائل الشيعة ٨: ٣٢</a> ح ٦.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/1163_التهذيب-ج-٣/الصفحة_0?pageno=67#top\">التهذيب\n٣: ٦٧</a> ح ٢٣ - <a\nhref=\"/الكتب/1157_الاستبصار-ج-١/الصفحة_0?pageno=468#top\">الاستبصار ١:\n٤٦٨</a> ح ١٨٠٠ - <a href=\"/الكتب/1194_وسائل-\nالشيعة-ج-٨/الصفحة_0?pageno=33#top\">وسائل الشيعة ٨: ٣٣</a> باب 7، حديث 7.\n١ - <a href=\"/الكتب/1163_التهذيب-ج-٣/الصفحة_0?pageno=68#top\">التهذيب ٣:\n٦٨</a> ح ٢٤ - <a href=\"/الكتب/1194_وسائل-\nالشيعة-ج-٨/الصفحة_0?pageno=34#top\">وسائل الشيعة ٨: ٣٤</a> ح ٨ ب ٧ - <a\nhref=\"/الكتب/1125_الكافي-ج-٤/الصفحة_0?pageno=155#top\">الكافي ٤: ١٥٥</a>\nح ٦.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/1163_التهذيب-ج-٣/الصفحة_0?pageno=63#top\">التهذيب\n٣: ٦٣</a> ح ١٧ - <a\nhref=\"/الكتب/1157_الاستبصار-ج-١/الصفحة_0?pageno=462#top\">الاستبصار ١:\n٤٦٢</a> ح ١٧٩٧ - <a href=\"/الكتب/1194_وسائل-\nالشيعة-ج-٨/الصفحة_0?pageno=30#top\">وسائل الشيعة ٨: ٣٠</a> باب 7، حديث 3.\n١ - يقول السرخسي \" الأمة أجمعت على شرعيتها - نوافل رمضان، صلاة التراويح\n- ولم ينكرها أحد من أهل العلم إلا الروافض.. \" (<a\nhref=\"/الكتب/924_المبسوط-ج-٢/الصفحة_0?pageno=145#top\">المبسوط ٢:\n١٤٥</a>).\n</p>\n\n<p>\nيقول المحقق النجفي: \" نافلة شهر رمضان: والأشهر في الفتاوى والروايات\nاستحباب هذه النافلة، بل هو المشهور بين الأصحاب نقلا وتحصيلا شهرة كادت\nتكون إجماعا وبالجملة لم نعثر على خلاف في ذلك من عدا الصدوق، إذ اقتصار\nالإسكافي على زيادة الأربع ليلا وترك التعرض من ابن أبي عقيل وعلي بن\nبابويه ليس خلافا.. \". (<a href=\"/الكتب/328_جواهر-\nالكلام-ج-١٢/الصفحة_0?pageno=182#top\">جواهر الكلام ١٢: ١٨٢</a>).\n</p>\n\n<p>\nويرى الزحيلي انها سنة مؤكدة وأول من سنها رسول الله (صلى الله عليه\nوآله) (الفقه الاسلامي وأدلته 2: 1088).\n١ - <a href=\"/الكتب/265_مفتاح-الكرامة-ج-٣/الصفحة_0?pageno=255#top\">مفتاح\nالكرامة ٣: ٢٥٥</a>.\n</p>\n\n<p>\n٢ - انظر <a href=\"/الكتب/243_الحدائق-\nالناضرة-ج-١٠/الصفحة_0?pageno=509#top\">الحدائق الناضرة ١٠: ٥٠٩</a>.\n١ - أمالي الصدوق: ٧٤٧، المجلس الثالث والتسعون - عنه <span id='ms39'></span> <a href=\"/الكتب\n/265_مفتاح-الكرامة-ج-٣/الصفحة_0?pageno=255#top\">مفتاح الكرامة ٣:\n٢٥٥</a>.\n</p>\n\n<p>\n2 - يرى بعض المعاصرين من أهل السنة أن الأقوال ترجع إلى ثلاثة ليس إلا:\n</p>\n\n<p>\nحيث قال: \" وللعلماء في عدد التراويح ثلاثة أقوال: قول كثير من العلماء\nإنها عشرون وهو السنة، لعمل المهاجرين والأنصار، وقول آخرين: أنها ست\nوثلاثون غير الشفع والوتر وهو ما كان في زمن عمر بن عبد العزيز وعمل أهل\nالمدينة القديم، وقالت طائفة: قد ثبت في الصحيح عن عائشة: أن النبي (صلى\nالله عليه وآله) لم يكن يزيد في رمضان ولاغيره على ثلاث عشرة ركعة... \"\n(الفقه الاسلامي وأدلته 2: 1088). ولكن الأمر ليس كما قال.\n١ - <a href=\"/الكتب/999_المغني-ج-٢/الصفحة_0?pageno=167#top\">المغني ٢:\n١٦٧</a>.\n١ - انظر <a href=\"/الكتب/999_المغني-ج-٢/الصفحة_0?pageno=167#top\">المغني\n٢: ١٦٧</a> - <a href=\"/الكتب/1755_السنن-\nالكبرى-ج-٢/الصفحة_0?pageno=699#top\">السنن الكبرى ٢: ٦٩٩</a> وقال: في هذا\nالإسناد ضعف.\n</p>\n\n<p>\nأقول: وضعفه بأبى سعد: سعيد بن المرزبان، فإنه متكلم فيه.\n1 - المغني لابن قدامة 2: 167 (الهامش).\n١ - إرشاد الساري ٤: ٦٥٧ - ٦٥٩.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/924_المبسوط-ج-٢/الصفحة_0?pageno=145#top\">المبسوط\n٢: ١٤٥</a>.\n١ - قال مالك: بعث إلي الأمير وأراد أن ينقص من قيام رمضان الذي كان يقومه\nالناس بالمدينة، قال ابن القاسم وهو تسع وثلاثون ركعة بالوتر..\n</p>\n\n<p>\nقال مالك: فنهيته ان ينقص من ذلك شيئا وقلت له: هذا ما أدركت الناس عليه\nوهذا الأمر القديم الذي لم تزل الناس عليه. (<a href=\"/الكتب/895_المدونة-\nالكبرى-ج-١/الصفحة_0?pageno=193#top\">المدونة الكبرى ١: ١٩٣</a>).\n١ - <a href=\"/الكتب/1816_عمدة-القاري-ج-١١/الصفحة_0?pageno=127#top\">عمدة\nالقاري ١١: ١٢٧</a>، (بتلخيص) - انظر: <a\nhref=\"/الكتب/844_المجموع-ج-٤/الصفحة_0?pageno=32#top\">المجموع ٤: ٣٢</a> -\nبداية المجتهد ١: ٢٠٢ - <a href=\"/الكتب/1062_نيل-\nالأوطار-ج-٣/الصفحة_0?pageno=53#top\">نيل الأوطار ٣: ٥٣</a>.\n1 - الموطأ 1: 115.\n</p>\n\n<p>\n2 - الاختيار 1: 95.\n</p>\n\n<p>\n3 - التهذيب في فقه الشافعي 2: 232.\n</p>\n\n<p>\n4 - الحاوي الكبير: 2: 368.\n١ - في خصوص العشرين، جماعة، ويصلي الباقي فرادى - انظر: <a href=\"/الكتب\n/1816_عمدة-القاري-ج-١١/الصفحة_0?pageno=127#top\">عمدة القاري ١١: ١٢٧</a>\nوبداية المجتهد 1: 210 - شرح الزرقاني 1: 239.\n1 - الإنتصار: 55.\n١ - <a href=\"/الكتب/26_الخلاف-ج-١/الصفحة_0?pageno=530#top\">الخلاف ١:\n٥٣٠</a>، مسألة رقم ٤٦٩.\n</p>\n\n<p>\n٢ - وفي المختلف ٢: ٣٤٩ <span id='ms40'></span>، قال أبو الصلاح: من السنة ان يتطوع الصائم.\n</p>\n\n<p>\n٣ - الكافي في الفقه: ١٥٩.\n</p>\n\n<p>\n٤ - <a href=\"/الكتب/52_إشارة-السبق/الصفحة_0?pageno=105#top\">إشارة\nالسبق: ١٠٥</a>.\n</p>\n\n<p>\n٥ - قواعد <a\nhref=\"/الكتب/812_الأحكام-ج-١/الصفحة_0?pageno=40#top\">الأحكام ١: ٤٠</a>.\n١ - <a href=\"/الكتب/303_مستند-الشيعة-ج-٦/الصفحة_0?pageno=379#top\">مستند\nالشيعة ٦: ٣٧٩</a> - انظر: ذخيرة الصالحين للشيخ محمد رضا الطبسي ٢: ٣٤١.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/265_مفتاح-\nالكرامة-ج-٣/الصفحة_0?pageno=255#top\">مفتاح الكرامة ٣: ٢٥٥</a>.\n١ - <a href=\"/الكتب/1150_من-لا-يحضره-\nالفقيه-ج-٢/الصفحة_0?pageno=139#top\">من لا يحضره الفقيه ٢: ١٣٩</a>.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/280_رياض-المسائل-ج-٤/الصفحة_0?pageno=197#top\">رياض\nالمسائل ٤: ١٩٧</a> - انظر: <a href=\"/الكتب/328_جواهر-\nالكلام-ج-١٢/الصفحة_0?pageno=187#top\">جواهر الكلام ١٢: ١٨٧</a>.\n</p>\n\n<p>\n3 - انظر الحدائق 1: 509 - وقد حاول البعض حمل حديث نفي النوافل على نفي\nكونها سنة موقوتة موظفة لا ينبغي تركها كالرواتب اليومية. (انظر الحدائق\n10: 513 - الوافي 11: 438).\n١ - السيد محمد بن إسماعيل بن صلاح الأمير الكحلاني ولد سنة ١٠٥٩ ه‍ بكحلان\nوهي من اشهر مخاليف اليمن، وفيه بينون ورعين وهما قصران عجيبان، وبين كحلان\nوذمار ثمانية فراسخ، وبينه وبين صنعاء أربعة وعشرون فرسخا.\n</p>\n\n<p>\n(<a href=\"/الكتب/3438_معجم-البلدان-ج-٤/الصفحة_0?pageno=439#top\">معجم\nالبلدان ٤: ٤٣٩</a>).\n</p>\n\n<p>\nوانتقل إلى صنعاء فأخذ من علمائها ثم رحل إلى مكة، وقرأ الحديث على أكابر\nعلمائها وعلماء المدينة وبرع في العلوم المختلفة حتى بز أقرانه، وتفرد\nبالرئاسة العلمية في صنعاء، وأظهر الاجتهاد والوقوف مع الأدلة، ونفر من\nالتقليد، وزيف ما لا دليل عليه من الآراء الفقهية... ولقد التف حوله كثيرون\nمن الخاصة والعامة. وقرأوا عليه كتب الحديث وعملوا باجتهاداته (<a\nhref=\"/الكتب/1055_سبل-السلام-ج-١/الصفحة_0?pageno=6#top\">سبل السلام ١:\n٦</a>، المقدمة)،...\n</p>\n\n<p>\nوقالوا فيه: محدث، فقيه، أصولي، مجتهد، متكلم، من أئمة اليمن (<a\nhref=\"/الكتب/3416_معجم-المؤلفين-ج-٩/الصفحة_0?pageno=56#top\">معجم\nالمؤلفين ٩: ٥٦</a>)، وله نحو مائة مؤلف، وهو مجتهد من بيت الإمامة، أصيب\nبمحن كثيرة من الجهلاء والعوام (الاعلام 6: 263 و 10: 190 - انظر: خلاصة\nالأثر في أعيان القرن الحادي عشر للمحبي 3: 396 - البدر الطالع 2: 133 -\nايضاح المكنون 1: 51).\n١ - <a href=\"/الكتب/1056_سبل-السلام-ج-٢/الصفحة_0?pageno=11#top\">سبل\nالسلام ٢: ١١</a>.\n١ - <a href=\"/الكتب <span id='ms41'></span>/1062_نيل-الأوطار-ج-٣/الصفحة_0?pageno=53#top\">نيل\nالأوطار ٣: ٥٣</a>.\n</p>\n\n<p>\n2 - انظر: البحار ج 29، ص 15.\n١ - البخاري ١: ٣٤٢، عبد الرزاق ٤: ٢٥٨، ح ٧٧٢٣.\n</p>\n\n<p>\n٢ - إرشاد الساري ٤: ٦٥٧.\n</p>\n\n<p>\n٣ - <a href=\"/الكتب/999_المغني-ج-٢/الصفحة_0?pageno=166#top\">المغني ٢:\n١٦٦</a>.\n</p>\n\n<p>\n٤ - <a href=\"/الكتب/1816_عمدة-\nالقاري-ج-١١/الصفحة_0?pageno=126#top\">عمدة القاري ١١: ١٢٦</a>.\n١ - مآثر الأنافة في معالم الخلافة ٢: ٣٣٧ - عالم الكتب، بيروت.\n</p>\n\n<p>\n٢ - محاضرات الأوائل: ١٤٩ ط عام ١٣١١ - وص ٩٨ ط عام ١٣٠٠ وشرح المواهب\nللزرقاني ٧: ١٤٩ - طرح التثريب ٣: ٩٢.\n</p>\n\n<p>\n٣ - طبقات ابن سعد ٣: ٢٨١ - <a href=\"/الكتب/3478_تاريخ-\nالطبري-ج-٥/الصفحة_0?pageno=22#top\">تاريخ الطبري ٥: ٢٢</a> - الكامل لابن\nالأثير 2: 41 - تاريخ عمر بن الخطاب لابن الجوزي: 54.\n1 - شرح الزرقاني 1: 237 - مصنف عبد الرزاق 7: 262، ح 7735.\n</p>\n\n<p>\n2 - شرح الزرقاني 1: 237 - 238.\n١ - شرح الزرقاني ١: ٢٣٧.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/1056_سبل-السلام-ج-٢/الصفحة_0?pageno=10#top\">سبل\nالسلام ٢: ١٠</a> - انظر: بداية المجتهد 1: 210.\n1 - المصنف 5: 264، ح 7743 و 7742.\n١ - المصنف ٥: ٢٦٤، ح ٧٧٤٣.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/924_المبسوط-ج-٢/الصفحة_0?pageno=144#top\">المبسوط\n٢: ١٤٤</a> - قال الشافعي: وأما قيام شهر رمضان، فصلاة المنفرد أحب إلي منه\n\"، (الحاوي الكبير 2: 368).\n١ - <a href=\"/الكتب/924_المبسوط-ج-٢/الصفحة_0?pageno=145#top\">المبسوط ٢:\n١٤٥</a>.\n١ - قال العلامة الحلي: \" ومحل الجماعة الفرض دون النفل إلا في الاستسقاء\nوالعيدين.. (<a href=\"/الكتب/78_تذكرة-\nالفقهاء-ج-٤/الصفحة_0?pageno=235#top\">تذكرة الفقهاء ٤: ٢٣٥</a>).\n1 - الاختيار 1: 95.\n١ - البخاري ٢: ٢١٤ - مسلم ١: ٥٣٩ - الترمذي ١: ٢٧٩.\n</p>\n\n<p>\n٢ - التهذيب في فقه الشافعي ٢: ٢٣٣.\n</p>\n\n<p>\n٣ - <a href=\"/الكتب/895_المدونة-\nالكبرى-ج-١/الصفحة_0?pageno=193#top\">المدونة الكبرى ١: ١٩٣</a>.\n١ - ارشاد الساري ٤: ٦٥٩ - ٦٦١.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/1062_نيل-الأوطار-ج-٣/الصفحة_0?pageno=50#top\">نيل\nالأوطار ٣: ٥٠</a> - انظر: مسند الامام زيد (الهامش: 139).\n1 - تلخيص الشافي 1: 193.\n</p>\n\n<p>\n2 - شرح ابن أبي الحديد 12: 283 عن الشافي - تلخيص الشافي 4: 52.\n١ - <a href=\"/الكتب/17_الانتصار/الصفحة_0?pageno=55#top\">الانتصار:\n٥٥</a>.\n</p>\n\n<p>\n٢ - انظر: <a\nhref=\"/الكتب/844_المجموع-ج-٤/الصفحة_0?pageno=5#top\">المجموع ٤: ٥</a>.\n</p>\n\n<p>\n٣ - <a href=\"/الكتب/26_الخلاف-ج-١/الصفحة_0?pageno=528#top\">الخلاف ١:\n٥٢٨</a> الرقم ٢٦٨.\n</p>\n\n<p>\n٤ - <a href=\"/الكتب/243_الحدائق-\nالناضرة-ج-١٠/الصفحة_0?pageno=521#top\">الحدائق الناضرة ١٠: ٥٢١</a>.\n١ - <a href=\"/الكتب/1125_الكافي-ج-٤/الصفحة_0 <span id='ms42'></span>?pageno=154#top\">الكافي ٤:\n١٥٤</a> ح ٢ - <a\nhref=\"/الكتب/1163_التهذيب-ج-٣/الصفحة_0?pageno=61#top\">التهذيب ٣: ٦١</a>\n- <a href=\"/الكتب/1194_وسائل-الشيعة-ج-٨/الصفحة_0?pageno=46#top\">وسائل\nالشيعة ٨: ٤٦</a> ب 10 ح 3 و 8: 22 ح 1.\n</p>\n\n<p>\n2 - مرآة العقول 16: 378 - وقال في ملاذ الأخيار 5: 15 \" الحديث صحيح \".\n١ - <a href=\"/الكتب/1129_الكافي-ج-٨/الصفحة_0?pageno=62#top\">الكافي ٨:\n٦٢</a> - عنه <a href=\"/الكتب/1194_وسائل-\nالشيعة-ج-٨/الصفحة_0?pageno=46#top\">وسائل الشيعة ٨: ٤٦</a> ب ١٠ ح ٢ و<a\nhref=\"/الكتب/1242_مستدرك-الوسائل-ج-٦/الصفحة_0?pageno=217#top\">مستدرك\nالوسائل ٦: ٢١٧</a>.\n</p>\n\n<p>\nقال المجلسي: الخبر مختلف فيه بسليم، وعلى هذه النسخة لعل فيه إرسالا إذ\nلم يعهد برواية إبراهيم بن عثمان وهو أبو أيوب الخزاز عن سليم.\n</p>\n\n<p>\nوقد مر مثل هذا السند مرارا، عن إبراهيم بن عمر اليماني عن أبان بن أبي\nعياش عن سليم.\n</p>\n\n<p>\nولعله سقط من النساخ، فالخبر ضعيف على المشهور. لكن عندي معتبر، لوجوه\nذكرها محمد بن سليمان في كتاب منتخب البصائر وغيره \". (مرآة العقول ٢٥:\n١٣١).\n</p>\n\n<p>\nأقول: أضف إلى وجود قرائن خارجية ومؤيدات من الروايات الموثقة والصحيحة\nتؤيد مضمون هذا الخبر.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/3962_مجمع-\nالبحرين-ج-٢/الصفحة_0?pageno=337#top\">مجمع البحرين ٢: ٣٣٧</a>.\n١ - أقول: يرى المجلسي أن هذا الحديث مرتبط بصلاة الليل لا نوافل رمضان حيث\nقال: \" الحديث صحيح، ولا يخفى أن ظاهر هذا الخبر نافلة الليل لا صلاة ليالي\nشهر رمضان.\n</p>\n\n<p>\nقوله خير: كأنه على سبيل المماشاة، اي لو كان في البدعة خير فالاقتصار\nعلى السنة خير منه، وفي <a href=\"/الكتب/1_القرآن\">القرآن</a> مثله كثير.\nملاذ الأخيار ٥: ٢٩.\n</p>\n\n<p>\nولكن هذا الاستظهار منه - رحمه الله - بعيد وخلاف الظاهر. إذ لا خصوصية\nلنوافل الليل.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/1150_الفقيه-ج-٢/الصفحة_0?pageno=87#top\">الفقيه ٢:\n٨٧</a> - <a href=\"/الكتب/1194_وسائل-\nالشيعة-ج-٨/الصفحة_0?pageno=45#top\">وسائل الشيعة ٨: ٤٥</a> - انظر: <a\nhref=\"/الكتب/1163_تهذيب-الأحكام-ج-٣/الصفحة_0?pageno=69#top\">تهذيب\nالأحكام ٣: ٦٩</a> ح ٢٢٦ - و<a\nhref=\"/الكتب/1157_الاستبصار-ج-١/الصفحة_0?pageno=467#top\">الاستبصار ١:\n٤٦٧</a>.\n١ - <a href=\"/الكتب/1163_تهذيب-الأحكام-ج-٣/الصفحة_0?pageno=70#top\">تهذيب\nالأحكام ٣: ٧٠</a> - وحديث ابن فضال يأتي بعده.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/1163_تهذيب-\nالأحكام-ج-٣/الصفحة_0?pageno=70#top\">تهذيب <span id='ms43'></span> الأحكام ٣: ٧٠</a> ح ٢٢٧ - عنه\n<a href=\"/الكتب/1194_وسائل-الشيعة-ج-٨/الصفحة_0?pageno=46#top\">وسائل\nالشيعة ٨: ٤٦</a> ب ١٠ ح ٢ - انظر:\n</p>\n\n<p>\n<a href=\"/الكتب/2196_شرح-نهج-البلاغة-ج-١٢/الصفحة_0?pageno=282#top\">شرح\nنهج البلاغة ١٢: ٢٨٢</a>.\n١ - ملاذ الأخيار ٥: ٢٩.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/1163_تهذيب-\nالأحكام-ج-٣/الصفحة_0?pageno=70#top\">تهذيب الأحكام ٣: ٧٠</a>.\n</p>\n\n<p>\n٣ - <a href=\"/الكتب/78_تذكرة-\nالفقهاء-ج-٤/الصفحة_0?pageno=235#top\">تذكرة الفقهاء ٤: ٢٣٥</a> - نقله\nالمحقق الحلي في المعتبر: 238.\n١ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/0/115\"\ntarget=\"_blank\">سورة النساء: ١١٥</a>.\n</p>\n\n<p>\n٢ - السرائر / المستطرفات ٣: ٦٣٩ - <a href=\"/الكتب/1194_وسائل-\nالشيعة-ج-٨/الصفحة_0?pageno=47#top\">وسائل الشيعة ٨: ٤٧</a> ب 10 ح 5،\nورواه العياشي في تفسيره 1: 275 عن حريز، عن بعض أصحابنا عن أحدهما (عليهما\nالسلام).\n١ - دعائم الاسلام ١: ٢١٣ - عنه <a href=\"/الكتب/1528_بحار-\nالأنوار-ج-٩٧/الصفحة_0?pageno=381#top\">بحار الأنوار ٩٧: ٣٨١</a> و<a\nhref=\"/الكتب/1242_مستدرك-الوسائل-ج-٦/الصفحة_0?pageno=217#top\">مستدرك\nالوسائل ٦: ٢١٧</a> ب ٧ ح ٢.\n</p>\n\n<p>\n٢ - المصادر السابقة.\n</p>\n\n<p>\n٣ - <a href=\"/الكتب/1242_مستدرك-\nالوسائل-ج-٦/الصفحة_0?pageno=218#top\">مستدرك الوسائل ٦: ٢١٨</a> عن\nالاستغاثة: 41.\n١ - <a href=\"/الكتب/1153_تحف-العقول/الصفحة_0?pageno=313#top\">تحف العقول:\n٣١٣</a> - <a href=\"/الكتب/1441_بحار-\nالأنوار-ج-١٠/الصفحة_0?pageno=363#top\">بحار الأنوار ١٠: ٣٦٣</a> - <a\nhref=\"/الكتب/1194_وسائل-الشيعة-ج-٨/الصفحة_0?pageno=47#top\">وسائل الشيعة\n٨: ٤٧</a>.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/1163_تهذيب-\nالأحكام-ج-٣/الصفحة_0?pageno=69#top\">تهذيب الأحكام ٣: ٦٩</a> ذيل ح 28.\n١ - <a href=\"/الكتب/1194_وسائل-الشيعة-ج-٨/الصفحة_0?pageno=334#top\">وسائل\nالشيعة ٨: ٣٣٤</a>، باب ٢٠ ح ٦ و ٥.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/1194_وسائل-\nالشيعة-ج-٨/الصفحة_0?pageno=334#top\">وسائل الشيعة ٨: ٣٣٤</a>، باب ٢٠، ح ٦\nو ٥.\n</p>\n\n<p>\n٣ - قواعد <a\nhref=\"/الكتب/812_الأحكام-ج-١/الصفحة_0?pageno=316#top\">الأحكام ١:\n٣١٦</a>.\n</p>\n\n<p>\n٤ - <a href=\"/الكتب/329_جواهر-\nالكلام-ج-١٣/الصفحة_0?pageno=140#top\">جواهر الكلام ١٣: ١٤٠</a>.\n١ - <a href=\"/الكتب/1734_سنن-أبي-داود-ج-٢/الصفحة_0?pageno=69#top\">سنن\nأبي داود ٢: ٦٩</a>.\n</p>\n\n<p>\n٢ - البخاري ١: ٣٤٣.\n</p>\n\n<p>\n٣ - <a href=\"/الكتب/1731_سنن-ابن-ماجة-ج-١/الصفحة_0?pageno=15#top\">سنن\nابن ماجة ١: ١٥</a> ح ٤٢ - سنن أبي داود ٤: ٢٠٠ - <a href=\"/الكتب\n/1713_سنن-الدارمي-ج-١/الصفحة_0?pageno=44#top\">سنن الدارمي ١: ٤٤</a> -\nو<a href=\"/الكتب/1122_الكافي-ج-١/الصفحة_0?pageno=56#top\">الكافي ١ <span id='ms44'></span>:\n٥٦</a> - وفيه: كل ضلالة في النار.\n</p>\n\n<p>\n4 - البخاري 1: 343 - مسلم 1: 524 ح 177.\n1 - المغني لابن قدامة 2: 169.\n١ - <a href=\"/الكتب/3242_تهذيب-الكمال-ج-٢/الصفحة_0?pageno=172#top\">تهذيب\nالكمال ٢: ١٧٢</a> - تهذيب <a\nhref=\"/الكتب/1161_التهذيب-ج-١/الصفحة_0?pageno=262#top\">التهذيب ١:\n٢٦٢</a> - الكامل في الضعفاء ١: ٣١٥.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/1755_السنن-\nالكبرى-ج-٢/الصفحة_0?pageno=695#top\">السنن الكبرى ٢: ٦٩٥</a>.\n١ - <a href=\"/الكتب/3291_سير-أعلام-\nالنبلاء-ج-٩/الصفحة_0?pageno=53#top\">سير أعلام النبلاء ٩: ٥٣</a>.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/1755_السنن-\nالكبرى-ج-٢/الصفحة_0?pageno=699#top\">السنن الكبرى ٢: ٦٩٩</a>.\n</p>\n\n<p>\n٣ - <a href=\"/الكتب/1755_السنن-\nالكبرى-ج-٢/الصفحة_0?pageno=702#top\">السنن الكبرى ٢: ٧٠٢</a>.\n١ - <a href=\"/الكتب/3245_تهذيب-الكمال-ج-٥/الصفحة_0?pageno=93#top\">تهذيب\nالكمال ٥: ٩٣</a>.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/1755_السنن-\nالكبرى-ج-٢/الصفحة_0?pageno=699#top\">السنن الكبرى ٢: ٦٩٩</a>.\n</p>\n\n<p>\n٣ - <a href=\"/الكتب/3288_سير-أعلام-\nالنبلاء-ج-٦/الصفحة_0?pageno=112#top\">سير أعلام النبلاء ٦: ١١٢</a>.\n</p>\n\n<p>\n٤ - تهذيب <a\nhref=\"/الكتب/1163_التهذيب-ج-٣/الصفحة_0?pageno=16#top\">التهذيب ٣: ١٦</a>.\n١ - <a href=\"/الكتب/2196_شرح-نهج-\nالبلاغة-ج-١٢/الصفحة_0?pageno=283#top\">شرح نهج البلاغة ١٢: ٢٨٣</a> -\nتلخيص الشافي ٤: ٥٢.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/3258_تهذيب-\nالكمال-ج-١٨/الصفحة_0?pageno=102#top\">تهذيب الكمال ١٨: ١٠٢</a>.\n١ - <a href=\"/الكتب/1731_سنن-ابن-ماجة-ج-١/الصفحة_0?pageno=420#top\">سنن\nابن ماجة ١: ٤٢٠</a> ب ١٧٣ ح ١٣٢٦ - <a href=\"/الكتب/1734_سنن-أبي-\nداود-ج-٢/الصفحة_0?pageno=50#top\">سنن أبي داود ٢: ٥٠</a>.\n</p>\n\n<p>\n2 - انظر: تلخيص الشافي 4: 52.\n١ - <a href=\"/الكتب/1795_فتح-الباري-ج-٤/الصفحة_0?pageno=296#top\">فتح\nالباري ٤: ٢٩٦</a>، انظر: الوشيح ٢: ٤٠٥ - قال الكشميهني: والأمر على ذلك:\nاي ترك الجماعة في التراويح. وما روي عن عائشة: \" كان الناس يصلون في\nالمسجد أوزاعا فأمرني رسول الله (صلى الله عليه وآله) فضربت له حصيرا فصلى\nفيه رسول الله (صلى الله عليه وآله) وصلى بصلاته الناس. (أبو داود ٢: ٦٧)\nفهي غريبة كما قاله بهاء الدين ابن شداد. (انظر: دلائل <a\nhref=\"/الكتب/812_الأحكام-ج-١/الصفحة_0?pageno=435#top\">الأحكام ١:\n٤٣٥</a>).\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/1816_عمدة-\nالقاري-ج-١١/الصفحة_0?pageno=125#top\">عمدة القاري ١١: ١٢٥</a>.\n</p>\n\n<p>\n3 - يراجع الحديث الرابع من الصفحة رقم 13 من هذا الكتاب.\n١ - <a href=\"/الكتب/924_المبسوط-ج-٢/الصفحة_0?pageno=144#top\">المبسوط ٢:\n١٤٤</a> - أظنه عن الشافعي.\n</p>\n\n<p>\n2 - مسلم (الهامش <span id='ms45'></span> 1: 293) - الشيخ محمد ذهني.\n١ - <a href=\"/الكتب/999_المغني-ج-٢/الصفحة_0?pageno=168#top\">المغني ٢:\n١٦٨</a>.\n</p>\n\n<p>\n٢ - <a href=\"/الكتب/1816_عمدة-\nالقاري-ج-١١/الصفحة_0?pageno=126#top\">عمدة القاري ١١: ١٢٦</a>.\n١ - لنا مناقشة في هذا الحديث سندا ومتنا فنقول:\n</p>\n\n<p>\nأولا: لم يخرجه البخاري ولا مسلم في صحيحيهما، وقد ذهب غير واحد من اعلام\nالقوم إلى عدم قبول ما لم يخرجه الشيخان من <a\nhref=\"/الكتب/3697_المناقب\">المناقب</a>.\n</p>\n\n<p>\nوكثيرون منهم إلى عدم صحة ما اعرض عنه أرباب الصحاح.\n</p>\n\n<p>\nثانيا: قد ورد هذا الحديث بطرق ستة، و<a\nhref=\"/الكتب/1353_العمدة\">العمدة</a> فيه طريق حذيفة وابن مسعود.\n</p>\n\n<p>\nولنركز النقاش على هذين الطريقين فنقول: اما طريق حذيفة: ففيه الضعاف\nوالمجاهيل: إذ فيه: عبد الملك بن عمير وهو أولا مدلس ضعيف جدا، كثير الغلط،\nمضطرب الحديث جدا (تهذيب <a\nhref=\"/الكتب/1166_التهذيب-ج-٦/الصفحة_0?pageno=47#top\">التهذيب ٦: ٤٧</a>\n- <a href=\"/الكتب/3307_ميزان-الاعتدال-ج-٢/الصفحة_0?pageno=660#top\">ميزان\nالاعتدال ٢: ٦٦٠</a> - <a href=\"/الكتب/3326_تقريب-\nالتهذيب-ج-١/الصفحة_0?pageno=521#top\">تقريب التهذيب ١: ٥٢١</a>).\n</p>\n\n<p>\nوهو الذي ذبح عبد الله بن يقطر، أو قيس بن مسهر رسول الحسين (عليه\nالسلام) إلى أهل الكوفة . فإنه لما رمي - بأمر ابن زياد - من فوق القصر\nوبقي به رمق، أتاه عبد الملك بن عمير، فذبحة فلما عيب ذلك عليه، قال: إنما\nأردت أن أريحه.\n</p>\n\n<p>\n(تلخيص الشافي ٣: ٣٥ - <a href=\"/الكتب/1171_روضة-\nالواعظين/الصفحة_0?pageno=177#top\">روضة الواعظين: ١٧٧</a> - مقتل الحسين:\n١٨٥).\n</p>\n\n<p>\nثانيا: لم يسمعه من ربعي بن خراش، ولا سمعه ربعي من حذيفة. انظر فيض\nالقدير ٢: ٥٦.\n</p>\n\n<p>\nوفي السند: سالم بن العلاء المرادي وهو أيضا ضعيف، انظر: (<a\nhref=\"/الكتب/3307_ميزان-الاعتدال-ج-٢/الصفحة_0?pageno=112#top\">ميزان\nالاعتدال ٢: ١١٢</a> - الكاشف ١: ٣٤٤ - الضعفاء الكبير ٣: ٧٠).\n</p>\n\n<p>\nوفي السند: عمرو بن هرم: وقد ضعفه القطان: انظر <a href=\"/الكتب\n/3308_ميزان-الاعتدال-ج-٣/الصفحة_0?pageno=291#top\">ميزان الاعتدال ٣:\n٢٩١</a>.\n</p>\n\n<p>\nوفي أكثر طرقه: مولى ربعي، وهو مجهول. انظر الاحكام ٢: ٢٤٣.\n</p>\n\n<p>\nاما الطريق الثاني: وهو طريق ابن مسعود:\n</p>\n\n<p>\nففيه: يحيى بن سلمة بن كهيل، وهو ضعيف، انظر <a href=\"/الكتب/3260_تهذيب-\nالكمال-ج-٢٠/الصفحة_0?pageno=113#top\">تهذيب الكمال ٢٠: ١١٣ <span id='ms46'></span></a> - الكاشف\n٣: ٢٥١، <a href=\"/الكتب/3338_تهذيب-\nالتهذيب-ج-١١/الصفحة_0?pageno=225#top\">تهذيب التهذيب ١١: ٢٢٥</a> - <a\nhref=\"/الكتب/3309_ميزان-الاعتدال-ج-٤/الصفحة_0?pageno=254#top\">ميزان\nالاعتدال ٤: ٢٥٤</a>.\n</p>\n\n<p>\nوفيه أيضا: إسماعيل بن يحيى، وهو متروك، <a href=\"/الكتب/3306_ميزان-\nالاعتدال-ج-١/الصفحة_0?pageno=254#top\">ميزان الاعتدال ١: ٢٥٤</a>.\n</p>\n\n<p>\nولذا قد اعله كثير من أهل السنة: واليك بعضهم:\n</p>\n\n<p>\n١ - قال العقيلي: حديث منكر لا أصل له، الضعفاء الكبير ٤: ٩٥.\n</p>\n\n<p>\n٢ - وقال ابن حزم: حديث لا يصح، أصول الاحكام ٢: ٢٤١.\n</p>\n\n<p>\n٣ - وقال أيضا: ولو أننا نستجيز التدليس لاحتججنا بما روي: اقتدوا\nباللذين من بعدي، ولكنه لم يصح ويعيذنا الله من الاحتجاج بما لا يصح.\n(الملل والنحل ٤: ٨٨).\n</p>\n\n<p>\n٤ - وقال البزار: لا يصح، فيض القدير ٢: ٥٢.\n</p>\n\n<p>\n٥ - وقال الترمزي: حديث غريب، ومسلمة يضعف في الحديث (الجامع الصحيح ٥:\n٦٣٠).\n</p>\n\n<p>\n٦ - وقال الذهبي: سنده واه جدا، تلخيص <a\nhref=\"/الكتب/1752_المستدرك-ج-٣/الصفحة_0?pageno=75#top\">المستدرك ٣:\n٧٥</a>.\n</p>\n\n<p>\n٧ - وقال ابن حجر: واه جدا. (<a href=\"/الكتب/3341_لسان-\nالميزان-ج-١/الصفحة_0?pageno=188#top\">لسان الميزان ١: ١٨٨</a>).\n</p>\n\n<p>\n٨ - وقال الهروي: باطل. (الدر النضيد: ٩٧).\n</p>\n\n<p>\nهذا أولا وثانيا: على فرض صحة الحديث، فهو صادر في واقعة خاصة: وذلك أن\nالنبي (صلى الله عليه وآله) كان سالكا بعض الطرق، وكان أبو بكر وعمر\nمتأخرين عنه جائيين على عقبه، فقال النبي (صلى الله عليه وآله) لبعض من\nسأله عن الطريق الذي سلكه في اتباعه واللحوق به: اقتدوا باللذين بعدي.\n</p>\n\n<p>\nثالثا: وقوع التحريف فيه: وذلك لأن هذا الحديث روي بالنصب اي جاء بلفظ\nأبا بكر وعمر \". فهما مناديين مأمورين بالاقتداء (تلخيص الشافي ٣: ٣٥).\n</p>\n\n<p>\nومعناه: ان النبي (صلى الله عليه وآله) أمر المسلمين عامة بقوله: اقتدوا\nمع تخصيص لأبي بكر وعمر بن الخطاب امرهم بالاقتداء باللذين من بعده وهما\nالكتاب والعترة.\n</p>\n\n<p>\nوهما ثقلاه، اللذان طالما أمر (صلى الله عليه وآله) بالاقتداء والتمسك\nوالاعتصام بهما.\n</p>\n\n<p>\n(المختصر في اخبار البشر ١: ١٥٦).\n</p>\n\n<p>\nرابعا: للحديث تكملة وهي: واهتدوا بهدى عمار وسيرته وهديه معروف: وهو\nالذي قال: يوم بويع عثمان: يا معشر <span id='ms47'></span> قريش أما إذا صدفتم هذا الأمر عن أهل\nبيت نبيكم هاهنا مرة وهاهنا مرة فما أنا بآمن من أن ينزعه الله، فيضعه في\nغيركم كما نزعتموه من أهله ووضعتموه في غير أهله. (مروج الذهب ٢: ٣٤٢).\nانظر: <a href=\"/الكتب/1607_الغدير-ج-٥/الصفحة_0?pageno=552#top\">الغدير ٥:\n٥٥٢</a> - تراثنا العدد 52: ص 15.\n1 - ارشاد الساري 4: 657.\n١ - <a href=\"/الكتب/1056_سبل-السلام-ج-٢/الصفحة_0?pageno=11#top\">سبل\nالسلام ٢: ١١</a>.\n١ - رد المختار على <a href=\"/الكتب/979_الدر-\nالمختار-ج-١/الصفحة_0?pageno=560#top\">الدر المختار ١: ٥٦٠</a>.\n</p>\n\n<p>\n٢ - عمدة القارئ ١١: ١٢٦.\n</p>\n\n<p>\n٣ - <a href=\"/الكتب/1056_سبل-السلام-ج-٢/الصفحة_0?pageno=10#top\">سبل\nالسلام ٢: ١٠</a>.\n1 - الاعتصام 1: 141.\n</p>\n\n<p>\n2 - مسند أحمد بن حنبل 3: 310.\n</p>\n\n<p>\n3 - البدعة مفهومها وحدودها: 48 - انظر جامع العلوم والحكم لابن رجب\nالحنبلي: ص 252 - دار المعرفة، بيروت.\n١ - حقيقة البدعة واحكامها ١: ١٣٨ - انظر: الاعتصام ١: ١٤١ - اقتضاء <a\nhref=\"/الكتب/1393_الصراط-المستقيم-ج-٢/الصفحة_0?pageno=588#top\">الصراط\nالمستقيم ٢: ٥٨٨</a>.\n1 - انظر الاعتصام 1: 142.\n</p>\n\n<p>\n2 - المصدر السابق.\n١ - حقيقة البدعة واحكامها ٢: ١٤٠ - انظر اقتضاء <a href=\"/الكتب\n/1393_الصراط-المستقيم-ج-٢/الصفحة_0?pageno=584#top\">الصراط المستقيم ٢:\n٥٨٤</a> - مجموع الفتاوى ١٠: ٣٧١.\n</p>\n\n<p>\n٢ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/5/3\"\ntarget=\"_blank\">المائدة: ٣</a>.\n١ - <a href=\"http://qadatona.org/عربي/القرآن-الكريم/52/21\"\ntarget=\"_blank\">الطور: ٢١</a>.\n1 - حقيقة البدعة واحكامها 2: 140 - انظر: الابهاج في شرح المنهاج 2: 94 -\nتحذير المسلمين: 76.\n١ - قال الذهبي: \" هو الامام البحر، حجة الاسلام، أعجوبة الزمان.. راجع\nالعلوم وخاض في الفنون الدقيقة والتقى بأربابها حتى تفتحت له أبوابها.. (<a\nhref=\"/الكتب/3301_سير-أعلام-النبلاء-ج-١٩/الصفحة_0?pageno=343#top\">سير\nأعلام النبلاء ١٩: ٣٤٣</a>).\n١ - قال ابن أبي الحديد: \" نص أبو محمد بن متويه في كتاب الكفاية، على أن\nعليا معصوم وأدلة النصوص قد دلت على عصمته وأن ذلك أمر اختص هو به دون غيره\nمن الصحابة \". (<a href=\"/الكتب/2190_شرح-نهج-\nالبلاغة-ج-٦/الصفحة_0?pageno=376#top\">شرح نهج البلاغة ٦: ٣٧٦</a>).\n</p>\n\n<p>\n٢ - قال الفخر الرازي في أدلة القول بالجهر بالسملة: \" السابع: إن\nالدلائل العقلية موافقة لنا، وعمل علي بن أبي طالب (عليه السلام) معنا ومن\nاتخذ عليا إماما لدينه، فقد استمسك بالعروة الوثقى في دينه ونفسه \"\n(التفسير الكبير ١: ٢٠٧).\n</p>\n\n<p>\n٣ - <a href=\"/الكتب/2916_المستصفى <span id='ms48'></span>\">المستصفى</a> 1: 260.# <span id='ms49'></span>\n</p>\n",
  "pages": [
    "001",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095"
  ],
  "volumes": [
    "01"
  ]
}