{
  "content": "\n<p>\nمسار الشيعة تأليف الشيخ الجليل الأقدم العلامة النبيل، محمد بن محمد بن\nالنعمان الملقب بالمفيد ره المتوفى سنه 413 \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p001'> Vol. 00, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\nمسار الشيعة بسم الله الرحمن الرحيم الحمد لله على ما بصرنا من حكمته\nوهدانا إليه من سبيل رحمة ويسره من طاعاته ومن به علينا من الفوائد المثمرة\nلدوام نعمته في جنته وصلى الله على صفوته من بريته محمد والأئمة الطاهرين\nمن عترته وسلم تسليما وبعد فقد وقفت أيدك الله تع على ما ذكرت من الحاجة\nإلى مختصر في تاريخ أيام مسار الشيعة واعمالها من القرب في الشريعة وما\nخالف ذلك في معناه ليكون الاعتقاد بحسب مقتضاه ولعمري ان معرفة هذا الكتاب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p002'> Vol. 00, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\n* (مقدمة الكتاب) * من حلية أهل الايمان ومما يقبح اغفاله باهل الفضل\nوالايمان ولم لا يزل الصالحون من هذه العصابة حرسها الله عن مردو الأيام\nيراعون التواريخ لإقامة العبادات فيها والقرب القربات والطاعات بالطاعات\nواستعمال ما يلزم العمل به للأيام المذكورات وإقامة حدود الدين في فرق ما\nبين أوقات المسار والاخران وقد كان بعض مشايخنا من أهل العلم رسم في هذا\nالعلم طرفا يسيرا لم يأت به على ما في النفس من الايثار واخل بجمهور ما\nيراد لما كان عليه من الاختصار وانا بمشية الله وعونه مثبت في هذا الكتاب\nأبوابا يحتوى على ما سلف لما ذكرناه ويتضمن من الزيادة ما يعظم الفائدة به\nلمن تأمله وعرف معناه وإذا انتهيت في كل فضل منه إلى ذكر الاعمال شرحت منها\nعنها ما كان القول مفيدا له على الايجاز بهنت كل اعزب الخير الايجاز ونقيت\nفي كل عمل فوق الخير عنه بالشرح والتفصيل و \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p003'> Vol. 00, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر رمضان المبارك) * أجملت منه ما يكثر القول فيه ويؤدى إلى الملال\nوالتطويل ليزدا الناظر لنفسه في استخراجه من الأصول إذا وقفت وقف على\nحقيقته بفحوى النطق والدليل بصره واقدم فيما ارتبه من ذكر الشهور شهر رمضان\nلتقديمه في محكم القران ولما فيه من العبادة والقربات والمؤنة ولكونه عند\nآل الرسول عليه وعليهم السلام، أول الشهور في ملة الاسلام وبرهان <span id='ms01'></span> فصول حصول\nالأشهر الحرم جميعا في كل سنة على ما قرره البيان النبيان واتفق عليه\nالاخبار من انفراده وحده من انفراد رجب واتصال ما عداه منها من غير تباين\nوانفصال وبعد وجودها في سنة واحدة على خلاف هذا النظام تطويل واتبع القول\nفيما بالى من الأشهر على الانسان إلى خاتمة ذلك على التمام وبالله استعين\nشهر رمضان هذا الشهر سيد الشهور على الأثر المنقول عن سيد المرسلين صلى\nالله عليه وآله وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p004'> Vol. 00, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر رمضان المبارك) * ربيع المؤمنين بالخبر الظاهر عن العترة الصادقين\nعليهم السلام وكان الصالحون يسمونه المضمار يسمونه المضمار وفيه تفتح أبواب\nالجنان و تغلق أبواب النيران وتصفد مردة الشياطين وقد وصفه الله بالبركة في\nالذكر الحكيم واخبر بانزاله فيه القران المبين وشهد بفضل ليلة منه على الف\nشهر يحسبها العادون. * - أول ليلة منه تجب النية فيه للصيام ويستحب\nاستقبالها بالغسل عند وجوب الشمس والتطهير لها من الأدناس وفى أولها دعاء\nالاستهلال عند رؤية الهلال وفيها الابتداء بصلاة نوافل ليالي شهر رمضان وهى\nالف ركعة من أول الشهر إلى آخره بترتيب معروف في الأصول عن الصادقين من آل\nمحمد عليهم السلام ويستحب فيها الابتداء فيه بقراءة جزو من القرآن ويتلى من\nبعده إلى آخره ثلاث مرات على التكرار ويستحب أيضا فيها مباضعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p005'> Vol. 00, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر رمضان المبارك) * النساء على الحل دون الحرام ليزيل الانسان بذلك\nعن نفسه الدواعي إلى الجماع في صبيحتها من النهار ويسلم له صومه على الكمال\nوفيها دعاء الاستفتاح وهو مشروح في كتاب الصيام. * أول يوم منه يبتدء بفرض\nالصيام وبعد صلاة الفجر فيه دعاء مخصوص موظف مشهور عن الأئمة من آل محمد\nعليهم السلام وفى السادس منه أنزلت التورية على موسى بن عمران ع وفيه من\nسنة احدى ومأتين من الهجرة كانت البيعة لسيدنا أبى الحسن علي بن موسى الرضا\nعليهما السلام وهو يوم شريف يتجدد فيه سرور المؤمنين ويستحب فيه الصدقة\nوالمبرة للمساكين و الاكثار لشكر الله من الشكر لله عز اسمه على ما اظهر\nفيه <span id='ms02'></span> من حق آل محمد عليهم السلام و ارغام المنافقين وفى يوم العاشر منه سنة\nعشر من البعثة وهى قبل الهجرة بثلث سنين توفيت أم المؤمنين خديجة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p006'> Vol. 00, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر رمضان المبارك) * بنت خويلد رضي الله عنها وأسكنها جنات النعيم\nوفى الثاني عشر منزل الإنجيل نزول وأرضاها على عيسى بن مريم وهو يوم\nالمواخاة التي آخى فيه ص ع بين صحبه أصحابه واخى بينه وبين على على عليهما\nالسلام وفى ليلة النصف منه يستحب الغسل و التنفل بمائة ركعة يقرأ في كل\nركعة منها الحمد مرة وقل هو الله أحد عشر مرات خارجة عن الألف الركعة التي\nذكرناها فيما تقدم فقد ورد الخبر في فضله امر جسيم وفى يوم النصف منه سنة\nثلاث من الهجرة كان مولد سيدنا أبى محمد الحسن بن علي عليهما السلام وفى\nمثل هذا اليوم سنة خمس وتسعين ومائة ولد سيدنا أبو جعفر محمد بن علي بن\nموسى عليهم السلام وهو يوم سرور المؤمنين و يستحب فيه الصدقة والتطوع\nبالخيرات والاكثار من شكر الله تع على ظهور حجته وإقامة دينه بخليفته في\nالعالمين وابن بنت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p007'> Vol. 00, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر رمضان المبارك) * نبيه سيد المرسلين صلوات الله عليه وآله وفى\nليلة سبع عشرة منه كانت ليلة بدر وهى ليلة الفرقان ليلة مسرة لأهل الاسلام\nويستحب فيها الغسل كما ذكرنا في أول ليلة من الشهر من شهر رمضان وفى يوم\nسبعة عشر منه كانت الوقعة بالمشركين سدر ونزول الملائكة بالنصر من الله تع\nلنبيه صلى الله عليه وآله وحصلت الدائرة على أهل الكفر و الطغيان وظهر\nالفرق بين الحق والباطل وكان بذلك عز أهل الايمان وذل أهل الضلال والعدوان\nويستحب الصدقة فيه ويستحب فيه الاكثار من شكر الله تع على ما أنعم به على\nأهل الحق من البيان وهو يوم عيد وسرور لأهل السلام وفى ليلة تسع عشرة منه\nيكتب وقد الحاج وفيها ضرب مولانا أمير المؤمنين علي بن أبي طالب عليه\nالسلام الضربة التي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p008'> Vol. 00, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر رمضان المبارك) * قضى فيها نحبه وفيها غسل كالذي <span id='ms03'></span> ذكرناه من\nالأغسال ويصلى فيها من الألف ركعة مأة ركعة على التمام ويستحب ففيها كثرة\nالاستغفار والصلاة على نبي الله محمد بن عبد الله عليه وآله السلام\nوالابتهال إلى الله تع في تحديد العذاب على ظالميهم من ساير الأنام و\nالاكثار من لعنة العنة على قاتل أمير المؤمنين عليه السلام وهى ليلة يتجدد\nفيها حزن أهل الايمان وفى يوم العشرين منه سنة ثمان من الهجرة كان فتح مكة\nوهو يوم عيد لأهل الاسلام ومسرة بنصر الله تعالى نبيه لنبيه صلى الله عليه\nوآله وانجازه له ما وعده والا بانة عن حقه وباطل وأطال عدوه ويستحب فيه\nالتطوع بالخيرات ومواصلة الذكر لله تع والشكر لله على جميل الانعام وفى\nليلة اهدى وعشرين منه كان الاسراء برسول الله ص وفيها رفع الله عيسى بن\nمريم ع وفيها قبض موسى بن عمران ع وفى مثلها قبض وصيه يوشع بن نون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p009'> Vol. 00, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر رمضان المبارك) * وفيها كانت وفاة أمير المؤمنين عليه السلام سنه\n4 أربعين من الهجرة وله يومئذ ثلاث وستون سنة وهى الليلة التي يتجدد فيها\nاخران آل محمد عليهم السلام وأشياعهم والغسل فيها كالذي ذكرته وصلاة مائة\nركعة كصلاة ليلة تسع عشرة حسب ما قدمناه والاكثار من الصلاة على محمد واله\nوال محمد والاجتهاد في الدعاء على ظالميهم ومواصلة اللعنة على قاتل أمير\nالمؤمنين ع ومن طرق على ذلك ومن له طرق وسنه واثره ورضيه من سائر الناس وفى\nليلة ثلاث وعشرين منه انزل الله عز وجل على نبيه الذكر وترجى فيها ليلة\nالقدر وفيها غسل عند وجوب الشمس وصلاة مأة ركعة يقرأ في كل ركعة فاتحة\nالكتاب مرة وعشر مرات انا أنزلناه في ليلة القدر ويحيى هذه الليلة بالصلاة\nوالدعاء ويستحب ان يقرأ في هذه الليلة خاصة سورة العنكبوت والروم قال ع في\nذلك ثوابا عظيما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p010'> Vol. 00, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر شوال) * ولها دعاء من جملة الدعاء الموسوم لليالي شهر رمضان وهى\nليلة عظيمة الشرف كثيرة البركات وفى آخر ليلة منه تختم نوافل شهر رمضان\nويستحب فيها <span id='ms04'></span> ختم القرآن ويدعى فيها بدعاء الوداع وهى ليلة عظيمة البركة\nكثيرة الخيرات. * - شهر شوال أول ليلة منه فيها غسل عند وجوب الشمس كما\nذكرنا ذلك في أول ليلة من شهر رمضان وفيها دعاء الاستهلال وهو عند رؤية\nالهلال وفيها ابتداء التكبير عند الفراغ من فرض المغرب وانتهاؤه عند الفراغ\nمن صلاة العيد من يوم الفطر فيكون ذلك في عقيب اربع صلوات وشرحه ان يقول\nالمصلى عند التسليم من كل فريضة الله أكبر الله أكبر لا إله إلا الله والله\nأكبر الله أكبر على ما هدانا وله الشكر على ما أولانا فبذلك ثبت السنة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p011'> Vol. 00, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر شوال) * عن رسول الله ص وجائت الاخبار بالعجل به عن الصادقين من\nعترته الأطهار عليهم السلام ومن السنة في هذه الليلة ما وردت الاخبار\nبالترغيب والحص عليه ان يسجد الانسان بعد فراغه من فريضة المغرب ويقول في\nسجوده يا ذا الطول يا ذا الحول يا مصطفيا محمدا وناصره صل على محمد وال\nمحمد واغفر لي كل ذنب أذنبته ونسيته انا وهو عندك في كتاب مبين ثم يقول:\n</p>\n\n<p>\nأتوب إلى الله مأة مرة ولينو عند هذا القول ما تاب منه من الذنوب وندم\nعليه انشاء الله تع ويستحب ان يصلى في هذه الليلة ركعتين يقرأ في الأولى\nمنهما فاتحة الكتاب مرة واحدة وسورة الاخلاص الف مرة وفى الثانية بالفاتحة\nوسورة الاخلاص مرة واحدة فان الرواية جاءت بان من صلى هاتين الركعتين في\nليلة الفطر لم ينفتل وبينه وبين الله ذنب الا غفره له، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p012'> Vol. 00, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر شوال) * وتطابقت الآثار عن أئمة الهدى ع بالحث على القيام في هذه\nالليلة والانتصاب للمسألة والاستغفار والدعاء والسؤال وروى أن أمير\nالمؤمنين عليه السلام كان لا ينام فيها ويحييها بالصلاة والدعاء والسؤال\nوقيل يقول في هذه الليلة يعطى الأجير اجرته أول يوم من شوال وهو يوم عبد\nالفطر وانما كان عيد المؤمنين بمسرتهم لقبول اعمالهم وتكفير سيئاتهم ومغفرة\nذنوبهم وما جاءت به البشارة من عند ربهم جل اسمه من عظيم الثواب لهم على <span id='ms05'></span>\nصيامهم وقربتهم بهم واجتهادهم وفى هذا اليوم غسل وهو علامة التطهير من\nالذنوب والتوجه إلى الله تع في طلب الحوائج ومسألة القبول ومن السنة فيه من\nالطيب ولبس افخر أجمل الثياب والخروج إلى الصحراء والبروز للصلاة تحت\nالسماء ويستحب ان يتناول الانسان فيه شيئا من المأكول قبل الصلاة وأفضل ذلك\nالشكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p013'> Vol. 00, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر شوال) * ويستحب تناول شئ من تربة الحسين فان فيه منها شفاء من كل\nداء ويكون ما يؤخذ منها مبلغا يسيرا وصلاة العيد في هذا اليوم فريضة مع\nالامام وسنة على الانفراد وهى ركعتان بغير اذان ولا إقامة ووقتها عند\nانبساط الشمس بعد ذهاب حمرتها وفى هاتين الركعتين اثنتا عشرة تكبيرة منها\nسبع في الأولى مع تكبيرة الافتتاح والركوع وخمس في الثانية مع تكبيرة\nالقيام والقراء فيها عند آل الرسول عليهم السلام قبل التكبير والقنوت فيها\nبين كل تكبيرتين بعد القراءة وفى هذا اليوم فريضة اخراج الفطرة ووقتها من\nطلوع الشمس إلى الفراغ من صلاة العيد فمن لم يخرجها من ماله وهو متمكن من\nذلك قبل مضى وقت الظهر فقد ضيع فرضا واكتسب مأثما ومن أخرجها من ماله فقد\nأدى الواجب وان تعذر عليه يوقت وجود الفقراء والفطرة زكاة واجبة نطق بها\nالقرآن سنها وبينها النبي صلى الله عليه وآله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p014'> Vol. 00, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر شوال) * وبها يكون تمام الصيام وهى من الشكر لله تع على قبول وهى\nتسعة أرطال بالبغدادي من التمر وهو قدر الصاع أو صاع من الحنطة والشعير\nوالأرز والذرة والزبيب حسب ما يغلب على استعماله في كل صقع من الأقوات\nوأفضل ذلك التمر على ما جاءت به الاخبار ولى هذا اليوم بعينه وهو أول يوم\nمن شوال سنه 41 احدى وأربعين من الهجرة أهلك الله تع أحد فراعنة هذه الأمة\nعمرو بن العاص وأراح منه أهل الاسلام وتضاعفت به المسار وفى يوم النصف منه\nسنه 3 ثلاث من الهجرة كانت واقعة أحد وفيها استشهد أسد الله وأسد رسوله\nوسيد شهداء وقته وزمانه عم رسول الله صلى الله عليه وآله حمزة بن <span id='ms06'></span> عبد\nالمطلب بن هاشم بن عبد مناف رضي الله عنه وأرضاه وفيه بان كان التمييز بين\nالصابرين مع نبيه صلى الله عليه وآله والمنهزمين من المستضعفين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p015'> Vol. 00, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر ذي القعدة) * والمنافقين وظهر لأمير المؤمنين عليه السلام فيه من\nالبرهان ما نادى به جبرئيل عليه السلام في الملائكة المقربين ومدحه في فضله\nبفضله في عليين وابان رسول الله صلى الله عليه وآله لأجله عن منزلته في\nالنسب والدين وهو يوم يجنب فيه المؤمنون كثيرا من الملاذ لمصاب رسول الله ص\nبعمه وأصحابه المخلصين وما لحقه من الأذى والألم بفعل المشركين. * - شهر ذي\nالقعدة هو شهر حرام معظم في الجاهلية والاسلام في اليوم الثالث والعشرون\nمنه كانت وفاة سيدنا أبى الحسن علي بن موسى الرضا عليه السلام بطوس من ارض\nخراسان سنه 203 ثلث ومأتين من الهجرة وفى اليوم الخامس والعشرين منه نزلت\nالكعبة وهو أول يوم رحمة نزلت وفيه دحا الله تع سبحانه الأرض تحت الكعبة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p016'> Vol. 00, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر ذي الحجة) * وهو يوم عظيم من صامه كتب الله الكريم له صيام ستين\nسنتين شهرا على ما جاء به الأثر عن الصادقين عليهم السلام.\n</p>\n\n<p>\n* - شهر ذي الحجة هو أكبر اشهر الحرم وأعظمها وفيه الاحرام بالحج وإقامة\nفرضه ويوم عرفة ويوم النحر وأول يوم منه لسنتين من الهجرة زوج رسول الله ص\nأمير المؤمنين علي بن أبي طالب سيدة نساء العالمين فاطمة الزهراء البتول\nعليها السلام وفى اليوم الثالث سنة تسع من الهجرة نزل جبرئيل ع برد أبى بكر\nعن أداء سورة براءة وتسليمها إلى أمير المؤمنين عليه السلام وكان ذلك غرلا\nلأبي بكر من السماء وولاية لأمير المؤمنين ع من السماء وفى اليوم الثامن\nمنه وهو يوم التروية ظهر فيه مسلم بن عقيل داعيا إلى سيدنا أبى عبد الله\nالحسين عليه السلام وفى هذا اليوم عند زوال الشمس ينشئ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p017'> Vol. 00, p. 017</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر ذي الحجة) * المتمتع بالعمرة إلى الحج فإذا أزالت الشمس ولم يكن\nطاف بالبيت سبعا وقصر فقد فاتته المتعة على أكثر الروايات وفى اليوم التاسع\nمنه وهو <span id='ms07'></span> يوم عرفة تاب الله سبحانه على آدم ع وفيه ولد إبراهيم الخليل ع\nوفيه نزلت توبة داود ع وفيه ولد عيسى بن مريم ع وفيه يكون الدعاء بالموقف\nبعد صلاة العصر إلى غروب الشمس على ما جاء به سنة النبي ص وفيه أيضا يستحب\nزيارة الحسين بن علي عليه السلام والتعريف بمشهده لمن لم يتمكن من حضور\nعرفات ومن السنة فيه لأهل الأمصار ان يخرجوا إلى الجبان ويجتمعوا هناك\nللدعاء وفيه استشهد مسلم بن عقيل وفى اليوم العاشر منه عند الأضحى والسخر\nبعد صلاة العيد فيه سنة لمن أمكنه والذبح والصدقة باللحوم على الفقراء\nوالمتجملين من أهل الاسلام والأضحية فيه لأهل منى وفى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p018'> Vol. 00, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر ذي الحجة) * ثلث أيام بعده وهى أيام التشريق وليس لأهل الأمصار ان\nيتجاوزوا بالأضحية فيه إلى غيره من الأيام وفيه صلاة العيد على ما شرحناه\nومن السنة فيه تأخير تناول الطعام حتى يحصل الفراغ من الصلاة ويجب وقت\nالأضحية كما بيناه ويقدم فيه صلاة العيد على الوقت الذي يصلى فيه صلاة يوم\nالفطر لأجل الأضحية على ما وصفناه والتكبير من بعد الظهر به اعقاب في عقيب\nعشرة صلوات لسائر أهل الأمصار وفى خمس عشرة صلوات لأهل منى وهو إلى أن ينفر\nالناس شرح التكبير في هذه الأيام وهو ان يقول المصلى في عقب كل فريضة الله\nأكبر الله أكبر لا إله إلا الله والله أكبر الله أكبر والحمد لله على ما\nرزقنا من بهيمة الأنعام ويستحب فيه التكبير للرجال والنساء وفى اليوم النصف\nمنه اشتد الحصار بعثمان بن عفان وأحاط بداره طلحة والزبير في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p019'> Vol. 00, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر ذي الحجة) * المهاجرين والأنصار وطالبوه بخلع نفسه وأشرف بذلك على\nالهلاك وفى اليوم الثامن عشر سنة عشر من الهجرة عقد رسول الله ص لمولانا\nأمير المؤمنين علي بن أبي طالب ع العهد بالإمامة في رقاب الأمة كافة وذلك\nبغدير ختم عند مرجعه من حجة الوداع حين جمع الناس فخطبهم ووعظهم ونعى إليهم\nنفسه ص ثم قررهم على فرض طاعته حسب ما <span id='ms08'></span> نطق به القرآن وقال لهم على اثر ذلك:\nمن كنت مولاه فعلى مولاه اللهم وال من والاه وعاد من عاداه وانصر من نصره\nواخذل من خذله ثم نزل فامر الكافة بالتسليم عليه ما مرة المؤمنين تهيئة له\nبالمقام فكان أول من هناه بذلك عمر بن الخطاب فقال له بخ بخ لك بابن أبي\nطالب أصبحت مولاي ومولى كل مؤمن و مؤمنه وقال في ذلك اليوم حسان بن ثابت\nشعرا يهنيه بالإمامة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p020'> Vol. 00, p. 020</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر ذي الحجة) * وقال بعده الشعراء ونزل على النبي ص عند خاتمة كلامه\nفي الحال:\n</p>\n\n<p>\nاليوم أكملت ولكم دينكم وأتممت عليكم نعمتي ورضيت لكم الاسلام دينا وهو\nيوم عيد عظيم بما أظهره الله من حجته و آياته من خلافته وصى نبيه وما أوجبه\nمن العقد في رقاب بريته ويستحب صيامه شكر الله تع على جليل النعمة فيه\nويستحب ان يصلى قبل الزوال ركعتان يتطوع العبد بهما ثم بحمد الله تعالى\nبعدهما ويصلى على محمد واله والصدقة فيه مضاعفة وادخال السرور فيه على أهل\nالايمان يحط الأوزار وفى هذا اليوم بعينه من سنه 34 اربع وثلثين من الهجرة\nقتل عثمان بن عفان وله يومئذ اثنان وثلاثون سنة واخرج من الدار فالقى على\nبعض مزابل المدينة لا يقدم أحد على مواراته خوفا من المهاجرين والأنصار حتى\nحتيل لدفنه بعد ثلث فاخذ سرا ودفن في حش كوكب هي مقبرة كانت لليهود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p021'> Vol. 00, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر ذي الحجة) * بالمدينة فلما ولى معاوية بن أبي سفيان وصلها مقابر\nأهل الاسلام وفى هذا اليوم بعينه بايع الناس أمير المؤمنين عليه السلام بعد\nعثمان ورجع الامر إليه في الظاهر والباطن واتفقت الكافة إليه طوعا واختيارا\nوفى هذا اليوم فلج موسى بن عمران على السحرة واخزى الله تع فرعون وجنوده من\nأهل الكفر والضلال وفيه نجى الله تع إبراهيم ع من النار وجعلها عليه بردا\nوسلاما كما نطق به القران وفيه نصب موسى يوشع بن نون وصيه ونطق بفضله على\nروس الاشهاد وفيه اظهر عيسى بن مريم ع وصيه شمعون الصفا <span id='ms09'></span> ع وفيه اشهد سليمان\nبن داود ع ساير رعيته على استخلافه أصف بن برخيا ع ودل على فضله بالآيات\nوالبينات وهو يوم عظيم كثير البركات وفى اليوم الرابع والعشرين منه باهل\nرسول الله صلى الله عليه وآله بأمير المؤمنين علي بن أبي طالب والحسن\nوالحسين وفاطمة صلى الله عليهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p022'> Vol. 00, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر ذي الحجة) * نصارى نجران رجاء بذكر المباهلة به وبزوجته وبولديه\nمحكم التبيان وفيه تصدق أمير المؤمنين عليه السلام بخاتمه ونزلت بولايته آي\nالقرآن وفى ليلة الخامس والعشرون منه تصدق أمير المؤمنين ع وفاطمة ع على\nالمسكين واليتيم والأسير بثلاثة أقراص كانت قوتهم من الشعير وآثروهم على\nأنفسهم وأوصلا الصيام وفى اليوم الخامس والعشرون منه نزل في أمير المؤمنين\nع وفاطمة والحسن والحسين هل اتى على الانسان وفى اليوم السادس والعشرين منه\nسنه 23 ثلث وعشرين من الهجرة طعن عمر بن الخطاب وفى اليوم السابع والعشرين\nمنه سنه 212 اثنتي عشرة ومأتين من الهجرة كان مولد سيدنا أبى الحسن علي بن\nمحمد العسكري عليه السلام وفى اليوم التاسع والعشرين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p023'> Vol. 00, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر محرم) * منه سنه 23 ثلث وعشرين من الهجرة قبض عمر بن الخطاب شهر\nمحرم وهو شهر حرام وكانت الجاهلية تعظمه وثبت ذلك في الاسلام أول يوم منه\nاستجاب الله دعوة زكريا ع وفى اليوم الثالث منه كان خلاص يوسف ع من الجب\nالذي ألقاه اخوته فيه على ما جاءت به الاخبار ونطق به القرآن وفى اليوم\nالخامس منه كان عبور موسى بن عمران من البحر وفى اليوم السابع منه كلم الله\nموسى بن عمران ع على جبل طور سينا وفى اليوم التاسع منه اخرج الله تع ويونس\nبن متى ع من بطن الحوت وفجاه وفى اليوم العاشر منه قتل سيدنا أبو عبد الله\nالحسين بن علي عليهما السلام من سنه 61 احدى وستين من الهجرة وهو يوم يتجدد\nفيه اخران محمد وال محمد ع وشيعتهم وجائت الرواية عن الصادقين عليهم السلام\nباجتناب الملاذ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p024'> Vol. 00, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر محرم) * فيه وإقامة تبيين سنن المصائب والامساك عن الطعام والشراب\nإلى <span id='ms10'></span> أن تزول الشمس والتغذي بعد ذلك بما يتغذى أصحاب المصائب كالألبان وما\nأشبهما دون اللذيذ من الطعام والشراب ويستحب فيه زيارة المشاهد والاكثار من\nالصلاة على محمد واله والابتهال إلى الله باللعنة على أعدائهم وظالميهم\nوروى أن من زار قبر الحسين عليه السلام يوم عاشوراء فكأنما زار الله في\nعرشه وروى أن من زاره وبات عنده ليلة عاشورا حتى يصبح حشره الله تع ملطخا\nبدم الحسين عليه السلام في جملة الشهداء معه وروى أن من زاره في هذا اليوم\nغفر الله له ما تقدم من ذنبه وما تأخر وروى أنه من أراد ان يقضى حق رسول\nالله ص وحق أمير المؤمنين وفاطمة والحسن والحسين عليهم السلام فليزر قبر\nالحسين عليه السلام في يوم عاشوراء وفى اليوم السابع عشر انصرف أصحاب الفيل\nعن مكة وقد نزل عليهم العذاب وفى ليلة احدى وعشرين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p025'> Vol. 00, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر صفر) * سنه 3 ثلاث من الهجرة كان نقل فاطمة إلى أمير المؤمنين\nعليه السلام وزفافها ولها يومئذ ستة عشر سنة وروى تسع سنين وفى يوم الخامس\nوالعشرين سنه 94 اربع وتسعين كانت وفاة أبى محمد علي بن الحسين زين\nالعابدين عليه السلام. * شهر صفر أول يوم منه سنه 121 احدى وعشرين ومأة كان\nمقتل زيد بن علي بن الحسين عليهما السلام وهو يوم ويتجدد فيه اخر ان آل\nمحمد عليهم السلام وفى الثالث منه سنه 64 اربع و ستين من الهجرة احرق مسلم\nبن عقبة ثياب باب الكعبة ورمى حيطانها بالنيران فتصدعت وكان عبد الله بن\nالزبير متحصنا بها وابن عقبة يومئذ يحاربه فحاربه من قبل يزيد بن معاوية لع\nوفى العشرين منه كان رجوع حرم سيدنا ومولانا أبى عبد الله الحسين من الشام\nإلى مدينة الرسول وهو اليوم الذي ورد جابر بن عبد الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p026'> Vol. 00, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر ربيع الأول) * الحرام الأنصاري صاحب رسول الله ص ورضى الله عنه\nوأرضاه من المدينة إلى كربلا لزيارة قبر أبى عبد الله الحسين عليه السلام\nفكان أول من زاره من المسلمين ويستحب زيارته ع ولليلتين بقيتا سنه <span id='ms11'></span> سنه 10\nعشر من الهجرة كانت وفاة سيدنا رسول الله ص وفى مثلها سنه 50 خمسين من\nالهجرة كانت وفاة سيدنا أبى محمد الحسن بن علي بن أبي طالب ع شهر ربيع\nالأول أول يوم ليلة منه هاجر رسول الله من مكة إلى المدينة سنه 13 ثلث عشر\nمن مبعثه ص وكانت ليلة الخميس وفيها كان مبيت أمير المؤمنين عليه السلام\nعلى فراش رسول الله صلى الله عليه وآله ومواساته له ص بنفسه حتى نجا ص من\nعدوه فخاف بذلك أمير المؤمنين ع شرف الدنيا والدين وانزل الله تع لذلك في\nالقران المبين وهى ليلة الفخر فيها لمولانا أمير المؤمنين ويجب فيها مسرة\nأوليائه المخلصين وفى صبيحة هذه الليلة صار المشركون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p027'> Vol. 00, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر ربيع الأول) * إلى باب الغار عند ارتفاع النهار لطلب النبي ص ع\nفستره الله تعالى عنهم وقلق أبو بكر بن أبي قحافة وكان معه في الغار\nبمصيرهم إلى بابه وظن أنهم سيدركونه فحزن لذلك وجزع فسكته النبي ص ورفق به\nوقوى نفسه بما وعده من النجاة منهم وتمام الهجرة له وفى هذا اليوم يتجدد\nسرور الشيعة بنجاة رسول الله ص من أعدائه وما أظهره الله تع من آياته وما\nأيده به من نصره وهو يوم حزن للناصبية لاقتدائهم بابى بكر في ذلك واجتنابهم\nالمسرة في وقت اخر انه وفى الليلة الرابعة منه كان خروج النبي ص من الغار\nمتوجها إلى المدينة فأقام رسول الله ص بالغار وهو في جبل عظيم خارج مكة غير\nبعيد منها اسمه ثور ثلاثة أيام وثلث ليال وسار منه فوصل المدينة يوم\nالاثنين ثاني عشر من شهر ربيع الأول عند زوال الشمس منه وفى اليوم الرابع\nمنه سنه 260 ستين ومأتين كانت وفاة سيدنا أبى محمد الحسن بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p028'> Vol. 00, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر ربيع الأول) * علي بن محمد بن علي الرضا عليهم السلام وله يومئذ\nثمان وعشرين سنة ومصير الخلافة إلى القائم بالحق وفى اليوم العاشر منه تزوج\nالنبي ص ع خديجة بنت خويلد أم المؤمنين رضي الله عنها وأرضاها لخمس وعشرين <span id='ms12'></span>\nسنة من مولده صلى الله عليه وآله وكان لها يومئذ أربعون سنة وفى مثله لثمان\nسنين من مولده كانت وفاة جده عبد المطلب رضي الله عنه وهى سنة ثمان من عام\nالفيل وفى اليوم الثاني عشر منه كان قدوم النبي ص المدينة مع زوال الشمس\nوفى مثله سنه 132 اثنتين وثلثين ومأة من الهجرة كان هلاك الملحد الملعون\nيزيد بن معاوية بن أبي سفيان ضاعف الله عليه العذاب الأليم وكان سنه يومئذ\nثماني وثلثين سنة وهو يوم يتجدد فيه سرور المؤمنين وفى اليوم السابع عشر\nمنه كان مولد سيدنا رسول الله عند طلوع الفجر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p029'> Vol. 00, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر ربيع الثاني) * من يوم الجمعة في عام الفيل وهو يوم شريف عظيم\nالبركة ولم لا يزل الصالحون من آل محمد على قديم الأوقات يعظمونه ويعرفون\nحقه ويرعون حرمته ويتطوعون بصيامه وروى عن أئمة الهدى ع انهم قالوا من صام\nاليوم السابع عشر من شهر ربيع الأول وهو مولد سيدنا رسول الله ص كتب الله\nسبحانه له صيام سنة و يستحب فيه الصدقة وزيارة المشاهد والتطوع بالخيرات\nوادخال السرور على أهله. * - شهر ربيع الثاني اليوم العاشر منه سنه 232\nاثنتين وثلاثين ومأتين كان مولد سيدنا أبى محمد الحسن بن علي بن محمد بن\nعلي الرضا ع وهو يوم شريف عظيم البركة وفى اليوم الثاني عشر منه سنه 1 أول\nمن الهجرة استقر فرض صلاة الحضر والسفر. * - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p030'> Vol. 00, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر جمادى الأولى والآخرة) * شهر جمادى الأولى يوم النصف منه سنه 38\nثمان وثلثين من الهجرة كان مولد سيدنا أبى محمد علي بن الحسين زين العابدين\nعليه وآبائه السلام وهو يوم شريف يستحب فيه الصيام والتطوع بالخيرات وفيه\nبعينه من هذا اليوم سنه 36 ستة وثلثين كان فتح البصرة ونزول النصر من الله\nالكريم على أمير المؤمنين شهر جمادى الآخرة اليوم الثالث منه سنه 11 احدى\nعشر من الهجرة كانت وفاة زهراء البتول فاطمة بنت رسول الله وهو يوم يتجدد\nفيه اخران المؤمنين وفى النصف منه سنة ثلث وسبعين من الهجرة كان مقتل عبد\nالله بن <span id='ms13'></span> الزبير بن العوام وله يومئذ ثلث وسبعون سنة وفى اليوم العشرين منه\nسنة 2 اثنتين من المبعث كان مولده مولاتنا الزهراء فاطمة بنت رسول الله ص\nوهو يوم شريف يتجدد فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p031'> Vol. 00, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر رجب) * سرور المؤمنين ويستحب التطوع فيه بالخيرات والصدقة على\nالمساكين وفى اليوم السابع والعشرين منه سنه 13 ثلث عشرة من الهجرة كان\nوفاة أبى بكر بن أبي مخافة وولاية عمر بن الخطاب واقامه مقابه بنصبه عليه\nووصيته بالأمراء له شهر رجب هو آخر اشهر شهور الحرام في السنة على الترتيب\nالذي قدمنا وبينا ان أول شهورها شهر رمضان وهو شهر عظيم البركة شريف لم تزل\nالجاهلية تعظمه قبل مجيئ الاسلام ثم تأكد شرفه وعظمه في شريعة النبي ص وهو\nالشهر الأصم وانما سمى بذلك لان العرب لم تكن يغزوا فيه ولا ترى الحرب وسفك\nالدماء وكان لا يسمع فيه حركة السلاح ولا صهيل الخيل ولا أصوات الرجال في\nاللقاء والاجتماع ويستحب صيامه فقد روى عن أمير المؤمنين عليه السلام انه\nكان يصومه ويقول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p032'> Vol. 00, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر رجب) * شهر رجب شهري وشعبان شهر رسول الله وشهر رمضان شهر الله عز\nوجل أول يوم منه كان مولد مولانا و سيدنا أبى جعفر محمد بن علي الباقر ع\nروى جعفر الجعفي قال ولد الباقر أبو جعفر محمد بن علي ع يوم الجمعة غرة رجب\nسنه 57 سبع وخمسين من الهجرة وروى أنه من صام من أوله سبطه أيام متتابعات\nغلقت عنه سبعة أبواب النار فان صام مما أيام فتحت له ثمانية أبواب الجنان\nوان صام منه خمسة عشر بها اعطى سؤله وان صام الشهر كله أعتق الله الكريم\nرقبته من انظار وقضى له حوائج الدنيا والآخرة وكتب في الصديقين والشهداء\nوهذا إذا كان الانسان مؤمنا مجتنبا للكبائر الموبقات كما قال الله عز وجل\nانما يتقبل الله من المتقين للعمرة والعمرة فيه لها فضل كثير قد جاءت به\nالروايات والآثار ويستحب زيارة سيدنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p033'> Vol. 00, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر رجب) * أبى عبد الله الحسين بن علي عليهما السلام في أول يوم منه <span id='ms14'></span>\nفقد روى عن الصادق أبى عبد الله جعفر بن محمد الصادق عليه أنه قال من زار\nالحسين بن علي ع في أول يوم من رجب غفر الله له البتة ومن لم يتمكن من\nزيارة أبى عبد الله الحسين ع في هذا اليوم فليزر بعض مشاهد الأئمة السادة\nعليهم السلام فإن لم يتمكن من ذلك فاليوم إليهم بالسلم ويجتهد في اعمال\nالبر والخيرات وفى اليوم الثالث منه سنه 256 اربع وخمسين ومأتين من الهجرة\nكانت وفاة سيدنا أبى الحسن علي بن محمد الهادي صاحب العسكر عليه السلام وله\nيومئذ احدى وأربعون سنة وفى اليوم الثاني عشر منه سنه 6 ستين من الهجرة كان\nهلاك معاوية بن أبي سفيان لعنه الله وسنه يومئذ ثمان وسبعون سنة وهو يوم\nمسرة لأهل الايمان وحزن لأهل الكفر والطغيان وفى يوم النصف سنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p034'> Vol. 00, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\nلخمسة اشهر من الهجرة عقد رسول الله صلى الله عليه وآله لأمير المؤمنين\nعلي بن أبي طالب عليه السلام على ابنته فاطمة الزهراء البتول صلوات الله\nعليها عقدة النكاح وكان فيه الاشهاد له والاملاك وسنها يومئذ احدى عشر سنة\nوفى رواية ثلاث عشر سنة ويستحب في هذا اليوم الصيام وزيارة المشاهد على\nأصحابها السلام ويدعى فيها بدعاء أم داود وهو موعود موجود في كتب أصحابنا\nعلى شرح لا يحتمله هذا الكتاب لما قصدناه من الاختصار وفى هذا اليوم سنه 2\nاثنتين من الهجرة حولت القبلة من البيت المقدس إلى الكعبة وكان الناس في\nصلاة العصر فتحولوا منها إلى البيت الحرام وفى اليوم الثالث والعشرين منه\nولد أمير المؤمنين علي بن أبي طالب عليه السلام سنه 30 من عام الفيل وكان\nميلاده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p035'> Vol. 00, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر رجب) * في جوف الكعبة من البيت الحرام ولى اليوم الخامس و العشرين\nمنه سنة ثمان ثلاث وثمانين ومائة من الهجرة كانت وفاة سيدنا أبى الحسن موسى\nبن جعفر عليهما السلام قتيلا في حبس السندي بن شاهك متولي الشرطة للرشيد\nوسنه يومئذ خمس وخمسون ستون سنة وهو يوم يتجدد فيه اخر ان آل محمد عليهم\nالسلام <span id='ms15'></span> وفى اليوم السابع والعشرين منه كان مبعث النبي صلى الله عليه وآله\nمن صامه كتب الله له صيام ستين سنة وروى عن الصادقين عليهم السلام انهم\nقالوا من صلى في اليوم السابع والعشرين من شهر رجب اثنتي عشرة ركعة يقره في\nكل ركعة فاتحة الكتاب وسورة يس فإذا فرغ من هذه الصلاة قرء في عقيبها فاتحة\nالكتاب ثلاث مرات و المعوذتين والمعوذات الثلاث اربع مرات وقال سبحانه الله\nوالحمد لله ولا اله الا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p036'> Vol. 00, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر شعبان) * الله والله أكبر اربع مرات وقال: الله ربى لا اشرك به\nشيئا اربع مرات ثم دعا استجيب له في كلما يدعوا به الا ان يدعو بجايحة قوم\nمؤمنين أو قطيعة رحم وهو يوم شريف عظيم البركة ويستحب فيه الصدقة والتطوع\nبالخيرات وادخال السرور على أهل الايمان. * - شهر شعبان هو شهر شريف عظيم\nالبركات وصيامه سنة من سنن النبي صلى الله عليه وآله في اليوم الثاني منه\nسنة اثنين من الهجرة نزل فرض صيام شهر رمضان وفى اليوم الثالث منه ولد أبو\nعبد الله الحسين عليه السلام وهو يوم الخميس وصيامه فيه ثواب عظيم وفى ليلة\nالنصف منه سنة اربع وخمسين ومأتين من الهجرة كان مولد سيدنا أبى القاسم\nمحمد بن الحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p037'> Vol. 00, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\nصاحب الزمان عليه وعلى آبائه الطاهرين السلام و يستحب في هذه الليلة\nالغسل واحياؤها بالصلاة والدعاء وفى هذه الليلة تكون زيارة سيدنا أبى عبد\nالله الحسين بن علي عليهما السلام فقد روى عن الصادقين عليهما السلام انهم\nقالوا إذا كان دليلة النصف من شعبان نادى مناد من الأفق الاعلى يا زائري\nقبر الحسين بن علي ع ارجعوا مغفورا لكم ثوابكم على ربكم ومحمد نبيكم ومن لم\nيستطع زيارة قبر الحسين بن علي عليهما السلام في هذه الليلة فليزر غيره من\nالأئمة عليهم السلام فإن لم يتمكن من ذلك أومى إليهم بالسلام وأحياها\nبالصلاة والدعاء وقد روى أن أمير المؤمنين عليه السلام كان لا ينام في ثلاث\nليال السنة ليلة ثلث وعشرين من شهر رمضان <span id='ms16'></span> ويقول إنها الليلة التي ترجى أن\nتكون ليلة القدر وليلة الفطر ويقول في هذه الليلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p038'> Vol. 00, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n* (شهر شعبان) * يعطى الأجير اجره وليلة النصف من شعبان ويقول في هذه\nالليلة يفرق كل امر حكيم وهى ليلة يعظمونه للمسلمون جميعا وأهل الكتاب وقد\nروى عن أبي عبد الله جعفر بن محمد عليه السلام أنه قال إذا كان ليلة النصف\nمن شعبان اذن الله للملائكة بالنزول إلى الأرض من السماء وفتح فيها أبواب\nالجنان واستجاب استجيب فيها الدعاء فليصل العبد فيها أربع ركعات يقرء أجيب\nفي كل ركعة فاتحة الكتاب مرة وسورة الاخلاص مائة مرة فإذا فرغ منها بسط\nيديه للدعاء وقال في دعائه اللهم إني إليك قصير ربك عائذ ومنك خائف ربك\nمستجير رب لا تبدل اسمى ولا تغير جسمي ولا تجهد بلائي ولا تشمت بي أعدائي\nوأعوذ بك منك جل ثناؤك وأعوذ بعفوك من عقابك وأعوذ برضاك من سخطك وأعوذ\nبرحمتك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p039'> Vol. 00, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\n* (خاتمة الكتاب) * من عذابك وأعوذ بك منك جل ثناؤك أنت كما أثنيت على\nنفسك وفوق ما يقول القاتلون صل على محمد وال محمد وافعل بي كذا وكذا ويسئل\nحوائجه فان الله تعالى جواد كريم وروى أن من صلى هذه الصلاة في ليلة النصف\nمن شعبان غفر الله تعالى له ذنوبه وقضى حوائجه وأعطاه سؤله كرما * (منه على\nعباده ومنا منه عليهم) * * (كتبه أقل خدمة أهل العلم الحاج عبد الرحيم) * *\n(الافشارى بن المرحوم أبى الفضل) * * (الزنجاني غفر الله) * * (ذنوبهما) *\n* (سنه 1393) * 1352\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v00p040'> Vol. 00, p. 040</a>\n            </div>\n            \n</p>\n\n\n\n#####ENDNOTES# <span id='ms17'></span>",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040"
  ],
  "volumes": [
    "01"
  ]
}