{
  "content": "\n<p>\nوظاهر هذا الكلام خطأ لأنه جعل العامل في إذا أولا المعنى الذي يدل عليه\nالشرط وجوابه، ثم قال ثانيا إن إذا تتعلق بما تعلق به: عليكم، وهذا يناقض\nما قبله، ولعل قوله: وهو متعلق، سقطت منه ألف، وكان: أو هو متعلق، فيصح إذ\nذاك المعنى، ولا تكون إذ ذاك شرطا، بل تتمحض للظرفية.\n</p>\n\n<p>\nو: ما، في الوجهين موصولة بمعنى الذي، والعائد عليها محذوف، وإذا كانت\nبمعنى أعطى احتيج إلى تقدير حذف ثان، لأنها تتعدى لاثنين أحدهما ضمير: ما،\nوالآخر، الذي هو فاعل من حيث المعنى، والمعنى في: ما آتيتم، أي: ما أردتم\nإتيانه أو إيتاءه.\n</p>\n\n<p>\nوأجاز أبو علي: في: ما آتيتم، أن تكون: ما، مصدرية أي: إذا سلمتم\nالإتيان، والمعنى مع القصر، وكون: ما، بمعنى الذي، أن يكون الذي ما آتيتم\nنقده وإعطاءه، فحذف المضاف وأقيم الضمير مقامه، فكان التقدير: ما آتيتموه،\nثم حذف الضمير من الصلة، وإذا كانت مصدرية استغنى الكلام عن هذا التقدير،\nوروى شيبان عن عاصم: ما أوتيتم مبينا للمفعول أي: ما آتاكم الله وأقدركم\nعليه من الأجرة، ونحوها، قال تعالى <span id='ms0377'></span>: {وأنفقوا مما جعلكم مستخلفين\nفيه}(الحديد: 7) ويتعلق: بالمعروف، ب: سلمتم، أي: بالقول الجميل الذي تطيب\nالنفس به، ويعين على تحسين نشأة الصبي. وقيل: تتعلق: بآتيتم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p001'> Vol. 02, p. 001</a>\n            </div>\n            \n</p>\n\n<p>\n{والذين يتوفون منكم ويذرون أزوجا يتربصن بأنفسهن أربعة أشهر وعشرا فإذا\nبلغن أجلهن فلا جناح عليكم فيما فعلن فى أنفسهن بالمعروف والله بما تعملون\nخبير * ولا جناح عليكم فيما عرضتم به من خطبة النسآء أو أكننتم فى أنفسكم\nعلم الله أنكم ستذكرونهن ولكن لا تواعدوهن سرا إلا أن تقولوا قولا معروفا\nولا تعزموا عقدة النكاح حتى يبلغ الكتب أجله واعلموا أن الله يعلم ما فى\nأنفسكم فاحذروه واعلموا أن الله غفور حليم * لا جناح عليكم إن طلقتم النسآء\nما لم تمسوهن أو تفرضوا لهن فريضة ومتعوهن على الموسع قدره وعلى المقتر\nقدره متعا بالمعروف حقا على المحسنين * وإن طلقتموهن من قبل أن تمسوهن وقد\nفرضتم لهن فريضة فنصف ما فرضتم إلا أن يعفون أو يعفوا الذى بيده عقدة\nالنكاح وأن تعفوا أقرب للتقوى ولا تنسوا الفضل بينكم إن الله بما تعملون\nبصير }.\n</p>\n\n<p>\nيذر: معناه يترك، ويستعمل منه الأمر ولا يستعمل منه اسم الفاعل ولا\nالمفعول، وجاء الماضي منه على طريق الشذوذ.\n</p>\n\n<p>\nوقرأ الجمهور: يتوفون، بضم الياء مبنيا للمفعول، وقرأ علي، والمفضل، عن\nعاصم: بفتح الياء مبنيا للفاعل، ومعنى هذه القراءة أنهم: يستوفون آجالهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p002'> Vol. 02, p. 002</a>\n            </div>\n            \n</p>\n\n<p>\nوإعراب: الذين، مبتدأ واختلف أنه خبر أم لا؟ فذهب الكسائي والفراء إلى أنه\nلا خبر له، بل أخبر عن الزوجات المتصل ذكرهن: بالذين، لأن الحديث معهن في\nالاعتداد بالأشهر، فجاء الخبر عما هو المقصود.\n</p>\n\n<p>\nوتحرير مذهب الفراء أن العرب إذا ذكرت أسماء مضافة إليها، فيها معنى\nالخبر، أنها تترك الإخبار عن الإسم الأول ويكون الخبر عن المضاف، مثاله: إن\nزيدا وأخته منطلقة، لأن المعنى: إن أخت زيد منطلقة؛ والبيت الأول ليس من\nهذا الضرب، وإنما أوردوا مما يشبه هذا الضرب قول الشاعر:\n</p>\n\n<p>\nفمن يك سائلا عني فإني\n</p>\n\n<p>\nوجروة لا ترود ولا تعار والرد على الفراء، وتأويل الأبيات والآية، مذكور\nفي النحو.\n</p>\n\n<p>\nوذهب <span id='ms0378'></span> الجمهور إلى أن له خبرا، واختلفوا، فقيل: هو ملفوظ به، وهو: يتربصن،\nولا حذف يصحح معنى الخبر، لأنه ربط من جهة المعنى، لأن النون في: يتربصن،\nعائد، فقيل: على الأزواج الذين يتوفون، فلو صرح بذلك فقيل: يتربصن أزواجهم،\nلم يحتج إلى حذف، وكان إخبارا صحيحا، فكذلك ما هو بمعناه، وهو قول الزجاج.\n</p>\n\n<p>\nوقيل: ثم حذف يصحح معنى الخبرية، واختلفوا في محل الحذف، فقيل: من\nالمبتدأ، والتقدير: وأزواج الذين، ودل على المحذوف قوله: {ويذرون أزواجا}\nوقيل: من الخبر، وتقديره: يتربصن بعدهم، أو: بعد موتهم، قاله الأخفش.\n</p>\n\n<p>\nوقيل: من الخبر وهو أن يكون الخبر جملة من مبتدأ محذوف وخبره يتربصن،\nتقديره: أزواجهم يتربصن، ودل عليه المظهر، قاله المبرد.\n</p>\n\n<p>\nوقيل: الخبر بجملته محذوف مقدر قبل المبتدأ تقديره: فيما يتلى عليكم حكم\nالذين يتوفون منكم ويذرون أزواجا.\n</p>\n\n<p>\nوقوله: {يتربصن بأنفسهن} بيان للحكم المتلو، وهي جملة لا موضع لها من\nالإعراب، قالوا: وهذا قول سيبويه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p003'> Vol. 02, p. 003</a>\n            </div>\n            \n</p>\n\n<p>\n{علم الله أنكم ستذكرونهن ولكن لا تواعدوهن سرا} فعلى هذا القول، والقول\nالذي قبله، ينتصب، سرا، على الحال، أي: مستسرين. وعلى القولين الأولين\nينتصب على المفعول، وإذا انتصب على الحال كان مفعول: فواعدوهن محذوفا،\nتقديره: النكاح، وقيل: انتصب على أنه نعت مصدر محذوف، تقديره: مواعدة سرا.\nوقيل التقدير في: وانتصب انتصاب الظرف.\n</p>\n\n<p>\n{إلا أن تقولوا قولا معروفا}. هذا الاستثناء منقطع لأنه لا يندرج تحت:\nسرا، من قوله: {ولكن لا تواعدوهن سرا} على أي تفسير فسرته.\n</p>\n\n<p>\nفإن قلت: بم يتعلق حرف الاستثناء؟ قلت: بلا تواعدوهن، أي: لا تواعدوهن\nمواعدة قط إلا مواعدة معروفة غير منكرة، أو: لا تواعدوهن إلا بأن تقولوا،\nأي: لا تواعدوهن إلا بالتعريض، ولا يجوز أن يكون استثناء من سرا، لأدائه\nإلى قولك: لا تواعدوهن إلا التعريض، إنتهى كلام الزمخشري. ويحتاج إلى\nتوضيح، وذلك أنه جعله استثناء متصلا باعتبار أنه استثناء مفرغ، وجعل ذلك\nعلى وجهين.\n</p>\n\n<p>\nأحدهما: أن يكون استثناء من المصدر المحذوف، وهو الوجه الأول الذي ذكره،\nوقدره: لا تواعدوهن مواعدة قط إلا مواعدة معروفة غير منكرة <span id='ms0379'></span>، فكأن المعنى:\nلا تقولوا لهن قولا تعدونهن به إلا قولا معروفا، فصار هذا نظير: لا تضرب\nزيدا ضربا شديدا.\n</p>\n\n<p>\nوالثاني: أن يكون استثناء مفرغا من مجرور محذوف، وهو الوجه الثاني الذي\nذكره، وقدره: إلا بأن تقولوا، ثم أوضحه بقوله: إلا بالتعريض، فكان المعنى:\nلا تواعدوهن سرا، أي نكاحا بقول من الأقوال، إلا بقول معروف، وهو التعريض.\nفحذف: من أن، حرف الجر، فيبقى منصوبا أو مجرورا على الخلاف الذي تقدم في\nنظائره.\n</p>\n\n<p>\nوالفرق بين هذا الوجه والذي قبله أن الذي قبله انتصب نصب المصدر، وهذا\nانتصب على إسقاط حرف الجر، وهو: الباء، التي للسبب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p004'> Vol. 02, p. 004</a>\n            </div>\n            \n</p>\n\n<p>\nقوله: ولا يجوز أن يكون استثناء منقطعا من: سرا لأدائه إلى قوله: لا\nتواعدوهن إلا التعريض، والتعريض ليس مواعدا، فلا يصح عنده أن ينصب عليها\nالعامل، وهذا عنده على أن يكون منقطعا نظير: ما رأيت أحدا إلا حمارا. لكن\nهذا يصح فيه: ما رأيت إلا حمارا، وذلك لا يصح فيه، لا تواعدوهن إلا\nالتعريض، لأن التعريض لا يكون مواعدا بل مواعدا به النكاح، فانتصاب: سرا،\nعلى أنه مفعول، فكذلك ينبغي أن يكون: أن تقولوا، مفعولا، ولا يصح ذلك فيه،\nفلا يصح أن يكون استثناء منقطعا. هذا توجيه منع الزمخشري أن يكون استثناء\nمنقطعا.\n</p>\n\n<p>\nوما ذهب إليه ليس بصحيح لأنه لا ينحصر الاستثناء المنقطع فيما ذكر، وهو\nأن يمكن تلك العامل السابق عليه، وذلك أن الاستثناء المنقطع على قسمين:\n</p>\n\n<p>\nأحدهما: ما ذكره الزمخشري، وهو: أن يتسلط العامل على ما بعد؛ إلا، كما\nمثلنا به في قولك: ما رأيت أحدا إلا حمارا. و: ما في الدار أحد إلا حمارا.\n</p>\n\n<p>\nوهذا النوع فيه خلاف عن العرب، فمذهب الحجازيين نصب هذا النوع من\nالمستثنى، ومذهب بني تميم اتباعه لما قبله في الإعراب، ويصلح في هذا النوع\nأن تحذف الأول وتسلط ما قبله على ما بعد إلا، فتقول: ما رأيت إلا حمارا،\nوما في الدار إلا حمار. ويصح في الكلام: {ما لهم به من علم إلا اتباع\nالظن}(النساء: 157).\n</p>\n\n<p>\nوالقسم الثاني: من <span id='ms0380'></span> قسمي الاستثناء المنقطع هو أن لا يمكن تسلط العامل على\nما بعد إلا، وهذا حكمه النصب عند العرب قاطبة، ومن ذلك: ما زاد إلا ما نقص،\nوما نفع إلا ما ضر. فما بعد إلا لا يمكن أن يتسلط عليه زاد ولا نقص، بل\nيقدر المعنى: ما زاد، لكن النقص حصل له، وما نفع لكن الضرر حصل، فاشترك هذا\nالقسم مع الأول في تقدير إلا بلكن، لكن الأول يمكن تسليط ما قبله عليه،\nوهذا لا يمكن.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p005'> Vol. 02, p. 005</a>\n            </div>\n            \n</p>\n\n<p>\nوإذا تقرر هذا فيكون قوله: {إلا أن تقولوا} استثناء منقطعا من هذا القسم\nالثاني، وهو ما لا يمكن أن يتوجه عليه العامل، والتقدير: لكن التعريض سائغ\nلكم، وكأن الزمخشري ما علم أن الاستثناء المنقطع يأتي على هذا النوع من عدم\nتوجيه العامل على ما بعد إلا، فلذلك منعه، والله أعلم.\n</p>\n\n<p>\n{ولا تعزموا عقدة النكاح حتى يبلغ الكتب أجله} وانتصاب: عقدة، على\nالمفعول به لتضمين: تعزموا، معنى ما يتعدى بنفسه، فضمن معنى: تنووا، أو\nمعنى: تصححوا، أو معنى: توجبوا، أو معنى: تباشروا، أو معنى: تقطعوا، أي:\nتبتوا. وقيل: انتصب عقدة على المصدر، ومعنى تعزموا تعقدوا. وقيل: انتصب على\nإسقاط حرف الجر، وهو على هذا التقدير: ولا تعزموا على عقدة النكاح. وحكى\nسيبويه أن العرب تقول: ضرب زيد الظهر والبطن، أي على الظهر والبطن، وقال\nالشاعر:\n</p>\n\n<p>\nولقد أبيت على الطوى وأظله\n</p>\n\n<p>\nحتى أنال به كريم المأكل الأصل وأظل عليه، فحذف: على، ووصل الفعل إلى\nالضمير فنصبه، إذ أصل هذا الفعل أن يتعدى بعلى، قال الشاعر:\n</p>\n\n<p>\nعزمت على إقامة ذي صباح\n</p>\n\n<p>\nلأمر ما يسود من يسود\n</p>\n\n<p>\n{لا جناح عليكم إن طلقتم النسآء ما لم تمسوهن أو تفرضوا لهن فريضة} و:\nما، في قوله: {ما لم تمسوهن} الظاهر أنها ظرفية مصدرية، التقدير: زمان عدم\nالمسيس كقول الشاعر:\n</p>\n\n<p>\nإني بحبلك واصل حبلي\n</p>\n\n<p>\nوبريش نبلك رائش نبلي ما لم أجدك على هدى أثر\n</p>\n\n<p>\nيقرو مقصك قائف قبلي\n</p>\n\n<p>\nوهذه ما، الظرفية المصدرية، شبيهة بالشرط، وتقتضي التعميم نحو: أصحبك ما\nدمت لي محسنا <span id='ms0381'></span>، فالمعنى: كل وقت دوام إحسان. وقال بعضهم: ما، شرطية، ثم\nقدرها بأن، وأراد بذلك، والله أعلم، تفسير المعنى، و: ما إذا كانت شرطا\nتكون إسما غير ظرف زمان ولا مكان، ولا يتأتى هنا أن تكون شرطا بهذا المعنى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p006'> Vol. 02, p. 006</a>\n            </div>\n            \n</p>\n\n<p>\nوزعم ابن مالك أن: ما، تكون شرطا ظرف زمان؛ وقد رد ذلك عليه ابنه بدر الدين\nمحمد في بعض تعاليقه، وتأول ما استدل به والده، وتأولنا نحن بعض ذلك، بخلاف\nتأويل ابنه، وذلك كله ذكرناه في كتاب «التكميل» من تأليفنا. على أن ابن\nمالك ذكر أن ما ذهب إليه لا يقوله النحويون، وإنما استنبط هو ذلك من كلام\nالفصحاء على زعمه.\n</p>\n\n<p>\nوزعم بعضهم أن: ما، في قوله {ما لم تمسوهن} إسما موصولا والتقدير: إن\nطلقتم النساء اللاتي لم تمسوهن، فلا يكون لفظ. ما، شرطا، وهذا ضعيف، لأن:\nما، إذ ذاك تكون وصفا للنساء، إذ قدرها بمعنى اللاتي، و: ما، من الموصولات\nالتي لا يوصف بها بخلاف الذي والتي.\n</p>\n\n<p>\nو: أو، على بابها من كونها تأتي لأحد الشيئين، أو لأشياء، والفعل بعدها\nمعطوف على: تمسوهن، فهو مجزوم، أو معطوف على مصدر متوهم، فهو منصوب على\nإضمار أن بعد أو، بمعنى إلا. التقدير: ما لم تمسوهن إلا أن تفرضوا لهن\nفريضة، أو معطوف على جملة محذوفة التقدير: فرضتم أو لم تفرضوا، أو بمعنى\nالواو والفعل مجزوم معطوف على: تمسوهن.\n</p>\n\n<p>\nوفي هذا القول الثالث حذف جملة، وهي قوله: فرضتم، وإضمار: لم، بعد: أو،\nوهذا لا يجوز إلا إذا عطف على مجزوم، نحو: لم أقم وأركب، على مذهب من يجعل\nالعامل في المعطوف مقدرا بعد حرف العطف.\n</p>\n\n<p>\nوالضمير الفاعل في {ومتعوهن} للمطلقين، والضمير المنصوب ضمير المطلقات\nقبل المسيس، وقبل الفرض، فيجب لهن المتعة.\n</p>\n\n<p>\n{على الموسع قدره وعلى المقتر قدره} وقرىء: قدره، بفتح الراء، وجوزوا في\nنصبه وجهين: أحدهما: أنه انتصب على المعنى، لأن معنى: {متعوهن} ليؤد كل\nمنكم قدر وسعه. والثاني: على إضمار فعل، التقدير: وأوجبوا على الموسع قدره.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p007'> Vol. 02, p. 007</a>\n            </div>\n            \n</p>\n\n<p>\nوفي السجاوندي: وقرأ ابن أبي عبلة: قدره <span id='ms0382'></span>، أي قدره الله. إنتهى. وهذا يظهر\nأنه قرأ بفتح الدال والراء، فتكون، إذ ذاك فعلا ماضيا، وجعل فيه ضميرا\nمستكنا يعود على الله، وجعل الضمير المنصوب عائدا على الإمتاع الذي يدل\nعليه قوله: {ومتعوهن}.\n</p>\n\n<p>\nوالمعنى: أن الله قدر وكتب الإمتاع على الموسع وعلى المقتر.\n</p>\n\n<p>\nوفي الجملة ضمير محذوف تقديره: على الموسع منكم، وقد يقال إن الألف\nواللام نابت عن الضمير، أي: على موسعكم وعلى مقتركم، وهذه الجملة تحتمل أن\nتكون مستأنفة بينت حال المطلق في المتعة بالنسبة إلى إيساره وإقتاره،\nويحتمل أن تكون في موضع نصب على الحال، وذو الحال هو الضمير المرفوع وفي\nقوله: {ومتعوهن} والرابط هو ذلك الضمير المحذوف الذي قدرناه: منكم.\n</p>\n\n<p>\n{متعا بالمعروف} قالوا: انتصب متاعا على المصدر، وتحريره أن المتاع هو ما\nيمتع به، فهو اسم له، ثم أطلق على المصدر على سبيل المجاز، والعامل فيه\n{ومتعوهن} ولو جاء على أصل مصدر {ومتعوهن} لكان تمتيعا، وكذا قدره\nالزمخشري، وجوزوا فيه أن يكون منصوبا على الحال، والعامل فيها ما يتعلق به\nالجار والمجرور، وصاحب الحال الضمير المستكن في ذلك العامل، والتقدير: قدر\nالموسع يستقر عليه في حال كونه متاعا، وبالمعروف يتعلق بقوله: ومتعوهن، أو:\nبمحذوف، فيكون صفة لقوله: متاعا، أي ملتبسا بالمعروف، والمعروف هو المألوف\nشرعا ومروءة، وهو ما لا حمل له فيه على المطلق ولا تكلف.\n</p>\n\n<p>\nوانتصاب حقا على أنه صفة لمتاعا أي: متاعا بالمعروف واجبا على المحسنين،\nأو بإضمار فعل تقديره: حق ذلك حقا، أو حالا مما كان حالا منه متاعا، أو من\nقوله: بالمعروف، أي: بالذي عرف في حال كونه على المحسنين.\n</p>\n\n<p>\n{وإن طلقتموهن من قبل أن تمسوهن وقد فرضتم لهن فريضة} والجملة من قوله:\n{وقد فرضتم} في موضع الحال.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p008'> Vol. 02, p. 008</a>\n            </div>\n            \n</p>\n\n<p>\nوجواب الشرط {فنصف ما فرضتم}، وارتفاع نصف على الابتداء وقدر الخبر: فعليكم\nنصف ما فرضتم، أو: فلهن نصف ما فرضتم، ويجوز أن يقدر مؤخرا، ويجوز أن يكون\nخبرا، أي: فالواجب نصف ما فرضتم.\n</p>\n\n<p>\n{إلا أن يعفون} نص ابن عطية وغيره على أن هذا استثناء <span id='ms0383'></span> منقطع، قاله ابن\nعطية، لأن عفوهن عن النصف ليس من جنس أخذهن، والمعنى إلا أن يتركن النصف\nالذي وجب لهن عند الزوج. إنتهى.\n</p>\n\n<p>\nوقيل: وليس على ما ذهبوا إليه، بل هو استثناء متصل، لكنه من الأحوال، لأن\nقوله: فنصف ما فرضتم، معناه: عليكم نصف ما فرضتم في كل حال إلا في حال\nعفوهن عنكم، فلا يجب، وإن كان التقدير: فلهن نصف فالواجب ما فرضتم، فكذلك\nأيضا وكونه استثناء من الأحوال ظاهر، ونظيره: {لتأتنني به إلا أن يحاط\nبكم}(يوسف: 66) إلا أن سيبويه منع أن تقع أن وصلتها حالا، فعلى قول سيبويه\nيكون: إلا أن يعفون} استثناء منقطعا.\n</p>\n\n<p>\nوفرق الزمخشري بين قولك: الرجال يعفون، والنساء يعفون، بأن الواو في\nالأول ضمير، والنون علامة الرفع، والواو في الثاني لام الفعل والنون\nضميرهن، والفعل مبني لا أثر في لفظه للعامل. إنتهى. فرقه، وهذا من النحو\nالجلي الذي يدرك بأدنى قراءة في هذا العلم، ونقصه أن يبين أن لام الفعل في\nالرجال: يعفون، حذفت لالتقائها ساكنة مع واو الضمير، وأن يذكر خلافا في نحو\nالنساء يعفون، فذهب ابن درستويه من المتقدمين، والسهيلي من المتأخرين، إلى\nأن الفعل إذا اتصلت به نون الإناث معرب لا مبني، وينسب ذلك إلى كلام\nسيبويه. والكلام على هذه المسألة موضح في علم النحو.\n</p>\n\n<p>\n{أو يعفوا الذى بيده عقدة النكاح} ويحتمل أن يكون قوله: {بيده عقدة\nالنكاح} على حذف مضاف أي: بيده حل عقدة النكاح، كما قالوا في قوله: {ولا\nتعزموا عقدة النكاح}(البقرة: 235) أي: على عقدة النكاح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p009'> Vol. 02, p. 009</a>\n            </div>\n            \n</p>\n\n<p>\nوقرأ الحسن: أو يعفو، بتسكين الواو، فتسقط في الوصل لالتقائها ساكنة مع\nالساكن بعدها، فإذا وقف أثبتها، وفعل ذلك استثقالا للفتحة في حرف العلة،\nفتقدر الفتحة فيها كما تقدر في الألف في نحو: لن يخشى، وأكثر العرب على\nاستخفاف الفتحة في الواو والياء في نحو: لن يرمي ولن يغزو، وحتى أن أصحابنا\nنصوا على أن إسكان ذلك ضرورة، وقال:\n</p>\n\n<p>\nفما سودتني عامر عن وراثة\n</p>\n\n<p>\nأبى الله أن أسمو بأم ولا أب\n</p>\n\n<p>\nقال <span id='ms0384'></span> ابن عطية: والذي عندي أنه استثقل الفتحة على واو متطرفة قبلها متحرك\nلقلة مجيئها في كلام العرب، وقد قال الخليل، رحمه الله: لم يجىء في الكلام\nواو مفتوحة متطرفة قبلها فتحة إلا في قولهم: عفوة، وهو جمع: عفو، وهو ولد\nالحمار، وكذلك الحركة ما كانت قبل الواو مفتوحة، فإنها ثقيلة. إنتهى كلامه.\n</p>\n\n<p>\nوقوله: لقلة مجيئها في كلام العرب، يعني مفتوحة مفتوحا ما قبلها، هذا\nالذي ذكر فيه تفصيل، وذلك أن الحركة قبلها إما أن تكون ضمة أو فتحة أو\nكسرة، إن كانت ضمة فإما أن يكون ذلك في فعل أو اسم، إن كان في فعل فليس ذلك\nبقليل، بل جميع المضارع إذا دخل عليه الناصب، أو لحقه نون التوكيد، على ما\nأحكم في بابه، ظهرت الفتحة فيه نحو: لن يغزو، وهل يغزون، والأمر نحو:\nاغزون، وكذلك الماضي على فعل نحو: سرو الرجل، حتى ما بني من ذوات الباء على\nفعل تقول فيه: لقضو الرجل، ولرموت اليد، وهو قياس مطرد على ما أحكم في\nبابه؛ وإن كان في اسم فإما أن يكون مبنيا على هاء التأنيث، أو لا . إن كان\nمبنيا على هاء التأنيث فجاء كثيرا نحو: عرقوة، وترقوه، وقمحدوة، وعنصوة،\nوتبنى عليه المسائل في علم التصريف، وإن كانت الحركة فتحة فهو قليل، كما\nذكره الخليل، وإن كانت كسرة انقلبت الواو فيه ياء، نحو الغازي، والغازية،\nوالعريقية، وشذ من ذلك: أقروه جمع قرو، وهي ميلغة الكلب، و: سواسوة وهم:\nالمستوون في الشر، و: مقاتوة جمع مقتو، وهو السايس الخادم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p010'> Vol. 02, p. 010</a>\n            </div>\n            \n</p>\n\n<p>\nوالألف واللام في النكاح للعهد أي عقدة لها، قال المغربي: وهذا على طريقة\nالبصريين، وقال غيره: الألف واللام بدل الإضافة أي: نكاحه، قال الشاعر:\n</p>\n\n<p>\nلهم شيمة لم يعطها الله غيرهم\n</p>\n\n<p>\nمن الناس والأحلام عير عوازب\n</p>\n\n<p>\nأي: وأحلامهم، وهذا على طريقة الكوفيين.\n</p>\n\n<p>\n{وأن تعفوا أقرب للتقوى} و: أقرب، يتعدى باللام كهذه، ويتعدى بإلى كقوله:\n{ونحن أقرب إليه}(ق: 16) (الواقعة: 85) ولا يقال: إن اللام بمعنى إلى، ولا\nإن اللام للتعليل، بل على سبيل التعدية <span id='ms0385'></span> لمعنى المفعول به المتوصل إليه بحرف\nالجر، فمعنى اللام ومعنى إلى متقاربان من حيث التعدية، وقد قيل: بأن اللام\nبمعنى إلى، فيكون ذلك من تضمين الحروف، ولا يقول به البصريون. وقيل أيضا:\nإن اللام للتعليل، فيدل على علة ازدياد قرب العفو على تركه، والمفضل عليه\nفي القرب محذوف، وحسن ذلك كون أفعل التفضيل وقع خبرا للمبتدأ، والتقدير:\nوالعفو منكم أقرب للتقوى من ترك العفو.\n</p>\n\n<p>\n{حفظوا على الصلوت والصلوة الوسطى} والألف واللام فيها للعهد، وهي:\nالصلوات الخمس.\n</p>\n\n<p>\n{حفظوا على الصلوت والصلوة الوسطى وقوموا لله قنتين} وقرأ عبد الله،\nوعلي: {الصلاة الوسطى} بإعادة الجار على سبيل التوكيد، وقرأت عائشة:\nوالصلاة، بالنصب، ووجه الزمخشري على أنه نصب على المدح والاختصاص، ويحتمل\nأن يراعى موضع: على الصلاة، لأنه نصب كما تقول: مررت بزيد وعمرا، وروي عن\nقالون أنه قرأ: الوسطى، بالصاد أبدلت السين صادا لمجاورة الطاء، وقد تقدم\nالكلام على هذا في قوله: الصراط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p011'> Vol. 02, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\n{فإن خفتم فرجالا أو ركبانا} و: رجالا، منصوب على الحال، والعامل محذوف،\nقالوا تقديره: فصلوا رجالا، ويحسن أن يقدر من لفظ الأول، أي: فحافظوا عليها\nرجالا، ورجالا جمع راجل، كقائم وقيام، قال تعالى: {وأذن في الناس بالحج\nيأتوك رجالا}(الحج: 27) وقال الشاعر:\n</p>\n\n<p>\nوبنو غدانة شاخص أبصارهم\n</p>\n\n<p>\nيمشون تحت بطونهن رجالا}\n</p>\n\n<p>\n{فاذكروا الله كما علمكم} و: ما، مصدرية، و: الكاف، للتشبيه.\n</p>\n\n<p>\nوقد تكون الكاف للتعليل، أي: فاذكروا الله لأجل تعليمه إياكم أي: يكون\nالحامل لكم على ذكره وشكره وعبادته تعليمه إياكم، لأنه لا منحة أعظم من\nمنحة العلم.\n</p>\n\n<p>\n{ما لم تكونوا تعلمون} ما: مفعول ثان لعلمكم.\n</p>\n\n<p>\n{ما لم تكونوا تعلمون} قال ابن عطية: وعلى هذا التأويل: {ما لم تكونوا}\nبدل من: ما، التي في قوله: كما، وإلا لم يتسق لفظ الآية. انتهى. وهو تخريج\nيمكن، وأحسن منه أن يكون بدلا من الضمير المحذوف في علمكم العائد على ما،\nإذ التقدير علمكموه، أي: علمكم ما لم تكونوا تعلمون.\n</p>\n\n<p>\nوقد أجاز النحويون: جاءني الذي ضربت أخاك، أي ضربته أخاك، على البدل من\nالضمير <span id='ms0386'></span> المحذوف.\n</p>\n\n<p>\n{فإن خفتم فرجالا أو ركبانا فإذآ أمنتم فاذكروا الله كما علمكم ما لم\nتكونوا تعلمون * والذين يتوفون منكم ويذرون أزوجا وصية لازواجهم متعا إلى\nالحول غير إخراج فإن خرجن فلا جناح عليكم فى ما فعلن في أنفسهن من معروف\nوالله عزيز حكيم * وللمطلقت متع بالمعروف حقا على المتقين * كذلك يبين الله\nلكم آيته لعلكم تعقلون }.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p012'> Vol. 02, p. 012</a>\n            </div>\n            \n</p>\n\n<p>\nوقرأ الحرميان، والكسائي، وأبو بكر: وصية بالرفع، وباقي السبعة، بالنصب\nوارتفاع: والذين، على الابتداء. ووصية بالرفع على الابتداء وهي نكرة موصوفة\nفي المعنى، التقدير: وصية منهم أو من الله، على اختلاف القولين في الوصية،\nأهي على بالإيجاب من الله؟ أو على الندب للأزواج؟ وخبر هذا المبتدأ هو\nقوله: لأزواجهم، والجملة: من وصية لأزواجهم، في موضع الخبر عن: الذين،\nوأجازوا أن يكون: وصية، مبتدأ و: لأزواجهم، صفة. والخبر محذوف تقديره:\nفعليهم وصية لأزواجهم.\n</p>\n\n<p>\nوحكي عن بعض النحاة أن: وصية، مرفوع بفعل محذوف تقديره: كتب عليهم وصية،\nقيل: وكذلك هي في قراءة عبد الله، وينبغي أن يحمل ذلك على أنه تفسير معنى\nلا تفسير إعراب، إذ ليس هذا من المواضع التي يضمر فيها الفعل.\n</p>\n\n<p>\nوأجاز الزمخشري أن يكون التقدير: ووصية الذين يتوفون، أو: وحكم الذين\nيتوفون وصية لأزواجهم، فيكون ذلك مبتدأ على مضاف، وأجاز أيضا أن يكون\nالتقدير: والذين يتوفون أهل وصية، فجعل المحذوف من الخبر، ولا ضرورة تدعو\nبنا إلى الادعاء بهذا الحذف، وانتصاب وصية على إضمار فعل، التقدير: والذين\nيتوفون، فيكون: والذين، مبتدأ و: يوصون المحذوف، هو الخبر، وقدره ابن عطية:\nليوصوا، وأجاز الزمخشري ارتفاع: والذين، على أنه مفعول لم يسم فاعله على\nإضمار فعل، وانتصاب وصية على أنه مفعول ثان، التقدير: وألزم الذين يتوفون\nمنكم وصية، وهذا ضعيف، إذ ليس من مواضع إضمار الفعل، ومثله في الضعف من\nرفع: والذين، على إضمار: وليوص، الذين يتوفون، وبنصب وصية على المصدر، وفي\nحرف ابن مسعود: الوصية لأزواجهم، وهو مرفوع بالابتداء و: لأزواجهم الخبر،\nأو خبر مبتدأ محذوف أي: عليهم الوصية.\n</p>\n\n<p>\nوانتصب متاعا إما على إضمار <span id='ms0387'></span> فعل من لفظه أي: متعوهن متاعا، أو من غير\nلفظه أي: جعل الله لهن متاعا، أو بقوله: وصية أهو مصدر منون يعمل، كقوله:\n</p>\n\n<p>\nفلولا رجاء النصر منك ورهبة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p013'> Vol. 02, p. 013</a>\n            </div>\n            \nعقابك قد كانوا لنا كالموارد ويكون الأصل: بمتاع، ثم حذف حرف الجر؟ فإن\nنصبت: وصية فيجوز أن ينتصب متاعا بالفعل الناصب لقوله: وصية، ويكون انتصابه\nعلى المصدر، لأن معنى: يوصي به يمتع بكذا، وأجازوا أن يكون متاعا صفة\nلوصية، وبدلا وحالا من الموصين، أي: ممتعين، أو ذوي متاع، ويجوز أن ينتصب\nحالا من أزواجهم، أي: ممتعات أو ذوات متاع، ويكون حالا مقدرة إن كانت\nالوصية من الأزواج.\n</p>\n\n<p>\nوقرأ أبي: متاع لأزواجهم متاعا إلى الحول، وروي عنه: فمتاع، ودخول الفاء\nفي خبر: والذين، لأنه موصول ضمن معنى الشرط، فكأنه قيل: ومن يتوف، وينتصب:\nمتاعا إلى الحول، بهذا المصدر، إذ معناه التمتيع، كقولك: أعجبني ضرب لك\nزيدا ضربا شديدا.\n</p>\n\n<p>\nوانتصب: غير إخراج، صفة لمتاعا، أو بدلا من متاع أو حالا من الأزواج أي:\nغير مخرجات، أو: من الموصين أي: غير مخرجين، أو مصدرا مؤكدا، أي: لا\nإخراجا، قاله الأخفش.\n</p>\n\n<p>\n{فإن خرجن فلا جناح عليكم فى ما فعلن في أنفسهن من معروف} ويتعلق: فيما\nفعلن، بما يتعلق به، عليكم أي: فلا جناح يستقر عليكم فيما فعلن.\n</p>\n\n<p>\nوما، موصولة، والعائد محذوف، أي: فعلنه، و: من معروف، في موضع الحال من\nالضمير المحذوف في: فعلن، فيتعلق بمحذوف أي فعلنه كائنا من معروف.\n</p>\n\n<p>\nوجاء هنا: من معروف، نكرة مجرورة بمن، وفي الآية الناسخة لها على قول\nالجمهور، جاء: بالمعروف، معرفا مجرورا بالباء.\n</p>\n\n<p>\nوالألف واللام فيه نظيرتها في قولك: لقيت رجلا، ثم تقول: الرجل من وصفه\nكذا وكذا،وكذلك: إن الآية السابقة متقدمة في التلاوة متأخرة في التنزيل،\nوهذه بعكسها، ونظير ذلك {سيقول السفهاء من الناس ما ولاهم} على ظاهر ما نقل\nمع قوله: {قد نرى تقلب وجهك في السماء}(البقرة: 144).\n</p>\n\n<p>\n{حقا على المتقين} وإعراب: حقا، هنا كإعراب: {حقا على المحسنين}(البقرة: 236).\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p014'> Vol. 02, p. 014</a>\n            </div>\n            \n</p>\n\n<p>\n{ألم تر إلى الذين خرجوا من ديرهم <span id='ms0388'></span> وهم ألوف حذر الموت فقال لهم الله موتوا\nثم أحيهم إن الله لذو فضل على الناس ولكن أكثر الناس لا يشكرون * وقتلوا في\nسبيل الله واعلموا أن الله سميع عليم * من ذا الذى يقرض الله قرضا حسنا\nفيضاعفه له أضعافا كثيرة والله يقبض ويبسط وإليه ترجعون * ألم تر إلى الملإ\nمن بنى إسرءيل من بعد موسى إذ قالوا لنبى لهم ابعث لنا ملكا نقتل فى سبيل\nالله قال هل عسيتم إن كتب عليكم القتال ألا تقتلوا قالوا وما لنآ ألا نقتل\nفى سبيل الله وقد أخرجنا من ديرنا وأبنآئنا فلما كتب عليهم القتال تولوا\nإلا قليلا منهم والله عليم بالظلمين * وقال لهم نبيهم إن الله قد بعث لكم\nطالوت ملكا قالوا أنى يكون له الملك علينا ونحن أحق بالملك منه ولم يؤت سعة\nمن المال قال إن الله اصطفه عليكم وزاده بسطة في العلم والجسم والله يؤتى\nملكه من يشآء والله وسع عليم }.\n</p>\n\n<p>\nوهذه همزة الاستفهام دخلت على حرف النفي، فصار الكلام تقريرا، فيمكن أن\nيكون المخاطب علم بهذه الصفة قبل نزول هذه الآية، ويجوز أن يكون لم يعرفها\nإلا من هذه الآية، ومعناه التنبيه والتعجب من حال هؤلاء، والرؤية هنا\nعلمية، وضمنت معنى ما يتعدى بإلى، فلذلك لم يتعد إلى مفعولين، وكأنه قيل:\nألم ينته علمك إلى كذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p015'> Vol. 02, p. 015</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الراغب: رأيت، يتعدى بنفسه دون الجار، لكن لما استعير قولهم: ألم تر\nالمعنى: ألم تنظر، عدي تعديته، وقلما يستعمل ذلك في غير التقرير، ما يقال:\nرأيت إلى كذا. إنتهى.\n</p>\n\n<p>\n{حذر الموت} وهو مفعول من أجله، وشروط المفعول له موجودة فيه من كونه\nمصدرا متحد الفاعل والزمان.\n</p>\n\n<p>\n{ثم أحيهم} العطف بثم يدل على تراخي الإحياء عن الإماتة، قال قتادة:\nأحياهم ليستوفوا آجالهم.\n</p>\n\n<p>\n{من ذا الذى يقرض الله قرضا حسنا فيضاعفه له أضعافا كثيرة} و: من،\nاستفهامية في موضع رفع على الابتداء، وخبره: ذا، و: الذي، نعت: لذا، أو:\nبدل منه، ومنع أبو البقاء أن تكون: من، وذا، بمنزلة اسم واحد، كما <span id='ms0389'></span> كانت:\nما، مع: ذا، قال: لأن: ما، أشد إبهاما من: من، إذا كانت: من، لمن يعقل.\nوأصحابنا يجيزون تركيب: من، مع: ذا، في الاستفهام وتصيرهما كاسم واحد، كما\nيجيزون ذلك في: ما، و: ذا، فيجيزون في: من ذا عندك، أن يكون: من وذا،\nبمنزلة اسم الاستفهام.\n</p>\n\n<p>\nوانتصب لفظ الجلالة: بيقرض، وهو على حذف مضاف أي: عباد الله المحاويج،\nأسند الاستقراض إلى الله وهو المنزه عن الحاجات، ترغيبا في الصدقة، كما\nأضاف الإحسان إلى المريض والجائع والعطشان إلى نفسه تعالى في قوله، جل\nوعلا: «يا إبن آدم مرضت فلم تعدني واستطعمتك فلم تطعمني واستسقيتك فلم\nتسقني». الحديث خرجه مسلم، والبخاري.\n</p>\n\n<p>\nوانتصب: قرضا، على المصدر الجاري على غير الصدر، فكأنه قيل: إقراضا، أو\nعلى أنه مفعول به، فيكون بمعنى: مقروض، أي: قطعة من المال، كالخلق بمعنى\nالمخلوق.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p016'> Vol. 02, p. 016</a>\n            </div>\n            \n</p>\n\n<p>\nوانتصب: حسنا، على أن يكون صفة لقوله: قرضا، وهو الظاهر، أو على أن يكون\nنعتا لمصدر محذوف إذا أعربنا قرضا مفعولا به، أي: إقراضا حسنا، ووصفه\nبالحسن لكونه طيب النية خالصا لله، قاله ابن المبارك. أو: لكونه يحتسب عند\nالله ثوابه، أو: لكونه جيدا كثيرا، أو: لكونه بلا من ولا أذى، قاله عمرو بن\nعثمان، أو: لكونه لا يطلب به عوضا، قاله سهيل بن عبد الله القشيري التستري.\n</p>\n\n<p>\nوقرأ ابن عامر، وعاصم، بنصب الفاء، والباقون بالرفع على العطف على صلة\nالذي، وهو قوله: يقرض، أو على الاستئناف، أي: فهو يضاعفه، والأول أحسن،\nلأنه لا حذف فيه، والنصب على أن يكون جوابا للاستفهام على المعنى، لأن\nالاستفهام، وإن كان عن المقرض، فهو عن الإقراض في المعنى فكأنه قيل: أيقرض\nالله أحد فيضاعفه؟ وقال أبو علي: الرفع أحسن، وذهب بعض النحويين إلى أنه:\nإذا كان الاستفهام عن المسند إليه الحكم، لا عن الحكم، فلا يجوز النصب\nبإضمار أن بعد الفاء في الجواب، فهو محجوج بهذه القراءة المتواترة، وقد جاء\nفي الحديث: «من يدعوني فأستجيب له، من يستغفرني فأغفر له». وكذلك سائر\nأدوات الاستفهام الإسمية والحرفية.\n</p>\n\n<p>\nوانتصب: أضعافا <span id='ms0390'></span>، على الحال من الهاء في: يضاعفه، قيل: ويجوز أن ينتصب على\nأنه مفعول به، تضمن معنى فيضاعفه: فيصيره. ويجوز أن ينتصب على المصدر\nباعتبار أن يطلق الضعف، وهو المضاعف أو المضعف، بمعنى المضاعفة أو التضعيف،\nكما أطلق العطاء وهو اسم المعطى بمعنى الإعطاء، وجمع لاختلاف جهات التضعيف\nباعتبار الإخلاص، وهذه المضاعفة غير محدودة لكنها كثيرة.\n</p>\n\n<p>\n{من بنى إسرءيل} في موضع الحال، فيتعلق بمحذوف أي: كائنين من بني\nإسرائيل، وعلى مذهب الكوفيين هو صلة للملأ، لأن الاسم المعرف بالألف واللام\nيجوز عندهم أن يكون موصولا، كما زعموا ذلك في قوله:\n</p>\n\n<p>\nلعمري لأنت البيت أكرم أهله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p017'> Vol. 02, p. 017</a>\n            </div>\n            \nفأكرم عندهم صلة للبيت لا موضع له من الإعراب، كذلك: من بني إسرائيل،\nالعامل فيه لا موضع له من الإعراب.\n</p>\n\n<p>\n{من بعد موسى} متعلق بما تعلق به: {من بني إسرائيل} هو كائنين، وتعدى إلى\nحرفي جر من لفظ واحد لاختلاف المعنى فمن، الأولى تبعيضية و: من، الثانية\nلابتداء الغاية، إذ العامل في هذا الظرف، قالوا: تر، وقالوا: هو بدل من:\nبعد، لأنهما زمانان لبني إسرائيل، وكلاهما لا يصح.\n</p>\n\n<p>\nأما الأول: فإن ألم تر تقرير، والمعنى: قد انتهى علمك إلى الملأ من بني\nإسرائيل، وقد نظرت إلى بني إسرائيل إذ قالوا، وليس انتهاء علمه إليهم، ولا\nنظره إليهم كان في وقت قولهم لنبي لهم: {ابعث لنا ملكا} وإذا لم يكن ظرفا\nللانتهاء، ولا للنظر، فكيف يكون معمولا لهما، أو لأحدهما؟ هذا ما لا يصح.\n</p>\n\n<p>\nوأما الثاني: فبعيد جدا، لأنه لو كان بدلا من: بعد، لكان على تقدير\nالعامل، وهو لا يصح دخوله عليه، أعني: من، الداخلة على: بعد، لا تدخل على:\nإذ، لا تقول: من إذ، ولو كان من الظروف التي يدخل عليها: من، كوقت وحين، لم\nيصح المعنى أيضا، لأن: من، بعد: موسى، حال، كما قررناه. إذ العامل فيه:\nكائنين، ولو قلت: كائنين من حين قالوا لنبي لهم إبعث لنا ملكا، لما صح هذا\nالمعنى، وإذا بطل هذان الوجهان، فينظر ما يعمل فيه مما يصح به <span id='ms0391'></span> المعنى، وقد\nوجدناه، وهو: أن يكون ثم محذوف به يصح المعنى، وهو العامل، وذلك المحذوف\nتقديره: ألم تر إلى قصة الملأ، أو: حديث الملأ، وما في معناه. لأن الذوات\nلا يتعجب منها، وانما يتعجب مما جرى لهم، فصار المعنى: ألم تر إلى ما جرى\nللملأ من بني إسرائيل من بعد موسى، إذ قالوا؟ فالعامل في: إذ، هو ذلك\nالمحذوف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p018'> Vol. 02, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n{قال هل عسيتم إن كتب عليكم القتال ألا تقتلوا} وقد تقدم الكلام على: عسى،\nقال أبو علي: الأكثر فتح السين، وهو المشهور، ووجه الكسر قول العرب: هو عس\nبذلك، مثل: حر وشج، فإن أسند الفعل إلى ظاهر فقياس عسيتم، أن يقال: عسي\nزيد، مثل: رضي، فإن قيل: فهو القياس وإن لم يقل فسائغ أن تأخذ باللغتين\nوتستعمل إحداهما في موضع الأخرى، كما فعل ذلك بغيره. إنتهى. والمحظوظ عن\nالعرب أنه لا تكسر السين إلا مع تاء المتكلم والمخاطب ونون الإناث، نحو:\nعسيت، وعسين، وذلك على سبيل الجواز لا الوجوب، ويفتح فيما سوى ذلك على سبيل\nالوجوب، ولا يسوغ الكسر نحو: عسى زيد والزيدان عسيا، والزيدون عسوا،\nوالهندان عسيا، وعساك، وعساني، وعساه. وقاله أبو بكر الأدفوي وغيره: إن أهل\nالحجاز يكسرون السين من عسى مع المضمر خاصة، وإذا قيل: عسى زيد فليس إلا\nالفتح، وينبغي أن يقيد المضمر بما ذكرناه. وقال أبو عبيد: لو كان عسيتم\nبكسر السين لقرىء: عسي ربكم وهذا جهل من أبي عبيد بهذه اللغة، ودخول: هل،\nعلى: عسيتم، دليل على أن عسى فعل خبري لا إنشائي، والمشهور أن عسى إنشاء\nلأنه ترج، فهي نظيرة لعل، ولذلك لا يجوز أن يقع صلة للموصول، لا يجوز أن\nتقول: جاءني الذي عسى أن يحسن إلي وقد خالف في هذه المسألة هشام فأجاز وصل\nالموصول بها، ووقوعها خبرا لأن، دليل على أنها فعل خبري، وهو جائز. قال\nالراجز:\n</p>\n\n<p>\nلا تلحني إني عسيت صائما\n</p>\n\n<p>\nإلا إن قيل: إن ذلك على إضمار القول، كما قيل في قوله:\n</p>\n\n<p>\nإن الذين قتلتم أمس سيدهم\n</p>\n\n<p>\nلا تحسبوا <span id='ms0392'></span> ليلهم عن ليلكم ناما لأن: إن وأخواتها لا يجوز أن تقع خبرا لها\nمن الجمل، إلا الجمل الخبرية، وهي التي تحتمل الصدق والكذب، هذا على\nالصحيح، وفي ذلك خلاف ضعيف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p019'> Vol. 02, p. 019</a>\n            </div>\n            \n</p>\n\n<p>\nوجواب الشرط الذي هو: إن كتب عليكم القتال، محذوف للدلالة عليه، وتوسط\nالشرط بين أجزاء الدليل على حذفه، كما توسط في قوله: {وإنا إن شاء الله\nلمهتدون}(البقرة: 70) وخبر عسيتم: أن لا تقاتلوا، هذا على المشهور أنها\nتدخل على المبتدأ والخبر، فيكون: أن، زيدت في الخبر، إذ: عسى للتراخي، ومن\nذهب إلى أن: عسى، يتعدى إلى مفعول، جعل: أن لا تقاتلوا، هو المفعول، و: أن،\nمصدرية، والواو في: وما لنا، لربط هذا الكلام بما قبله، ولو حذف لجاز أن\nيكون منقطعا عنه، وهو استفهام في اللفظ، وإنكار في المعنى، و: أن لا نقاتل،\nأي: في ترك القتال، حذف الجر المتعلق بما تعلق به: لنا، الواقع خبرا لما\nالاستفهامية إذ هي مبتدأ، و: أن لا نقاتل، في مضوع نصب، أو: في موضع جر على\nالخلاف الذي بين سيبويه والخليل و: ذهب أبو الحسن إلى أن: أن، زائدة، وعملت\nالنصب كما عمل باء الجر الزائد الجر، والجملة حال، أي: وما لنا غير\nمقاتلين، فيكون مثل قوله تعالى: ما لك لا تأمنا على يوسف}(يوسف: 11) ما لكم\nلا ترجون لله وقارا}(نوح: 13) وما لكم لا تؤمنون بالله}(الحديد: 8) وكقول\nالعرب: ما لك قائما؟ وقال تعالى: فما لهم عن التذكرة معرضين}(المدثر: 49)\nوذهب قوم منهم ابن جرير إلى حذف الواو من: أن لا نقاتل، والتقدير: وما لنا\nولأن لا نقاتل؟ قال: كما تقول: إياك أن تتكلم، بمعنى إياك وأن تتكلم، وهذا\nومذهب أبي الحسن ليسا بشيء، لأن الزيادة والحذف على خلاف الأصل، ولا نذهب\nإليهما إلا لضرورة، ولا ضرورة تدعو هنا إلى ذلك مع صحة المعنى في عدم\nالزيادة والحذف، وأما: إياك أن تتكلم، فليس على حذف حرف العطف، بل: إياك،\nمضمن معنى إحذر. فأن تتكلم في موضع نصب كأنه قيل: احذر التكلم، وقد <span id='ms0393'></span> أخرجنا\nجملة حالية: أنكروا ترك القتال، وقد التبسوا بهذه الحال من إخراجهم من\nديارهم وأبنائهم، والقائل هذا لم يخرج، لكنه أخرج مثله، فكان ذلك إخراجا\nله، ويمكن حمله على الظاهر، لأن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p020'> Vol. 02, p. 020</a>\n            </div>\n            \nكثيرا منهم استولي على بلادهم، وأسر أبناؤهم، فارتحلوا إلى غير بلادهم التي\nكان منشأهم بها، كما مر في قصتهم.\n</p>\n\n<p>\nوقرأ عبيد بن عمير: وقد أخرجنا، أي العدو، والمعنى. في: وأبنائنا، أي: من\nبين أبنائنا، وقيل: هو على القلب أي: وأخرج منا أبناؤنا، ويحتمل أن يكون\nالفاعل: بأخرجنا، على قراءة عبيد المذكور ضميرا يعود على الله، أي: وقد\nأخرجنا الله بعصياننا وذنوبنا، فنحن نتوب ونقاتل في سبيله ليردنا إلى\nأوطاننا، ويجمع بيننا وبين أبنائنا، كما تقول: ما لي لا أطيع الله وقد\nعاقبني على معصيته؟ فينبغي أن أطيعه حتى لا يعاقبني، قال القشيري: أظهروا\nالتجلد والتصلب في القتال ذبا عن أموالهم ومنازلهم حيث {قالوا وما لنا أن\nلا نقاتل في سبيل الله وقد أخرجنا من ديارنا وأبنائنا} فلذلك لم يتم قصدهم،\nلأنه لم يخلص لحق الله عزمهم، ولو أنهم قالوا: وما لنا أن لا نقاتل في سبيل\nالله، لأنه قد أمرنا، وأوجب علينا، لعلهم وفقوا لإتمام ما قصدوا.\n</p>\n\n<p>\n{فلما كتب عليهم القتال تولوا إلا قليلا منهم} وانتصب: قليلا، على\nالاستثناء المتصل، ولا يجوز أن يكون المستثنى منهما، لو قلت: ضربت القوم\nإلا رجالا، لم يصح، وصح هذا لاختصاصه بأنه في نفسه صفة لموصوف، ولتقييده\nبقوله: منهم، ولم يبين هنا عدة هذا القليل، وبينته السنة، صح أن النبي صلى\nالله عليه وسلملما سئل عن عدة من كان معه يوم بدر قال: «ثلاثمائة وثلاثة\nعشر على عدة قوم طالوت»، وهؤلاء القليل ثبتوا على نياتهم السابقة، واستمرت\nعزائمهم على قتال أعدائهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p021'> Vol. 02, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\nوقرأ أبي: تولوا إلا أن يكون قليل منهم، وهو استثناء منقطع، لأن الكون معنى\nمن المعاني، والمستثنى منهم جثث. وتقول العرب: قام القوم إلا أن يكون زيد،\nوزيدا، بالرفع والنصب، فالرفع على أن يكون تامة، والنصب على أنها ناقصة،\nواسمهما ضمير مستكن <span id='ms0394'></span> فيها يعود على البعض المفهوم مما قبله، التقدير: إلا أن\nيكون هو، أي: بعضهم زيدا، والمعنى قام القوم إلا كون زيد في القائمين،\nويلزم من انتفاء كونه في القائمين أنه ليس قائما، فلا فرق من حيث المعنى\nبين قام القوم إلا زيدا، وبين قام القوم إلا أن يكون زيد أو زيدا.\n</p>\n\n<p>\n{وقال لهم نبيهم إن الله قد بعث لكم طالوت ملكا} وانتصب: ملكا على الحال.\n</p>\n\n<p>\n{أنى يكون له الملك علينا} و: أنى، هنا بمعنى: كيف؟ وهو منصوب على الحال،\nو: يكون، الظاهر أنها ناقصة، و: له، في موضع الخبر، فيتعلق بمحذوف وهو\nالعامل في: أنى، و: علينا، متعلق: بالملك، على معنى الاستعلاء، تقول: فلان\nملك على بني فلان، وقيل: علينا، حال من: الملك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p022'> Vol. 02, p. 022</a>\n            </div>\n            \n</p>\n\n<p>\nويجوز أن تكون تامة و: له، متعلق، بيكون، أي: كيف يقع؟ أو: يحدث له الملك\nعلينا ونحن أحق؟ جملة حالية اسمية عطف عليها جملة فعلية، وهي {ولم يؤت سعة\nمن المال} والمعطوف على الحال حال، والمعنى: أن من اجتمع فيه هذان الوصفان،\nوجود من هو أحق منه، وفقره، لا يصلح للملك. ويعلق: بالملك، و: منه، بأحق،\nوتعلق: من المال، بيؤت، وفتحت سين السعة لفتحها في المضارع، إذ هو محمول\nعليه، وقياسها الكسر، لأنه كان أصله، يوسع، كوثق يثق، وإنما فتح عين\nالمضارع لكون لامه حرف حلق، فهذه فتحة أصلها الكسر، ولذلك حذفت الواو،\nلوقوعها في يسع بين ياء وكسرة، لكن فتح لما ذكرناه، ولو كان أصلها الفتح لم\nيجز حذف الواو، ألا ترى ثبوتها في يوجل؟ لأنها لم تقع بين كسرة وياء،\nفالمصدر والأمر في الحذف محمولان على المضارع، كما حملوا: عدة وعد على يعد.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p023'> Vol. 02, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\n{وقال لهم نبيهم إن ءاية ملكه أن يأتيكم التابوت فيه سكينة من ربكم وبقية\nمما ترك ءال موسى وءال هرون تحمله الملئكة إن في ذلك لأية لكم إن كنتم\nمؤمنين * فلما فصل طالوت بالجنود قال إن الله مبتليكم بنهر فمن شرب منه\nفليس مني ومن لم يطعمه فإنه منى إلا من اغترف <span id='ms0395'></span> غرفة بيده فشربوا منه إلا\nقليلا منهم فلما جاوزه هو والذين ءامنوا معه قالوا لا طاقة لنا اليوم\nبجالوت وجنوده قال الذين يظنون أنهم ملاقوا الله كم من فئة قليلة غلبت فئة\nكثيرة بإذن الله والله مع الصبرين * ولما برزوا لجالوت وجنوده قالوا ربنآ\nأفرغ علينا صبرا وثبت أقدامنا وانصرنا على القوم الكفرين * فهزموهم بإذن\nالله وقتل داوود جالوت وآته الله الملك والحكمة وعلمه مما يشآء ولولا دفع\nالله الناس بعضهم ببعض لفسدت الأرض ولكن الله ذو فضل على العلمين * تلك آيت\nالله نتلوها عليك بالحق وإنك لمن المرسلين }.\n</p>\n\n<p>\nهارون: أسم أعجمي يمنع الصرف للعلمية والعجمة.\n</p>\n\n<p>\nجالوت: اسم أعجمي ممنوع الصرف للعجمة والعلمية.\n</p>\n\n<p>\nداود: اسم أعجمي منع الصرف للعلمية والعجمة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p024'> Vol. 02, p. 024</a>\n            </div>\n            \n</p>\n\n<p>\nوقرأ أبو السماك: سكينة، بتشديد الكاف وارتفاع سكينة، بقوله: فيه، وهو في\nموضع الحال، أي: كائنا فيه سكينة. و: من، لابتداء الغاية، أي: كائنة من\nربكم، فهو في موضع الصفة، أو متعلقا بما تعلق به قوله: فيه، ويحتمل أن يكون\nللتبعيض على تقدير حذف مضاف، أي: من سكينات ربكم.\n</p>\n\n<p>\n{مما ترك} في موضع الصفة لبقية، و: من، للتبعيض.\n</p>\n\n<p>\n{تحمله الملئكة} وقرأ مجاهد: يحمله، بالياء من أسفل، والضمير يعود على\nالتابوت، وهذه الجملة حال من التابوت، أي حاملا له الملائكة، ويحتمل\nالاستئناف، كأنه قيل: ومن يأتي به وقد فقد؟ فقال: {تحمله الملائكة}\nاستعظاما لشأن هذه الآية العظيمة.\n</p>\n\n<p>\n{إلا من اغترف غرفة بيده} هذا استثناء من الجملة الأولى، وهي قوله: {فمن\nشرب منه فليس مني}.\n</p>\n\n<p>\nولا يظهر كونه استثناء من الجملة الثانية لأنه حكم على أن: من لم يطعمه\nفإنه منه، فيلزم في الاستثناء من هذا أن من اغترف منه بيده غرفة فليس منه،\nوالأمر ليس كذلك، لأنه مفسوح لهم الاغتراف غرفة باليد دون الكروع فيه، وهو\nظاهر الاستثناء من الأولى، لأنه حكم فيها أن: من شرب منه فليس منه، فيلزم\nفي الاستثناء أن: من اغترف غرفة بيده منه فإنه منه، إذ هو مفسوح له في ذلك،\nوهكذا الاستثناء يكون من النفي <span id='ms0396'></span> إثباتا، ومن الإثبات نفيا، على الصحيح من\nالمذاهب في هذه المسألة. وفي الاستثناء محذوف تقديره: إلا من اغترف غرفة\nبيده فشربها، أو للشرب.\n</p>\n\n<p>\nويتعلق: بيده، بقوله: اغتراف. قيل: ويجوز أن يكون نعتا لغرفة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p025'> Vol. 02, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\nونقول: إذا تقدم موجب جاز في الذي بعد: إلا، وجهان: أحدهما: النصب على\nالاستثناء وهو الأفصح: والثاني: أن يكون ما بعد: إلا، تابعا لإعراب\nالمستثنى منه، إن رفعا فرفع، أو نصبا فنصب، أو جرا فجر، فتقول: قام القوم\nإلا زيد، ورأيت القوم إلا زيدا، ومررت بالقوم إلا زيد: وسواء كان ما قبل:\nإلا، مظهرا أو مضمرا. واختلفوا في إعرابه، فقيل: هو تابع على أنه نعت لما\nقبله، فمنهم من حمل هذا على ظاهر العبارة. وقال: ينعت بما بعد: إلا، الظاهر\nوالمضمر، ومنهم من قال: لا ينعت به إلا النكرة أو المعرفة بلام الجنس، فإن\nكان معرفة بالإضافة نحو: قام إخوتك، أو بالألف واللام للعهد، أو بغير ذلك\nمن وجوه التعاريف غير لام الجنس، فلا يجوز الاتباع، ويلزم النصب على\nالاستثناء. ومنهم من قال: إن النحويين يعنون بالنعت هنا عطف البيان، ومن\nالاتباع بعد الموجب قوله:\n</p>\n\n<p>\nوكل أخ مفارقه أخوه\n</p>\n\n<p>\nلعمر أبيك إلا الفرقدان وهذه المسألة مستوفاة في علم النحو.\n</p>\n\n<p>\n{فلما جاوزه هو والذين ءامنوا معه} و: هو، توكيد للضمير المستكن في\nجاوزه، و: الذين، يحتمل أن يكون معطوفا على الضمير المستكن، ويحتمل أن تكون\nالواو للحال ويلزم من الحال أن يكونوا جاوزوا معه، والأظهر أن يكون للعطف\nوإدغام جاوزه في هو ضعيف، ولا يستحسن، إلا إن كانت الهاء مختلسة لا إمالة لها.\n</p>\n\n<p>\n{قالوا لا طاقة لنا اليوم بجالوت وجنوده} ويتعلق: لنا، بمحذوف إذ هو في\nموضع الخبر، ولا يجوز أن يتعلق: بطاقة، لأنه كان يكون طاقة مطولا، فيلزم\nتنوين، واليوم منصوب بما تعلق به لنا وبجالوت: متعلق به. وأجاز بعضهم أن\nيكون: بجالوت، في موضع الخبر، وليس المعنى على ذلك.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p026'> Vol. 02, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n{كم من فئة قليلة غلبت فئة كثيرة بإذن الله} وقرأ أبي: وكأين، وهي مرادفة:\nلكم، في التكثير <span id='ms0397'></span>، ولم يأت تمييزها في القرآن إلا مصحوبا بمن، ولو حذفت: من،\nلانجر تمييز: كم، الخبرية بالإضافة، وقيل بإضمار: من، ويجوز نصبه حملا على:\nكم، الاستفامية، وانتصب تمييز: كأين، فتقول كأين رجلا جاءك. قال الشاعر:\n</p>\n\n<p>\nأطرد اليأس بالرجا فكأين\n</p>\n\n<p>\nأملا حم يسره بعد عسر و: كم؛ في موضع رفع على الابتداء، و: من فئة، قيل\nزائدة، وليس من مواضع زيادتها، وقيل: في موضع الصفة لكم، و: فئة، هنا مفرد\nفي معنى الجمع، كأنه قيل: كثير من فئات قليلة غلبت. وقرأ الأعشى فيه بإبدال\nالهمزة ياء، نحو: ميرة في: مئرة، وهو إبدال نفيس، وخبر: كم، قوله: غلبت،\nومعنى: بإذن الله، بتمكينه وتسويفه الغلبة.\n</p>\n\n<p>\n{ولولا دفع الله الناس بعضهم ببعض لفسدت الأرض} والمصدر الذي هو: دفع،\nأو: دفاع، مضاف إلى الفاعل، وبعضهم بدل من الناس، وهو بدل بعض من كل،\nوالباء في: ببعض، متعلق بالمصدر والباء فيه للتعدية فهو مفعول ثان للمصدر،\nلأن دفع يتعدى إلى واحد ثم عدي إلى ثان بالباء، وأصل التعدية بالباء، أن\nيكون ذلك في الفعل اللازم: نحو: {لذهب بسمعهم}(البقرة: 20) فإذا كان متعديا\nفقياسه أن يعدى بالهمزة، تقول: طعم زيد اللحم، ثم تقول: أطعمت زيدا اللحم،\nولا يجوز أن تقول: طعمت زيدا باللحم، وإنما جاء ذلك قليلا بحيث لا ينقاس،\nمن ذلك: دفع، وصك، تقول: صك الحجر الحجر، وتقول: صككت الحجر بالحجر، أي\nجعلته يصكه. وكذلك قالوا: صككت الحجرين أحدهما بالآخر نظير: دفع الله الناس\nبعضهم ببعض} فالباء للتعدية كالهمزة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p027'> Vol. 02, p. 027</a>\n            </div>\n            \n</p>\n\n<p>\nقال سيبويه، وقد ذكر التعدية بالهمزة والتضعيف ما نصه: وعلى ذلك دفعت الناس\nبعضهم ببعض، على حد قولك: ألزمت، كأنك قلت في التمثيل: أدفعت، كما أنك\nتقول: أذهبت به، وأذهبته من عندنا، وأخرجته، وخرجت به معك، ثم قال سيبويه:\nصككت الحجرين أحدهما بالآخر على أنه مفعول من قولك: اصطك الحجران أحدهما\nبالآخر، ومثل ذلك: ولولا دفاع الله الناس بعضهم ببعض. إنتهى كلام سيبويه.\n</p>\n\n<p>\nولا يبعد في قولك: دفعت بعض الناس ببعض، أن تكون الباء للآلة، فلا يكون\nالمجرور <span id='ms0398'></span> بها مفعولا به في المعنى، بل الذي يكون مفعولا به هو المنصوب، وعلى\nقول سيبويه يكون المنصوب مفعولا به في اللفظ فاعلا من جهة المعنى وعلى أن\nتكون الباء للآلة يصح نسبة الفعل إليها على سبيل المجاز، كما أنك تقول في:\nكتبت بالقلم، كتبت القلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p028'> Vol. 02, p. 028</a>\n            </div>\n            \n</p>\n\n<p>\n{تلك الرسل فضلنا بعضهم على بعض منهم من كلم الله ورفع بعضهم درجت وءاتينا\nعيسى ابن مريم البينت وأيدنه بروح القدس ولو شآء الله ما اقتتل الذين من\nبعدهم من بعد ما جآءتهم البينت ولكن اختلفوا فمنهم من ءامن ومنهم من كفر\nولو شآء الله ما اقتتلوا ولكن الله يفعل ما يريد * يأيها الذين ءامنوا\nأنفقوا مما رزقنكم من قبل أن يأتى يوم لا بيع فيه ولا خلة ولا شفعة\nوالكفرون هم الظلمون * الله لا إله إلا هو الحى القيوم لا تأخذه سنة ولا\nنوم له ما في السموات وما في الأرض من ذا الذى يشفع عنده إلا بإذنه يعلم ما\nبين أيديهم وما خلفهم ولا يحيطون بشيء من علمه إلا بما شآء وسع كرسيه\nالسموات والأرض ولا يؤوده حفظهما وهو العلى العظيم * لا إكراه فى الدين قد\nتبين الرشد من الغي فمن يكفر بالطغوت ويؤمن بالله فقد استمسك بالعروة\nالوثقى لا انفصام لها والله سميع عليم * الله ولي الذين ءامنوا يخرجهم من\nالظلمت إلى النور والذين كفروا أوليآؤهم الطغوت يخرجونهم من النور إلى\nالظلمت أولئك أصحب النار هم فيها خلدون }.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p029'> Vol. 02, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\nو: تلك، مبتدأ وخبره: الرسل، و: فضلنا، جملة حالية، وذو الحال: الرسل،\nوالعامل فيه إسم الإشارة. ويجوز أن يكون: الرسل، صفة لاسم الإشارة، أو عطف\nبيان، وأشار بتلك التي للبعيد لبعد ما بينهم من الأزمان وبين النبي صلى\nالله عليه وسلم قيل: الإشارة إلى الرسل الذين ذكروا في هذه السورة، أو\nللرسل التي ثبت علمها عند رسول الله صلى الله عليه وسلم والأولى أن تكون\nإشارة إلى المرسلين في قوله: {وإنك لمن المرسلين}(البقرة: 252) ولا يلزم من\nذلك علمه بأعيانهم، بل أخبر أنه من <span id='ms0399'></span> جملة المرسلين، وأن المرسلين فضل الله\nبعضهم على بعض، وأتى: بتلك، التي للواحدة المؤنثة، وإن كان المشار إليه\nجمعا، لأنه جمع تكسير، وجمع التكسير حكمه حكم الواحدة المؤنثة في الوصف،\nوفي عود الضمير، وفي غير ذلك، وكان جمع تكسير هنا لاختصار اللفظ، ولإزالة\nقلق التكرار، لأنه لو جاء: أولئك المرسلون فضلنا، كان اللفظ فيه طول، وكان\nفيه التكرار. والالتفات في: نتلوها، وفي: فضلنا، لأنه خروج إلى متكلم من\nغائب، إذ قبله ذكر لفظ: الله، وهو لفظ غائب.\n</p>\n\n<p>\nوالتضعيف في: فضلنا، للتعدية، و: على بعض، متعلق بفضلنا، قيل: والتفضيل\nبالفضائل بعد الفرائض أو الشرائع على غير ذي الشرائع، أو بالخصائص كالكلام.\n</p>\n\n<p>\n{منهم من كلم الله} قرأ الجمهور بالتشديد ورفع الجلالة، والعائد على: من،\nمحذوف تقديره من كلمه. وقرىء بنصب الجلالة والفاعل مستتر في: كلم، يعود\nعلى: من، ورفع الجلالة أتم في التفضيل من النصب، إذ الرفع يدل على الحضور\nوالخطاب منه تعالى للمتكلم، والنصب يدل على الحضور دون الخطاب منه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p030'> Vol. 02, p. 030</a>\n            </div>\n            \n</p>\n\n<p>\n{ورفع بعضهم درجت} وانتصاب: درجات، قيل على المصدر، لأن الدرجة بمعنى\nالرفعة، أو على المصدر الذي في موضع الحال، أو على الحال على حذف مضاف، أي:\nذوي درجات، أو على المفعول الثاني لرفع على طريق التضمين لمعن: بلغ، أو على\nإسقاط حرف الجر، فوصل الفعل وحرف الجر، إما: على، أو: في، أو: إلى. ويحتمل\nأن يكون بدل اشتمال، أي: ورفع درجات بعضهم، والمعنى على درجات بعض.\n</p>\n\n<p>\n{يأيها الذين ءامنوا أنفقوا مما رزقنكم} و: مما رزقناكم، متعلق بقوله:\nأنفقوا، و: ما، موصولة بمعنى الذي، والعائد محذوف، أي: رزقناكموه، وقيل: ما\nمصدرية أي: من رزقنا إياكم، و: من قبل، متعلق: بأنفقوا، أيضا، واختلف في\nمدلول: من: فالأولى: للتبعيض، والثانية: لابتداء الغاية، وزعم بعضهم أنها\nتتعلق: برزقناكم.\n</p>\n\n<p>\n{من قبل أن يأتى يوم لا بيع فيه ولا خلة ولا شفعة} والجملة من قوله: لا\nبيع، في موضع الصفة، ويحتاج إلى إضمار التقدير: ولا شفاعة فيه، فحذف\nلدلالة: فيه، الأولى عليه.\n</p>\n\n<p>\n{الله لا إله إلا هو <span id='ms0400'></span> الحى القيوم} وجوزوا رفع الحي على أنه صفة للمبتدأ\nالذي هو: الله، أو على أنه خبر بعد خبر، أو على أنه بدل من: هو، أو من:\nالله تعالى، أو: على أنه خبر مبتدأ محذوف، أي: هو، أو: على أنه مبتدأ\nوالخبر: لا تأخذه، وأجودها الوصف، ويدل عليه قراءة من قرأ: الحي القيوم\nبالنصب، فقطع على إضمار: أمدح، فلو لم يكن وصفا ما جاز فيه القطع، ولا\nيقال: في هذا الوجه الفصل بين الصفة والموصوف بالخبر، لأن ذلك جائز حسن،\nتقول: زيد قائم العاقل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p031'> Vol. 02, p. 031</a>\n            </div>\n            \n</p>\n\n<p>\nوتقدم قول من جعل هذه الجملة خبرا لقوله: الحي، على أن يكون: الحي، مبتدأ،\nويجوز أن يكون خبرا عن الله، فيكون قد أخبره بعده إخبارا، على مذهب من يجيز\nذلك، وجوز أبو البقاء أن تكون الجملة في موضع الحال من الضمير المستكن في\nالقيوم، أي: قيوم بأمر الخلق غير غافل.\n</p>\n\n<p>\n{له ما في السموات وما في الأرض} يصح أن يكون خبرا بعد خبر، ويصح أن يكون\nاستئناف خبر، كما يصح ذلك في الجملة التي قبلها. و: ما، للعموم تشمل كل\nموجود، و: اللام، للملك أخبر تعالى أن مظروف السموات والأرض ملك له تعالى،\nوكرر: ما، للتوكيد. وكان ذكر المظروف هنا دون ذكر الظرف، لأن المقصود نفي\nالإلهية عن غير الله تعالى، وأنه لا ينبغي أن يعبد غيره، لأن ما عبد من دون\nالله من الأجرام النيرة التي في السموات: كالشمس، والقمر، والشعرى؛\nوالأشخاص الأرضية: كالأصنام، وبعض بني آدم، كل منهم ملك لله تعالى، مربوب مخلوق.\n</p>\n\n<p>\n{من ذا الذى يشفع عنده إلا بإذنه} و: من، رفع على الابتداء، وهو استفهام\nفي معنى النفي، ولذلك دخلت: إلا، في قوله: إلا بإذنه، وخبر المبتدأ قالوا:\nذا، ويكون الذي نعتا لذا، أو بدلا منه، وعلى هذا الذي قالوا يكون: ذا، اسم\nإشارة، وفي ذلك بعد، لأن: ذا، إذا كان اسم إشارة وكان خبرا عن: من، استقلت\nبهما الجملة، وأنت ترى احتياجها إلى الموصول بعدها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p032'> Vol. 02, p. 032</a>\n            </div>\n            \n</p>\n\n<p>\nوالذي يظهر أن: من، الاستفهامية ركب معها <span id='ms0401'></span>: ذا، وهو الذي يعبر عنها بعض\nالنحويين أن: ذا، لغو، فيكون: من ذا، كله في موضع رفع بالابتداء، والموصول\nبعدهما هو الخبر، إذ به يتم معنى الجملة الابتدائية، و: عنده، معمول:\nليشفع، وقيل: يجوز أن يكون حالا من الضمير في يشفع، فيكون التقدير: يشفع\nمستقرا عنده، وضعف بأن المعنى على يشفع إليه. وقيل: الحال أقوى لأنه إذا لم\nيشفع من هو عنده وقريب منه، فشفاعة غيره أبعد، و: بإذنه، متعلق: بيشفع،\nوالباء للمصاحبة، وهي التي يعبر عنها بالحال، أي: لا أحد يشفع عنده إلا\nمأذونا له.\n</p>\n\n<p>\n{يعلم ما بين أيديهم وما خلفهم} الضمير يعود على: ما، وهم الخلق، وغلب من\nيعقل، وقيل: الضميران في: أيديهم وخلفهم، عائدان على كل من يعقل ممن تضمنه\nقوله: {له ما في السموات وما في الأرض} قاله ابن عطية، وجوز ابن عطية أن\nيعود على ما دل عليه: من ذا، من الملائكة والأنبياء. وقيل: على الملائكة،\nقاله مقاتل، و: ما بين أيديهم، أمر الآخرة، و: ما خلفهم، أمر الدنيا. قاله\nابن عباس، وقتادة، أو العكس قاله مجاهد، وابن جريج، والحم بن عتبة، والسدي\nوأشياخه.\n</p>\n\n<p>\n{ولا يحيطون بشيء من علمه} و: بشيء، وبما شاء، متعلقان: بيحيطون، وصار\nتعلق حرفي جر من جنس واحد بعامل واحد لأن ذلك على طريق البدل، نحو قولك: لا\nأمر بأحد إلا بزيد، والأولى أن تقدر مفعول شاء أن يحيطوا به، لدلالة قوله:\nولا يحيطون على ذلك.\n</p>\n\n<p>\n{ولا يؤوده حفظهما} والهاء تعود على الله تعالى، وقيل: تعود على الكرسي،\nوالظاهر الأول لتكون الضمائر متناسبة لواحد ولا تختلف، ولبعد نسبة الحفظ\nإلى الكرسي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p033'> Vol. 02, p. 033</a>\n            </div>\n            \n</p>\n\n<p>\n{فمن يكفر بالطغوت ويؤمن بالله فقد استمسك بالعروة الوثقى} وجواب الشرط:\nفقد استمسك، وأبرز في صورة الفعل الماضي المقرون بقد الدالة في الماضي على\nتحقيقه، وإن كان مستقبلا في المعنى لأنه جواب الشرط، إشعارا بأنه مما وقع\nاستمساكه وثبت وذلك للمبالغة في ترتيب الجزاء على الشرط، وأنه كائن لا\nمحالة لا يمكن أن يتخلف عنه، و: بالعروة، متعلق باستمسك.\n</p>\n\n<p>\n{لا <span id='ms0402'></span> انفصام لها} وهذه الجملة في موضع نصب على الحال من العروة، وقيل: من\nالضمير المستكن في الوثقى، ويجوز أن يكون خبرا مستأنفا من الله عن العروة،\nو: لها، في موضع الخبر، فتتعلق بمحذوف أي: كائن لها.\n</p>\n\n<p>\n{الله ولي الذين ءامنوا يخرجهم من الظلمت إلى النور والذين كفروا\nأوليآؤهم الطغوت يخرجونهم من النور إلى الظلمت} وجوزوا أن يكون: يخرجهم،\nحالا والعامل فيه: ولي، وأن يكون خبرا ثانيا، وجوزوا أن يكون: يخرجونهم،\nحالا والعامل فيه معنى الطاغوت. وهو نظير ما قاله أبو علي: من نصب: نزاعة،\nعلى الحال، والعامل فيها: لظى، وسنذكره في موضعه إن شاء الله و: من، و:\nإلى، متعلقان بيخرج.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p034'> Vol. 02, p. 034</a>\n            </div>\n            \n</p>\n\n<p>\n{ألم تر إلى الذى حآج إبرهيم فى ربه أن آته الله الملك إذ قال إبرهيم ربي\nالذى يحى ويميت قال أنا أحى وأميت قال إبرهيم فإن الله يأتى بالشمس من\nالمشرق فأت بها من المغرب فبهت الذى كفر والله لا يهدى القوم الظلمين * أو\nكالذى مر على قرية وهى خاوية على عروشها قال أنى يحى هذه الله بعد موتها\nفأماته الله مائة عام ثم بعثه قال كم لبثت قال لبثت يوما أو بعض يوم قال بل\nلبثت مائة عام فانظر إلى طعامك وشرابك لم يتسنه وانظر إلى حمارك ولنجعلك\nءاية للناس وانظر إلى العظام كيف ننشزها ثم نكسوها لحما فلما تبين له قال\nأعلم أن الله على كل شيء قدير * وإذ قال إبرهيم رب أرنى كيف تحى الموتى قال\nأولم تؤمن قال بلى ولكن ليطمئن قلبى قال فخذ أربعة من الطير فصرهن إليك ثم\nاجعل على كل جبل منهن جزءا ثم ادعهن يأتينك سعيا واعلم أن الله عزيز حكيم }.\n</p>\n\n<p>\nفي: ربه، يحتمل أن يعود الضمير على إبراهيم، وأن يعود على النمروذ،\nوالظاهر الأول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p035'> Vol. 02, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n{أن آته الله الملك} الظاهر أن الضمير في: آتاه، عائد على: الذي حاج، وهو\nقول الجمهور، و: أن آتاه، مفعول من أجله على معنيين: أحدهما: أن الحامل له\nعلى المحاجة هو إيتاؤه الملك، أبطره وأورثه الكبر <span id='ms0403'></span>، والعتو، فحاج لذلك.\nوالثاني: أنه وضع المحاجة موضع ما وجب عليه من الشكر لله تعالى على إيتائه\nالملك، كما تقول: عاداني فلان لأني أحسنت إليه، تريد أنه عكس ما كان يجب\nعليه من الموالاة لأجل الإحسان. ومنه: {وتجعلون رزقكم أنكم\nتكذبون}(الواقعة: 82) وأجاز الزمخشري أن يكون التقدير: حاج وقت أن آتاه\nالله الملك، فإن عنى أن ذلك على حذف مضاف، فيمكن ذلك على أن فيه بعدا من\nجهة أن المحاجة لم تقع وقت أن آتاه الله الملك. إلا أن يجوز في الوقت، فلا\nيحمل على ما يقتضيه الظاهر من أنه وقت ابتداء إيتاء الله الملك له، ألا ترى\nأن إيتاء الله الملك إياه سابق على الحاجة وإن عنى أن: أن والفعل، وقعت\nموقع المصدر الواقع موقع ظرف الزمان؟ كقولك: جئت خفوق النجم، ومقدم الحاج،\nوصياح الديك؟ فلا يجوز ذلك، لأن النحويين مضوا على أنه لا يقوم مقام ظرف\nالزمان إلا المصدر المصرح بلفظه، فلا يجوز: أجيء أن يصيح الديك، ولا جئت أن\nصاح الديك. وقال المهدوي: يحتمل أن يعود الضمير على إبراهيم: أي آتاه ملك\nالنبوة. قال ابن عطية: وهذا تحامل من التأويل. إنتهى.\n</p>\n\n<p>\nوالعامل في إذ حاج، وأجاز الزمخشري أن يكون بدلا من: أن آتاه، إذا جعل\nبمعنى الوقت، وقد ذكرنا ضعف ذلك، وأيضا فالظرفان مختلفان إذ وقت إيتاء\nالملك ليس وقت قوله: {ربي الذي يحي ويميت} وفي قول إبراهيم: {ربي الذي يحي\nويميت} تقوية لقول من قال إن الضمير في قوله: في ربه، عائد على إبراهيم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p036'> Vol. 02, p. 036</a>\n            </div>\n            \n</p>\n\n<p>\nو{ربي الذى يحى ويميت}، مبتدأ وخبر، وفيه إشارة إلى أنه هو الذي أوجد\nالكافر ويحييه ويميته، كأنه قال: ربي الذي يحي ويميت هو متصرف فيك وفي\nأشباهك بما لا تقدر عليه أنت ولا أشباهك من هذين الوصفين العظيمين\nالمشاهدين للعالم اللذين لا ينفع فيهما حيل الحكماء ولا طب الأطباء، وفيه\nإشارة أيضا إلى المبدأ والمعاد وفي قوله: {الذي يحي ويميت} دليل على\nالاختصاص لأنهم قد ذكروا أن الخبر، إذا كان بمثل <span id='ms0404'></span> هذا، دل على الاختصاص،\nفتقول: زيد الذي يصنع كذا، أي: المختص بالصنع.\n</p>\n\n<p>\n{فإن الله يأتى بالشمس من المشرق فأت بها من المغرب} ومجيء الفاء في:\nفإن، يدل على جملة محذوفة قبلها، إذ لو كانت هي المحكية فقط لم تدخل الفاء،\nوكأن التركيب قال إبراهيم: إن الله يأتي بالشمس، وتقدير الجملة، والله\nأعلم؛ قال إبراهيم إن زعمت ذلك أو موهت بذلك، فإن الله يأتي بالشمس من\nالمشرق، و: الباء، في بالشمس للتعدية، تقول: أتت الشمس، وأتى بها الله، أي\nأحياها، و: من، لابتداء الغاية.\n</p>\n\n<p>\n{أو كالذى مر على قرية} وقرأ أبو سفيان بن حسين: أو كالذي، بفتح الواو،\nوهي حرف عطف دخل عليها ألف التقرير، والتقدير: وأرأيت مثل الذي؛ ومن قرأ:\nأو، بحرف العطف فجمهور المفسرين أنه معطوف على قوله: {ألم تر إلى الذي حاج}\nعلى المعنى، إذ معنى: ألم تر إلى الذي؟ أرأيت كالذي حاج؟ فعطف قوله: أو\nكالذي مر، على هذا المعنى، والعطف على المعنى موجود في لسان العرب قال\nالشاعر:\n</p>\n\n<p>\nتقي نقي لم يكثر غنيمة\n</p>\n\n<p>\nبنهكة ذي قربى ولا بحقلد المعنى في قوله: لم يكثر: ليس بمكثر: ولذلك راعى\nهذا المعنى فعطف عليه قوله: ولا بحقلد. وقال آخر:\n</p>\n\n<p>\nأجدك لن ترى بثعيلبات\n</p>\n\n<p>\nأو لا ببيداء ناجية ذمولا ولا متدارك والليل طفل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p037'> Vol. 02, p. 037</a>\n            </div>\n            \nببعض نواشع الوادي حمولا المعنى: أجدك لست برآء، ولما راعى هذا المعنى عطف\nعليه قوله: ولا متدارك، والعطف على المعنى نصوا على أنه لا ينقاس.\n</p>\n\n<p>\nوقال الزمخشري، أو كالذي: معناه: أورأيت مثل الذي؟ فحذف لدلالة: ألم تر؟\nعليه لأن كلتيهما كلمة تعجيب. انتهى. وهو تخريج حسن، لأن إضمار الفعل\nلدلالة المعنى عليه أسهل من العطف على مراعاة المعنى، وقد جوز الزمخشري\nالوجه الأول.\n</p>\n\n<p>\nوقيل: الكاف زائدة، فيكون: الذي، قد عطف على: الذي، التقدير: ألم تر إلى\nالذي حاج إبراهيم؟ أو الذي مر على قرية؟ قيل: كما زيدت في قوله تعالى: {ليس\nكمثله شيء وهو السميع البصير}(الشورى: 11) وفي قول الراجز.\n</p>\n\n<p>\nفصيروا مثل كعصف مأكول\n</p>\n\n<p>\nويحتمل أن لا <span id='ms0405'></span> يكون ذلك على حذف فعل، ولا على العطف على المعنى، ولا على\nزيادة الكاف، بل تكون الكاف اسما على ما يذهب إليه أبو الحسن، فتكون الكاف\nفي موضع جر، معطوفة على الذي، التقدير: {ألم تر إلى الذي حاج إبراهيم} أو\nإلى مثل {كالذى مر على قرية}؟ ومجيء الكاف اسما فاعلة، ومبتدا ومجرورة بحرف\nالجر ثابت في لسان العرب، وتأويلها بعيد، فالأولى هذا الوجه الأخير، وإنما\nعرض لهم الإشكال من حيث اعتقاد حرفية الكاف، حملا على مشهور مذهب البصريين،\nوالصحيح ما ذهب إليه أبو الحسن، ألا ترى في الفاعلية لمثل في قول الشاعر:\n</p>\n\n<p>\nوإنك لم يفخر عليك كفاخر\n</p>\n\n<p>\nضعيف ولم يغلبك مثل مغلب؟ والكلام على الكاف يذكر في علم النحو.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p038'> Vol. 02, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\n{وهى خاوية على عروشها} وهذه الجملة في موضع الحال من الفاعل الذي في: مر،\nأو: من قرية، والحال من النكرة إذا تأخرت تقل، وقيل: الجملة في موضع الصفة\nللقرية، ويبعد هذا القول الواو، و: على، متعلقة بمحذوف إذا كان المعنى:\nخاوية من أهلها، أي: مستقرة على عروشها، أو: بخاوية إذا كان المعنى ساقطة.\nوقيل: على عروشها بدل من قوله: قرية، أي: مر على عروشها، وقيل: في موضع\nالصفة لقرية، أي: مر على قرية كائنة على عروشها وهي خاوية.\n</p>\n\n<p>\n{قال كم لبثت} و: كم، ظرف أي: كم مدة لبثت؟ أي: لبثت ميتا وهو سؤال على\nسبيل التقرير.\n</p>\n\n<p>\n{فانظر إلى طعامك وشرابك لم يتسنه} وقرأ عبد الله: وهذا شرابك لم يتسنه،\nوالضمير في: يتسنه مفرد، فيحتمل أن يكون عائدا على الشراب خاصة، ويكون قد\nحذف مثل هذه الجملة الحالية من الطعام لدلالة ما بعده عليه، ويحتمل أن يكون\nالطعام والشراب أفرد ضميرهما لكونهما متلازمين، فعوملا معاملة المفرد، أو\nلكونهما في معنى الغذاء، فكأنه قيل: وانظر إلى غذائك لم يتسنه. وقال الشاعر\nفي المتلازمين:\n</p>\n\n<p>\nوكأن في العينين حب قرنفل\n</p>\n\n<p>\nأو سنبلا كحلت به فانهلت والجملة من قوله: لم يتسنه، في موضع الحال، وهي\nمنفية: بلم، وزعم بعض أصحابنا أن إثبات الواو في الجملة المنفية <span id='ms0406'></span> بلم هو\nالمختار، كما قال الشاعر:\n</p>\n\n<p>\nبأيدي رجال لم يشيموا سيوفهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p039'> Vol. 02, p. 039</a>\n            </div>\n            \nولم تكثر القتلى بها حين سلت وزعم بعضهم أنه إذا كان منفيا فالأولى أن\nينفى: بلما، نحو: جاء زيد ولما يضحك، قال: وقد تكون منفية: بلم وما، نحو:\nقام زيد ولم يضحك، أو: ما يضحك، وذلك قليل جدا. انتهى كلامه. وليس إثبات:\nالواو، مع: لم، أحسن من عدمها، بل يجوز إثباتها وحذفها فصيحا، وقد جاء ذلك\nفي القرآن في مواضع، قال تعالى: {فانقلبوا بنعمة من الله وفضل لم يمسسهم\nسوء}(آل عمران: 174) وقال تعالى: أو قال أوحي إلي ولم يوح إليه\nشيء}(الأنعام: 93) ومن قال: إن النفي بلم قليل جدا فغير مصيب، وقد أمعنا\nالكلام على هذه المسألة في باب: الحال، في منهج السالك على شرح ألفية ابن\nمالك} من تأليفنا.\n</p>\n\n<p>\n{ولنجعلك ءاية للناس} قيل: الواو، مقحمة أي: لنجعلك آية، وقيل: تتعلق\nاللام بفعل محذوف مقدر تقديره أي: أريناك ذلك لتعلم قدرتنا، ولنجعلك آية\nللناس. وقيل: بفعل محذوف مقدر تأخيره، أي: ولنجعلك آية للناس فعلنا ذلك،\nيريد إحياءه بعد الموت وحفظ ما معه.\n</p>\n\n<p>\nوالألف واللام في: للناس، للعهد إن غني به من بقي من قومه، أو من كان في\nعصره. أو للجنس إذ هو آية لمن عاصره ولمن يأتي بعدهم إلى يوم القيامة.\n</p>\n\n<p>\n{وانظر إلى العظام كيف ننشزها} والأظهر أن يراد عظام الحمار، والتقدير:\nإلى العظام منه، أو، على رأي الكوفيين، أن الألف واللام عوض من الضمير، أي:\nإلى عظامه، لأنه قد أخبر أنه بعثه، ثم أخبر بمحاورته تعالى له في السؤال عن\nمقدار ما أقام ميتا، ثم أعقب الأمر بالنظر بالفاء، فدل على أن إحياءه تقدم\nعلى المحاورة وعلى الأمر بالنظر.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p040'> Vol. 02, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nو: كيف، منصوبة بننشزها نصب الأحوال، وذو الحال مفعول ننشزها، ولا يجوز أن\nيعمل فيها: انظر، لأن الاستفهام لا يعمل فيه ما قبله. وأعربوا: كيف ننشزها،\nحالا من العظام، تقديره: وانظر إلى العظام محياة، وهذا ليس بشيء، لأن\nالجملة الاستفهامية لا تقع حالا، وإنما تقع حالا: كيف <span id='ms0407'></span>، وحدها نحو: كيف ضربت\nزيدا؟ ولذلك تقول: قائما أم قاعدا؟ فتبدل منها الحال.\n</p>\n\n<p>\nوالذي يقتضيه النظر أن هذه الجملة في موضع البدل من العظام، وذلك أن:\nانظر، البصرية تتعدى بإلى، ويجوز فيها التعليق، فتقول: انظر كيف يصنع زيد،\nقال تعالى: {انظر كيف فضلنا بعضهم على بعض}(الإسراء: 21) فتكون هذه الجملة\nفي موضع نصب على المفعول: بانظر، لأن ما يتعدى بحرف الجر، إذا علق، صار\nيتعدى لمفعول، تقول: فكرت في أمر زيد، ثم تقول: فكرت هل يجيء زيد؟ فيكون:\nهل يجيء زيد، في موضع نصب على المفعول بفكرت، فكيف، ننشزها بدل من العظام\nعلى الموضع، لأن موضعه نصب، وهو على حذف مضاف أي: فانظر إلى حال العظام كيف\nننشزها، ونظير ذلك قول العرب: عرفت زيدا أبو من هو: على أحد الأوجه.\nفالجملة من قولك: أبو من هو في موضع البدل من قوله زيدا مفعول عرفت، وهو\nعلى حذف مضاف، التقدير: عرفت قصة زيد أبو من. وليس الاستفهام في باب\nالتعليق مرادا به معناه، بل هذا من المواضع التي جرت في لسان العرب مغلبا\nعليها أحكام اللفظ دون المعنى، ونظير ذلك: أي، في باب الاختصاص. في نحو\nقولهم: اللهم اغفر لنا أيتها العصابة، غلب عليها أكثر أحكام النداء وليس\nالمعنى على النداء، وقد تقدم من قولنا، إن كلام العرب على ثلاثة أقسام: قسم\nيكون فيه اللفظ مطابقا للمعنى، وهو أكثر كلام العرب. وقسم يغلب فيه أحكام\nاللفظ كهذا الاستفهام الواقع في التعليق، والواقع في التسوية. وقسم يغلب\nفيه أحكام المعنى نحو: أقائم الزيدان. وقد أمعنا الكلام على مسألة\nالاستفهام الواقع في التعليق في كتابنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p041'> Vol. 02, p. 041</a>\n            </div>\n            \nالكبير المسمى بالتذكرة} وهي إحدى المسائل التي سألني عنها قاضي القضاة تقي\nالدين أبو الفتح محمد بن علي القشيري، عرف بابن دقيق العيد؛ وسألني أن أكتب\nله فيها، وكان سؤاله في قوله عليه السلام: «فإن أحدكم لا يدري أين باتت يده».\n</p>\n\n<p>\n{فلما تبين له قال أعلم أن الله على كل شيء قدير} قرأ الجمهور: تبين،\nمبنيا للفاعل، وقرأ <span id='ms0408'></span> ابن عباس: تبين له، مبنيا للمفعول الذي لم يسم فاعله.\nوقرأ ابن السميفع: بين له، بغير تاء مبنيا لما لم يسم فاعله، فعلى قراءة\nالجمهور الظاهر أن تبين فعل لازم والفاعل مضمر يدل عليه المعنى، وقدره\nالزمخشري: فلما تبين له ما أشكل عليه، يعني أمر إحياء الموتى، وينبغي أن\nيحمل على أنه تفسير معنى؛ وتفسير الإعراب أن يقدر مضمرا يعود على كيفية\nالإحياء التي استغربها بعد الموت. وقال الطبري: لما اتضح له عيانا ما كان\nمستنكرا في قدرة الله عنده قبل إعادته. قال ابن عطية: وهذا خطأ، لأنه ألزم\nما لا يقتضيه، وفسر على القول الشاذ، والاحتمال الضعيف ما حكى الطبري عن\nبعضهم أنه قال: كان هذا القول شكا في قدرة الله على الإحياء، ولذلك ضرب له\nالمثل في نفسه. إنتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p042'> Vol. 02, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nوقال الزمخشري وبدأ به ما نصه: وفاعل تبين مضمر تقديره: فلما تبين له أن\nالله على كل شيء قدير، قال: أعلم أن الله على كل شيء قدير، فحذف الأول\nلدلالة الثاني عليه كما في قولهم: ضربني وضربت زيدا. إنتهى كلامه. فجعل ذلك\nمن باب الإعمال، وهذا ليس من باب الإعمال، لأنهم نصوا على أن العاملين في\nهذا الباب لا بد أن يشتركا، وأدى ذلك بحرف العطف حتى لا يكون الفصل معتبرا،\nويكون العامل الثاني معمولا للأول، وذلك نحو قولك: جاءني يضحك زيد. فجعل في\nجاءني ضميرا أو في يضحك، حتى لا يكونه هذا الفعل فاصلا، ولا يرد على هذا\nجعلهم {آتوني أفرغ عليه قطرا}(الكهف: 96) ولا هاؤم اقرؤا كتابيه}(الحاقة:\n19) ولا تعالوا يستغفر لكم رسول الله}(المنافقون: 5) ولا يستفتونك قل الله\nيفتيكم في الكلالة}(النساء: 176) من الإعمال لأن هذه العوامل مشتركة بوجه\nما من وجوه الاشتراك، ولم يحصل الاشتراك في العطف ولا العمل، ولتقرير هذا\nبحث يذكر في النحو. فإذا كان على ما نصوا فليس العامل الثاني مشركا بينه\nوبين: تبين، الذي هو العامل الأول بحرف عطف، ولا بغيره، ولا هو معمول:\nلتبين، بل هو معمول: لقال، وقال جواب <span id='ms0409'></span>، لما أن قلنا: إنها حرف وعاملة في،\nلما أن قلنا إنها ظرف، و: تبين، على هذا القول في موضع خفض بالظرف، ولم\nيذكر النحويون في مثل هذا الباب: لو جاء قتلت زيدا، ولا: متى جاء قتلت\nزيدا، ولا: إذا جاء ضربت خالدا. ولذلك حكى النحويون أن العرب لا تقول:\nأكرمت أهنت زيدا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p043'> Vol. 02, p. 043</a>\n            </div>\n            \n</p>\n\n<p>\nوقد ناقض الزمخشري في قوله: فإنه قال: وفاعل تبين مضمر، ثم قدره، فلما تبين\nله أن الله على كل شيء قدير قال أعلم. إلى آخره، قال: فحذف الأول لدلالة\nالثاني عليه، كما في قولهم: ضربني وضربت زيدا، والحذف ينافي الإضمار\nللفاعل، وهذا عند البصريين إضمار يفسره ما بعده، ولا يجيز البصريون في مثل\nهذا الباب حذف الفاعل أصلا، فإن كان أراد بالإضمار الحذف فقد خرج إلى قول\nالكسائي من أن الفاعل في هذا الباب لا يضمر، لأنه يؤدي إلى الإضمار قبل\nالذكر، بل يحذف عنده الفاعل، والسماع يرد عليه. قال الشاعر:\n</p>\n\n<p>\nهويتني وهويت الخرد العربا\n</p>\n\n<p>\nأزمان كنت منوطا بي هوى وصبا وأما على قراءة ابن عباس فالجار والمجرور هو\nالمفعول الذي لم يسم فاعله، وأما في قراءة ابن السميفع فهو مضمر: أي: بين\nله هو، أي: كيفية الإحياء.\n</p>\n\n<p>\nوقرأ الجمهور: قال، مبنيا للفاعل، على قراءة جمهور السبعة: أعلم، مضارعا\nضميره يعود على المار، وقال ذلك على سبيل الاعتبار، كما أن الانسان إذا رأى\nشيئا غريبا قال: لا إله إلا الله.\n</p>\n\n<p>\nوقال أبو علي: معناه أعلم هذا الضرب من العلم الذي لم أكن علمته، يعني\nيعلم عيانا ما كان يعلمه غيبا. وأما على قراءة أبي رجاء، وحمزة، والكسائي\nإعلم، فعل أمر من علم، فالفاعل ضمير يعود على الله تعالى، أو على الملك\nالقائل له عن الله، ويناسب هذا الوجه الأوامر السابقة من قوله: وانظر، فقال\nله: إعلم، ويؤيده قراءة عبد الله والأعمش: قيل، اعلم، فبنى: قيل، لما لم\nيسم فاعله، والمفعول الذي لم يسم فاعله ضمير القول لا الجملة، وقد تقدم\nالكلام على ذلك أول هذه السورة مشبعا فأغنى <span id='ms0410'></span> عن إعادته هنا.\n</p>\n\n<p>\nوجوزوا أن يكون الفاعل ضمير المار، ويكون نزل نفسه منزلة المخاطب\nالأجنبي، كأنه قال لنفسه: إعلم، ومنه: ودع هريرة، وألم تغتمض عيناك، وتطاول\nليلك، وإنما يخاطب نفسه، نزلها منزلة الأجنبي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p044'> Vol. 02, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nوروى الجعبي عن أبي بكر قال: أعلم، أمرا من أعلم، فالفاعل بقال يظهر أنه\nضمير يعود على الله، أمره أن يعلم غيره بما شاهد من قدرة الله، وعلى ما\nجوزوا في: اعلم الأمر، من علم يجوز أن يكون الفاعل ضمير المار.\n</p>\n\n<p>\n{وإذ قال إبرهيم رب أرنى كيف تحى الموتى} والعامل في: إذ، على ما قالوا\nمحذوف، تقديره: واذكر إذ قال، وقيل: العامل مذكور وهو: ألم تر، المعنى: ألم\nتر إذ قال، وهو مفعول: بتر. والذي يظهر أن العامل في: إذ، قوله {قال أو لم\nتؤمن} كما قررنا ذلك في قوله {وإذ قال ربك للملائكة}(البقرة: 30) وفي\nافتتاح السؤال بقوله: رب، حسن استلطاف واستعطاف للسؤال، وليناسب قوله\nلنمروذ ربي الذي يحيي ويميت} لأن الرب هو الناظر في حاله، والمصلح لأمره،\nوحذفت ياء الإضافة اجتزاء، بالكسرة، وهي اللغة الفصحى في نداء المضاف لياء\nالمتكلم، وحذف حرف النداء للدلالة عليه. و: أرني، سؤال رغبة، وهو معمول:\nلقال، والرؤية هنا بصرية، دخلت على رأى همزة النقل، فتعدت لاثنين: أحدهما\nياء المتكلم، والآخر الجملة الاستفهامية. فقول {كيف تحي الموت} في موضع\nنصب، وتعلق العرب رأى البصرية من كلامهم، أما ترى، أي برق هاهنا. كما علقت:\nنظر، البصرية. وقد تقرر.\n</p>\n\n<p>\n{قال أولم تؤمن} والواو: واو حال، دخلت عليها ألف التقرير. انتهى كلامه.\nوكون الواو هنا للحال غير واضح، لأنها إذا كانت للحال فلا بد أن يكون في\nموضع نصب، وإذ ذاك لا بد لها من عامل، فلا تكون الهمزة للتقرير دخلت على\nهذه الجملة الحالية، إنما دخلت على الجملة التي اشتملت على العامل فيها\nوعلى ذي الحال، ويصير التقدير: أسألت ولم تؤمن؟ أي: أسألت في هذه الحال؟.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p045'> Vol. 02, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nوالذي يظهر أن التقرير إنما هو منسحب على الجملة المنفية، وأن: الواو،\nللعطف، كما قال: {أو <span id='ms0411'></span> لم يروا أنا جعلنا حرما آمنا}(العنكبوت: 67) ونحوه.\nواعتنى بهمزة الاستفهام، فقدمت. وقد تقدم لنا الكلام في هذا، ولذلك كان\nالجواب: ببلى، في قوله قال: بلى} وقد تقرر في علم النحو أن جواب التقرير\nالمثبت، وإن كان بصورة النفي، تجريه العرب مجرى جواب النفي المحض، فتجيبه\nعلى صورة النفي، ولا يلتفت إلى معنى الإثبات، وهذا مما قررناه، أن في كلام\nالعرب ما يلحظ في اللفظ دون المعنى، ولذلك علة ذكرت في علم النحو، وعلى ما\nقاله ابن عطية من أن: الواو، للحال لا يتأتى أن يجاب العامل في الحال\nبقوله: بلى، لأن ذلك الفعل مثبت مستفهم عنه، فالجواب إنما يكون في التصديق:\nبنعم، وفي غير التصديق: بلا، أما أن يجاب: ببلى، فلا يجوز، وهذا على ما\nتقرر في علم النحو.\n</p>\n\n<p>\n{قال بلى ولكن ليطمئن قلبى} واللام في قوله: ليطمئن، متعلقة بمحذوف بعد\nلكن، التقدير: ولكن سألت مشاهدة الكيفية لإحياء الموتى ليطمئن قلبي، فيقتضي\nتقدير هذا المحذوف تقدير محذوف آخر قبل لكن حتى يصح الاستدراك، التقدير:\nقال: بلى أي آمنت، وما سألت عن غير إيمان، ولكن سألت ليطمئن قلبي.\n</p>\n\n<p>\n{ثم اجعل على كل جبل منهن جزءا} و: اجعل، هنا يحتمل أن تكون بمعنى: ألق،\nفيتعدى لواحد، ويتعلق على كل جبل. باجعل، ويحتمل أن يكون بمعنى: صير،\nفيتعدى إلى اثنين، ويكون الثاني على كل جبل، فيتعلق بمحذوف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p046'> Vol. 02, p. 046</a>\n            </div>\n            \n</p>\n\n<p>\n{ثم ادعهن يأتينك سعيا} وانتصاب: سعيا، على أنه مصدر في موضع الحال من ضمير\nالطيور، أي: ساعيات، وروي عن الخليل: أن المعنى يأتينك وأنت تسعى سعيا.\nفعلى هذا يكون مصدر الفعل محذوف، هو في موضع الحال من الكاف، وكان المعنى:\nيأتينك وأنت ساع إليهن، أي يكون منهن إتيان إليك، ومنك سعي إليهن، فتلتقي\nبهن. والوجه الأول أظهر، وقيل: انتصب: سعيا، على أنه مصدر مؤكد لأن السعي\nوالإتيان متقاربان.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p047'> Vol. 02, p. 047</a>\n            </div>\n            \n</p>\n\n<p>\n{مثل الذين ينفقون أمولهم في سبيل الله كمثل حبة أنبتت سبع سنابل في كل\nسنبلة مائة حبة والله يضعف لمن يشآء والله وسع عليم * الذين ينفقون أمولهم <span id='ms0412'></span>\nفى سبيل الله ثم لا يتبعون مآ أنفقوا منا ولا أذى لهم أجرهم عند ربهم ولا\nخوف عليهم ولا هم يحزنون * قول معروف ومغفرة خير من صدقة يتبعهآ أذى والله\nغنى حليم * يأيها الذين ءامنوا لا تبطلوا صدقتكم بالمن والأذى كالذى ينفق\nماله رئآء الناس ولا يؤمن بالله واليوم الأخر فمثله كمثل صفوان عليه تراب\nفأصابه وابل فتركه صلدا لا يقدرون على شىء مما كسبوا والله لا يهدي القوم\nالكفرين * ومثل الذين ينفقون أمولهم ابتغآء مرضات الله وتثبيتا من أنفسهم\nكمثل جنة بربوة أصابها وابل فأتت أكلها ضعفين فإن لم يصبها وابل فطل والله\nبما تعملون بصير * أيود أحدكم أن تكون له جنة من نخيل وأعناب تجرى من تحتها\nالأنهر له فيها من كل الثمرت وأصابه الكبر وله ذرية ضعفآء فأصابهآ إعصار\nفيه نار فاحترقت كذلك يبين الله لكم الآيت لعلكم تتفكرون }.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p048'> Vol. 02, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nو{في كل سنبلة} في موضع الصفة: لسنابل، فتكون في موضع جر، أو: لسبع، فيكون\nفي موضع نصب، وترتفع على التقديرين: مائة، على الفاعل لأن الجار قد اعتمد\nبكونه صفة، وهو أحسن من أن يرتفع على الابتداء، و: في كل، خبره، والجملة\nصفة، لأن الوصف بالمفرد أولى من الوصف بالجملة، ولا بد من تقدير محذوف، أي:\nفي كل سنبلة منها، أي: من السنابل.\n</p>\n\n<p>\nوقرىء شاذا: مائة حبة، بالنصب، وقدر بأخرجت، وقدره ابن عطية بأنبتت،\nوالضمير عائد على الحبة، وجوز أن ينتصب على البدل من: {سبع سنابل} وفيه\nنظر، لأنه لا يصح أن يكون بدل كل من كل، لأن {مائة حبة} ليس نفس {سبع\nسنابل} ولا يصح أن يكون بدل بعض من كل، لأنه لا ضمير في البدل يعود على\nالمبدل منه، وليس: {مائة حبة} بعضا من {سبع سنابل} لأن المظروف ليس بعضا من\nالظرف، والسنبلة ظرف للحب. ألا ترى إلى قوله {في كل سنبلة مائة حبة} ولا\nيصح أن يكون بدل اشتمال لعدم عود الضمير من البدل على المبدل منه، ولأن\nالمشتمل على مائة حبة هو سنبلة من <span id='ms0413'></span> سبع سنابل، إلا إن قيل: المشتمل على\nالمشتمل على الشيء هو مشتمل على ذلك الشيء، والسنبلة مشتمل عليها سبع\nسنابل، فالسبع مشتملة على حب السنبلة، فإن قدرت في الكلام محذوفا. وهو:\nأنبتت حب سبع سنابل، جاز أن يكون: {مائة حبة} بدل بعض من كل على حذف: حب،\nوإقامة سبع مقامه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p049'> Vol. 02, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nو{الذين ينفقون} مبتدأ والجملة من قوله: {لهم أجرهم} خبر، ولم يضمن المبتدأ\nمعنى اسم الشرط، فلم تدخل الفاء في الخبر، وكان عدم التضمين هنا لأن هذه\nالجملة مفسرة للجملة قبلها، والجملة التي قبلها أخرجت مخرج الشيء الثابت\nالمفروغ منه، وهو نسبة إنفاقهم بالحبة الموصوفة، وهي كناية عن حصول الأجر\nالكثير، فجاءت هذه الجملة، كذلك أخرج المبتدأ والخبر فيهما مخرج الشيء\nالثابت المستقر الذي لا يكاد خبره يحتاج إلى تعليق استحقاق بوقوع ما قبله،\nبخلاف ما إذا دخلت الفاء فإنها مشعرة بترتب الخبر على المبتدأ، واستحقاقه به.\n</p>\n\n<p>\nوقيل: {الذين ينفقون} خبر مبتدأ محذوف تقديره: هم الذين ينفقون {ولهم\nأجرهم} في موضع الحال، وهذا ضعيف، أعني: جعل لهم أجرهم في موضع الحال، بل\nالأولى إذا أعرب: الذين، خبر مبتدأ محذوف أن يكون: لهم أجرهم، مستأنفا\nوكأنه جواب لمن قال: هل لهم أجر؟ وعند من أجرهم؟ فقيل {لهم أجرهم عند ربهم}\nوعطف: بثم، التي تقتضي المهلة، لأن من أنفق في سبيل الله ظاهرا لا يحصل منه\nغالبا المن والأذى، بل إذا كانت بنية غير وجه الله تعالى، لا يمن ولا يؤذي\nعلى الفور، فلذلك دخلت: ثم، مراعاة للغالب. وإن حكم المن والأذى المعتقبين\nللإنفاق، والمقارنين له حكم المتأخرين.\n</p>\n\n<p>\n{قول معروف ومغفرة خير من صدقة يتبعهآ أذى} وارتفاع: قول، على أنه مبتدأ،\nوسوغ الابتداء بالنكرة وصفها، ومغفرة معطوف على المبتدأ، فهو مبتدأ ومسوغ\nجواز الابتداء به وصف محذوف أي: ومغفرة من المسؤول، أو: من السائل. أو: من\nالله، على اختلاف الأقوال. و: خير، خبر عنهما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p050'> Vol. 02, p. 050</a>\n            </div>\n            \n</p>\n\n<p>\nوقال المهدوي وغيره: هما جملتان، وخبر: قول، محذوف، التقدير: قول معروف\nأولى ومغفرة خير. قال ابن عطية: وفي <span id='ms0414'></span> هذا ذهاب ترويق المعنى، وإنما يكون\nالمقدر كالظاهر. إنتهى. وما قاله حسن، وجوز أن يكون: قول معروف، خبر مبتدأ\nمحذوف تقديره: المأمور به قول معروف، ولم يحتج إلى ذكر المن في قوله:\nيتبعها، لأن الأذى يشمل المن وغيره كما قلنا.\n</p>\n\n<p>\n{يأيها الذين ءامنوا لا تبطلوا صدقتكم بالمن والأذى كالذى ينفق ماله رئآء\nالناس ولا يؤمن بالله واليوم الأخر} وانتصاب رئاء على أنه مفعول من أجله،\nأو مصدر في موضع الحال.\n</p>\n\n<p>\n{فمثله كمثل صفوان عليه تراب فأصابه وابل فتركه صلدا} هذا تشبيه ثان،\nواختلف في الضمير في قوله: {فمثله} فاظاهر أنه عائد على {الذي ينفق ماله\nرائاء الناس} لقربه منه، ولإفراده ضرب الله لهذا المنافق المرائي، أو\nالكافر المباهي.\n</p>\n\n<p>\n{لا يقدرون على شىء مما كسبوا} اختلف في الضمير في: يقدرون، فقيل: هو\nعائد على المخاطبين في قوله: {لا تبطلوا صدقاتكم} ويكون من باب الالتفات.\n</p>\n\n<p>\n{ومثل الذين ينفقون أمولهم ابتغآء مرضات الله وتثبيتا من أنفسهم كمثل جنة\nبربوة} وجوزوا في: ابتغاء أن يكون مصدرا في موضع الحال. أي: مبتغين، وأن\nيكون مفعولا من أجله، وكذلك: وتثبيتا.\n</p>\n\n<p>\nقال ابن عطية: ولا يصح أن يكون ابتغاء مفعولا من أجله، لعطف، وتثبيتا\nعليه، ولا يصح في: وتثبيتا أنه مفعول من أجله، لأن الإنفاق ليس من أجل\nالتثبيت.\n</p>\n\n<p>\nوقال مكي في «المشكل»: كلاهما مفعول من أجله، وهو مردود بما بيناه. إنتهى كلامه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p051'> Vol. 02, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\nوتثبيت، مصدر: ثبت، وهو متعد، ويحتمل أن يكون المفعول محذوفا تقديره الثواب\nمن الله تعالى، أي: وتثبيتا وتحصيلا من أنفسهم الثواب على تلك النفقة،\nفيكون إذ ذاك تثبيت الثواب وتحصيله من الله حاملا على الإنفاق في سبيل\nالله. ومن قدر المفعول غير ذلك أي: وتثبيتا من أنفسهم أعمالهم بإخلاص\nالنية، وجعله من أنفسهم على أن تكون: من، بمعنى: اللام، أي: لأنفسهم، كما\nتقول: فعلت ذلك كسرا من شهوتي، أي: لشهوتي، فلا يتضح فيه أن ينتصب على\nالمفعول له. قال الشعبي، وقتادة، والسدي، وأبو صالح، وابن زيد: معناه\nوتيقنا، أي: إن نفوسهم لها بصائر متأكدة <span id='ms0415'></span>، فهي تثبتهم على الإنفاق. ويؤكده\nقراءة من قرأ: أو تبيينا من أنفسهم، وقال قتادة أيضا: واحتسابا من أنفسهم.\nوقال الشعبي أيضا والضحاك، والكلبي: وتصديقا، أي: يخرجون الزكاة طيبة بها\nأنفسهم. وقال ابن جبير، وأبو مالك: تحقيقا في دينهم. وقال إبن كيسان:\nإخلاصا وتوطيدا لأنفسهم على طاعة الله في نفقاتهم. وقال الزجاج: ومقرين حين\nينفقون أنها مما يثيب الله عليها. وقال الشعبي أيضا: عزما. وقال يمان أيضا:\nبصيرة. وقال مجاهد، والحسن: معناه أنهم يثبتون، أي يضعون صدقاتهم. قال\nالحسن: كان الرجل إذا هم بصدقة يتثبت، فإن كان ذلك لله أمضاه، وإن خالطه شك أمسك.\n</p>\n\n<p>\nوقد أجاز بعض المصريين أن يكون قوله: وتثبيتا. بمعنى: تثبتا، فيكون\nلازما. قال: والمصادر قد تختلف، ويقع بعضها موقع بعض، ومنه قوله: {وتبتل\nإليه تبتيلا}(المزمل: 8) أي تبتلا ورد هذا القول بأن ذلك لا يكون بالفعل\nالمتقدم على المصدر نحو الآية، أما أن يأتي بالمصدر من غير بنائه على فعل\nمذكور فلا يحمل على غير فعله الذي له في الأصل، تقول: إن ثبت فعل لازم\nمعناه: تمكن، ورسخ، وتحقق. وثبت معدى بالتضعيف، ومعناه: مكن،وحقق. قال ابن\nرواحة يخاطب رسول الله :\n</p>\n\n<p>\nفثبت الله ما آتاك من حسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p052'> Vol. 02, p. 052</a>\n            </div>\n            \nتثبيت عيسى ونصرا كالذي نصروا } وإذا كان التثبيت مسندا إليهم كانت: من، في\nموضع نصب متعلقة بنفس المصدر، وتكون للتبعيض، مثلها في: هز من عطفه، و: حرك\nمن نشاطه، وإن كان التثبيت مسندا في المعنى إلى أنفسهم كانت: من، في موضع\nنصب أيضا صفة للمصدر تقديره: كائنا من أنفسهم.\n</p>\n\n<p>\nقال الزمخشري: فإن قلت: فما معنى التبعيض؟\n</p>\n\n<p>\nقلت: معناه أن من بذل ماله لوجه الله فقد ثبت بعض نفسه، ومن بذل ماله\nوروحه معا فهو الذي ثبتها كلها {وتجاهدون في سبيل الله بأموالكم\nوأنفسكم}(الصف: 11) إنتهى.\n</p>\n\n<p>\nوقرأ عاصم الجحدري {كمثل حبة} بالحاء والباء في: بربوة، ظرفية، وهي في\nموضع الصفة فتتعلق بمحذوف.\n</p>\n\n<p>\n{أصابها وابل} جملة في موضع الصفة لجنة، وبدىء بالوصف بالمجرور، ثم\nبالوصف بالجملة، وهذا الأكثر في لسان العرب، وبدىء <span id='ms0416'></span> بالوصف الثابت، وهو:\nكونها بربوة، ثم بالوصف العارض، وهو {أصابها وابل} وجاء في وصف صفوان قوله:\nعليه تراب، ثم عطف عليه بالفاء، وهنا لم يعطف، بل أخرج صفة، وينظر ما الفرق\nبين الموضعين، وجوز أن يكون: {أصابها وابل} حالا من جنة، لأنها نكرة، وقد\nوصفت حالا من الضمير في الجار والمجرور.\n</p>\n\n<p>\n{فأتت أكلها ضعفين} آتت بمعنى: أعطت، والمفعول الأول محذوف، التقدير:\nفآتت صاحبها، أو: أهلها أكلها. كما حذف في قوله {كمثل جنة} أي: صاحب أو:\nغارس جنة، ولأن المقصود ذكر ما يثمر لا لمن تثمر، إذ هو معلوم، ونصب:\nضعفين، على الحال، ومن زعم أن: ضعفين، مفعول ثان: لآتت، فهو ساه، وليس\nالمعنى عليه، وكذلك قول من زعم أن آتت بمعنى أخرجت، وأنها تتعدى لواحد، إذ\nلا يعلم ذلك في لسان العرب، ونسبة الإيتاء إليها مجاز، والأكل بضم الهمزة\nالشيء المأكول، وأريد هنا الثمر، وإضافته إلى الجنة إضافة اختصاص، كسرج\nالدابة، إذ ليس الثمر مما تملكه الجنة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p053'> Vol. 02, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n{فإن لم يصبها وابل فطل} وقوله: فطل، جواب للشرط، فيحتاج إلى تقدير بحيث\nتصير جملة، فقدره المبرد مبتدأ محذوف الخبر لدلالة المعنى عليه، أي: فطل\nيصيبها، وابتدىء بالنكرة لأنها جاءت في جواب الشرط. وذكر بعضهم أن هذا من\nمسوغات جواز الابتداء بالنكرة، ومثله ما جاء في المثل: إن ذهب عير فعير في\nالرباط. وقدره غير المبرد: خبر مبتدأ محذوف. أي: فالذي يصيبها، أو: فمصيبها\nطل، وقدره بعضهم فاعلا، أي فيصيبها طل، وكل هذه التقادير سائغة. والآخر\nيحتاج فيه إلى حذف الجملة الواقعة جوابا، وإبقاء معمول لبعضها، لأنه متى\nدخلت الفاء على المضارع فإنما هو على إضمار مبتدأ، كقوله تعالى {ومن عاد\nفينتقم الله منه}(المائدة: 95) أي فهو ينتقم، فكذلك يحتاج إلى هذا التقدير\nهنا أي: فهي، أي: الجنة يصيبها طل، وأما في التقديرين السابقين فلا يحتاج\nإلا إلى حذف أحد جزئي الجملة، ونظير ما في الآية قوله:\n</p>\n\n<p>\nألا إن لا تكن إبل فمغزى\n</p>\n\n<p>\nكأن قرون جلتها العصي}\n</p>\n\n<p>\n{والله بما تعملون بصير} قرأ الزهري <span id='ms0417'></span>، بالياء، فظاهره أن الضمير يعود على\nالمنافقين، ويحتمل أن يكون عاما فلا يختص بالمنافقين، بل يعود على الناس\nأجمعين.\n</p>\n\n<p>\n{أيود أحدكم أن تكون له جنة} والهمزة للاستفهام، والمعنى على التبعيد\nوالنفي، أي: ما يود أحد ذلك؟ و: أحد، هنا ليس المختص بالنفي وشبهه، وإنما\nالمعنى: أيود واحد منكم؟ على طريق البدلية.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p054'> Vol. 02, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n{له فيها من كل الثمرت} وهذه الجملة مركبة من مبتدأ وخبر، فعلى مذهب\nالأخفش: من، زائدة، التقدير: له فيها كل الثمرات، على إرادة التكثير بلفظ\nالعموم، لا أن العموم مراد، ولا يجوز أن تكون زائدة على مذهب الكوفيين،\nلأنهم شرطوا في زيادتها أن يكون بعدها نكرة، نحو: قد كان من مطر، وأما على\nمذهب جمهور البصريين، فلا يجوز زيادتها، لأنهم شرطوا أن يكون قبلها غير\nموجب، وبعدها نكرة، ويحتاج هذا إلى تقييد، قد ذكرناه في كتاب «منهج السالك»\nمن تأليفنا. ويتخرج مذهب جمهور البصريين على حذف المبتدأ المحذوف تقديره،\nله فيها رزق، أو: ثمرات من كل الثمرات. ونظيره في الحذف قول الشاعر:\n</p>\n\n<p>\nكأنك من جمال بني أقيش\n</p>\n\n<p>\nتقعقع خلف رجليه بشن التقدير: كأنك جمل من جمال بني أقيش، حذف: جمل،\nلدلالة: من جمال، عليه، كما حذف ثمرات لدلالة: من كل الثمرات، عليه، وكذلك\nقوله تعالى {وما منا إلا له مقام معلوم}(الصافات: 165) أي: وما أحد منا،\nفأحد مبتدأ محذوف، و: منا، صفة، وما بعد إلا جملة خبر عن المبتدأ.\n</p>\n\n<p>\n{وأصابه الكبر} الظاهر أن الواو للحال، وقد مقدرة أي وقد أصابه الكبر،\nكقوله: {وكنتم أمواتا فأحياكم}(البقرة: 28) وقعدوا لو أطاعونا}(آل عمران:\n168) أي: وقد كنتم، و: قد قعدوا، وقيل: معناه. ويصيبه، فعطف الماضي على\nالمضارع لوضعه موضعه وقال الفراء: يجوز ذلك في: يود، لأنه يتلقى مرة بأن،\nومرة بأو، فجاز أن يقدر أحدهما مكان الآخر. قال الزمخشري: وقيل، يقال: وددت\nلو كان كذا، فحمل العطف على المعنى، كأنه قيل: أيود أحدكم لو كانت له جنة،\nوأصابه الكبر؟ انتهى.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p055'> Vol. 02, p. 055</a>\n            </div>\n            \n</p>\n\n<p>\nوظاهر كلامه أن يكون: وأصابه، معطوفا على متعلق: أيود، وهو: أن تكون <span id='ms0418'></span>، لأنه\nفي معنى: لو كانت، إذ يقال: أيود أحدكم لو كانت؟ وهذا ليس بشيء، لأنه ممتنع\nمن حيث: أن يكون، معطوفا على: كانت، التي قبلها لو، لأنه متعلق الود، وأما:\nوأصابه الكبر، فلا يمكن أن يكون متعلق الود، لأن إصابة الكبر لا يوده أحد،\nولا يتمناه، لكن يحمل قول الزمخشري على أنه: لما كان: أيود، استفهاما،\nمعناه الإنكار، جعل متعلق الودادة الجمع بين الشيئين، وهما كون جنة له،\nوإصابة الكبر إياه، لا أن كل واحد منهما يكون مودودا على انفراده، وإنما\nأنكر وداده الجمع بينهما، وفي لفظ الإصابة معنى التأثير، وهو أبلغ من:\nوكبر، وكذلك: بربوة أصابها وابل، وعليه تراب فأصابه وابل، ولم يأت: وبلت،\nولا توبل.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p056'> Vol. 02, p. 056</a>\n            </div>\n            \n</p>\n\n<p>\n{يأيها الذين ءامنوا أنفقوا من طيبت ما كسبتم وممآ أخرجنا لكم من الأرض ولا\nتيمموا الخبيث منه تنفقون ولستم بأخذيه إلا أن تغمضوا فيه واعلموا أن الله\nغني حميد * الشيطن يعدكم الفقر ويأمركم بالفحشآء والله يعدكم مغفرة منه\nوفضلا والله وسع عليم * يؤتى الحكمة من يشآء ومن يؤت الحكمة فقد أوتى خيرا\nكثيرا وما يذكر إلا أولوا الألبب * ومآ أنفقتم من نفقة أو نذرتم من نذر فإن\nالله يعلمه وما للظلمين من أنصار * إن تبدوا الصدقت فنعما هى وإن تخفوها\nوتؤتوها الفقرآء فهو خير لكم ويكفر عنكم من سيئاتكم والله بما تعملون خبير\n* ليس عليك هداهم ولكن الله يهدى من يشآء وما تنفقوا من خير فلأنفسكم وما\nتنفقون إلا ابتغآء وجه الله وما تنفقوا من خير يوف إليكم وأنتم لا تظلمون *\nللفقرآء الذين أحصروا فى سبيل الله لا يستطيعون ضربا فى الأرض يحسبهم\nالجاهل أغنيآء من التعفف تعرفهم بسيمهم لا يسئلون الناس إلحافا وما تنفقوا\nمن خير فإن الله به عليم }.\n</p>\n\n<p>\nو: من، للتبعيض، وهي في موضع المفعول، و: ما، في {ما كسبتم} موصولة\nوالعائد محذوف، وجوز أن تكون مصدرية، فيحتاج أن يكون المصدر مؤولا\nبالمفعول، تقديره: من طيبات كسبكم، أي: مكسوبكم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p057'> Vol. 02, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n{ولا تيمموا الخبيث منه تنفقون} و: منه متعلق بقوله: تنفقون، والضمير <span id='ms0419'></span> في:\nمنه، عائد على الخبيث. و: تنفقون، حال من الفاعل في: تيمموا، قيل: وهي حال\nمقدرة، لأن الإنفاق منه يقع بعد القصد إليه، ويجوز أن يكون حالا من\nالمفعول، لأن في الكلام ضميرا يعود عليه، وأجاز قوم أن يكون الكلام في\nقوله: الخبيث، ثم ابتدأ خبرا آخر في وصف الخبيث، فقال: تنفقون منه وأنتم لا\nتأخذونه إلا إذا أغمضتم، أي تساهلتم.\n</p>\n\n<p>\n{ولستم بأخذيه}. وقيل: هذه الجملة مستأنفة لا موضع لها من الإعراب، وقيل:\nالواو للحال، فالجملة في موضع نصب.\n</p>\n\n<p>\nوالهاء في: بآخذيه، عائدة على الخبيث، وهي مجرورة بالإضافة، وإن كانت من\nحيث المعنى مفعولة. قال بعض المعربين: والهاء في موضع نصب: بآخذين، والهاء\nوالنون لا يجتمعان، لأن النون زائدة، وهاء الضمير زائدة ومتصلة كاتصال\nالنون، فهي لا تجتمع مع المضمر المتصل. إنتهى كلامه. وهو قول الأخفش: أن\nالتنوين والنون قد تسقطان للطافة الضمير لا للإضافة، وذلك في نحو: ضاربك،\nفالكاف ضمير نصب، ومذهب الجمهور أنه لا يسقط شيء منها للطافة الضمير، وهذا\nمذكور في النحو. وقد أجاز هشام: ضاربنك، بالتنوين، ونصب الضمير، وقياسه\nجواز إثبات النون مع الضمير، ويمكن أن يستدل له بقوله:\n</p>\n\n<p>\nهم الفاعلون الخير والآمرونه\n</p>\n\n<p>\nوقوله:\n</p>\n\n<p>\nولم يرتفق والناس محتضرونه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p058'> Vol. 02, p. 058</a>\n            </div>\n            \n{إلا أن تغمضوا فيه} موضع أن نصب أو خفض عند من قدره إلا بأن تغمضوا، فحذف\nالحرف، إذ حذفه جائز مطرد، وقيل: نصب بتغمضوا، وهو موضع الحال، وقد قدمنا\nقبل، أن سيبويه لا يجيز انتصاب أن والفعل مقدرا بالمصدر في موضع الحال،\nوقال الفراء: المعنى معنى الشرط والجزاء، لأن معناه إن أغمضتم أخذتم، ولكن\nإلا وقعت على أن ففتحتها، ومثله: إلا أن يخافه و{إلا أن يعفون}(البقرة:\n237) هذا كله جزاء، وأنكر أبو العباس وغيره قول الفراء، وقالوا: أن، هذه لم\nتكن مكسورة قط، وهي التي تتقدر، هي وما بعدها، بالمصدر، وهي مفتوحة على كل\nحال، والمعنى: إلا بإغماضكم.\n</p>\n\n<p>\nوقرأ الجمهور: تغمضوا، من أغمض، وجعلوه مما حذف مفعوله، أي: تغمضوا\nأبصاركم أو بصائركم، وجوزوا أن يكون لازما مثل <span id='ms0420'></span>: أغضى عن كذا.\n</p>\n\n<p>\n{ومن يؤت الحكمة} قرأ الجمهور مبنيا للمفعول الذي لم يسم فاعله، وهو\nضمير: من، وهو المفعول الأول: ليؤت. وقرأ يعقوب: ومن يؤت، بكسر التاء مبنيا\nللفاعل. قال الزمخشري: بمعنى ومن يؤته الله. انتهى.\n</p>\n\n<p>\nفإن أراد تفسير المعنى فهو صحيح، وإن أراد تفسير الإعراب فليس كذلك، ليس\nفي يؤت ضمير نصب حذف، بل مفعوله مقدم بفعل الشرط، كما تقول: أيا تعط درهما\nأعطه درهما.\n</p>\n\n<p>\nوقرأ الأعمش: ومن يؤته الحكمة، بإثبات الضمير الذي هو المفعول الأول:\nليؤت، والفاعل في هذه القراءة ضمير مستكن في: يؤت، عائد على الله تعالى.\nوكرر ذكر الحكمة ولم يضمرها لكونها في جملة أخرى، وللاعتناء بها، والتنبيه\nعلى شرفها وفضلها وخصالها.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p059'> Vol. 02, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n{فقد أوتى خيرا كثيرا} هذا جواب الشرط، والفعل الماضي المصحوب: بقد، الواقع\nجوابا للشرط في الظاهر قد يكون ماضي اللفظ، مستقبل المعنى. كهذا. فهو\nالجواب حقيقة، وقد يكون ماضي اللفظ والمعنى، كقوله تعالى {وإن يكذبوك فقد\nكذبت رسل من قبلك}(فاطر: 4) فتكذيب الرسل واقع فيما مضى من الزمان، وإذا\nكان كذلك فلا يمكن أن يكون جواب الشرط، لأن الشرط مستقبل، وما ترتب على\nالمستقبل مستقبل، فالجواب في الحقيقة إنما هو محذوف، ودل هذا عليه،\nالتقدير: وإن يكذبوك فتسل، فقد كذبت رسل من قبلك، فحالك مع قومك كحالهم مع قومهم.\n</p>\n\n<p>\nوأيضا ففي تقديره: خيرا كثيرا أي كثير، حذف أي الصفة وإقامة المضاف إليه\nمقامها، وقد حذف الموصوف به، أي: فاجتمع حذف الموصوف به وحذف الصفة، وهذا\nكله يحتاج في إثباته إلى دليل.\n</p>\n\n<p>\n{إن تبدوا الصدقت} وقيل الألف واللام للعهد، فتصرف إلى المفروضة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p060'> Vol. 02, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n{فنعما هى} الفاء جواب الشرط، و: نعم، فعل لا يتصرف، فاحتيج في الجواب إلى\nالفاء والفاعل بنعم مضمر مفسر بنكرة لا بتكون مفردة في الوجود نحو: شمس\nوقمر. و: لا، متوغلة في الإبهام نحو غير. ولا أفعل التفضيل نحو أفضل منك،\nوذلك نحو: نعم رجلا كزيد، والمضمر مفرد وإن كان تمييزه مثنى أو مجموعا، وقد\nأعربوا: ما، هنا تمييزا لذلك المضمر الذي في <span id='ms0421'></span> نعم، وقدروه بشيئا: فما، نكرة\nتامة ليست موصوفة ولا موصولة، وقد تقدم الكلام على: ما، اللاحقة لهذين\nالفعلين، أعني: نعم وبئس، عند قوله تعالى: {بئسما اشتروا به أنفسهم أن\nيكفروا}(البقرة: 90) وقد ذكرنا مذاهب الناس فيها، فأغنى ذلك عن إعادته هنا،\nوهي: ضمير عائد على الصدقات، وهو على حذف مضاف أي: فنعما، إبداؤها، ويجوز\nأن لا يكون على حذف مضاف، بل يعود على الصدقات بقيد وصف الإبداء، والتقدير\nفي: فنعما هي، فنعما الصدقات المبدأة وهي مبتدأ على أحسن الوجوه، وجملة\nالمدح خبر عنه، والرابط هو العموم الذي في المضمر المستكن في: نعم.\n</p>\n\n<p>\n{وإن تخفوها} الضمير المنصوب في: تخفوها، عائد على الصدقات، لفظا ومعنى،\nبأي تفسير فسرت الصدقات، وقيل: الصدقات المبداة هي الفريضة، والمخفاة هي\nالتطوع، فيكون الضمير قد عاد على الصدقات لفظا لا معنى، فيصير نظير: عندي\nدرهم ونصفه، أي: نصف درهم آخر، كذلك: وإن تخفوها، تقديره: وإن تخفوا\nالصدقات غير الأولى، وهي صدقة التطوع، وهذا خلاف الظاهر، والأكثر في لسان\nالعرب، وإنما احتجنا في: عندي درهم ونصفه، إلى أن نقول: إن الضمير عائد على\nالدرهم لفظا لا معنى لاضطرار المعنى إلى ذلك، لأن قائل ذلك لا يريد أن عنده\nدرهما ونصف هذا الدرهم الذي عنده. وكذل قول الشاعر:\n</p>\n\n<p>\nكأن ثياب راكبه بريح\n</p>\n\n<p>\nخريق وهي ساكنة الهبوب\n</p>\n\n<p>\nيريد: ريحا أخرى ساكنة الهبوب.\n</p>\n\n<p>\n{وتؤتوها الفقرآء} فيه تنبيه على تطلب مصارفها وتحقق ذلك وهم الفقراء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p061'> Vol. 02, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\n{فهو خير لكم} الفاء جواب الشرط، وهو ضمير عائد على المصدر المفهوم من\nقوله: {وإن تخفوها} التقدير: فالإخفاء خير لكم، ويحتمل أن يكون: خير، هنا\nأريد به خير من الخيور، و: لكم، في موضع الصفة، فيتعلق بمحذوف.\n</p>\n\n<p>\n{ويكفر عنكم من سيئاتكم} قرأ بالواو الجمهور في: ويكفر، وبإسقاطها\nوبالياء والتاء والنون، وبكسر الفاء وفتحها، وبرفع الراء وجزمها ونصبها،\nفإسقاط الواو رواه أبو حاتم عن الأعمش، ونقل عنه أنه قرأ بالياء وجزم\nالراء، ووجهه أنه بدل على الموضع من قوله: فهو خير لكم لأنه في موضع جزم،\nوكأن المعنى <span id='ms0422'></span>: يكن لكم الإخفاء خيرا من الإبداء، أو على إضمار حرف العطف: أي ويكفر.\n</p>\n\n<p>\nوبني الفعل للمفعول الذي لم يسم فاعله وكذلك قرأ عكرمة إلا أنه فتح\nالفاء. وقرأ ابن هرمز، فيما حكى عنه المهدوي بالتاء ورفع الراء، وحكي عن\nعكرمة، وشهر ابن حوشب: بالتاء ونصب الراء. وقرأ ابن كثير، وأبو عمرو، وأبو\nبكر: بالنون ورفع الراء. وقرأ نافع، وحمزة، والكسائي: بالنون والجزم، وروي\nالخفض عن الأعمش بالنون ونصب الراء فيمن قرأ بالياء.\n</p>\n\n<p>\nفالأظهر أن الفعل مسند إلى الله تعالى، كقراءة من قرأ: ونكفر، بالنون\nفإنه ضمير لله تعالى بلا شك، وقيل: يعود على الصرف، أي صرف الصدقات، ويحتمل\nأن يعول على الإخفاء أي: ويكفر إخفاء الصدقات ونسب التكفير إليه على سبيل\nالمجاز لأنه سبب التكفير، ومن قرأ بالتاء فالضمير في الفعل للصدقات، ومن\nرفع الراء فيحتمل أن يكون الفعل خبر مبتدأ محذوف، أي: ونحن نكفر، أي: وهو\nيكفر، أي: الله. أو الإخفاء أي: وهي تكفر أي: الصدقة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p062'> Vol. 02, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nويحتمل أن يكون مستأنفا لا موضع له من الإعراب، وتكون الواو عطفت جملة كلام\nعلى جملة كلام، ويحتمل أن يكون معطوفا على محل ما بعد الفاء، إذ لو وقع\nمضارع بعدها لكان مرفوعا، كقوله: {ومن عاد فينتقم الله منه}(المائدة: 95)\nومن جزم الراء فعلى مراعاة الجملة التي وقعت جزاء، إذ هي في موضع جزم،\nكقوله: من يضلل الله فلا هادي}(الأعراف: 186).\n</p>\n\n<p>\nونذرهم، في قراءة من جزم، ونذرتم، ومن نصب الراء فبإضمار: أن، وهو عطف\nعلى مصدر متوهم، ونظيره قراءة من قرأ {يحاسبكم به الله فيغفر}(البقرة: 284)\nبنصب الراء، إلا أنه هنا يعسر تقدير ذلك المصدر المتوهم من قوله: فهو خير\nلكم، فيحتاج إلى تكلف بخلاف قوله: يحاسبكم، فإنه يقدر تقع محاسبة فغفران.\n</p>\n\n<p>\nوقال الزمخشري: ومعناه: وإن تخفوها يكن خيرا لكم، وأن نكفر عنكم. إنتهى.\n</p>\n\n<p>\nوظاهر كلامه هذا أن تقديره؛ وأن نكفر، يكون مقدرا بمصدر، ويكون معطوفا\nعلى: خيرا، خبر يكن التي قدرها كأنه قال: يكن الإخفاء خيرا لكم وتكفيرا،\nفيكون: أن يكفر في <span id='ms0423'></span> موضع نصب.\n</p>\n\n<p>\nوالذي تقرر عند البصريين أن هذا المصدر المنسبك من أن المضمرة مع الفعل\nالمنصوب بها هو مرفوع معطوف على مصدر متوهم مرفوع، تقديره من المعنى، فإذا\nقلت: ما تأتينا فتحدثنا، فالتقدير: ما يكون منك إتيان فحديث، وكذلك إن تجيء\nوتحسن إلي أحسن إليك، التقدير إن يكن منك مجيء وإحسان أحسن إليك. وكذلك ما\nجاء بعد جواب الشرط. كالتقدير الذي قدرناه في: {يحاسبكم به الله}}(البقرة:\n284)، في قراءة من نصب، فيغفر، فعلى هذ يكون التقدير: وإن تخفوها وتؤتوها\nالفقراء يكن زيادة خير للإخفاء على خير للإبداء وتكفير.\n</p>\n\n<p>\nوقال المهدوي: في نصب الراء: هو مشبه بالنصب في جواب الإستفهام، إذ\nالجزاء يجب به الشيء لوجوب غيره كالاستفهام.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p063'> Vol. 02, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nونقول: إن الرفع أبلغ وأعم، لأن الجزم يكون على أنه معطوف على جواب الشرط\nالثاني، والرفع بدل على أن التكفير مترتب من جهة المعنى على بذل الصدقات،\nأبديت أو أخفيت، لأنا نعلم أن هذا التكفير متعلق بما قبله، ولا يختص\nالتكفير بالإخفاء فقط، والجزم يخصصه به، ولا يمكن أن يقال: إن الذي يبدي\nالصدقات لا يكفر من سيئآته، فقد صار التكفير شاملا للنوعين من إبداء\nالصدقات وإخفائها، وإن كان الإخفاء خيرا من الإبداء.\n</p>\n\n<p>\nو: من، في قوله: من سيئآتكم، للتبعيض، لأن الصدقة لا تكفر جميع السيئات.\nوحكى الطبري عن فرقة قالت: من، زائدة في هذا الموضع. قال ابن عطية: وذلك\nمنهم خطأ، وقول من جعلها سببية وقدر: من أجل ذنوبكم، ضعيف.\n</p>\n\n<p>\n{وما تنفقون إلا ابتغآء وجه الله} وانتصاب ابتغاء على أنه مفعول من أجله،\nوقيل: هو مصدر في موضع الحال تقديره: مبتغين.\n</p>\n\n<p>\n{وأنتم لا تظلمون} جملة حالية، العامل فيها يوف.\n</p>\n\n<p>\n{للفقرآء الذين أحصروا فى سبيل الله} و: للفقراء، في موضع الخبر لمبتدأ\nمحذوف، وكأنه جواب سؤال مقدر، كأنه قيل: لمن هذه الصدقات المحثوث على\nفعلها؟ فقيل: للفقراء، أي: هي للفقراء. فبين مصرف النفقة. وقيل: تتعلق\nاللام بفعل محذوف، تقديره: أعجبوا للفقراء، أو اعمدوا للفقراء، واجعلوا ما\nتنفقون للفقراء، وأبعد القفال في تقدير: إن <span id='ms0424'></span> تبدوا الصدقات للفقراء، وكذلك\nمن علقه بقوله: {وما تنفقوا من خير} وكذلك من جعل: للفقراء، بدلا من قوله:\nفلأنفسكم، لكثرة الفواصل المانعة من ذلك.\n</p>\n\n<p>\n{لا يستطيعون ضربا فى الأرض} وهذه الجملة المنفية في موضع الحال، أي:\nأحصروا عاجزين عن التصرف. ويجوز أن تكون مستأنفة، لا موضع لها من الإعراب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p064'> Vol. 02, p. 064</a>\n            </div>\n            \n</p>\n\n<p>\n{يحسبهم الجاهل أغنيآء من التعفف}. قرأ ابن عامر، وعاصم، وحمزة، بفتح السين\nحيث وقع، وهو القياس، لأن ماضيه على فعل بكسر العين. وقرأ باقي السبعة\nبكسرها، وهو مسموع في ألفاظ، منها: عمد يعمد ويعمد، وقد ذكرها النحويون،\nوالفتح في السين لغة تميم، والكسر لغة الحجاز، والمعنى: أنهم لفرط\nانقباضهم، وترك المسألة، واعتماد التوكل على الله تعالى، يحسبهم من جهل\nأحوالهم أغنياء، و: من، سببية، أي الحامل على حسبانهم أغنياء هو تعففهم،\nلأن عادة من كان غني مال أن يتعفف، ولا يسأل، ويتعلق، بيحسبهم وجر المفعول\nله هناك بحرف السبب، لانخرام شرط من شروط المفعول له من أجله وهو اتحاد\nالفاعل، لأن فاعل يحسب هو: الجاهل، وفاعل التعفف هو: الفقراء. وهذا الشرط\nهو على الأصح، ولو لم يكن هذا الشرط منخرما لكان الجر بحرف السبب أحسن في\nهذا المفعول له، لأنه معرف بالألف واللام، وإذا كان كذلك فالأكثر في لسان\nالعرب أن يدخل عليه حرف السبب، وإن كان يجوز نصبه، لكنه قليل كما أنشدوا:\n</p>\n\n<p>\nلا أقعد الجبن عن الهيجاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p065'> Vol. 02, p. 065</a>\n            </div>\n            \nأي: للجبن، وإنما عرف المفعول له، هنا لأنه سبق منهم التعفف مرارا، فصار\nمعهودا منهم. وقيل: من، لابتداء الغاية، أي من تعففهم ابتدأت محسبته، لأن\nالجاهل بهم لا يحسبهم أغنياء غنى تعفف، وإنما يحسبهم أغنياء مال، فمحسبته\nمن التعفف ناشئة، وهذا على أنهم متعففون عفة تامة من المسألة، وهو الذي\nعليه جمهور المفسرين، وكونها للسبب أظهر، ولا يجوز أن تتعلق: من، بأغنياء،\nلأن المعنى يصير إلى ضد المقصود، وذلك أن المعنى: حالهم يخفى على الجاهل\nبه، فيظن أنهم أغنياء، وعلى تعليق: من، بأغنياء يصير المعنى: أن الجاهل يظن\nأنهم أغنياء، ولكن بالتعفف، والغني <span id='ms0425'></span> بالتعفف فقير من المال، وأجاز ابن عطية\nأن تكون: من، لبيان الجنس، قال: يكون التعفف داخلا في المحسبة، أي: أنهم لا\nيظهر لهم سؤال، بل هو قليل. وبإجمال فالجاهل بهم مع علمه بفقرهم يحسبهم\nأغنياء عفة. فمن، لبيان الجنس على هذا التأويل. إنتهى. وليس ما قاله من أن:\nمن، هذه في هذا المعنى لبيان الجنس المصطلح عليه في بيان الجنس، لأن لها\nاعتبارا عند من قال بهذا المعنى لمن يتقدر بموصول، وما دخلت عليه يحصل خبر\nمبتدأ محذوف، نحو: {فاجتنبوا الرجس من الأوثان}(الحج: 30) التقدير:\nفاجتنبوا الرجس الذي هو الأوثان. ولو قلت هنا: يحسبهم الجاهل أغنياء الذي\nهو التعفف، لم يصح هذا التقدير، وكأنه سمى الجهة التي هم أغنياء بها بيان\nالجنس، أي: بينت بأي جنس وقع غناهم بالتعفف، لا غنى بالمال. فتسمى: من،\nالداخلة على ما يبين جهة الغنى لبيان الجنس، وليس المصطلح عليه كما قدمناه،\nوهذا المعنى يؤول إلى أن من سببية، لكنها تتعلق: بأغنياء، لا: بيحسبهم،\nويحتمل أن يكون: يحسبهم، جملة حالية، ويحتمل أن يكون مستأنفة.\n</p>\n\n<p>\n{تعرفهم بسيمهم} والباء متعلقة: بتعرفهم، وهي للسبب، وجوزوا في هذه\nالجملة ما جوزوا في الجمل قبلها، من الحالية، ومن الاستئناف.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p066'> Vol. 02, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n{لا يسئلون الناس إلحافا} ويحتمل أن تكون هذه الجملة حالا، وأن تكون\nمستأنفة. ومن جوز الحال في هذه الجمل وذو الحال واحد، إنما هو على مذهب من\nيجيز تعدد الحال لذي حال، وهي مسألة خلاف وتفصيل مذكور في علم النحو.\n</p>\n\n<p>\nوجوزوا في إعراب: إلحافا أن يكون مفعولا من أجله، وأن يكون مصدرا لفعل\nمحذوف دل عليه: يسألون، فكأنه قال: لا يلحفون. وأن يكون مصدرا في موضع\nالحال تقديره: لا يسألون ملحفين.\n</p>\n\n<p>\n{الذين ينفقون أمولهم باليل والنهار سرا وعلانية فلهم أجرهم عند ربهم ولا\nخوف عليهم ولا هم يحزنون}.\n</p>\n\n<p>\nوالباء في: بالليل، ظرفية، وانتصاب: سرا وعلانية، على أنهما مصدران في\nموضع الحال أي: مسرين ومعلنين، أو: على أنهما حالان من ضمير الإنفاق على\nمذهب سيبويه، أو: نعتان لمصدر محذوف أي: إنفاقا سرا <span id='ms0426'></span>، على مشهور الإعراب في:\nقمت طويلا، أي قياما طويلا.\n</p>\n\n<p>\n{فلهم أجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون} تقدم تفسير بهذا فلا\nنعيده، ودخلت: الفاء في فلهم، لتضمن الموصول معنى اسم الشرط لعمومه.\n</p>\n\n<p>\nقال ابن عطية: وإنما يوجد الشبه، يعني بين الموصول واسم الشرط، إذا كان:\nالذي، موصولا بفعل، وإذا لم يدخل على: الذي، عامل يغير معناه. إنتهى. فحصر\nالشبه فيما إذا كان: الذي، موصولا بفعل، وهذا كلام غير محرر، إذ ما ذكر له قيود.\n</p>\n\n<p>\nأولها: أن ذلك لا يختص بالذي بل كل موصول غير الألف واللام حكمه في ذلك\nحكم الذي بلا خلاف، وفي الألف واللام خلاف، ومذهب سيبويه المنع من دخول الفاء.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p067'> Vol. 02, p. 067</a>\n            </div>\n            \n</p>\n\n<p>\nالثاني: قوله موصولا بفعل، فأطلق في الفعل واقتصر عليه وليس كذلك، بل شرط\nالفعل أن يكون قابلا لأداة الشرط، فلو قلت: الذي يأتيني، أو: لما يأتيني،\nأو: ما يأتيني، أو: ليس يأتيني، فله درهم، لم يجز لأداة الشرط، لا يصلح أن\nتدخل على شيء من ذلك، وأما الاقتصار على الفعل فليس كذلك، بل الظرف والجار\nوالمجرور كالفعل في ذلك، فمتى كانت الصلة واحدا منهما جاز دخول الفاء.\nوقوله: وإذا لم يدخل على: الذي، عامل يغير عبارة غير مخلصة، لأن العامل\nالداخل عليه كائنا ما كان لا يغير معنى الموصول، إنما ينبغي أن يقول: معنى\nجملة الابتداء في الموصول، وخبره فيخرجه إلى تغيير المعنى الابتدائي من:\nتمن، أو تشبيه، أو ظن، أو غير ذلك. لو قلت: الذي يزورنا فيحسن إلينا لم\nيجز، وكان ينبغي أيضا لابن عطية أن يذكر أن شرط دخول الفاء في الخبر أن\nيكون مستحقا بالصلة، نحو ما جاء في الآية، لأن ترتب الأجر إنما هو على\nالإنفاق. ومسألة دخول الفاء في خبر المبتدأ يستدعي كلاما طويلا، وفي بعض\nمسائلها خلاف وتفصيل، قد ذكرنا ذلك في كتاب «لتذكرة» من تأليفنا.\n</p>\n\n<p>\n{الذين يأكلون الربوا لا يقومون إلا كما يقوم الذى يتخبطه الشيطن من المس\nذلك بأنهم قالوا إنما البيع مثل الربوا وأحل الله البيع <span id='ms0427'></span> وحرم الربوا فمن\nجآءه موعظة من ربه فانتهى فله ما سلف وأمره إلى الله ومن عاد فأولئك أصحب\nالنار هم فيها خلدون * يمحق الله الربوا ويربى الصدقت والله لا يحب كل كفار\nأثيم }.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p068'> Vol. 02, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\nو: لا يقومون، خبر عن: الذين، ووقع في بعض التصانيف أنها جملة حالية، وهو\nبعيد جدا، إذ يتكلف إضمار خبر من غير دليل عليه إلا كما يقوم الكاف في موضع\nالحال، أو نعتا لمصدر محذوف على الخلاف المتقدم بين سيبويه وغيره، وتقدم في مواضع.\n</p>\n\n<p>\nو: ما، فيها وجهان {الأول}: أنها مصدرية، أي: كقيام الذي، وأجاز بعضهم أن\nيكون بمعنى الذي والعائد محذوف تقديره إلا كما يقومه الذي يتخبطه الشيطان.\nقيل: معناه كالسكران الذي يستجره الشيطان فيقع ظهرا لبطن، ونسبه إلى\nالشيطان لأنه مطيع له في سكره.\n</p>\n\n<p>\nوالوجه الثاني: أن: ما، بعد: إلا، لا يتعلق بما قبلها، إلا إن كان في حيز\nالاستثناء، وهذا ليس في حيز الاستثناء، ولذلك منعوا أن يتعلق {بالبينات\nوالزبر}(آل عمران: 184) بقوله: وما أرسلنا من قبلك إلا رجالا}(يوسف: 109)\nوأن التقدير: ما أرسلنا بالبينات والزبر إلا رجالا.\n</p>\n\n<p>\n{وأمره إلى الله} وقيل: الضمير يعود على: ما سلف، أي في العفو عنه،\nوإسقاط التبعة فيه، وقيل: يعود على ذي الربا، أي: في أن يثبته على\nالانتهاء، أو يعيده إلى المعصية. قاله ابن جبير، ومقاتل، وقيل: يعود على\nالربا أي في إمرار تحريمه، أو غير ذلك، وقيل: في عفو الله من شاء منه، قاله\nأبو سليمان الدمشقي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p069'> Vol. 02, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\n{إن الذين ءامنوا وعملوا الصلحت وأقاموا الصلوة وآتوا الزكوة لهم أجرهم عند\nربهم ولا خوف عليهم ولا هم يحزنون * يأيها الذين ءامنوا اتقوا الله وذروا\nما بقى من الربوا إن كنتم مؤمنين * فإن لم تفعلوا فأذنوا بحرب من الله\nورسوله وإن تبتم فلكم رءوس أمولكم لا تظلمون ولا تظلمون * وإن كان ذو عسرة\nفنظرة إلى ميسرة وأن تصدقوا خير لكم إن كنتم تعلمون * واتقوا يوما ترجعون\nفيه إلى الله ثم توفى كل نفس ما كسبت وهم لا يظلمون }.\n</p>\n\n<p>\nفهذا <span id='ms0428'></span> كما ذكر إلا أنه جاء ذلك في الأسماء الستة في حالة الرفع، فله أن\nيقول: لما لم يكن ذلك لازما في النصب والجر، لم يكن ناقضا لما ذكروا،\nونقول: إن الضمة التي فيما قبل الآخر إما هي للإتباع، فليس ضمة تكون في أصل\nبنية الكلمة كضمة يغزو.\n</p>\n\n<p>\nفيظهر منه أن الباء في: {بحرب} ظرفية. أي: فأذنوا في حرب، كما تقول: أذن\nفي كذا، ومعناه أنه سوغه ومكن منه.\n</p>\n\n<p>\n{لا تظلمون ولا تظلمون} قرأ الجمهور الأول مبنيا للفاعل، والثاني مبنيا\nللمفعول، أي: لا تظلمون الغريم بطلب زيادة على رأس المال، ولا تظلمون أنتم\nبنقصان رأس المال، وقيل: بالمطل. وقرأ أبان، والمفضل، عن عاصم الأول مبنيا\nللمفعول، والثاني مبنيا للفاعل ورجح أبو علي قراءة الجماعة بأنها تناسب\nقوله: وإن تبتم، في إسناد الفعلين إلى الفاعل، فتظلمون بفتح التاء أشكل بما قبله.\n</p>\n\n<p>\nوالجملة يظهر أنها مستأنفة وإخبار منه تعالى أنهم إذا اقتصروا على رؤوس\nالأموال كان ذلك نصفة، وقيل: الجملة حال من المجرور في: لكم، والعامل في\nالحال ما في حرف الجر من شوب الفعل، قاله الأخفش.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p070'> Vol. 02, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n{وإن كان ذو عسرة فنظرة إلى ميسرة} وقرأ الجمهور: ذو عسرة، على أن: كان،\nتامة، وهو قول سيبويه، وأبي علي، وإن وقع غريم من غرمائكم ذو عسرة، وأجاز\nبعض الكوفيين أن تكون: كان، ناقصة هنا. وقدر الخبر: وإن كان من غرمائكم ذو\nعسرة فحذف المجرور الذي هو الخبر، وقدر أيضا: وإن كان ذو عسرة لكم عليه حق،\nوحذف خبر كان لا يجوز عند اضحابنا، لا اقتصارا ولا اختصارا لعلة ذكروها في النحو.\n</p>\n\n<p>\n{واتقوا يوما ترجعون فيه إلى الله} وقرأ يعقوب، وأبو عمرو: ترجعون، مبنيا\nللفاعل، وخبر عباس عن أبي عمرو، وقرأ باقي السبعة مبنيا للمفعول وقرأ\nالحسن: يرجعون، على معنى يرجع جميع الناس، وهو من باب الالتفات.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p071'> Vol. 02, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\n{يأيها الذين ءامنوا إذا تداينتم بدين إلى أجل مسمى فاكتبوه وليكتب بينكم\nكاتب بالعدل ولا يأب كاتب أن يكتب كما علمه الله فليكتب وليملل الذى عليه\nالحق وليتق الله <span id='ms0429'></span> ربه ولا يبخس منه شيئا فإن كان الذى عليه الحق سفيها أو\nضعيفا أو لا يستطيع أن يمل هو فليملل وليه بالعدل واستشهدوا شهيدين من\nرجالكم فإن لم يكونا رجلين فرجل وامرأتان ممن ترضون من الشهدآء أن تضل\nإحداهما فتذكر إحداهما الاخرى ولا يأب الشهدآء إذا ما دعوا ولا تسئموا أن\nتكتبوه صغيرا أو كبيرا إلى أجله ذلكم أقسط عند الله وأقوم للشهدة وأدنى ألا\nترتابوا إلا أن تكون تجرة حاضرة تديرونها بينكم فليس عليكم جناح ألا\nتكتبوها وأشهدوا إذا تبايعتم ولا يضآر كاتب ولا شهيد وإن تفعلوا فإنه فسوق\nبكم واتقوا الله ويعلمكم الله والله بكل شيء عليم * وإن كنتم على سفر ولم\nتجدوا كاتبا فرهن مقبوضة فإن أمن بعضكم بعضا فليؤد الذى اؤتمن أمنته وليتق\nالله ربه ولا تكتموا الشهدة ومن يكتمها فإنه ءاثم قلبه والله بما تعملون\nعليم * لله ما في السموت وما فى الأرض وإن تبدوا ما في أنفسكم أو تخفوه\nيحاسبكم به الله فيغفر لمن يشآء ويعذب من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p072'> Vol. 02, p. 072</a>\n            </div>\n            \nيشآء والله على كل شيء قدير * ءامن الرسول بمآ أنزل إليه من ربه والمؤمنون\nكل ءامن بالله وملئكته وكتبه ورسله لا نفرق بين أحد من رسله وقالوا سمعنا\nوأطعنا غفرانك ربنا وإليك المصير * لا يكلف الله نفسا إلا وسعها لها ما\nكسبت وعليها ما اكتسبت ربنا لا تؤاخذنآ إن نسينآ أو أخطأنا ربنا ولا تحمل\nعلينآ إصرا كما حملته على الذين من قبلنا ربنا ولا تحملنا ما لا طاقة لنا\nبه واعف عنا واغفر لنا وارحمنآ أنت مولنا فانصرنا على القوم الكفرين }.\n</p>\n\n<p>\nوقرىء شاذا بإسكان هاء: هو، وإن كان قد سبقها ما ينفصل، إجراء للمنفصل\nمجرى المتصل بالواو والفاء واللام، نحو: وهو، فهو، لهو. وهذا أشذ من قراءة\nمن قرأ: ثم هو يوم القيامة، لأن ثم شاركت في كونه للعطف، وأنها لا يوقف\nعليها فيتم المعنى.\n</p>\n\n<p>\n{فليملل وليه بالعدل}. الضمير في وليه عائد على أحد هؤلاء الثلاثة، وهو\nالذي عليه الحق، وتقدم تفسير ابن عطية للولي. وقال <span id='ms0430'></span> الزمخشري: الذي يلي أمره\nمن وصي إن كان سفيها أو صبيا، أو وكيل إن كان غير مستطيع، أو ترجمان يمل\nعنه. وهو يصدقه. وذهب الطبري إلى أن الضمير في وليه يعود على الحق، فيكون\nالولي هو الذي له الحق. وروي ذلك عن ابن عباس والربيع.\n</p>\n\n<p>\nو: بالعدل، متعلق بقوله: فليملل، ويحتمل أن تكون الباء للحال.\n</p>\n\n<p>\n{فإن لم يكونا رجلين} الضمير عائد على الشهيدين أي: فإن لم يكن الشهيدان رجلين.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p073'> Vol. 02, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nوهذا لا يتم إلا على اعتقاد أن الضمير في: يكونا، عائد على: شهيدين، بوصف\nالرجولية، وتكون: كان، تامة، ويكون: رجلين، منصوبا على الحال المؤكد،\nكقوله: {فإن كانتا اثنتين}(النساء: 176) على أحسن الوجهين.\n</p>\n\n<p>\n{فرجل وامرأتان} ارتفاع رجل على أنه خبر مبتدأ محذوف، أي: فالشاهد، أو\nمبتدأ محذوف الخبر، أي: فرجل وامرأتان يشهدون، أو: فاعل، أي فليشهد رجل،\nأو: مفعول لم يسم فاعله، أي فليستشهد، وقيل: المحذوف فليكن، وجوز أن تكون\nتامة، فيكون رجل فاعلا، وأن تكون ناقصة، ويكون خبرها محذوفا وقد ذكرنا أن\nأصحابنا لا يجيزون حذف خبر كان لا اقتصارا ولا اختصارا. وقرىء شاذا:\nوامرأتان، بهمزة ساكنة، وهو على غير قياس، ويمكن أن سكنها تخفيفا لكثرة\nتوالي الحركات وجاء نظير تخفيف هذه الهمزة في قول الشاعر:\n</p>\n\n<p>\nيقولون جهلا ليس للشيخ عيل\n</p>\n\n<p>\nلعمري لقد أعيلت وأن رقوب {ممن ترضون من الشهدآء} قيل: هذا في موضع الصفة\nلقوله: {فرجل وامرأتان} وقيل: هو بدل من قوله: رجالكم، على تكرير العامل،\nوهما ضعيفان، لأن الوصف يشعر باختصاصه بالموصوف، فيكون قد انتفى هذا الوصف\nعن شهيدين، ولأن البدل يؤذن بالاختصاص بالشهيدين الرجلين، فعري عنه: رجل\nوامرأتان، والذي يظهر أنه متعلق بقوله: واستشهدوا.\n</p>\n\n<p>\n{أن تضل إحداهما فتذكر إحداهما الاخرى} قرأ الأعمش، وحمزة: إن تضل بكسر\nالهمزة، جعلها حرف شرط، فتذكر، بالتشديد ورفع الراء وجعله جواب الشرط.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p074'> Vol. 02, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\nوالجملة الشرطية من قوله {أن تضل إحداهما فتذكر} على قراءة الأعمش وحمزة\nقال ابن عطية: في موضع رفع بكونه صفة للمذكر، وهما المرأتان. انتهى. كان قد\nقدم أن قوله {ممن ترضون <span id='ms0431'></span> من الشهداء} في موضع الصفة لقوله {فرجل وامرأتان}\nفصار نظير: جاءني رجل وامرأتان عقلاء حبليان، وفي جواز مثل هذا التركيب\nنظر، بل الذي تقتضيه الأقيسة تقديم حبليان على عقلاء، وأما على قول من\nأعرب: ممن ترضون، بدلا من: رجالكم، وعلى ما اخترناه من تعلقه بقوله:\nواستشهدوا، فلا يجوز أن تكون جملة الشرط صفة لقوله: وامرأتان، للفصل بين\nالموصوف والصفة بأجنبي، وأما: أن تضل، بفتح الهمزة، فهو في موضع المفعول من\nأجله، أي لأن تضل على تنزيل السبب، وهو الإضلال منزلة المسبب عنه، وهو\nالإذكار، كما ينزل المسبب منزلة السبب لالتباسهما واتصالهما، فهو كلام\nمحمول على المعنى، أي: لأن تذكر إحداهما الأخرى إن ضلت، ونظيره: أعددت\nالخشبة أن يميل الحائط فأدعمه، وأعددت السلاح أن يطرق العدو فأدفعه، ليس\nإعداد الخشبة لأجل الميل إنما إعدادها لإدعام الحائط إذا مال، ولا يجوز أن\nيكون التقدير: مخالفة أن تضل، لأجل عطف فتذكر عليه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p075'> Vol. 02, p. 075</a>\n            </div>\n            \n</p>\n\n<p>\nولما أبهم الفاعل في: أن تضل، بقوله: إحداهما، أبهم الفاعل في: فتذكر،\nبقوله: إحداهما، إذ كل من المرأتين يجوز عليها الضلال، والإذكار، فلم يرد:\nبإحداهما، معينة. والمعنى: إن ضلت هذه أذكرتها هذه، وإن ضلت هذه أذكرتها\nهذه، فدخل الكلام معنى العموم، وكأنه قيل: من ضل منهما أذكرتها الأخرى، ولو\nلم يذكر بعد: فتذكر، الفاعل مظهرا للزم أن يكون أضمر المفعول ليكون عائدا\nعلى إحداهما الفاعل بتضل، ويتعين أن يكون: الأخرى، هو الفاعل، فكان يكون\nالتركيب: فتذكرها الأخرى. وأما على التركيب القرآني فالمتبادر إلى الذهن\nأن: إحداهما، فاعل تذكر، والأخرى هو المفعول، ويراد به الضالة، لأن كلا من\nالإسمين مقصور، فالسابق هو الفاعل، ويجوز أن يكون: إحداهما، مفعولا،\nوالفاعل هو الأخرى لزوال اللبس، إذ معلوم أن المذكرة ليست الناسية، فجاز أن\nيتقدم المفعول ويتأخر الفاعل، فيكون نحو: كسر العصا موسى، وعلى هذا الوجه\nيكون قد وضع الظاهر موضع المضمر المفعول، فيتعين إذ ذاك أن يكون الفاعل هو:\nالأخرى، ومن قرأ: أن، بفتح الهمزة و: فتذكر، بالرفع على الاستئناف، قيل:\nوقال: إن تضل <span id='ms0432'></span> إحداهما، المعنى: أن النسيان غالب على طباع النساء لكثرة\nالبرد والرطوبة، واجتماع المرأتين على النسيان أبعد في العقل من صدور\nالنسيان عن المرأة الواحدة، فأقيمت المرأتان مقام الرجل، حتى إن إحداهما لو\nنسيت ذكرتها الأخرى، وفيه دلالة على تفضيل الرجل على المرأة.\n</p>\n\n<p>\nو: تذكر، يتعدى لمفعولين، والثاني محذوف، أي: فتذكر إحداهما الأخرى\nالشهادة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p076'> Vol. 02, p. 076</a>\n            </div>\n            \n</p>\n\n<p>\n{ولا تسئموا أن تكتبوه صغيرا أو كبيرا إلى أجله} وانتصاب: صغيرا أو كبيرا،\nعلى الحال من الهاء في: أن تكتبوه، وأجاز السجاوندي نصب: صغيرا، على أن\nيكون خبرا لكان مضمرة، أي: كان صغيرا، وليس موضع إضمار كان، ويتعلق: إلى\nأجله، بمحذوف لا تكتبوه لعدم استمرار الكتابة إلى أجل الدين، إذ ينقضي في\nزمن يسير، فليس نظير: سرت إلى الكوفة، والتقدير: أن تكتبوه مستقرا في الذمة\nإلى أجل حلوله.\n</p>\n\n<p>\nلم ينص سيبويه على أن أفعل التفضيل بني من أفعل، إنما يؤخذ ذلك\nبالاستدلال، لأنه نص في أول كتابه على أن بناء أفعل للتعجب يكون من: فعل\nوفعل وفعل وأفعل، فظاهر هذا أن أفعل الذي للتعجب يبنى من أفعل، ونص\nالنحويون على أن ما يبنى منه أفعل للتعجب يبنى منه أفعل التفضيل، فما انقاس\nفي التعجب: انقاس في التفضيل، وما شذ فيه شذ فيه.\n</p>\n\n<p>\nوقد اختلف النحويون في بناء أفعل للتعجب على ثلاثة مذاهب: الجواز،\nوالمنع، والتفضيل. بين أن يكون الهمزة للنقل فلا يبنى منه أفعل للتعجب، أو\nلا تكون للنقل، فيبنى منه. وزعم أن هذا مذهب سيبويه، وتؤول قوله: وأفعل على\nأنه أفعل الذي همزته لغير النقل، ومن منع ذلك مطلقا ضبط قول سيبويه. وأفعل\nعلى أنه على صيغة الأمر، ويعني أنه يكون فعل التعجب على أفعل، وبناؤه من:\nفعل وفعل وفعل وعلى أفعل وحجج هذه المذاهب مستوفاة في كتب النحو.\n</p>\n\n<p>\n{وأقوم للشهدة} وعد بعض النحويين في التعجب ما أقومه في الشذوذ، وجعله\nمبنيا من استقام، ويتعلق: للشهادة، بأقوم، وهو من حيث المعنى مفعول كما\nتقول: زيد أضرب لعمرو من خالد، ولا يجوز حذف هذه اللام والنصب إلا <span id='ms0433'></span> في الشعر\nكما قال الشاعر:\n</p>\n\n<p>\nوأضرب منا بالسيوف القوانسا\n</p>\n\n<p>\nوقد تؤول على إضمار فعل أي: تضرب القوانس ومعنى: أقوم للشهادة، أثبت وأصح.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p077'> Vol. 02, p. 077</a>\n            </div>\n            \n</p>\n\n<p>\n{وأدنى ألا ترتابوا} أي أقرب لانتفاء الريبة. وقرأ السلمي: أن لا يرتابوا\nبالياء، والمفضل عليه محذوف، وحسن حذفه كونه أفعل الذي للتفضيل وقع خبرا\nللمبتدأ، وتقديره: الكتب أقسط وأقوم وأدنى لكذا من عدم الكتب، وقدر: أدنى،\nلأن: لا ترتابوا، وإلى أن لا ترتابوا، و: من أن لا ترتابوا. ثم حذف حرف\nالجر فبقي منصوبا أو مجرورا على الخلاف الذي سبق.\n</p>\n\n<p>\n{إلا أن تكون تجرة حاضرة تديرونها بينكم فليس عليكم جناح ألا تكتبوها}\nوهذا الاستثناء في قوله: إلا أن تكون، منقطع لأن ما بيع لغير أجل مناجزة لم\nيندرج تحت الديون المؤجلة. وقيل: هو استثناء متصل، وهو راجع إلى قوله {إذا\nتداينتم بدين إلى أجل مسمى فاكتبوه} إلا أن يكون الأجل قريبا.\n</p>\n\n<p>\nوأجاز بعضهم أن تكون ناقصة وخبرها الجملة من قوله: تديرونها بينكم.\n</p>\n\n<p>\n{ولا يضآر كاتب ولا شهيد} واحتمل هذا الفعل أن يكون مبنيا للفاعل فيكون\nالكاتب والشهيد قد نهيا أن يضارا أحدا بأن يزيد الكاتب في الكتابة، أو\nيحرف. وبأن يكتم الشاهد الشهادة، أو يغيرها أو يمتنع من أدائها.\n</p>\n\n<p>\nواحتمل أن يكون مبنيا للمفعول، فنهى أن يضارهما أحد بأن يعنتا، ويشق\nعليهما في ترك أشغالهما، ويطلب منهما ما لا يليق في الكتابة والشهادة قال\nمعناه أيضا ابن عباس، ومجاهد، وطاووس، والضحاك، والسدي.\n</p>\n\n<p>\n{وإن تفعلوا فإنه فسوق بكم} ظاهره أن مفعول: تفعلوا، المحذوف راجع إلى\nالمصدر المفهوم من قوله: ولا يضار، وإن تفعلوا لمضارة أو الضرار فإنه، أي\nالضرار، فسوق بكم أي: ملتبس بكم، أو تكون الباء ظرفية، أي: فيكم، وهذا\nأبلغ، إذ جعلوا محلا للفسق.\n</p>\n\n<p>\nوالخطاب في: تفعلوا، عائد على الكاتب والشاهد، إذ كان قوله: ولا يضار، قد\nقدر مبنيا للفاعل، وأما إذا قدر مبنيا للمفعول فالخطاب للمشهود لهم. وقيل:\nهو راجع إلى ما وقع النهي عنه.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p078'> Vol. 02, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nوهي جملة مستأنفة لا موضع لها من الإعراب، وقيل: هي في <span id='ms0434'></span> موضع نصب على الحال\nمن الفاعل في: واتقوا، تقديره: واتقوا الله مضمونا لكم التعليم والهداية.\nوقال أبو البقاء: ويجوز أن يكون حالا مقدرة. انتهى. وهذا القول، أعني:\nالحال، ضعيف جدا، لأن المضارع الواقع حالا، لا يدخل عليه واو الحال إلا\nفيما شذ من نحو: قمت وأصك عينه. ولا ينبغي أن يحمل القرآن على الشذوذ.\n</p>\n\n<p>\n{وإن كنتم على سفر ولم تجدوا كاتبا فرهن مقبوضة} ويحتمل قوله: ولم تجدوا،\nأن يكون معطوفا على فعل الشرط، فتكون الجملة في موضع جزم، ويحتمل أن تكون\nالواو للحال، فتكون الجملة في موضع نصب. ويحتمل أن يكون معطوفا على خبر\nكان، فتكون الجملة في موضع نصب، لأن المعطوف على الخبر خبر، وارتفاع:\nفرهان، على أنه خبر مبتدأ محذوف، التقدير: فالوثيقة رهان مقبوضة.\n</p>\n\n<p>\n{فإن أمن بعضكم بعضا فليؤد الذى اؤتمن أمنته} وقرأ أبي: فإن أومن، رباعيا\nمبنيا للمفعول، أي: آمنه الناس.\n</p>\n\n<p>\nوالضمير في: أمانته، يحتمل أن يعود إلى رب الدين، ويحتمل أن يعود إلى\nالذي اؤتمن.\n</p>\n\n<p>\n{ومن يكتمها فإنه ءاثم قلبه} وقراءة الجمهور: آثم، اسم فاعل من: أثم\nقلبه، و: قلبه، مرفوع به على الفاعلية، و: آثم، خبر: إن، وجوز الزمخشري أن\nيكون: آثم، خبرا مقدما، و: قلبه، مبتدأ. والجملة في موضع خبر: إن، وهذا\nالوجه لا يجيزه الكوفيون.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p079'> Vol. 02, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\nوقال ابن عطية: ويجوز أن يكون يعني: آثم ابتداء وقلبه فاعل يسد مسد الخبر،\nوالجملة خبر إن. انتهى. وهذا لا يصح على مذهب سيبويه وجمهور البصريين، لأن\nاسم الفاعل لم يعتمد على أداة نفي ولا أداة استفهام، نحو: أقائم الزيدان؟\nوأقائم الزيدون؟ وما قائم الزيدان؟ لكنه يجوز على مذهب أبي الحسن، إذ يجيز:\nقائم الزيدان؟ فيرفع الزيدان باسم الفاعل دون اعتماد على أداة نفي ولا\nاستفهام. قال ابن عطية: ويجوز أن يكون: قلبه، بدلا على بدل بعض من كل،\nيعني: أن يكون بدلا من الضمير المرفوع المستكن في: آثم، والإعراب الأول هو الوجه.\n</p>\n\n<p>\nوقرأ قوم: قلبه، بالنصب، ونسبها ابن عطية إلى ابن أبي عبلة. وقال: قال\nمكي: هو <span id='ms0435'></span> على التفسير يعنى التمييز، ثم ضعف من أجل أنه معرفة. والكوفيون\nيجيزون مجيء التمييز معرفة. وقد خرجه بعضهم على أنه منصوب على التشبيه\nبالمفعول به، نحو قولهم: مررت برجل حسن وجهه، ومثله ما أنشد الكسائي رحمه\nالله تعالى:\n</p>\n\n<p>\nأنعتها إني من نعاتها\n</p>\n\n<p>\nمدارة الأخفاف مجمراتها غلب الدفار وعفر يناتها\n</p>\n\n<p>\nكوم الذرى وادقة سراتها وهذا التخريج هو على مذهب الكوفيين جائز، وعلى\nمذهب المبرد ممنوع، وعلى مذهب سيبويه جائز في الشعر لا في الكلام، ويجوز أن\nينتصب على البدل من اسم إن بدل بعض من كل، ولا مبالاة بالفصل بين البدل\nوالمبدل منه بالخبر، لأن ذلك جائز. وقد فصلوا بالخبر بين الصفة والموصوف،\nنحو: زيد منطلق العاقل، نص عليه سيبويه، مع أن العامل في النعت والمنعوت\nواحد، فأحرى في البدل، لأن الأصح أن العامل فيه هو غير العامل في المبدل منه.\n</p>\n\n<p>\nونقل الزمخشري وغيره: أن ابن أبي عبلة قرأ: أثم قلبه، بفتح الهمزة والثاء\nوالميم وتشديد الثاء، جعله فعلا ماضيا. وقلبه بفتح الباء نصبا على المفعول\nبأثم، أي: جعله آثما.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p080'> Vol. 02, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n{وإن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به الله} والآية خبر، والنسخ لا\nيدخل الأخبار، وانجزم: يحاسبكم، على أنه جواب الشرط.\n</p>\n\n<p>\n{فيغفر لمن يشآء ويعذب من يشآء} وقرأ ابن عامر، وعاصم، ويزيد، ويعقوب،\nوسهل: فيغفر لمن يشاء ويعذب، بالرفع فيهما على القطع، ويجوز على وجهين:\nأحدهما: أن يجعل الفعل خبر مبتدأ محذوف. والآخر: أن يعطف جملة من فعل وفاعل\nعلى ما تقدم. وقرأ باقي السبعة بالجزم عطفا على الجواب. وقرأ ابن عباس،\nوالأعرج، وأبو حيوة بالنصب فيهما على إضمار: أن، فينسبك منها مع ما بعدها\nمصدر مرفوع معطوف على مصدر متوهم من الحساب، تقديره: يكن محاسبة فمغفرة\nوتعذيب، وهذه الأوجه قد جاءت في قول الشاعر:\n</p>\n\n<p>\nفان يهلك أبو قابوس يهلك\n</p>\n\n<p>\nربيع الناس والشهر الحرام\n</p>\n\n<p>\nونأخذ بعده بذناب عيش\n</p>\n\n<p>\nأجب الظهر ليس له سناميروى بجزم: ونأخذ، ورفعه ونصبه.\n</p>\n\n<p>\nوقال الزمخشري: ومعنى هذا البدل التفصيل لجملة الحساب، لأن التفصيل أوضح\nمن المفصل <span id='ms0436'></span>، فهو جار مجرى بدل البعض من الكل، أو بدل الاشتمال، كقولك: ضربت\nزيدا رأسه. وأحب زيدا عقله، وهذا البدل واقع في الأفعال وقوعه في الأسماء\nلحاجة القبيلين إلى البيان. انتهى كلامه. وفيه بعض مناقشة.\n</p>\n\n<p>\nأولا: فلقوله: ومعنى هذا البدل التفصيل لجملة الحساب، وليس الغفران\nوالعذاب تفصيلا لجملة الحساب، لأن الحساب إنما هو تعداد حسناته وسيئاته\nوحصرها، بحيث لا يشذ شيء منها، والغفران والعذاب مترتبان على المحاسبة،\nفليست المحاسبة تفصل الغفران والعذاب.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p081'> Vol. 02, p. 081</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الثانية: فلقوله بعد أن ذكر بدل البعض والكل، وبدل الاشتمال: هذا\nالبدل وقوعه في الأسماء لحاجة القبيلين إلى البيان. أما بدل الاشتمال فهو\nيمكن، وقد جاء لأن الفعل بما هو يدل على الجنس يكون تحته أنواع يشتمل\nعليها، ولذلك إذا وقع عليه النفي انتفت جميع أنواع ذلك الجنس، وأما بدل\nالبعض من الكل فلا يمكن في الفعل، إذ الفعل لا يقبل التجزيء، فلا يقال في\nالفعل: له كل وبعض إلا بمجاز بعيد، فليس كالاسم في ذلك، ولذلك يستحيل وجود\nبدل البعض من الكل بالنسبة لله تعالى، إذ الباري تعالى واحد فلا ينقسم ولا يتبعض.\n</p>\n\n<p>\nقال الزمخشري، وقد ذكر قراءة الجزم: فإن قلت: كيف يقرأ الجازم؟.\n</p>\n\n<p>\nقلت: يظهر الراء ويدغم الباء، ومدغم الراء في اللام لاحن مخطىء خطأ\nفاحشا، وراويه عن أبي عمرو مخطىء مرتين، لأنه يلحن وينسب إلى أعلم الناس\nبالعربية ما يؤذن بجهل عظيم، والسبب في نحو هذه الروايات قلة ضبط الرواة،\nوالسبب في قلة الضبط قلة الدراية، ولا يضبط نحو هذا إلا أهل النحو. انتهى\nكلامه. وذلك على عادته في الطعن على القراء.\n</p>\n\n<p>\n{ءامن الرسول بمآ أنزل إليه من ربه والمؤمنون} والظاهر أن يكون قوله:\nوالمؤمنون، معطوفا على قوله: الرسول، ويؤيده قراءة علي، وعبد الله: وآمن\nالمؤمنون، فأظهر الفعل الذي أضمره غيره من القراء، فعلى هذا يكون: كل،\nلشمول الرسول والمؤمنين، وجوزوا أن يكون الوقف تم عند قوله: من ربه، ويكون:\nالمؤمنون، مبتدأ، و: كل، مبتدأ ثان لشمول المؤمنين خاصة. و: آمن بالله،\nجملة في موضع <span id='ms0437'></span> خبر: كل، والجملة، من: كل وخبره، في موضع خبر المؤمنين،\nوالرابط لهذه الجملة بالمبتدأ الأول محذوف، وهو ضمير مجرور تقديره: كل منهم\nآمن، كقولهم: السمن منوان بدرهم، يريدون: منه بدرهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p082'> Vol. 02, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n{غفرانك ربنا وإليك المصير} وانتصاب: غفرانك، على المصدر، وهو من المصادر\nالتي يعمل فيها الفعل مضمرا، التقدير عند سيبويه: إغفر لنا غفرانك، قال\nالسجاوندي: ونسبه ابن عطية للزجاج، وقال الزمخشري: غفرانك منصوب بإضمار\nفعله، يقال: غفرانك لا كفرانك، أي: نستغفرك ولا نكفرك. فعلى التقدير الأول:\nالجملة طلبية، وعلى الثاني: خبرية.\n</p>\n\n<p>\nواضطرب قول ابن عصفور فيه، فمرة قال: هو منصوب بفعل يجوز إظهاره، ومرة\nقال: هو منصوب يلتزم إضماره. وعده مع: سبحان الله، وأخواتها. وأجاز بعضهم\nانتصابه على المفعول به، أي: نطلب، أو: نسأل غفرانك. وجوز بعضهم الرفع فيه\nعلى أن يكون مبتدأ، أي: غفرانك بغيتنا.\n</p>\n\n<p>\n{لا يكلف الله نفسا إلا وسعها} ظاهره أنه استئناف.\n</p>\n\n<p>\nوانتصابه على أنه مفعول ثان ليكلف. وقال ابن عطية: يكلف، يتعدى إلى\nمفعولين. أحدهما محذوف تقديره: عبادة أو شيئا. انتهى. فإن عنى أن أصله كذا،\nفهو صحيح، لأن قوله: إلا وسعها، استثناء مفرغ من المفعول الثاني، وإن عنى\nأنه محذوف في الصناعة، فليس كذلك. بل الثاني هو وسعها، نحو: ما أعطيت زيدا\nإلا درهما، ونحو: ما ضربت إلا زيدا. هذا في الصناعة هو المفعول، وإن كان\nأصله: ما أعطيت زيدا شيئا إلا درهما. و: ما ضربت أحدا إلا زيدا.\n</p>\n\n<p>\nوقرأ ابن أبي عبلة: {إلا وسعها} جعله فعلا ماضيا. وأولوه على إضمار: ما،\nالموصولة، وعلى هذا يكون الموصول المفعول الثاني ليكلف، كما أن وسعها في\nقراءة الجمهور هو المفعول الثاني، وفيه ضعف من حيث حذف الموصول دون أن يدل\nعليه موصول آخر يقابله، كقول حسان:\n</p>\n\n<p>\nفمن يهجو رسول الله منكم\n</p>\n\n<p>\nويمدحه وينصره سواء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p083'> Vol. 02, p. 083</a>\n            </div>\n            \nأي: ومن ينصره، فحذف: من، لدلالة: من، المتقدمة. وينبغي أن لا يقاس حذف\nالموصول، لأنه وصلته كالجزء الواحد، ويجوز أن يكون مفعول: يكلف، الثاني\nمحذوفا، لفهم المعنى، ويكون: وسعها، جملة في موضع الحال، التقدير <span id='ms0438'></span>: لا يكلف\nالله نفسا شيئا إلا وسعها، أي: وقد وسعها، وهذا التقدير أولى من حذف\nالموصول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v02p084'> Vol. 02, p. 084</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08"
  ]
}