{
  "content": "\n\n<h1 class='l1' id='head0'>AUTO الكتاب: الثالث من أمالي ابن الصلاح</h1>\n\n<p>\nالمؤلف: تقي الدين أبي عمرو عثمان بن عبد الرحمن الشهرزوري الشهير بابن الصلاح\n</p>\n\n<p>\nالمتوفى: 643 ه\n</p>\n\n<p>\nالمحقق: رياض حسين عبد اللطيف الطائي\n</p>\n\n<p>\nالناشر: دار النوادر\n</p>\n\n<p>\nالطبعة: الأولى، 1434 ه - 2013 م\n</p>\n\n<p>\nعدد الأجزاء: 1\n</p>\n\n<p>\nملاحظة: الكتاب موافق ومقابل على المطبوع\n</p>\n\n<p>\nمصدر الكتاب: مكتبة أحمد الخضري\n</p>\n\n<p>\nتاريخ آخر تعديل: 27 - 3 - 2014 م \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \nبسم الله الرحمن الرحيم\n</p>\n\n<p>\nالحمد لله أكمل الحمد، والصلاة والسلام الأتمان على رسوله والنبيين وكل\nعبد صالح آمين.\n</p>\n\n<p>\nالثالث من أمالي شيخنا الفقيه الإمام المفتي تقي الدين أبي عمرو عثمان بن\nعبد الرحمن بن عثمان الشهرزوري المعروف بابن الصلاح - أيده الله بطاعته،\nوأثابه الجنة برحمته - التي أملاها بزاوية الحديث الأشرفية الفاضلية\nبالكلاسة من جامع دمشق - حرسها الله تعالى وسائر بلاد الإسلام وأهله -\nأملاه في مجالس، أولها: عشية يوم الاثنين الرابع والعشرين من المحرم سنة\nثمان وعشرين وستمائه، أملى علينا من لفظه وأصله، فقال:\n</p>\n\n<p>\nأخبرنا الشيخ أبو جعفر عبيد الله بن أحمد بن علي بن علي المعروف بابن\nالسمين رحمه الله قراءة عليه بالموصل - حرسها الله وسائر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \nبلاد الإسلام وأهله - سنة ثمان وثمانين وخمس مئة، قال: أخبرنا أبو القاسم\nهبة الله بن أحمد بن عمر الحريري، قال: أخبرنا أبو إسحاق إبراهيم بن عمر بن\nأحمد البرمكي، قال: أخبرنا أبو بكر محمد بن عبد الله بن خلف بن بخيت\nالدقاق، قال: حدثنا أبو عبد الله أحمد بن العلاء الجوزجاني، ..............\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n</p>\n\n<p>\nقال حدثنا فتح بن شخرف، قال: سمعت عبد الله بن خبيق يقول: سمعت رجلا يسأل\nيوسف سنة أربع وتسعين ومائتين: ترجو للناس فرجا؟ قال: لا، إلا أن يتوبوا.\n</p>\n\n<p>\nثم قال يوسف: حدثنا مالك بن مغول، عن الزبير بن عدي، قال: شكونا إلى أنس\nبن مالك ما نلقى من الحجاج، فقال:\n</p>\n\n<p>\n\"اصبروا، فإنه لا يأتيكم زمان إلا وما بعده أشد منه، حتى تلقوا ربكم عز\nوجل\"، سمعته من نبيكم صلى الله عليه وسلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nقال المملي رحمه الله: هذا حديث صحيح، تفرد أبو عبد الله البخاري، وأبو\nعيسى الترمذي رحمهما الله بإخراجه دون مسلم <span id='ms01'></span> وأبي داود والنسوي، وابن ماجة\nرحمه الله.\n</p>\n\n<p>\nفأخرجه البخاري في \"صحيحه\" عن محمد بن يوسف، عن سفيان الثوري، عن الزبير\nبن عدي.\n</p>\n\n<p>\nوأخرجه الترمذي عن بندار، عن يحيى بن سعيد، عن سفيان الثوري، عن الزبير.\nوقال: حسن صحيح.\n</p>\n\n<p>\nوهو مليح بإسنادنا هذا من حديث كونه اجتمع فيه ثلاثة من سادات الزهاد\nالأعلام على التوالي، وهم: فتح بن شخرف، وعبد الله بن خبيق، ويوسف بن أسباط.\n</p>\n\n<p>\nومدار هذا الحديث على الزبير بن عدي - بدال مهملة بين العين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \nوالياء - يكنى أبا عدي، وهو همداني يامي، ويقال فيه - أيضا -: الإيامي -\n\"ويام\"و\"إيام\" بهمزة مكسورة وياء مثناة من تحت: بطن من همدان - وهو كوفي.\nيقال: إنه كان قاضي الري، وبها مات سنة أحدى وثلاثين ومائة، وهو تابعي ثقة.\n</p>\n\n<p>\nويشبه بالزبير بن عربي - براء مهملة تتلوها باء معجمة بواحدة قبل ياء\nالنسبة - أبي سلمة النميري البصري. روى عن ابن عمر بن الخطاب، روى عنه حماد\nبن زيد، وغيره، والله أعلم.\n</p>\n\n<p>\nوابن مغول: بميم مكسورة، بعدها غين معجمة ساكنة، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n<p>\nوابن خبيق: بخاء معجمة مضمومة، بعدها باء موحدة مفتوحة، ثم ياء مثناة من\nتحت ساكنة، ثم قاف. روى عنه أبو داود السجستاني في كتاب \"الزهد\" له، والله أعلم.\n</p>\n\n<p>\nوابن شخرف: بشين مثلثة مفتوحة، بعدها خاء معجمة ساكنة، ثم راء مهملة\nمفتوحة، ثم فاء، والله أعلم.\n</p>\n\n<p>\nوابن بخيت: بباء موحدة مضمومة، بعدها خاء معجمة، ثم ياء مثناة من تحت، ثم\nتاء مثناة من فوق، والله أعلم.\n</p>\n\n<p>\nوالحريري، شيخ شيخنا: بحاء مهملة، والله أعلم.\n</p>\n\n<p>\nثم إنه وقع في روايتنا التي سقناها: \"وما بعده أشد منه\" بالدال.\n</p>\n\n<p>\nوالمعروف المحفوظ في غيرها: \"شر منه\" بالراء، والأمر في ذلك - من حيث\nالمعنى - قريب، وربما وقع في بعض الروايات: \"أشر منه\" بزيادة همزة في أوله،\nوهو لفظ عامي مستنكر عند أهل اللغة، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            \n</p>\n\n<p>\nوقد جاء نحو هذا الحديث عن أنس رضي الله عنه، وفيه زيادات، وذلك ما:\nأخبرناه الشيخ الأصيل أبو المعالي محمد بن ناصر ابن الأستاذ المتكلم أبي <span id='ms02'></span>\nالقاسم سلمان بن ناصر الأنصاري رحمه الله بقراءتي عليه في مدرسته من\nنيسابور، قال: أخبرنا الفقيه الحافظ أبو سعد محمد بن أحمد بن محمد الخليلي،\nبقراءة الإمام البروي عليه، قال: أخبرنا الحافظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \nأبو محمد الحسن بن أحمد السمرقندي، قال: أخبرنا الحافظ أبو بكر أحمد بن\nالحسين بن علي، قال: أخبرنا محمد بن عبد الله الحافظ، قال: حدثنا أبو الحسن\nعيسى بن زيد العقيلي، قال: أخبرنا يونس ابن عبد الأعلى، \"صح\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\nقال الحافظ أبو بكر: وأخبرنا أبو عبد الله - يعني الحافظ الحاكم - قال:\nحدثني علي بن حمشاذ، قال: حدثنا محمد بن إسحاق، قال: حدثنا يونس بن عبد\nالأعلى، قال: ثنا محمد بن إدريس الشافعي، قال: أخبرنا محمد بن خالد الجندي،\nعن أبان بن صالح، عن الحسن، عن أنس بن مالك:\n</p>\n\n<p>\nأن النبي صلى الله عليه وسلم قال: \"لا يزداد هذا الأمر إلا شدة، ولا\nالناس إلا شحا، ولا الدنيا إلا إدبارا، ولا تقوم الساعة إلا على شرار\nالناس، ولا مهدي إلا عيسى ابن مريم\".\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            \n</p>\n\n<p>\nقال المملي: إنما لم نقل بين الإسنادين: \"ح\"، وقلنا: \"صح\" اتباعا للرواية\nفيه، فهكذا قاله شيخ شيخنا، وأثبته بخطه في هذا الموضع وغيره، وقد سبق\nالكلام في ذلك بحقه في أعقاب الإملاء الأول.\n</p>\n\n<p>\nوهذا حديث غريب معروف بالشافعي الإمام رضي الله عنه، معدود في غرائب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            \nحديثه، وأنكره عليه بعض من جازف من خصومه، وإنما الحمل فيه على من فوقه،\nفقيل: إن أبان بن صالح عن الحسن: منقطع.\n</p>\n\n<p>\nوقيل: تفرد به محمد بن خالد الجندي، وهو مجهول.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرنا محمد بن ناصر الأنصاري رحمه الله قال: أخبرنا الحافظ أبو سعد محمد\nبن أحمد، قال: أخبرنا الحافظ الحسن بن أحمد، قال: أخبرنا الحافظ أحمد بن\nالحسين رحمه الله قال: هذا الحديث إن كان منكرا بهذا الإسناد، كان الحمل\nفيه على محمد بن خالد الجندي، فإنه شيخ مجهول، لم يعرف بما تثبت به عدالته،\nويوجب قبول خبره. وقد رواه غير الشافعي عنه، كما رواه الشافعي.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            \n</p>\n\n<p>\nقال المملي: وأما ما روي لنا <span id='ms03'></span> عن يونس بن عبد الأعلى أن رجلا جاءه فسأله عن\nحديث الشافعي هذا، قال: فقال لي: من محمد بن خالد الجندي؟ فقلت: لا أدري،\nفقال: هذا مؤذن الجند، وهو ثقة. فقلت له: أنت يحيى بن معين؟ فقال: نعم، فإن\nهذا لم يثبت له وصف العدالة، ولم يخرجه عن حيز الجهالة عند أهل هذه\nالصناعة.\n</p>\n\n<p>\nوأخبرنا محمد بن ناصر الأنصاري، قال: أخبرنا الحافظ أبو سعد الخليلي،\nقال: أخبرنا الحافظ الحسن بن أحمد، قال: أخبرنا الحافظ أحمد بن الحسين أبو\nبكر، قال: أخبرنا أبو عبد الله الحسين بن محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \nابن الحسين بن فنجويه، قال: ثنا ظفران بن الحسين، قال: حدثني محمد بن علي\n[بن] إسحاق المروزي بقرميسين، قال: ثنا عبيد الله بن محمد بن عيسى المروزي،\nقال: سمعت أحمد بن سنان يقول: كنت عند يحيى بن معين جالسا في مسجده، فدخل\nعليه صالح جزرة، فأقبل عليه يذاكره حتى ذاكر: الحسن، عن أنس: أن النبي صلى\nالله عليه وسلم قال: \"لا مهدي إلا عيسى\" فقال: بلغني عن الشافعي أنه رواه،\nوالشافعي عندنا ثقة، والله أعلم.\n</p>\n\n<p>\nوقد روى هذا الحديث - سوى قوله: \"ولا مهدي إلا عيسى ابن مريم\" - من أوجه\nشاهدة له. منها:\n</p>\n\n<p>\nما أخبرناه محمد بن ناصر، قال: أنا أبو سعد محمد بن أحمد، قال: أنا الحسن\nبن أحمد الحافظ، قال: أنا أحمد بن الحسين الحافظ، قال: أنا أحمد بن الحسن\nالقاضي، قال: ثنا أبو العباس الأصم، قال: ثنا محمد بن إسحاق الصغاني، قال:\nأنا أبو صالح، قال: حدثني معاوية بن صالح، عن يحيى بن الحارث، عن القاسم بن\nعبد الرحمن، قال: رأيت أبا أمامة قام، قال: فلقد قمت مقامي هذا، وما أنا\nبخطيب، ولا أريد الخطبة، ولكني سمعت رسول الله صلى الله عليه وسلم يقول:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            \n</p>\n\n<p>\n\"لا يزداد الأمر إلا شدة، ولا يزداد المال إلا إفاضة، ولا يزداد الناس إلا\nشحا، ولا تقوم الساعة إلا على شرار خلقه\".\n</p>\n\n<p>\nتابعه معن بن عيسى، عن معاوية بن صالح، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\nقلت: وقد أخرج حديث الشافعي <span id='ms04'></span> أبو عبد الله بن ماجة في \"سننه\" عن يونس بن عبد\nالأعلى، عنه. فكأن حاله حسنت عنده بشواهده، والله أعلم.\n</p>\n\n<p>\nوأما قوله: \"ولا مهدي إلا عيسى ابن مريم\" فيحمل على وجه يخرج به عن أن\nيكون مناقضا للأحاديث المثبتة لكون المهدي من ولد فاطمة بنت رسول الله صلى\nالله عليه وسلم وعلى آله وسلم - خارجا - بأن يقال: المراد به: لا مهدي على\nالكمال - أي: عند تفاقم الخطوب المذكورة - إلا عيسى بن مريم - صلى الله\nعليه وعلى نبينا والنبيين وسلم - لأن إطلاق النفي على الشيء والمراد به نفي\nكماله لا نفيه من أصله، معهود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            \nفي اللسان العربي.\n</p>\n\n<p>\nوقد أخرج أبو داود والترمذي وغيرهما أحاديث يزيد بعضها على بعض في أنه\nسيخرج في آخر الزمان مهدي من ولد فاطمة ابنة رسول الله صلى الله عليه وسلم\nيواطىء اسمه اسمه، ونسبه نسبه، يملأ الأرض قسطا وعدلا، كما ملئت جورا\nوظلما، وأنه يملك سبع سنين، أو تسع سنين، وفي بعضها أنه يؤم هذه الأمة،\nويصلي خلفه عيسى ابن مريم - صلى الله عليه وسلم - فلسنا ننفي هذا المهدي\nرأسا، ولا نثبته كما أثبتته الرافضة حيا منتظرا، فإنه خيال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            \nوجهل، بل نقول: إنه سيولد في آخر الأمر، على ما وردت به الآثار المعتمدة\nقولا عدلا بين الغلوين، ومنهجا قصدا بين الحيدين، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\nمضى لنا الآن: البروي، بالباء الموحدة والراء المهملة المخففة المفتوحتين،\nوهو أبو حامد محمد بن محمد الطوسي صاحب \"الجدل\" المعروف وغيره، والله أعلم.\n</p>\n\n<p>\nوالعقيلي: بفتح العين، منسوب إلى عقيل بن أبي طالب رضي الله عنه، والله أعلم.\n</p>\n\n<p>\nوالجندي: من الجند من بلاد اليمن، بالجيم والنون المفتوحتين، والله أعلم.\n</p>\n\n<p>\nوابن فنجويه: بفاء مكسورة، ثم نون ساكنة، ثم جيم، والله أعلم.\n</p>\n\n<p>\nوظفران: بظاء قائمة، وفاء ساكنة، ضبطه كذلك شيخ شيخنا أبو سعد الخليلي،\nوالله أعلم.\n</p>\n\n<p>\nوقرميسين: بقاف مكسورة، وراء مهملة ساكنة، وميم مكسورة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            \nوسين مهملة مكسورة بين ياءين لينتين، بلدة على أيام من همذان إلى ناحية\nالعراق، والله أعلم.\n</p>\n\n<p>\nوصالح جزرة: هو صالح بن محمد <span id='ms05'></span> البغدادي الحافظ، لقب جزرة لأنه قرأ على\nشيخ: عن أبي أمامة، وقيل: عن عبد الله بن بسر: أنه كان له خرزة يرقي بها\nالمريض، فصحفها جزرة بالجيم، فلقب بها.\n</p>\n\n<p>\nوقيل في سبب ذلك غير ذلك.\n</p>\n\n<p>\nوفتح الجيم في الجزرة لغة.\n</p>\n\n<p>\nثم إن حق العربية فيه إضافة صالح إلى جزرة، كما في قولهم: سعيد كرز،\nونحوه، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            \n</p>\n\n<p>\n- القول في معنى الحديث:\n</p>\n\n<p>\nقرأت بخط الأستاذ المصنف أبي منصور محمد بن عبد الله بن حمشاذ الشافعي\nالنيسابوري، بها رحمه الله قال: سمعت أبا الحسن علي بن عبد الملك الطرسوسي\nيقول: سمعت أبا بكر محمد بن عبد الله الصيرفي الشافعي يقول: كنا جلوسا حول\nأبي العباس ابن سريح، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            \nفتشاكى قوم الزمان، فقال أحدهم: أيها القاضي، ما من غد يوم إلا وهو أنقص من\nأمسه! فقال القاضي: قد علمنا أن أشد يوم هو يوم القيامة، فغير مستنكر أن\nيكون ما قرب من الأشد أشد مما بعد منه.\n</p>\n\n<p>\nقلت: هذه نكتة لطيفة صدرت من غواص على اللطائف.\n</p>\n\n<p>\nثم إن ما نطق به هذا الحديث وما في معناه واقع لا يدفعه دافع، وهو من\nمعجزات سيدنا ونبينا - صلى الله عليه وعلى آله وسلم - من حيث كونه أخبر عن\nمغيب أنه سيكون فكان، وذلك أمر مشاهد الشاهد مستغن بإيضاحه عن العاضد.\n</p>\n\n<p>\nوأما ما وجد ويوجد من نفحات رحمه الله سبحانه وتعالى في بعض العصور على\nخلاف ذلك، مثل ما كان في خلافه عمر بن عبد العزيز، وما سيكون في خلافة\nالمهدي رضي الله عنه فذلك من قبيل الخصوص الذي يراد بألفاظ العموم في كلام\nالعرب وغيره.\n</p>\n\n<p>\nومن نظر في علم التاريخ، واطلع على ما تقضى عليه مامضي الأعصار، وما\nتصرفت عليه أحوال الأمصار، والبقع الآهلة في سائر الأقطار، وجد مصداق\nالحديث في القديم والحديث، فعظيم ما تعاقب على الدين والدنيا من الغير، على\nتمادي الآماد والعصر.\n</p>\n\n<p>\nأما الدنيا فلقد استمر عليها من تعطل أسبابها وتسفل أربابها، ما تضاعف به\nعيوب من طلبها، وتظاهرت به حجج من تنكبها <span id='ms06'></span>.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            \n</p>\n\n<p>\nوأما الدين فمن أظهر مصائبه التي لم تزل في ازدياد: تفاني الأخبار الذين هو\nأعوانه، وتزايد الأشرار الذين هو إخوان الباطل وأخدانه.\n</p>\n\n<p>\nوقد أخبرنا الشيخ أبو المظفر عبد الرحيم بن عبد الكريم المروزي رحمه الله\nبها، قراءة مني عليه، قال: أنا أبو الأسعد هبة الرحمن بن عبد الواحد بن عبد\nالكريم، بنيسابور، قال: أنا أبو نصر عبد الرحمن بن علي بن موسى التاجر،\nقال: أنا أبو بكر محمد بن أحمد بن عبدوس، قال:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            \n</p>\n\n<p>\nأنا أبو بكر أحمد بن سلمان الفقيه، ببغداد، قال: حدثني يحيى بن جعفر، قال:\nثنا علي بن عاصم، قال: ثنا بيان بن بشر، عن قيس بن أبي حازم، عن مرداس\nالأسلمي رضي الله عنه، قال:\n</p>\n\n<p>\nقال رسول الله صلى الله عليه وسلم: \"يذهب الصالحون الأول فالأول، حتى\nيبقى مثل حثالة - أو حفالة - التمر والشعير، لا يبالى بهم\".\n</p>\n\n<p>\nحديث عال صحيح. أخرجه البخاري بلفظ قريب من هذا.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n<p>\nومرداس بن مالك هذا من أصحاب الشجرة، وهو أحد الصحابة الذين تفرد البخاري\nبالإخراج عنهم دون مسلم.\n</p>\n\n<p>\nويقال: إنه لم يرو عنه غير قيس بن أبي حازم.\n</p>\n\n<p>\nوفي روايتنا من غير هذا الوجه: \"لا يبالي الله بهم\".\n</p>\n\n<p>\nوحثالة الطعام، وحفالة الطعام: بضم الحاء المهملة، وبالثاء المثلثة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n            \nوبالفاء معا: عبارة عن الردىء منه، والله أعلم.\n</p>\n\n<p>\nومن أفظعها: تراجع حال العلم وانقراض أهله حالا بعد حال، وعصرا بعد عصر،\nحتى لقد آلت به الحال في عصرنا هذا إلى هيئة هائلة من الاختلال، وهو بعدنا\n- من غير إبعاد - صائر إلى التلاشي والاضمحلال، وفي هذا فساد الدين وانحلال\nنظامه، ويتبع ذلك فساد الدنيا وانمحاق البركات وارتفاع الخيرات.\n</p>\n\n<p>\nأخبرنا الشيخ العدل أبو القاسم منصور بن أبي المعالي الفراوي، قراءة عليه\nرحمه الله قال: أنا أبو المعالي محمد بن إسماعيل الفارسي، قال: أنا أبو بكر\nأحمد بن الحسين البيهقي الحافظ، قال: أنا أبو سعيد بن أبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            \nعمرو: ثنا أبو العباس محمد بن يعقوب، قال: ثنا أحمد بن عبد الحميد الحارثي،\nقال: نا أبو أسامة، عن أبي إسحاق <span id='ms07'></span> - يعني الفزاري -، عن الأوزاعي، عن\nالزهري، قال: كان من مضى من علمائنا يقولون: الاعتصام بالسنة نجاة، والعلم\nيقبض قبضا سريعا، ونعش العلم ثبات الدين والدنيا، وفي ذهاب العلم ذهاب ذلك\nكله. والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\nأخبرني السيد الحسيب نقيب الأشراف بمرو أبو الفتح محمد بن أبي عبد الله\nإسماعيل بن محمد العلوي الموسوي الشافعي المروزي رحمه الله، والشيخ أبو\nمنصور ابن إسماعيل الخواري الرازي، والشيخ الزكي أبو جعفر محمد بن محمد بن\nعمر السنجي المروزي الشرطي - بفتح الشين وإسكان الراء، نسبة إلى الشروط\nصحيحة - بقراءتي عليهم متفرقين رحمه الله قالوا: ثنا الإمام الحافظ أبو سعد\nعبد الكريم بن محمد بن منصور رحمه الله إملاء، قال: أنا الشيخ أبو بكر عبد\nالغفار بن محمد بن الحسين الشيروي - قراءة عليه بنيسابور وأنا حاضر - قال:\nأنا أبو سعيد محمد بن موسى بن الفضل الصيرفي سنة إحدى وعشرين وأربع مائة،\nقال: ثنا أبو العباس محمد بن يعقوب الأصم، قال: ثنا محمد بن عبد الله بن\nعبد الحكم المصري الفقيه، قال: أنا أبو ضمرة أنس بن عياض الليثي، عن هشام\nبن عروة، عن أبيه، عن عبد الله بن عمرو بن العاص رضي الله عنه أنه قال:\n</p>\n\n<p>\nسمعت رسول الله صلى الله عليه وسلم يقول: \"إن الله لا ينزع العلم انتزاعا من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            \nالناس، ولكن يقبض العلم بقبض العلماء، حتى إذا لم يترك عالما اتخذ الناس\nرؤوسا جهالا، فسئلوا، فأفتوا بغير علم، فضلوا وأضلوا\".\n</p>\n\n<p>\nوأنا الشيخ الرواية أبو الفتح منصور بن عبد المنعم بن عبد الله\nالنيسابوري المزكي رحمه الله قراءة عليه، قال: أنا محمد بن إسماعيل\nالفارسي، قال: أنا أبو بكر أحمد بن الحسين الحافظ، قال: أنا أبو محمد عبد\nالله بن يوسف الأصبهاني، قال: أنا أبو سعيد أحمد بن محمد بن الأعرابي: ثنا\nأحمد بن عبد الجبار العطاردي: نا أبو معاوية، عن هشام بن عروة، عن أبيه، عن\nعبد الله بن عمرو:\n</p>\n\n<p>\nعن النبي صلى الله عليه وسلم قال: \"إن الله لا يقبض العلم انتزاعا ينتزعه\nمن <span id='ms08'></span> الناس، ولكن يقبض العلماء، فإذا لم يبق عالما اتخذ الناس رؤوسا جهالا،\nفسئلوا، فأفتوا بغير علم، فضلوا وأضلوا\".\n</p>\n\n<p>\nهذا حديث شهير صحيح، متفق على صحته، رويته من وجوه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            \nجمه يستعصي إحصاؤها علي كثرة، وعندي جمع لأسانيده وطرقه أرويه، وهو من\nالأحاديث التي يعتني أصحاب الحديث بجمع طرقها.\n</p>\n\n<p>\nوالحديث حديث عبد الله بن عمرو بن العاص رضي الله عنهما، والناس فيه عيال عليه.\n</p>\n\n<p>\nوممن رويناه عنه من الصحبة: عائشة ابنة الصديق رضي الله عنهم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            \n</p>\n\n<p>\nوتابع هشام بن عروة على روايته عن عروة - فيما ذكر -: الزهري، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            \nويحيى بن سعيد الأنصاري، وأبو سلمة، ويحيى بن أبي كثير، وأبو الأسود يتيم عروة.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            \n</p>\n\n<p>\nورواه عن هشام خلق ذكر فيهم جماعة من التابعين، منهم: صفوان بن سليم، ويحيى\nبن سعيد الأنصاري - أيضا - وأيوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \nالسختياني، وجماعة من الأئمة مثل مالك، والأوزاعي، وابن جريج، والثوري،\n..................................\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            \n</p>\n\n<p>\nوأبي حنيفة، والحمادين.\n</p>\n\n<p>\nوذكر في من رواه عن هشام من المحمدين خاصة قريب من خمسين نفسا، أحدهم\nالزهري، مع ما سبق ذكره من روايته له عن عروة نفسه.\n</p>\n\n<p>\nورويت عن الحافظ أبي يعلى القزويني وبعض من تأخر عنه أنه رواه عن هشام\nقريب من ست مائة رجل.\n</p>\n\n<p>\nوهو - بهذا الإسناد الذي أوردته ها هنا - عال، إذ رواه مسلم في \"صحيحه\"\nفي بعض طرقه عن عبد بن حميد، عن يزيد بن هارون، عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            \nشعبة، عن هشام بن عروة، فكأني سمعته ممن سمع من سمعه من صاحب مسلم - رضي\nالله عنهم وعنا - آمين.\n</p>\n\n<p>\nأخبرني السيد الأمجد أبو الفتح محمد بن إسماعيل بن محمد الحسيني الموسوي\nرضي الله عنه وغيره - قراءة مني عليهم رحمهم الله - قالوا: ثنا الحافظ أبو\nسعد عبد الكريم بن محمد السمعاني، إملاء رحمه الله قال: أنا السيد الإمام\nأبو البركات عمر بن إبراهيم بن حمزة الحسيني - بقراءتي عليه بالكوفة - قال:\nأنا الشريف أبو عبد الله محمد بن علي بن عبد الرحمن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            \nالعلوي - إجازة - قال: ثنا محمد بن الحسين بن غزال: ثنا محمد بن عمار\nالعطار، قال: أحمد بن حازم: ثنا علي بن <span id='ms09'></span> قادم، عن جويبر، عن الضحاك، قال:\nقال علي رضي الله عنه: إنما مثل الفقهاء مثل الأكف، إذا قطعت كف لم تعد\nمكانها.\n</p>\n\n<p>\nقرأت بخط الإمام أبي الحسن الواحدي ما قرأته على شيخنا أبي القاسم منصور\nبن أبي المعالي، عن جد أبيه أبي عبد الله محمد بن الفضل الفراوي، عن الإمام\nأبي الحسن علي بن أحمد الواحدي، في كلام له مدح فيه العلم وأهله وأطراهم،\nثم نعاهم وبكاهم، قال: فلقد انقرضوا ذاهبين، وتفانوا عن الدنيا راحلين.\n</p>\n\n<p>\nجرت الرياح على محل ديارهم ......... فكأنما كانوا على ميعاد\n</p>\n\n<p>\nولقد أظلمت الدنيا بعدهم، ونبهت على عوارها، وتشوهت بسوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \nآثارها، إذ امتلأت بسوء السيرة من الرعاة المسلطين، وقبح أخبار الأخلاف\nالباقين، من المتسمين بالعلماء المتشبعين، المنتحلين فيما يدعون، والمتحلين\nبما هم منه عاطلون، حرصهم على جمع الحطام، وإن كان من الحرام، لا يبالون ما\nوهي من دينهم إذا اجتبرت دنياهم، ولا بسخط الله إذا أرضوا من أعطاهم،\nيتلبسون بالمشاين ليأكلوا السحت علنا، ويأخذون عرض هذا الأدني ويقولون\nسيغفر لنا، ولو كانوا من النفر الذين يزعمون لسمت بهم الهمة إلى معالي\nالأمور ولم يسفوا للدنية، ولصانتهم عزة العلم عن الأطماع الشائنة والمطاعم\nالردية، لا! ولكنهم بالأسامي من المعاني مكتفون، وبالمجازات من الحقائق\nراضون، جعجعة ولا طحين في الوعاء، وقعقعة ولا ثبات عند الهيجاء. هيهات! متى\nيشبه الشبه النضار، والوشل البحار، ومن أين للضباب صوب السحاب، وللغراب هوي\nالعقاب!؟\n</p>\n\n<p>\nإلى أن يقول - بعد كلام فيه طول -: ومع ما ذكرنا من سقوط نجم العلم وتنكس\nراياته، وبوار بضائعه وخمود جمراته، فإن في الزوايا خبايا، وفي الرجال\nبقايا، هم صفوة العباد، ونقاوة أهل البلاد، بهم حياة الملة، وبقاء السنة،\nيجددون أخلاق العلم، ويرفؤون خرقه، ويحيون دارسه، ويرقعون وهيه، هم في جفوة\nمن الناس، ونكد من الزمان، مخصوصون من أبناء الدنيا بالحرمان، قد رضوا\nبالعلم رفيقا وجارا، وبالجنة مقرا ودارا، واكتفوا من الدنيا بما قاتهم،\nوعلموا أن في الله خلفا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            \nمن كل ما فاتهم، وما داموا في الأحياء فالخير مرجو، ولجد <span id='ms10'></span> بني الإسلام سمو،\nفإذا انقرضوا فسدت الدنيا كل الفساد، وشمل الشر جميع البلاد، وأتت الفتن\nكقطع الليل هاجمة على الناس هجوم السيل، وإنا نرجو من الله تعالى أن يجعلنا\nمن جملتهم، ويدخلنا الجنة في زمرتهم.\n</p>\n\n<p>\nأنشدني الشريف النقيب أبو الفتح محمد بن إسماعيل العلوي، وأبو جعفر محمد\nبن محمد السنجي، وأبو منصور ابن إسماعيل الرازي رحمه الله لفظا، قالوا:\nأنشدنا الإمام أبو سعد ابن السمعاني إملاء، قال: أنشدنا الشريف أبو المعمر\nالمبارك بن أحمد بن عبد العزيز - إملاء من حفظه، ببغداد - قال: أنشدنا أبو\nالحسين المبارك بن عبد الجبار بن الطيوري.\n</p>\n\n<p>\nح وأنشدني أعلى من هذا المحدث الثبت أبو رشيد محمد بن أبي بكر بن أبي\nالقاسم بن الغزال الإصبهاني رحمه الله لفظا، قال: أنا غير واحد من مشايخي\nإذنا، قالوا: أنا أبو الحسين المبارك بن عبد الجبار الطيوري الصيرفي، قال:\nأنشدنا أبو الحسن علي بن أحمد الفالي لنفسه:\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            \n</p>\n\n<p>\nلما تبدلت المجالس أوجها ......... غير الذين عهدت من علمائها\n</p>\n\n<p>\nورأيتها محفوفة بسوى الألى .......... كانوا ولاة صدورها وفنائها\n</p>\n\n<p>\nأنشدت بيتا سائرا متقدما ......... والعين قد شرقت بجاري مائها\n</p>\n\n<p>\nأما الخيام فإنها كخيامهم .......... وأرى نساء الحي غير نسائها\n</p>\n\n<p>\nأخبرت بقراءتي عن أبي المظفر عبد المنعم ابن الأستاذ الإمام أبي القاسم\nعبد الكريم بن هوازن القشيري رحمه الله قال: أنشدنا والدي لنفسه - ونقلت\nأنا ذلك من خط والده، وأنشدنيه لفظا حافد حافده الخطيب شيخ الصوفية أبو\nالفتوح عبد الرزاق بن عبد الرحمن بن هبة الرحمن بن عبد الواحد بن عبد\nالكريم القشيري، عن جده أبي الأسعد هبة الرحمن، عن جده الأستاذ أبي القاسم\n- قال: [من الطويل]\n</p>\n\n<p>\nخليلي جودا بالوقوف وأسعدا ........ لنندب ربعا خاويا قد تأبدا\n</p>\n\n<p>\nتخلى عن الأهلين حتى كأنهم ......... لآلي عقود سلكها قد تبددا\n</p>\n\n<p>\nوما ربع سلمى والرباب أردته ........ ولكن ربع المجد والفضل والندى\n</p>\n\n<p>\nأولو الفضل قد بادوا وصاروا بأسرهم ........ أيادي سبا جارت عليهم يد الردا\n</p>\n\n<p>\nبمن يستعين الحر في كشف ضره .......... ومن ذا يلفي لشكواه مسعدا\n</p>\n\n<p>\nوالله أعلم.\n</p>\n\n<p>\nمر في هذا الفصل: عبدوس <span id='ms11'></span>، وقد غلب فتح العين منه على ألسنة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            \nمن لا يحتج به. والصحيح فيه ضم العين، لما عرف من أن كل اسم هو على وزان\nفعلول فهو مضموم الأول إلا واحدا، وهو قولهم: بنو صعفوق، لخول باليمامة،\nفأما حمدون وسمعون ونحوهما فذلك فعلون وليس بفعلول، والله أعلم.\n</p>\n\n<p>\nبيان: أوله باء موحدة مفتوحة ثم ياء مثناة من تحت.\n</p>\n\n<p>\nابن بشر: بباء مكسورة ثم شين منقوطة، والله أعلم.\n</p>\n\n<p>\nوشيخنا أبو جعفر السنجي: بكسر السين المهملة ثم نون ثم جيم، من سنج مرو،\nوالله أعلم.\n</p>\n\n<p>\nوالشيروي: بكسر الشين المنقوطة، وبعدها ياء مثناة من تحت ساكنة ثم راء\nمهملة تفتح وتضم، والله أعلم.\n</p>\n\n<p>\nوقوله: \"رؤسا جهالا\" بتنوين على السين: جمع رأس، والله أعلم.\n</p>\n\n<p>\nأيوب السسختياني: بفتح السين لا غير، والله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\nأحمد بن حازم: بحاء مهملة، والله أعلم.\n</p>\n\n<p>\nوقوله: (لم تعد مكانها): بضم التاء، وفتح العين، على ما لم يسم فاعله،\nهكذا رويناه، وضبطه كذلك الحافظ أبو سعد شيخ مشايخنا فيه، والله أعلم.\n</p>\n\n<p>\nوالفالي قائل الأبيات قد سبق أنه بالفاء لا بالقاف، من فالة، اسم مكان،\nوالله أعلم.\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             <span id='ms12'></span>\n</p>\n",
  "pages": [
    "001",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "047",
    "048",
    "049",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081"
  ],
  "volumes": [
    "01"
  ]
}