{
  "content": "\n\n<h1 class='l1' id='head0'>CHECK [أول الكتاب]</h1>\n\n<p>\nكتاب التوبة لابن عساكر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n            \nبسم الله الرحمن الرحيم رب أعن وسهل\n</p>\n\n<p>\n1 - أخبرنا الشيخ الإمام العالم الحافظ أبو القاسم علي ابن الحسن بن هبة\nالله الشافعي أثابه الله الجنة قراءة عليه وأنا أسمع في صفر سنة خمسين وخمس\nمئة أنبأ الشيخ أبو القاسم هبة الله بن محمد بن عبد الواحد ببغداد أنبأ أبو\nعلي الحسن بن علي بن محمد التميمي أنبأ أحمد بن جعفر بن حمدان القطيعي ثنا\nعبد الله بن أحمد بن محمد بن حنبل ثنا أبي ثنا يزيد يعني ابن هارون أنبأ\nهمام بن يحيى ثنا قتادة عن أبي الصديق الناجي عن أبي سعيد الخدري قال\n</p>\n\n<p>\nلا أحدثكم الا ما سمعت من رسول الله صلى الله عليه وسلم سمعته أذناي\nووعاه قلبي\n</p>\n\n<p>\nإن عبدا قتل تسعة وتسعين نفسا ثم عرضت له التوبة فسأل عن أعلم أهل الأرض\nفدل على رجل فأتاه فقال إني قد قتلت تسعة وتسعين نفسا فهل لي من توبة قال\nبعد قتل تسعة وتسعين قال فانتضى سيفه فقتله به فأكمل به مئة ثم عرضت له\nالتوبة فسأل عن أعلم أهل الارض فدل على رجل فأتاه فقال إني قد قتلت مئة نفس\nفهل لي من توبة قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \nومن يحول بينك وبين التوبة اخرج من القرية الخبيثة التي أنت فيها إلى\nالقرية في الصالحة قرية كذا وكذا فاعبد ربك فيها فخرج يريد القرية الصالحة\nفعرض له أجله في الطريق قال فاختصمت فيه ملائكة الرحمن وملائكة العذاب قال\nفقال إبليس انا أولة به إنه لم يعصني ساعة قط قال فقالت ملائكة الرحمة إنه\nخرج تائبا\n</p>\n\n<p>\nقال همام فحدثني حميد الطويل عن بكر بن عبد الله المزني عن أبي رافع قال\n</p>\n\n<p>\nفبعث الله عز وجل ملكا فاختصوا إليه\n</p>\n\n<p>\nثم رجع إلى حديث قتادة قال فقال\n</p>\n\n<p>\nانظروا أي القريتين كانت أقرب إليه فألحقوه بأهلها\n</p>\n\n<p>\nقال قتادة فحدثنا الحسن قال لما عرف الموت احتفز بنفسه فقرب الله عز وجل\nمنه القرية الصالحة وباعد منه القرية الخبيثة فألحقوه بأهل القرية الصالحة <span id='ms1'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            \nأخرجه البخاري ومسلم من حديث شعبة عن قتادة عن أبي الصديق بكر بن عمرو البصري\n</p>\n\n<p>\n2 - حدثني الشيخ أبو عبد الله يحيى بن الحسن بن أحمد بن عبد الله ببغداد\nأنبا أبو سعد المظفر بن الحسن ابن المظفر بن السبط أنبا أبو الحسن محمد بن\nجفعر النجار ثنا عبيد الله بن ثابت ثنا أبو سعد الأشج ثنا حفص بن غياث عن\nهشام عن ابن سيرين عن أبي هريرة عن رسول الله صلى الله عليه وسلم قال\n</p>\n\n<p>\nمن تاب قبل أن تطلع الشمس من مغربها قبل منه\n</p>\n\n<p>\nرواه مسلم عن عبدالله بن سعيد الأشج وهشام هو ابن حسان بصري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \nأخبرنا الشيخ أبو بكر محمد بن الحسين بن علي المقرئ ببغداد أنبا الشريف\nأبو الغنايم عبد الصمد بن علي ابن محمد المأموني أنبا أبو الحسن علي بن عمر\nالدارقطني ثنا عبد الله بن جعفر يعني ابن حشيش ثنا يوسف يعني ابن موسى ثنا\nجرير عن الأعمش عن عمرو ابن مرة عن أبي عبيدة عن أبي موسى قال قال صلى الله\nعليه وسلم\n</p>\n\n<p>\nإن يد الله مبسوطة لمسيء الليل ليتوب بالنهار ومسيء النهار ليتوب بالليل\nحتى تطلع الشمس\n</p>\n\n<p>\nرواه مسلم عن محمد بن المثنى عن محمد بن جعفر عن شعبة عن عمرو بن مرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n            \nأخبرنا الشيخ أبو عبد الله الحسين بن عبد الملك بن الحسين وأبو منصور\nالحسين بن طلحة بن الحسين بأصبهان قالا أنبأ أبو القاسم إبراهيم بن منصور\nبن إبراهيم أنبا أبو بكر محمد بن إبراهيم بن المقري أنبا أبو يعلى أحمد بن\nعلي بن المثنى الموصلي أنبا أبو خيثمة زهير بن حرب ثنا جرير عن الأعمش عن\nعمارة بن عمير عن الحارث بن سويد قال دخلت على عبدالله أعوده وهو مريض\nفحدثنا بحديثين حدثنا عن نفسه وحدثنا عن رسول الله صلى الله عليه وسلم قال\n</p>\n\n<p>\nالمؤمن يرى ذنوبه كأنه في أصل جبل يخاف أن يقع عليه وإن الفاجر يرى ذنوبه\nمثل ذباب مر على أنفه فذب عنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n            \nقال وسمعت رسول الله <span id='ms2'></span> صلى الله عليه وسلم قال\n</p>\n\n<p>\nلله أشد فرحا بتوبة عبده المؤمن من رجل في أرض دوية مهلكة معه راحلته\nعليها طعامه وشرابه فنام فاستيقظ وقد ذهبت فقام يطلبها فطلبها حتى أدركه\nالعطش ثم قال أرجع إلى مكاني الذي كنت فيه حتى أموت قال فوضع رأسه على\nساعده ليموت فاسيقظ وعنده راحلته عليها زاده وطعامه وشرابه فالله أشد فرحا\nبتوبة عبده من هذا براحلته\n</p>\n\n<p>\nرواه مسلم عن اسحق بن راهويه عن جرير\n</p>\n\n<p>\n5\n</p>\n\n<p>\n- أخبرنا الشيخ أبو المظفر عبد المنعم بن عبد الكريم ابن هوازن بن عبد\nالملك الصوفي بنيسابور أنبأ أبي أبو القاسم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            \nأنبا أبو نعيم عبدالملك بن الحسن بن محمد الإسفرايني أنبا أبو عوانه يعقوب\nبن إسحاق الحافظ ثنا عطية بن بقية بن الوليد حدثني أبي عن الزبيدي عن\nالزهري عن سعيد بن المسيب عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nلله أفرح بتوبة عبده من العقيم الوالد ومن الضال الواجد ومن الظمآن الوارد\n</p>\n\n<p>\nاسم الزبيدي محمد بن الوليد حمصي ثقة\n</p>\n\n<p>\n6 - أخبرنا الشيخ أبو الحسن علي بن أحمد بن الحسن ببغداد أنبا أبو الحسين\nأحمد بن محمد بن الآبنوسي أنبا أبو القاسم عيسى بن علي بن عيسى أنبا أبو\nالقاسم عبدالله بن محمد بن عبد العزيز ثنا هرون بن إسحق ثنا محمد بن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            \nعبد الوهاب عن مسعر عن عمرو بن مرة عن أبي بردة عن الأغر المزني كذا قال\nأحسبه عن النبي صلى الله عليه وسلم قال\n</p>\n\n<p>\nيا أيها الناس توبوا إلى ربكم فوالله إني لأتوب في اليوم مائة مرة\n</p>\n\n<p>\n7 - أخبرنا المشايخ أبو القاسم إسماعيل بن أحمد بن عمر وأبو منصور علي بن\nعلي بن عبيد الله بن سكينة وأبو الفضل أحمد بن الحسن بن هبة الله بن\nالعالمة المقرئ ببغداد قالوا أنبا أبو محمد عبد الله بن محمد الخطيب أنبا\nعبيد الله بن محمد بن إسحاق ثنا عبدالله بن محمد الوراق ثنا علي بن الجعد\nأنبا عبد الرحمن بن ثابت بن ثوبان عن أبيه عن مكحول <span id='ms3'></span> عن جبير بن نفير عن عبد\nالله بن عمر عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            \nالنبي صلى الله عليه وسلم قال\n</p>\n\n<p>\nإن الله يقبل توبة العبد مالم يغرغر\n</p>\n\n<p>\n8 - أخبرنا الشيخ أبو الفتح يوسف بن عبد الواحد بن محمد بأصبهان أنبا\nشجاع بن علي بن شجاع الصوفي أنبا محمد بن اسحاق بن محمد الحافظ أنبا الحسن\nبن اسماعيل الفارسي ببخاري ثنا محمد بن إبراهيم بن سعيد ثنا عيسى بن\nإبراهيم البركي ثنا سعيد بن عبد الله ثنا نوح بن ذكوان عن هشام بن عروة عن\nأبيه عن عائشة قالت\n</p>\n\n<p>\nجاء حبيب بن الحارث الى النبي صلى الله عليه وسلم فقال يا رسول الله إني\nرجل مقراف فقال تب إلى الله يا حبيب فقال يا رسول الله إني أتوب ثم أعود\nقال فكلما أذنبت فتب قال يا رسول الله صلى الله عليه وسلم إذا تكثر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            \nذنوبي قال عفو الله عز وجل أكثر من ذنوبك يا حبيب\n</p>\n\n<p>\n9 - أخبرنا الشريف أبو السعادات أحمد بن أحمد بن عبد الواحد المتوكلي\nببغداد أنبا الشيخ أبو بكر أحمد بن علي بن ثابت الحافظ أنبا أبو سعيد محمد\nبن موسى بن الفضل بنيسابور أنبأ أبو عبد الله محمد بن عبدالله الأصبهاني\nالصفار أنبا أبو بكر عبد الله بن محمد بن عبيد القرشي ثنا أحمد بن بدلي\nالإيامي ثنا سلم بن سالم ثنا سعيد الحمصي عن عاصم الجذامي عن عطاء عن ابن\nعباس قال قال رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            \nالتائب من الذنب كمن لا ذنب له والمستغفر من الذنب وهو مقيم عليه\nكالمستهزئ بربه ومن آذى مسلما كان عليه من الإثم مثل كذا وكذا ذكر شيئا\n</p>\n\n<p>\n10 - أخبرنا الشيخ أبو المظفر عبد المنعم بن عبد الكريم القشيري أنبا أبو\nسعد محمد بن عبد الرحمن بن محمد الفقيه أنبا أبو عمرو محمد بن عبد أحمد بن\nحمدان المقرئ أنبا أبو يعلى أحمد بن علي التميمي أنبا أبو بكر بن أبي شيبة\nثنا زيد بن الحباب عن علي بن سعدة ثنا قتادة عن أنس قال <span id='ms4'></span> قال رسول الله صلى\nالله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            \nكل بني آدم خطاء وخير الخطائين التوابون\n</p>\n\n<p>\n11 - وأخبرنا الشيخ أبو المظفر ايضا أنبا أبي الاستاذ أبو القاسم القشيري\nأنبا علي بن أحمد بن غيلان الأهوازي أنبا أبو الحسن أحمد بن عبيد الصفار\nثنا محمد بن فضيل بن جابر ثنا الحكم بن موسى ثنا غسان بن عبيد عن أبي عاتكة\nطريف بن سلمان عن أنس بن مالك أنه قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nما من شيء أحب إلى الله عز وجل من شاب تائب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            \n12 - أخبرنا الشيخ أبو القاسم إسماعيل بن محمد بن الفضل الحافظ بأصبهان\nأنبا أحمد بن علي بن خلف بنيسابور أنبا عبد الخالق بن علي المؤذن ثنا بكر\nبن محمد بن حمدان الصيرفي ثنا أبو بكر محمد بن خزام ثنا أبو صالح العباس بن\nإياد ثنا سعدان يعني ابن نصر ثنا سعيد الحلمي عن سعيد عن قتادة عن أنس ابن\nمالك قال قال رسول الله صلى الله عليه وسلم\n</p>\n\n<p>\nإذا تاب العبد من ذنوبه أنسى الله حفظته ذنوبه وأنسى ذلك جوارحه ومعالمه\nمن الأرض حتى يلقى الله يوم القيامة وليس عليه شاهد من الله بذنب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            \nأخبرنا الشيخ أبو القاسم الحافظ أيضا أنبا أبو سهل علي بن أحمد بن قولويه\nأنبا أبو بكر بن مردويه أنبا أبو محمد غياث بن محمد بن غياث ثنا عبد الله\nبن أحمد بن سواره ثنا الحسن بن الصباح ثنا خلف بن تميم عن عمرو بن الرجال\nعن العلاء بن المسيب عن أبي إسحق عن عبد خير عن علي رضي الله عنه قال\n</p>\n\n<p>\nليس الخير أني يكثر مالك وولدك ولكن الخير أن يكثر عملك ويعظم حلمك\nوتباهي في عبادة ربك إن أحسنت حمدت الله وإن أسأت استغفرت الله لا خير في\nالدنيا إلا في رجلين رجل أذنب ذنبا فهو يتدارك ذلك بتوبة أو يسارع في دار الآخرة\n</p>\n\n<p>\nوقال علي رضي الله عنه\n</p>\n\n<p>\nما قل عمل مع التقوى وكيف يقل ما يتقبل 14\n</p>\n\n<p>\nأخبرنا الشيخ الفقيه أبو <span id='ms5'></span> الحسن علي بن المسلم بن محمد السلمي أنبا أبو\nالحسن أحمد بن عبد الواحد ابن محمد بن أحمد السلمي أنبا جدي أنبا محمد بن يوسف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            \nبن بشر الهروي أنبا محمد بن حماد الظهراني أنبا عبد الرزاق أنبا الثوري\nومعمر عن يحيى بن سعيد عن سعيد بن المسيب قال\n</p>\n\n<p>\nالأواب الذي يذنب ثم يتوب ثم يذنب ثم يتوب ثم يذنب ثم يتوب\n</p>\n\n<p>\n15 - أخبرنا الشيخ أبو محمد عبد الكريم بن حمزة السلمي أنبا الشيخ أبو\nبكر أحمد بن علي بن ثابت الحافظ أنبا محمد بن موسى بن الفضل ثنا محمد بن\nعبد الله الأصبهاني ثنا عبد الله بن محمد بن عبيد بن أبي الدنيا قال وقال\nبعض حكماء الشعراء من المنسرح\n</p>\n\n<p>\nما تنقضي فكرتي ولا عجبي ... ممن تمادى في اللهو واللعب\n</p>\n\n<p>\nيرى المنايا له مطالبة ... من كل وجه شديدة الطلب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            \nوهو يرجي خلود منزلة ... مخلوقة للفناء والعطب\n</p>\n\n<p>\nأخي لا تغترر فإنك لا ... بد ستلقى الحمام عن كثب\n</p>\n\n<p>\nتب من خطاياك وابك خشية ما ... أثبت منها عليك في الكتب\n</p>\n\n<p>\nأية حال تكون حال فتى ... صار إلى ربه ولم يتب\n</p>\n\n<p>\nآخر الجزء والحمد لله حق حمده كتبه لنفسه بخطه الفقير الى رحمة ربه عمر\nبن محمد الأميني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            \n <span id='ms6'></span>\n</p>\n",
  "pages": [
    "001",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038"
  ],
  "volumes": [
    "01"
  ]
}