{
  "content": "\n\n<h1 class='l1' id='head0'>[book 1]</h1>\n\n<p>\nبسم الله الرحمن الرحيم رب يسر برحمتك\n</p>\n\n\n<h3 class='l3' id='head1'>المقالة الأولى من كتاب الحاس والمحسوس لأرسطو تلخيص القاضى أبى الوليد ابن رشد وهو ثلاث مقالات</h3>\n\n<p>\nقال: لما تكلم فى كتاب الحيوان فى أعضاء الحيوان وما يعرض لها، وتكلم بعد\nهذا فى النفس وفى أجزائها الكلية — شرع ها هنا فى الكلام فى القوى الجزئية\nمنها، وتمييز العام منها لجميع الحيوان من الخاص. وبالجملة، فهو يفحص هنا\nعن القوى التى توجد للحيوان من جهة ما هو متنفس. ولما كانت هذه القوى\nصنفين: صنفا ينسب إلى جسد الحيوان من أجل وجود النفس له، مثل: الحس\nوالحركة؛ وصنفا للنفس من أجل الجسد — وهذه أجناس: منها النوم واليقظة،\nومنها الشباب والهرم، ومنها الحياة والموت، ومنها دخول النفس وخروجه، ومنها\nالصحة والمرض، ومنها طول العمر وقصره. وقد كان تكلم فى الصنف الأول منها فى\nكتاب النفس كلاما كليا؛ فابتدأ ها هنا يتكلم فيها كلاما جزئيا، أعنى أنه\nيذكر من أسباب تلك القوى مثل ذلك الكلام فى كتاب النفس فى القوة المحركة\nللحيوان فى المكان: ما هى؟ وكيف تحرك؟ — وبقى عليه ها هنا أن يقول ما هى\nالأعضاء والآلات التى بها تتم هذه الحركة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p191'> Vol. 01, p. 191</a>\n            </div>\n            \n</p>\n\n<p>\nثم إنه بعد ذلك يذكر الصنف الثانى من هذا القول. وهذا الصنف هو ضرورى فى\nوجود الحيوان: وذلك أن كل قوة منها تشتمل قوى كثيرة من قوى النفس، وهى\nكالجنس لها؛ ولذلك كانت أكثر ضرورية من الصنف الأول، مثل النوم واليقظة:\nفان النوم سكون جميع الحواس، واليقظة هى حركاتها؛ وكذلك الموت والحياة\nوالهرم والشباب والصحة والمرض. والذى يلنى لأرسطو فى بلادنا هذه من القول\nفى هذه الأشياء التى وعد فى صدر هذا الكتاب بالتكلم فيها — إنما هى ثلاث\nمقالات فقط: (المقالة الأولى) يتكلم فيها فى القوى الجزئية التى فى الحاس\nوالمحسوسات؛ وبهذا الجزء لقب هذا الكتاب. و(المقالة الثانية) يتكلم فيها فى\nالذكر والفكر، والنوم واليقظة، والرؤيا. و(المقالة الثالثة) فى طول العمر وقصره.\n</p>\n\n<p>\nفنتكلم نحن أولا فى هذه المقالات الموجودة له على عادتنا. فان <span id='ms01'></span> أنسأ الله\nفى العمر فسنتكلم فى الأمور الأخر.\n</p>\n\n<p>\nولنبدأ بالقول فى الحاس والمحسوس. والكلام فى ذلك منحصر فى أربعة أقسام:\nمنها معرفة ماهية هذه القوى، وماهية جزء جزء منها؛ ومعرفة الآلات التى بها\nيتم فعل هذه القوى؛ ومنها معرفة مدركات هذه القوى وهى المحسوسات؛ ومنها\nمعرفة كيفية إدراك هذه القوى بهذه المحسوسات. — وهذه كلها قد تكلم فيها فى\n«كتاب النفس» بكلام كلى. وهو يروم ها هنا أن يستوفى الكلام فى الأمور\nالجزئية الموجودة لها، والخواص التى تختص بها هذه القوى فى أنفسها وفى\nحيوان حيوان، والخواص التى تتضمن، ويعرف ما بقى من طبيعة المحسوسات، فان\nهذا لم يتكلم فيه إلا بقول فى غاية الكلية. فنقول:\n</p>\n\n<p>\nإن القوى الحسية: منها ما هى ضرورية فى وجود الحيوان، ومنها ما هى موجودة\nلمكان الأفضل. وهذه كلها تختلف أيضا فى الحيوان بالقوة والضعف. فأما التى\nوجدت فى الحيوان من أجل الضرورة فهى حاسة اللمس وحاسة الذوق. \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p192'> Vol. 01, p. 192</a>\n            </div>\n            \nوأما التى وجدت من جهة الأفضل فحاسة السمع وحاسة البصر وحاسة الشم. وإنما\nكانت حاسة الذوق واللمس ضرورية فى بقاء الحيوان لأنها بمنزلة الأشياء التى\nترد بدنه من خارج إلى داخل؛ وذلك أن بحاسة الدوق يميز الطعم الملائم من غير\nالملائم، وبحاسة اللمس يميز الأشياء والأمور التى تفسد بدنه من خارج والتى\nتحفظه وتناسبه. وأما الحواس الأخر فليس فعلها تمييز ما شأنه أن يرد البدن\nمن خارج إلى داخل، ولذلك لم تكن ضرورية فى وجود الحيوان. وهذه القوى يشملها\nكلها أنه لا يتم فعلها إلا بآلة. ويخص قوة اللمس والذوق أنها لا تحتاج فى\nفعلها إلى متوسط. ويخص الثلاث الباقية أنها تحتاج إلى المتوسط. فأما آلة\nالقوى المبصرة فهى العين. ويخص هذه الآلة أن الغالب على تركيبها إنما هو\nالماء الذى هو الجسم الصقيل الشفاف. وإنما كانت آلتها بهذه الصفة لترتسم\nفيها صور محسوساتها، كما ترتسم الصورة فى المرآة. ولذلك كان الجزء الجليدى\nمنها فى غاية الصفاء والبياض. وضرورة هذه الآلة فى إدراك هذه القوة بين\nبنفسه. وإنما <span id='ms02'></span> تفعل هذه الآلة فعلها إذا كانت على مزاجها الطبيعى دون أن يرد\nعليها ما يكدرها ويحركها. ولذلك من هاج غضبه واحمرت عيناه وصعدت الحرارة\nلرأسه فسد نظره، وربما رأى الشىء الواحد شيئين لمكان الحركة التى تعرض\nللروح الباصر فى حال الغضب. وذلك أن الجزء القابل للصورة من العين المتحركة\nيوجب بأن يرى الصورة صورتين. وذلك أنه إذا انتقل ذلك الجزء خلف جزء آخر\nارتسمت الصورة فى الجزء الثانى وأنر لها فعل لم يمح بثان بعيد من الجزء\nالأول فتظهر الصورة الواحدة هنالك صورتين. ولكون هذه الآلة — أعنى العين —\nإنما تفعل فعلها إذا كانت على اعتدال من مزاجها — عرض لها إذا بردت عن\nالأشياء التى من خارج بردا خارجا عن المعتاد أن يضعف نظرها. ولذلك تظلم\nالعين فى المواضع التى فيها ثلج كثير أو ماء كثير. ولهذا السبب تظهر آفاق\nالبحر كدرة قليلة الضوء. وكذلك مواضع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p193'> Vol. 01, p. 193</a>\n            </div>\n             الثلج. وإنما يحفظ طبيعة\nهذا الماء على ما هو — الهواء الذى من خارج لأن بينهما مناسبة طبيعية. فمتى\nهاجت حرارة العين أكثر مما ينبغى ضعف نظرها. وهذا الفعل من أفعال العين\nإنما هو للجزء البدنى المائى. ومزاج هذا الجزء هو السبب فى الرؤية التامة.\nولهذه العلة جعلت الأجفان للأعين الجيدة النظر، أعنى لتحفظ مزاجها على تغير\nالأمور التى من خارج وتكدرها، — بمنزلة الأعمدة للسيوف. ولهذا من كان جفناه\nأغلظ كان أقوى بصرا للأشياء على بعد، لأن غلظ الأجفان يمنع تثوير ذلك الماء\nمن الحر الذى من خارج، وتجميده وتغليظه من البرد من خارج. ومن أجل هذا صار\nكثير من الحيوان ينظر إلى الأشياء على بعد أكثر من نظر الإنسان لغلظ\nأجفانها. — وأما آلة السمع الخاصة به فهى الهواء المنبث فى الأذن. وكلما\nكان هذا الهواء ألفط وأتم سكونا، كان فعله أتم. وكذلك الشم هو الهواء\nالمنبث فى الأنف. وأما آلة الذوق فهى اللسان؛ وأما آلة اللمس فهى اللحم.\nويخص آلات الحواس كلها أنه ليس فيها شىء بالفعل مما تدركه الآلة، فانها\nمركبة من الكيفيات التى <span id='ms03'></span> تدركها؛ ولذلك إنما تدرك منها الأمر الخاص، وذلك\nلموضع اعتدالها. ومن أجل ذلك كلما كان اللحم أعدل، كان أكثر إدراكا\nللكيفيات البسيطة، أعنى الحار والبارد والرطب واليابس. ولهذا كان الإنسان\nأجود الحيوان إدراكا فى هذه الحاسة، وبخاصة لحم اليد منه، أعنى لحم الكف\nوبخاصة السبابة من لحم الكف، وهو دليل الذكاء فى الناس، أعنى جودة حس\nاللمس. وأما اللسان فليس فيه طعم بالفعل؛ ولذلك إذا انتشر فيه بعض الأخلاط\nفى الأمراض فسد ذوقه. وكذلك الأمر فى آلات سائر الحواس. وقد أعطى السبب فى\nذلك فى «كتاب النفس».\n</p>\n\n<p>\nويخص آلات الثلاث قوى، أعنى السمع والبصر والشم، أنها منسوبة إلى\nالبسائط: فالعين إلى الماء، والسمع إلى الهواء، والشم إلى الحار النارى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p194'> Vol. 01, p. 194</a>\n            </div>\n             الدخانى؛ ولذلك كانت المشمومات تشفى الدماغ، أعنى لموضع برده\nوحرارة الحر الدخانى المشموم.\n</p>\n\n<p>\nفقد قلنا فى آلات هذه الحواس. فلنقل فى المتوسطات الثلاث التى تحتاج\nإليها الحواس الثلاث وفى خواصها وفى لوازمها. والمتوسط الذى تستعمله هذه\nالحواس إما هواء فى الحيوان البرى، أو ماء فى الحيوان المائى. والدلالة على\nحاجة هذه الحواس الثلاث إلى المتوسط أنها إذا وضعت محسوساتها على الحاسة لم\nتدركها؛ وكذلك إذا قامت بينها وبين المحسوسات أجسام غليظة مما ليس يصلح أن\nيكون متوسطا. وبالجملة، فتظهر حاجة هذه الحواس وفعلها إلى المتوسط من قبل\nأنه متى فسد المتوسط فسد فعلها. ولهذا يخص المتوسطات من جنس الآلات الخاصة\nبها، أعنى أن يكون قابلا للمحسوسات بنوع ما، من نوع قبول الآلات. وسيظهر\nالسبب فى ذلك إذا تبينت طبيعة الحواس المختلطة بالمتوسطات. ويخص قوة البصر\nمن هذه الآلات أنها تحتاج مع المتوسط إلى الضوء. والدليل على ذلك أنها لا\nتبصر فى الظلمة. وإذا حدث فى الهواء دخان أو بخار يعوق نفوذ الضوء فيه ضعفت\nالرؤية. ولهذا إذا غضب المرء وهاجت الحرارة فى عينيه أظلم بصره لمكان\nالبخار. وربما رأى الشىء الواحد — كما قلنا — شيئين. وليس الضوء شيئا يؤخذ\nمن طبيعتها، وإنما يدخل عليها من خارج. ولو كان من نفس طبيعتها لأبصرت <span id='ms04'></span>\nالأشياء فى الظلمة. ولهذا يرى الذين يغمضون أعينهم: إذا فتحوها أن لا يروا\nالشىء على حقيقته إلا بعدما يستنير بصرهم. وقد يعرض للبصر أنه يرى الشىء\nرؤية روحانية قبل أن يراه من خارج على الحالة التى هو عليها. وسنبين علة\nذلك فيما بعد. وهذه الرؤية إنما تعترى المبصر فى الأكثر فى الظلمة وعند\nالسكون. ومن خاصة هذا الإدراك أنه لا يكون جيدا إلا فى الضوء المعتدل، لا\nفى الضوء الشديد ولا فى القليل.\n</p>\n\n<p>\nفقد بان من هذا أن الحواس الثلاث يخصها أنها تدرك محسوساتها بمتوسط، وأن\nالبصر يخصه — مع وجود المتوسط — حضور الجسم المضىء. وقد قيل فى الضوء\nوالمستضىء والإشفاف والمشف فى «كتاب النفس». وواجب أن تكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p195'> Vol. 01, p. 195</a>\n            </div>\n            \nالشبكة الداخلة من شباك العين تستنير من الماء الذى فى العين، كما يستنير\nالماء من الهواء. إلا أن القوة الحساسة هى فى أفق هذه الشبكة مما يلى\nالقحف، لا مما يلى الهواء. ولذلك كانت هذه الشباك، أعنى طبقات العين، حافظة\nلقوة النفس، لكونها متوسطة بينها وبين الهواء. وقد يدل على ضرورة الإبصار\nووصول الضوء إلى هذه الشباك أن الإنسان إذا أصابته ضربة على جفنه أظلمت\nعيناه دفعة وانطفأ ذلك الضوء الذى كان فى عينيه دفعة، كما ينطفىء المصباح،\nولم يبصر شيئا. وستبين هذه الأشياء إذا تبينت كيفية إدراك هذه الحواس، فان\nهناك تظهر الأسباب التى اضطرت إلى هذه الأشياء التى من خارج فى هذه الحواس\nالثلاث.\n</p>\n\n<p>\nوإذ قد تبينت خواص هذه القوى فى الآلات والمتوسطات فلنقل فى المحسوسات\nالخاصة بهذه القوى. وقد قيل فى «كتاب النفس» فى هذه المحسوسات قول كلى.\nوالكلام فيها ها هنا أقرب إلى الجزئى كما يقول أرسطو. فنقول إنه قد قيل\nهنالك إن المحسوسات الخاصة بالإبصار: هى الألوان، وبالسمع: الأصوات وبالشم:\nالروائح، وبالذوق: الطعوم، وباللمس: الملموسات. والذى يغنى عن القول فيها\nهو تقريب طبائعها. فنقول:\n</p>\n\n<p>\nإنه لما كانت الأسطقسات تختلف بكثرة التشفيف وقلته كالهواء والماء، وكان\nالمشف من شأنه أن يقبل الضوء ويستكمل به، فاذا قبل المشف الضوء واتحد <span id='ms05'></span> به\nتولد عن ذلك ألوان مختلفة بحسب قوة الضوء وضعفه وكثرة التشفيف وقلته. وذلك\nظاهر من الألوان المختلفة التى تحدث عند اتحاد ضوء الشمس بالغيم والسحاب،\nفانه من البين أن تلك الألوان إنما تحدث عن بياض الضوء وسواد السحاب من\nالألوان التى تحدث عن قوس قزح وغير ذلك. فواجب أن يكون اللون إنما يحدث عند\nامتزاج الجسم المضىء مع الشفاف، وكانت جميع المركبات إنما تتولد عن\nالأسطقسات الأربع، وكان المشف من الأسطقسات هو الماء والهواء، والمضىء منها\nهو النار. وذلك أيضا إذا تشبثت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p196'> Vol. 01, p. 196</a>\n            </div>\n             بغيرها كان واجبا أن تكون\nالألوان مركبة من هاتين الطبيعتين، أعنى طبيعة المشف وطبيعة النير؛ وأن\nيكون الفاعل لاختلافهما إنما هو اختلاف هاتين الطبيعتين فى الكمية\nوالكيفية. فاللون الأبيض يتولد عن امتزاج النار الصافية مع الأسطقس الذى فى\nغاية التشفيف، وهو الهواء. واللون الأسود يتولد عن النار الكدرة التى تمتزج\nمع أقل الأسطقسات شفيفا، وهى الأرض. والألوان المتوسطة بين الأبيض والأسود\nتتولد عن اختلاف هذين الشيئين بالأقل والأكثر، أعنى اختلاف الجسم المشف\nوالغير مشف. ولذلك كان اللون الأبيض والأسود هما اسطقسا الألوان. وإذا كان\nظاهرا من اللون، وكان اللون إنما يكون فى سطح جسم محدود — وبهذا يفترق\nاللون من الضوء — فان الضوء هو كمال المشف الغير محدود. وليس اللون شيئا\nيحدث فى المركب عن بخار الأجزاء الصغار الشفافة التى فى الأسطقسات، كما يرى\nذلك قوم: فانه ليس يحدث عن الأسطقسات شىء على جهة التجاور، على ما تبين فى\nكتاب «الكون»؛ وإنما يحدث ما يحدث عنها على جهة الامتزاج. ولكون الضوء إنما\nيكون فى جسد شفاف، كان آل فيثاغورس يعتقدون أن تولد الضوء ليس يوجد للأجسام\nالمنيرة بذاتها إلا عند اتحاد الضوء بجسد آخر. والفرق بين النار والأجسام\nالسماوية فى ذلك بين. ومما قيل فى ماهية اللون يبين أن اللون يقبله الهواء\nأولا ثم يوصله إلى البصر من جهة ما هو شفاف مضىء. والدليل على أن الهواء\nيتأثر عن اللون ويقبله ما يظهر من تلون الشىء الواحد بعينه <span id='ms06'></span> بحسب ما يمر به\nمن السحاب المضىء وربما أضاءت الحيطان والشخوص من الألوان التى تمر بها من\nالسحاب — مثال ذلك أنه إذا مرت السحاب بالنبات الأخضر، كثيرا ما تتلون\nالحيطان والأرض بلون ذلك النبات.\n</p>\n\n<p>\nفقد بان من هذا أن الألوان إنما تحدث عن امتزاج النار مع الأجسام المشفة،\nوأن الضوء هو السبب فى توصيل الألوان إلى البصر، بل وفى وجودها. وأقول\nأيضا: كما أن اللون الأبيض المتولد عن الامتزاج أخس من لون الضوء إذ كان\nمتولدا عنه — كذلك أيضا سائر الألوان أخس من اللون الأبيض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p197'> Vol. 01, p. 197</a>\n            </div>\n            \nوالأسود، إذ كانت متولدة عنهما. ولما كانت الألوان إنما تتولد عن الأبيض\nوالأسود، كان اختلافهما بالأقل والأكثر اختلافا متفننا غير متناه من جهة\nالمادة، ووجب أن تكون الألوان غير متناهية فى الطبيعة، فانه كلما توهم\nالنطق الباطن فيها نوعا من الامتزاج أبرزته وإن كان النطق الخارج مما لا\nيقدر أن يعبر عن ذلك القدر؛ ولهذا كانت الصناعة فى هذا المعنى كما يقول\nأرسطو مقصرة عن الطبيعة، فان الصناعة إنما تبرز من مقادير الألوان التى فى\nالنطق الباطن ما قدر النطق الخارج أن يعبر عنه. وأما الطبيعة فانها تبرز كل\nما كان فى النطق الباطن الروحانى، ولهذا كانت أشرف من الصناعة وكان شرف\nالصانع إنما هو فى جودة تشبيههه بالطبيعة بحسب الممكن. وأيضا فان الباطن\nالروحانى الذى عنه تفعل الطبيعة ما تفعله وتبرز ما تبرزه ليس له شىء فوق\nالطبيعة عن إدراك ما يلقى إليها من ذلك، كالحال فى النطق الروحانى الباطن\nالذى عنه يفعل الصانع، فان النفس البهيمية الموجودة فى الحيوان ليست تعرف\nأفعالا بل تفرح وتلتذ بما تبرزه الطبيعة من الألوان والأصوات لأنها موجودة\nفى النفس البهيمية بالقوة، فاذا أبرزتها الطبيعة سرت بها النفس البهيمية\nوفرحت بادراكها. — وأما النطق الباطن الذى عنه تفعل الصناعة فانه لا تعرفه\nالنفس البهيمية، ولذلك لا يدرك الصانع مما يلقى إليه النطق الروحانى إلا\nآثارا وأعراضا بعيدة من الأشياء التى تلقيها الطبيعة. ولذلك كانت الأمور\nالمتقدمة فى المعرفة عند <span id='ms07'></span> الصانع متأخرة فى الوجود بعكس ما عليه الأمر عند\nالطبيعة. وأيضا فان الصانع خارج الشىء، والطبيعة داخل الشىء. فهذه الأشياء\nالتى بها افترقت الصناعة من الطبيعة. ولذلك كانت الألوان والأصباغ التى فى\nالنطق الباطن تكاد أن تكون غير متناهية. ولذلك قد تظهر الطبيعة من الألوان\nوالأصباغ ما يعجز الصباغون عن كنهه. وذلك أن الصناعة لما كانت إنما تتقبل\nالطبيعة وتصير إلى التقدم عندها من المتأخر، لم تدرك من تلك المراتب التى\nعند الطبيعة إلا مراتب جليلة، أعنى شديدة التباعد بعضها من بعض، وبين تلك\nالمراتب عند الطبيعة مراتب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p198'> Vol. 01, p. 198</a>\n            </div>\n             كثيرة. — فقد بان من هذا لم كان\nوجود الألوان فى الطبيعة غير وجودها فى الصناعة.\n</p>\n\n<p>\nفأما الأصوات فقد قيل فى «كتاب النفس» فيها.\n</p>\n\n<p>\nوأما المشمومات، وهى ذوات الروائح والطعوم، فينبغى أن نقول فيها قولا\nمفصلا، فنقول: إنه من البين أنه ليس لواحد من الأسطقسات طعم ولا رائحة، وأن\nالطعم والرائحة إنما يوجدان للممتزج من جهة ما هو ممتزج. ولما كان كل ممتزج\nإنما صورته منسوبة إلى غلبة كيفيتين من الكيفيات الأربع عليه، فيجب أن ننظر\nإلى أى الكيفيات ينبغى أن ينسب الطعم فى الجسم ذى الطعم، فنقول: إنه لما\nكان الذوق غذاء للحيوان، وكان الغذاء من شأنه أن يكون شبيها بالحيوان، وكان\nبدن الحيوان منسوبا إلى غلبة الحرارة الرطوبة عليه — وجب أن يكون الطعم\nمنسوبا إلى الحرارة والرطوبة. وإنما كان ذلك كذلك، لأن طبيعة الرطب، الذى\nهو الماء، أشد مناسبة للحيوان من طبيعة الأرض. وقد يدل على أن الرطوبة هى\nسبب الطعم الممتزج. إلا أن الأشياء المطعومة: منها مطعومة بالقوة، ومنها\nبالفعل. وأما التى بالفعل فهى المطعومة بالقوة؛ وإنما تكون مطعومة بالفعل\nإذا صارت رطبة بالفعل كالملح وما أشبهه، فانه لا يتطعم إلا أن ينحل بترطيب.\nوإذا كان ذلك كذلك، فالطعم إنما يحدث ضرورة عن اختلاط الجزء اليابس بالجزء\nالرطب إذا نضج عن الحرارة نضجا ما. — وأصناف الطعوم إنما تختلف باختلاف\nهذين الشيئين فى القلة والكثرة: فالحلاوة منسوبة إلى الحرارة. 〈والمرارة〉\nمنسوبة <span id='ms08'></span> بالإضافة إلى رطوبة الحلاوة. وما بين هذين من الطعوم متولد من هذين\nالطعمين، كما تتولد الألوان عن الأبيض والأسود.\n</p>\n\n<p>\nوأما الروائح فيظهر من أمرها أن هيولاها هى الطعم المتولد عن مخالطة\nاليبوسة للرطوبة. وذلك أنه يظهر بالاستقراء أن كل ما له رائحة فله طعم. إلا\nأن الروائح، لما كانت من جنس الأبخرة الدخانية، وبهذه الجهة كان الهواء\nحاملا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p199'> Vol. 01, p. 199</a>\n            </div>\n             لها — كانت منسوبة إلى الحرارة واليبوسة المتولدة عن\nاليبوسة المختلطة بالرطوبة ذات الطعم من جهة ما هى ذات طعم.\n</p>\n\n<p>\nوقد يشهد أن طبيعة المشمومات طبيعة الدخان أن كثيرا من الأشياء ليس لها\nرائحة، فاذا أدنيت من النار كان لها رائحة. وبهذه الجهة كان الإنسان له\nخاصية فى إدراك روائح الأشياء بالفرك باليد؛ وذلك أن هذه الآلة بحرارتها\nوبنيتها من شأنها أن تثير هذا الجوهر من الشىء ذى الرائحة. ولذلك يشبه أن\nيكون الإنسان أجود تفصيلا فى إدراك فصول محسوسات الشم من سائر الحيوان؛\nوكثير من سائر الحيوان أقوى منه إدراكا للروائح على البعد.\n</p>\n\n<p>\nفقد قلنا فى خواص آلات هذه الحواس واستوفينا القول فى طبيعة محسوساتها.\nفينبغى أن نستوفى القول فى كيفية إدراكها، فان ذلك إنما قيل فى «كتاب\nالنفس» قولا كليا.\n</p>\n\n<p>\nفنقول: إن الآراء التى كانت للقدماء فى كيفية إدراك النفس محسوساتها\nأربعة: أحدها رأى من كان يعتقد أن صور المحسوسات فى النفس بالفعل وأنها\nليست تستفيدها من خارج، وإنما الصور التى من خارج منبهة ومذ كرة بما عندها\nمنها. وهذا هو رأى أفلاطون، أو قريب منه. — والثانى رأى من كان 〈يقول〉 إنه\nليس فى النفس شىء من المحسوسات بالفعل، وإنما تستفيدها من خارج، وهؤلاء\nانقسموا فرقتين: فرقة رأت أن استفادتها الصور التى من خارج واستكمالها بها\nاستفادة جسمانية لا روحانية، ومعنى ذلك أنه يكون وجودها بالنفس على الحالة\nالتى هى عليها خارج النفس؛ وفرقة رأت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p200'> Vol. 01, p. 200</a>\n            </div>\n             أن إدراكها الأشياء التى\nمن خارج واستفادتها استفادة روحانية، وهؤلاء انقسموا طائفتين: فطائفة رأت\nأنها لا تحتاج فى إدراكها إلى متوسط وإنما تدرك النفس محسوساتها الخارجة <span id='ms09'></span>\nبأن تتحرك إليها وتلقى ذاتها عليها — وهؤلاء هم الذين كانوا يرون أن\nالإبصار إنما يكون بأشعة تخرج من العين إلى الشىء المنظور إليه؛ وطائفة\nثانية رأت أن النفس إنما تقبل محسوساتها بواسطة قبول المتوسطات لها، وذلك\nبأن تقبلها أولا المتوسطات حتى تؤديها إلى الحس المشترك، وسواء كان المتوسط\nآلة جسمانية من خارج. والذين قالوا إن النفس لا تحتاج إلى المتوسط حكى\nأرسطو عنهم حجتين: إحداهما أنها لو كانت تقبل ذلك بمتوسط ولا تكون هى\nالمتحركة إلى المحسوسات، لما احتاجت النفس إلى الحركة الشديدة والاحتيار\nعند الإحساس بالمحسوس. والحجة الثانية أنه لو كانت الصور تأتى بمتوسطات،\nلما كانت النفس تقدر أن تقبل من الصور إلا بقدر ما يؤدى إليها المتوسط.\nوأما الذين قالوا بخروج الأشعة من العين فلهم حجج مقنعة، وأقواه ما يضعه\nصاحب علم المناظر من أن أسباب الرؤية وما يعرض عنها وهى الخطوط الشعاعية\nالمنكسرة أو المتقطعة، وما يضعه من أن الإبصار إنما يكون بشكل صنوبرى مخروط\nيخرج من العين وينتهى إلى المبصرات — فظن هؤلاء أن هذه الخطوط والأشكال\nالمؤثرة فى الإبصار لا يمكن أن ترتسم إلا فى جسم يخرج من العين وهو الشعاع.\n</p>\n\n<p>\nونحن نقول: أما أن الرؤية وما يعرض فيها لا يتم إعطاء أسباب ذلك إلا\nبتوهم هذه الخطوط والشكل الصنوبرى — فصحيح؛ لكن نقول إن هذه الأبعاد ليس\nالحامل لها ولا الموضوع شيئا غير المتوسط وهو الجسم الشفاف: فان من شأن هذا\nالجسم أن يقبل الضوء واللون، بهذا النوع من القبول. وسنعدد ما يلزم هذا\nالرأى من المحالات التى عددها أرسطو. — فنرجع إلى حيث كنا فنقول: أما من\nزعم أن صور المحسوسات موجودة بالنفس بالفعل، وأنها إنما تحتاج إلى\nالمحسوسات من خارج ليتذكر وينتبه فقط — فقد يدل على بطلانه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n             أنه\nلو كانت هذه الصور موجودة لها بالفعل لما احتاجت إلى الصور التى من خارج فى\nحصول العلم بها، ولكان يحصل لها العلم بمحسوساتها قبل أن تحس بالأمور التى\nمن خارج، ولكانت إذا شاءت أن تحس محسوسا ألقت <span id='ms10'></span> عنها شعاعها من ذاتها\nفأدركته. وأيضا لو كان الأمر هكذا، لكانت هذه الآلات باطلا وعبثا، والطبيعة\nلا تصنع باطلا.\n</p>\n\n<p>\nوأما من رأى صور المحسوسات تنطبع فى النفس انطباعا جسمانيا، فقد يدل على\nبطلانه أن النفس تقبل صور المتضادات معا، والأجسام ليس يمكن فيها ذلك؛ وليس\nتلفى هذه للنفس فقط، بل وللمتوسطات: فانه يظهر أن بجزء واحد من الهواء يقبل\nالناظر اللونين المتضادين إذا نظر شخصين أحدهما أبيض والآخر أسود. وأيضا\nفان كون الأجسام العظام مدركة للبصر بالحدقة على صغرها حتى إنها تدرك نصف\nالكرة من العالم — دليل على أن الألوان وما يتبعها ليست تحل فيها حلولا\nجسمانيا بل حلولا روحانيا، ولذلك يقول: إن هذه الحواس إنما تدرك معانى\nالمحسوسات مجردة من الهيولى: فتدرك معانى اللون مجردا من الهيولى، وكذلك\nتدرك معنى المشموم والمطعوم وسائر المحسوسات.\n</p>\n\n<p>\nوإذ قد تبين أن هذا الإدراك روحانى، فيقال لمن أنكر أن يكون إدراك\nالمحسوس بمتوسط: إن المعانى التى تدركها النفس إدراكا روحانيا منها جزئى\nوهى المحسوسات، ومنها كلى وهو المعقولات. ولا يخلو هذان الصنفان من المعانى\nأن يكون إدراك النفس لهما بجهة واحدة من الجهات الروحانية، أو بجهتين. ولو\nكانت بجهة واحدة لكانت المعانى الكلية والجزئية واحدة — وذلك مستحيل. وإذا\nكان هذا هكذا، فهى تدرك المعانى الكلية بجهة، والجزئية بجهة. أما المعانى\nالكلية فتدركها إدراكا غير مشارك لمادة أصلا، ولذلك لا يحتاج فيها إلى\nمتوسط. وأما المعانى الجزئية فتدركها بأمور مناسبة للأمور الجزئية، وهى\nالمتوسطات؛ ولولا ذلك لكانت المعانى التى تدرك كلية لا جزئية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p201'> Vol. 01, p. 201</a>\n            </div>\n            \nوكان وجود الصورة فى المتوسطات هو بضرب متوسط بين الروحانية والجسمانية،\nوذلك أن وجود الصور خارج النفس جسمانى محض، ووجودها فى النفس روحانى محض،\nووجودهافى المتوسط متوسط، وأعنى ﺑ «المتوسط» ها هنا آلات الحواس والأمور\nالتى من خارج فى الحواس التى تحتاج إلى ذلك. فالآلات بالجملة إنما احتاجت\nإليها الحواس لكون إدراكها شخصا روحانيا، فان الروحانى الكلى لا يحتاج إلى\nهذه الآلات. — فقد ظهر من هذا القول أن كون هذه الصور التى <span id='ms11'></span> فى النفس\nروحانية جزئية هو السبب الذى اضطر أن يكون هذا الإدراك بمتوسط. وبحق ما كان\nذلك كذلك، فان الطبيعة من شأنها أن تسير من الوجود المقابل إلى مقابله\nبمسيرها أولا إلى المتوسط. وليس يمكن أن يقال الروحانى من الجسمانى إلا\nبمتوسط. ولذلك كلما كانت هذه المتوسطات ألطف، كان الإدراك أتم وأفضل. وأما\nقول من قال إنه لو أدركت النفس بمتوسط، لكانت إنما تقبل من ذلك بقدر\nالمتوسط، أعنى إن كان صغيرا قبلته صغيرا، وإن كان كبيرا قبلته كبيرا، فان\nهذا إنما يلزم فى الإدراك الجسمانى لا الروحانى.\n</p>\n\n<p>\nوأرسطو يبطل قول من قال إن القوة المبصرة تمتد من العين حتى تصل إلى\nالشىء المنظور فيه — بحجج: منها: إن كان ما يجب بحسب هذا الرأى أن ينظر\nالبصر إلى الأشياء فى الظلمة كما ينظر إليها فى الضوء؛ وإن من يقول بامتداد\nالأشعة لا يحتاج البصر عنده إلى المتوسط ولا إلى الضوء.\n</p>\n\n<p>\nومنها: أنه لو كانت قوة النفس، أعنى الجنس المشترك، هو الذى يمتد إلى\nالأشياء حتى يحسها لم يحتج إلى الشباك التى فى العين، أعنى الطبقات، ولما\nكان يجب أن يدخل على هذه القوة فساد إذا تعطلت منها شبكة.\n</p>\n\n<p>\nالحجة الثالثة منها: لو كانت النفس تمتد حتى تلقى المحسوس، لكان إدراكها\nلجميع المبصرات واحدا: النائية والقريبة. وبالجملة، من يقول بالأشعة\nالخارجة من العين فلابد له من أحد أمرين: أحدهما إما أن يضع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p203'> Vol. 01, p. 203</a>\n            </div>\n            \nهذه الأشعة أجساما، وإما أن يضعها أشعة نورية غير أجسام. فان وضعها أجساما\nلزمه أن يكون إبصار الأشياء فى زمان، وبخاصة إذا بعد المبصر. فانه قد تبين\nأن كل متحرك فى زمان يتحرك. وأيضا فان النفس المبصرة يجب أن تكون مرتبة فى\nهذا الجسم، وليس فى الحيوان جسمى هو موضوع للنفس إلا الحرارة الغريزية. ولو\nفارقت مقدار فتر لتبددت. وأما إن كان الخارج من العين ضوءا لا جسما، فلسنا\nنقدر أن نقول إن النفس مرتبة فى ذلك الضوء، فان موضوع النفس جوهر لا عرض.\nوإذا لم تكن النفس موضوعة <span id='ms12'></span> فى ذلك، وكانت إنما هى موضوعة داخل العين، فعلى\nأى جهة تدرك المحسوسات وهى غير مماسة لها؟ فان كل فعل وانفعال إنما يكون\nبمماسة وتحريك الواسطة للمتحرك الأخير بالمماسة. ولا بد ضرورة من أن يعرض\nلآلة هذه القوة محسوسها أن يكون أحدهما محركا، والآخر متحركا. فان فرضنا أن\nالخارج من العين إنما هو لاجسم لم نجد بدا من أن نقول بالمتوسط، وإلا لم\nنصل ضرورة بحركة المحسوس إلى الحس، ولم تكن ضرورة بين هذا القول وقولنا إن\nالرؤية إنما تتم بمتوسط وضوء. إلا أن الضوء عندنا ليس من نفس العين، بل من\nخارج. وهذا شىء لا يقولونه؛ ولو قالوه للزمهم أن يبصروا فى الظلام. وإنما\nغلطهم أنهم رأوا هذا الروح الذى به يكون الإبصار مناسبا للضوء، فاعتقدوا\nفيه أنه ضوء، مع أنهم كانوا يعتقدون فى الضوء أنه جسم.\n</p>\n\n<p>\nأما جالينوس فقد بلغ من غلطه فى هذا المعنى أن ظن أن الهواء حساس.\n</p>\n\n<p>\nوإذ قد تبين كيف إدراك النفس بالقول الكلى، فلننظر كيف يترتب هذا الإدراك\nبمتوسط فى الحواس الثلاث التى تدرك بمتوسط فنقول: إن الهواء، بتوسط الضوء،\nيقبل صور الأجسام أولا ثم يؤديها إلى الشبكة الخارجة، وتؤديها الشبكة\nالخارجة إلى سائر الشباك حتى تتأدى الحركة إلى الشبكة الأخيرة التى الحس\nالمشترك موضوع خلفها، فتدرك صورة الشىء؛ وفى وسط هذه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p204'> Vol. 01, p. 204</a>\n            </div>\n             الشباك\nالشبكة البردية وهى كالمرآة، وتؤديها إلى الماء، لأن طبيعتها مشتركة من\nهاتين الطبيعتين. والماء الذى يقول أرسطو إنه خلف الرطوبة البردية هو الذى\nيسميه جالينوس الرطوبة الزجاجية فيما أحسب. وهذه الطبقة هى آخر طبقات\nالعين، ومنها ينظر الحس المشترك إلى الصورة. وإذا قبلها الحس المشترك أداها\nإلى المصور، وهو القوة المتخيلة، فيقبلها المصور أكثر روحانية، فتكون هذه\nالصورة فى الرتبة الثالثة من الروحانية. فتكون ها هنا للصور ثلاث مراتب:\nالمرتبة الأولى جسمانية؛ ثم تليها المرتبة التى فى الحس المشترك، وهى\nروحانية؛ ثم الثالثة وهى التى فى القوة المتخيلة، وهى أتم روحانية. ولكونها\nأتم روحانية من التى فى الحس المشترك لم <span id='ms13'></span> تحتج القوة المتخيلة فى إحضارها\nإلى حضور المحسوس خارجا، بخلاف الأمر فى قوة الحس. والمصور إنما ينظر إلى\nتلك الصورة وينزع مثالها ومعناها بعد سكون شديد.\n</p>\n\n<p>\nومثال مراتب هذه الصورة فى هذه القوى وتنقلها من مرتبة إلى مرتبة ألطف\nمنها، كما يقول أرسطو، مثال من أخذ مرآة ذات وجهين فنظر فى أحد وجهيها وصير\nالوجه الثانى منها مما يلى الماء وكانت المرآة رقيقة شفافة صافية، فانه\nلهذا الناظر أن تنطبع صورته أولا فى المرآة، ثم تنطبع من المرآة فى الماء.\nوإن نظر أحد إلى الوجه الثانى من المرآة، أعنى الوجه الذى يلى الماء رأى\nتلك الصورة بعينها قد انطبعت مرة ثالثة فى المرآة. فصورة الإنسان الناظر هى\nمثال المحسوس، والمرآة هى مثال الهواء المتوسط، والماء هو مثال العين،\nومثال انطباعها فى الوجه الثانى من المرآة هى القوة الحساسة، ومثال الإنسان\nالمدرك مثال القوة المتخيلة. فاذا لم ينظر الناظر فى هذه المرآة اضمحلت\nالصورة منها واضمحلت من الماء، ويبقى الناظر فى الوجه الثانى من المرآة\nيتوهم الصورة. وهذا هو شأن القوة المتخيلة مع الصورة التى فى الحس المشترك\nفانه إذا غاب المحسوس غابت صورته عن الحس المشترك وبقيت الصورة المتخيلة\nمتوهمة.\n</p>\n\n<p>\nفقد بان من هذا أن رسم الصورة إنما يراه الحس المشترك بتوسط العين،\nوالعين بتوسط الهواء، ويراها فى الرطوبة المائية التى فى العين بتوسط\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p205'> Vol. 01, p. 205</a>\n            </div>\n             البردية بين الماء الذى فى العين والهواء الذى من خارج\nوالرطوبة المائية التى يسميها جالينوس بالزجاجية.\n</p>\n\n<p>\nفقد تبين من هذا كيف يكون الإبصار بالمتوسطات.\n</p>\n\n<p>\nوأما كيف يكون الشم بتوسط الهواء والماء، فان ذلك يكون بما فى الهواء من\nالاستعداد لقبوله للجسم الدخانى المشموم وما فى الماء أيضا من ذلك. وذلك أن\nمن شأن هذه الأسطقسات أن يؤدى بعضها إلى بعض الأبخرة المتولدة، للمجانسة\nالتى بينها: فالأرض تؤدى البخار اليابس إلى الماء، والماء يقبله لمشاكلته\nله فى الرطوبة، والهواء يؤدى إلى النار للمشاركة التى بينهما فى الحرارة.\n</p>\n\n<p>\nوأما كيف يؤدى الهواء الصوت، فقد قيل فى «كتاب النفس <span id='ms14'></span>».\n</p>\n\n<p>\nوأما خصوصية إدراك هذه الحواس الخمس فى الحيوان، فانها ليست على جهة\nواحدة. وذلك أنها فى الإنسان تدرك فصول الأشياء ومعانيها الخاصة، وهى التى\nتتنزل من الشىء المحسوس منزلة اللب من الثمرة. وفى الحيوان، إنما تدرك\nالأمور التى من خارج، وهى نسبتها إلى الأشياء نسبة القشر إلى اللب من\nالثمرة. والدلالة على ذلك أن البهائم لا تتحرك عن هذه الحواس حركة الإنسان\nعنها، فان الإنسان يطرب عند سماع الألحان ولا تطرب البهائم، إلا أن قيل ذلك\nباشتراك الاسم. وكذلك يتحرك الإنسان عن رؤية الأشكال والأصباغ حركة لا\nتتحركها البهائم. وكذلك الأمر فى أصناف المطاعم والمشمومات، وإن كانت\nمشاركة البهائم فى هذا أكثر لمكان جسمانيتها. وكذلك الأمر أيضا فى قوة\nاللمس فان ليد الإنسان فى ذلك خاصية ليست لغيره: فالإنسان يستدل بالشم على\nالطعم الموافق والضار؛ ويتداوى بالمشمومات كما يتداوى بالمطعومات. وإنما\nكانت المشمومات سببا للبرء من أمراض الرأس، لأن الرأس بارد رطب، والمشموم\nفى أكثر الأمر حار يابس.\n</p>\n\n<p>\nوالسمع فى الإنسان هو الطريق إلى التعلم، لأن التعلم إنما يكون بالكلام،\nوالكلام إنما يتأدى إليه من طريق السمع. إلا أن فهم دلالة الألفاظ ليس هو\nللسمع، وإنما هو للعقل.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p206'> Vol. 01, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\nوكل حاسة من هذه الحواس فى الإنسان هى الطريق إلى المعقولات الأول\nالحاصلة له فى ذلك الجنس، وبخاصة السمع والبصر. ولهذا يقول أرسطو إن الذين\nلم يعدموا هاتين الحاستين هم أكثر عقلا وأجود إدراكا.\n</p>\n\n<p>\nفهذه هى جمل الأشياء التى فى هذه المقالة على أكثر ما أمكننا من الإيجاز.\nوأما ما يذكر فى آخر هذه المقالة من إعطاء السبب فى جودة قوة الذكر وضعفها\nفالموضع اللائق به هو عند الكلام فى المقالة الثانية فى القوة الذاكرة.\n</p>\n\n<p>\nتمت المقالة الأولى من «كتاب الحاس والمحسوس» والحمد لله رب العالمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p20'> Vol. 01, p. 20</a>\n            </div>\n            \n7\n</p>\n\n\n<h1 class='l1' id='head2'>[book 2]</h1>\n\n<p>\nبسم الله الرحمن الرحيم رب يسر برحمتك\n</p>\n\n\n<h3 class='l3' id='head3'>المقالة الثانية من كتاب «الحاس والمحسوس» لارسطو تلخيص القاضى أبى الوليد بن رشد، رضى الله عنهم!</h3>\n\n<p>\nيبتدىء بالفحص فى هذه المقالة عن الذكر والتذكر. وهو أولا يطلب الرسم\nالذى <span id='ms15'></span> به يفترق هذا الإدراك من سائر إدراكات النفس؛ ثم يطلب لأى قوة هو من\nقوى النفس، وبمشاركة أى قوة يكون فى الحيوان الذى يذكر؛ ثم يبين كيف يكون\nالذكر والتذكر.\n</p>\n\n<p>\nوأما مرتبة هذه القوة من قوى النفس، ولم كان بعض الناس جيد الذكر ردىء\nالحفظ، وبعضهم بالعكس — إلى سائر لوازم هذه القوى وما يعرض لها فنقول:\n</p>\n\n<p>\nإن الأشياء المدركة لنا: إما أن تكون فى الآن والزمان الواقف مثل مدركات\nالحس، وإما أن تكون متوقعة فى الزمان المستقبل، وهذه هى الأمور المظنونة؛\nوإما أن تكون مدركة فى الزمان الماضى. وبين أن الذكر إنما يكون فى هذه،\nفانا لسنا نسمى ذكرا ماحصلت معرفته لنا الآن، ولا مما يتوقع وجوده، وإنما\nيذكر المرء ماقد حصلت له المعرفة به من قبل فى الزمان الماضى. فالذكر هو\nاسترجاع فى الزمان الحاضر للمعنى الذى كان مدركا فى الزمان الماضى. والتذكر\nهو طلب هذا المعنى بارادة إذا نسيه الإنسان وإحضاره بعد غيبته بالفكرة فيه.\nولذلك يشبه ألا يكون التذكر إلا خاصا بالإنسان. وأما الذكر فانه لعامة\nالحيوان المتخيل. فانه يظن أن أجناسا كثيرة من الحيوان لا تتخيل كذوات\nالأصواف. والفرق بين الذكر والحفظ أن الحفظ لما لم يزل قائما بالنفس من وقت\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p208'> Vol. 01, p. 208</a>\n            </div>\n             إدراكه فى الزمان الماضى إلى الزمان الواقف. وأما الذكر فانه\nلما هو قد نسى. ولذلك كان الذكر حفظا متقطعا، والحفظ ذكرا متصلا. فهذه\nالقوى واحدة بالموضوع، اثنان بالجهة. فالذكر بالجملة هو معرفة ما قد عرف\nبعد أن انقطعت معرفته. — والتذكر هو طلب هذه المعرفة إذا لم تكن حاصلة\nوتصرف الفكرة فى إحضارها. وبين أن هذا الفعل واجب أن يكون لقوة ليست حسا\nولا تخيلا، وهى التى تسمى ذاكرة. فلننظر ما هى هذه القوة، وأى مرتبة\nمرتبتها من قوى النفس، ولماذا تشارك منها. وظاهر من أمرها أنها من القوى\nالمذكرة للأمور الجزئية الشخصية، فان الذكر إنما يكون لشىء بعد إحساسه\nوتخيله، وذلك من جهة ما هو محسوس ومتخيل، فان طبيعة الكم — مثلا — الكلية\nالتى يدركها العقل <span id='ms16'></span> لا تدركها القوة الذاكرة، وإنما تدرك كمية محدودة قد\nأحستها وتخيلتها. فأما كيف تتذكر الكلى، فيستقال فى ذلك.\n</p>\n\n<p>\nوإذا كان ظاهرا من أمر هذه القوى أنها جزئية وأنها محتاجة فى فعلها إلى\nأن تتقدمها قوتان: قوة الحس وقوة التخيل، فلننظر بماذا تفترق هذه القوة من\nقوة التخيل. فانه يظهر من أمرها إن لم تكن هى فهى لها مشاركة فى فعلها.\nفنقول: إنه من البين أنه وإن كان كل ذكر وتذكر فانما يكون مع تخيل، فان\nمعنى الذكر غير معنى التخيل، وأن فعل هاتين القوتين متباين، وذلك أن فعل\nقوة الذكر إنما هو إحضار معنى الشىء بعد فقده والحكم عليه الآن: أنه ذلك\nالمعنى الذى أحس وتخيل. فها هنا إذن أربعة أشياء: خيال، ومعنى ذلك الخيال،\nوإحضار ذلك المعنى، والحكم على أنه معنى ذلك الخيال الذى كان للمحسوس\nالمتقدم. وإحضار الخيال واجب أن يكون لقوة غير القوة التى تدرك المعنى.\nوهذه القوة توجد بحالتين: إن كان إدراكها متصلا سميت حافظة، وإن كان منفصلا\nسميت ذاكرة. وأما الحكم على أن هذا المعنى هو لهذا التخيل فهو فى الإنسان\nللعقل لأنه الحاكم بالإيجاب والسلب، وهو فى الحيوان الذاكر شىء شبيه\nبالعقل، لأن هذه القوة تكون فى الإنسان بفكر وروية، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p209'> Vol. 01, p. 209</a>\n            </div>\n             ولذلك\nيتذكر. وأما فى سائر الحيوان فهلى طبيعية، ولذلك يذكر الحيوان ولا يتذكر.\nوليس لهذه القوة فى الحيوان اسم، وهى التى يسميها ابن سينا الوهمية، وبهذه\nالقوة يفر الحيوان بالطبع من المؤذى وإن لم يحسه بعد، كما يفر كثير من بغاث\nالطير من الجوارح وإن لم تبصرها قط.\n</p>\n\n<p>\nفهاهنا ثلاثة أفعال لثلاث قوى: الاثنتان منها تأتى بالشيئين البسيطين\nاللذين تتركب الصور المركبة منهما اللذين أحدهما خيال الشىء، والثانى معنى\nخيال الشىء. والقوة الثالثة تركب ذين المعنيين أحدهما إلى الآخر، وذلك أن\nفى الصورة المتخيلة شيئا يتنزل منزلة الموضوع، وهو التخطيط والشكل، وشيئا\nيتنزل منزلة الصورة وهو معنى ذلك الشكل. وذلك أن الشخص خارج النفس لما كان\nمركبا عرض له أن يكون فى النفس على <span id='ms17'></span> نحو ذلك، وأن يكون قبول الجزئين اللذين\nمنهما تركب — لقوتين مختلفتين، وأن يكون تركيبها لقوة ثالثة.\n</p>\n\n<p>\nفقد تبين من هاهنا ثلاث قوى: قوة محضرة لمعنى ذلك الخيال وقوة مركبة من\nذلك المعنى إلى خياله. ولذلك إنما يتم التذكر بتعاون هذه القوى الثلاث\nوإحضار كل واحدة منها ما يخصها. وأرسطو يعتمد فى بيان أن هذه القوة، أعنى\nالذاكرة، غير القوة المصورة، وأنهما اثنتان بالماهية والموضوع — أنا قد\nندرك أحيانا معنى الصورة المتخيلة، وأحيانا ندرك الصورة المتخيلة، وأحيانا\nندرك الصورة دون أن نجرد منها معنى الصورة. ولذلك يمكننا أن نحفظ أشياء\nكثيرة معا، ولا يمكننا أن نتخيلها. وقد قلنا إن قوة الحفظ والذكر واحدة\nبالموضوع، اثنتان بالجهة. والتى تدرك القوة المتخيلة من شخص زيد المشار\nإليه إنما هو رسمه الراسم من ذلك فى الحافظ. والذى يدرك القوة الذاكرة إنما\nهو معنى ذلك الرسم، ولذلك كان معنى الشىء فى القوة الذاكرة أكثر روحانية\nمنه فى القوة المتخيلة. ولما كان فعل هذه القوى فى الصورة المحسوسة أحد\nفعلين: إما تركيب، وإما تحليل — وذلك أنها إذا استرجعت التى قد أحست ففعلها\nإنما هو تركيب، وذلك يكون كما قلنا بأن تحضر كل واحدة من القوة المعنى\nالبسيط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p210'> Vol. 01, p. 210</a>\n            </div>\n             الذى يخصها إحضاره والقوة الثالثة. وأما التحليل\nوالتفصيل فانما يكون فى حد الشىء المحسوس ما دام محسوسا، وذلك يكون بأن يحس\nالحاس الشىء خارج النفس ثم يصوره المصور، ثم يميز المميز معنى تلك الصورة\nمن رسمها، ثم يقبل الحافظ ما ميز المميز؛ فان ذهبت، كانت استعادتها على جهة\nالتركيب.\n</p>\n\n<p>\nولما كانت هذه القوى مختلفة الأفعال، كانت مختلفة المواضع من الرأس. ولما\nكان الحاس إنما يحس أولا، ثم يصور المصور، ثم يميز المميز، ثم يقبل الحافظ\nما ميز المميز — وجب ضرورة أن يكون المصور فى أفق الحاس من من الدماغ، ثم\nيليه المفكر، وذلك فى الموضع الأوسط. ثم يلى المفكر الذاكر والحافظ، وذلك\nفى المؤخر من الدماغ، وذلك بحسب المشاهدة من هذه القوى فى هذه المواضع\nبالاعتدال اللاحق لقوة قوة <span id='ms18'></span> من هذه القوى باختلال موضع موضع من تلك المواضع.\nوذلك أنه متى اعتل مزاج مقدم الدماغ فقط، اختل خيال ذلك الرجل، ولم يختل\nفكره ولا ذكره. فاذا اعتل وسطه، اختل فكره. وإذا اعتل مؤخره، اختل ذكره\nوحفظه. وهذا معروف عند الأطباء. ولذلك كانت هاهنا مراتب خمس: أولها جسمانى\nكثير القشر وهو الصورة المحسوسة خارج النفس؛ والمرتبة الثانية وجود هذه\nالصورة فى الحس المشترك وهى أول مراتب الروحانية؛ والمرتبة الثالثة وجودها\nفى القوة المتخيلة، وهى 〈أكثر〉 روحانية من الأولى؛ والمرتبة الرابعة وجودها\nفى القوة المميزة؛ والخامسة وجودها فى القوة الذاكرة، وهى أكثر روحانية\nفانها تقبل لباب ما ميزته الثلاث وصفته من القشر.\n</p>\n\n<p>\nفقد تبين من هذا القول أى وجود هو وجود هذه القوى، وما جوهرها؛ وأنها غير\nالمصورة وغير المميزة، وأنها إنما يتم فعلها بمشاركة المميزة والمصورة،\nوذلك إما فى هذا التركيب، أو فى حد التفصيل. وبين أن الحفظ إنما هو استصحاب\nوجود المعنى المحسوس فى هذه القوة من غير أن ينقطع، وأن النسيان هو ذهابه،\nوأن الذكر هو رجوعه بعد النسيان، وأن التذكر هو استرجاعه وأنه خاص\nبالإنسان. ولذلك قد يجب أن ننظر كيف يتذكر المتذكر ما قد أحسه ونسيه فنقول:\nإن تذكر المرء شيئا قد نسيه إنما يكون ضرورة باحضار معنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p211'> Vol. 01, p. 211</a>\n            </div>\n             ذلك\nالشىء. فاذا أحضرته القوة الذاكرة أحضر المصور صورة ذلك الشىء وركب المميز\nالمعنى الذى ميزه وفصله بأنه إلى المعانى التى تفصلت إليها فمنها يتركب،\nوالمركب هو المفصل. فمعنى الصورة تحضره الذاكرة، ورسمها تحضره المتخيلة،\nوتركيب المعانى إلى الرسم تعطيه المميزة. فسبحان الله الحكيم العليم!\n</p>\n\n<p>\nوباجتماع هذه الثلاث قوى يحضر الشىء المنسى عند التذكر. فان اعتاص إحضار\nالشىء على المرء فانما ذلك لموضع ضعف واختلال لحق إحدى هذه القوى، فاعتل\nسائرها لاختلال تلك القوة الواحدة. وهذا الاختلال يعرض لبعض هذه القوى من\nبعض، إنما يعرض أكثر للأعلى من الأسفل — مثال ذلك أن المصور يألم يختل\nباختلال الحس ويتدنس بتدنسه، ولا يألم الحس بألم المصور. وكذلك القوة\nالمميزة تألم <span id='ms19'></span> بألم المصور، ولا يألم المصور بألمها. وإنما كان ذلك كذلك،\nلأن الروحانى يألم بألم الجسمانى، ولا يألم الجسمانى بألم الروحانى. وكذلك\nالأكثر روحانية منها تألم بألم الأقل روحانية، ولا تألم الأقل روحانية بألم\nالأكثر روحانية. وليس يعرض عن اجتماع هذه القوى وتعاونها إحضار الشىء الذى\nقد أحس ونسى، بل وقد يحضر فى بعض الناس عند اجتماعهما صور الأشياء المحسوسة\nمن غير أن يحسها، وإلا نقلت إليه صفاتها، كما حكى أرسطو عن بعض القدماء أنه\nكان يصور أشياء نقلت إليه بالسماع من غير أن يكون شاهدها. فاذا امتحنت تلك\nالصور وجدت على ما شاهدت عليه وبهذه الجهة يمكن أن يتصور الفيل من لم يره\nقط. وهذا إنما يعرض للمرء عند اتحاد هذه القوى الثلاث. واتحادها إنما هو من\nقبل النفس الناطقة، أعنى من قبل طاعتها لها؛ كما أن افتراقها إنما يكون من\nالنفس البهيمية. واتحادها عسر صعب على المرء لكونه من قبل النطق. وراحة\nالنفس البهيمية إنما هى فى افتراقها. ولذلك إنما يعرض الاتحاد للذين يجهدون\nأفكارهم فى الخلوات ويقطعون عن أنفسهم الشواغل التى تشغل الحواس، فيعود\nالحس المشترك فيهم إلى معونة هذه القوى. ولذلك قد تتحد هذه القوة فى النوم\nفتطلع على عجائب العالم فى الأحوال الشبيهة بالنوم، مثل الإغماء الذى يعرض\nللذين يقال إنهم عرج بأرواحهم.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p212'> Vol. 01, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\nوقد تبين، كما يقول أرسطو، أن لا تحتاج هذه القوى بعضها إلى معونة بعض فى\nإحضار ما لها أن تحضر، بل قد تحضر كل ما لها أن تحضره دون معونة صاحبتها.\nوقد لا يتفق لها أن تحضر الشىء إلا بمعونة بعضها بعضا. والفرق بين حركة\nالنفس على أجزاء الشىء وإحضاره على جهة التذكر، وبين حركة النفس على أجزاء\nالشىء وإحضاره على جهة الحفظ أن حركتها على أجزاء الشىء المتذكر حركة\nمتقطعة، بل على جهة الانتقال من أمور غريبة إلى أجزاء الأشياء المتذكرة،\nوذلك أنها إنما تتذكر بشبيهه ومثاله. والحفظ ليس يحتاج فيه إلى ذلك.\nفالحركة المستوية على أجزاء الشىء المحض هى حفظ. وحركة <span id='ms20'></span> التذكر على أجزاء\nالشىء المذكور ليست بمستوية، لأنها إنما تنتقل من مناسب الشىء إلى الشىء.\nولذلك كان فعل الحفظ أشرف من فعل الذكر، لأن الحركة المستوية أشرف من\nالمنقطعة المختلفة. فالقوة الحافظة بالجملة إنما تخص معانى أجزاء الشىء\nالمحفوظ على التوالى والاتصال. فاذا أحضرتها ركب بعضها إلى بعض المميز\nورسمها المصور. والقوة الذاكرة إنما تحضر أجزاء الشىء بحركة منقطعة غير\nمتصلة. وإذا كان وجود أجزاء الشىء ظاهرا فى هذه المدارك الثلاثة وكان قليلا\nمن جهة المميز والمصور، كان تذكره أسهل؛ وإن كان كثير القشر من هاتين\nالجهتين كان تذكره عسرا. والمعانى الكلية إنما تتذكر من جهة المتخيلات التى\nتستند إليها، ولذلك كان النسيان يلحقها كما يلحق المعانى الجزئية. — الذكر\nإنما يكون للصور السهلة الاسترجاع، والصور السهلة الاسترجاع هى التى تكون\nعند القوة المتخيلة والحس المشترك، وهى كثيرة الجسمانية قليلة الروحانية.\nوالسور العسرة الاسترجاع هى الصور الروحانية القليلة الجسمانية. وإنما كان\nذلك كذلك، لأن الصورة الكثيرة الجسمانية يطول فعل الحس المشترك فى تمييز\nروحانيتها من جسمانيتها، فيعرض له أن تثبت فيه تلك الصورة، وبخاصة إذا\nقبلها قليل القشر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p213'> Vol. 01, p. 213</a>\n            </div>\n            \n</p>\n\n<p>\nفقد تبين من هذا كيف يكون التذكر، وما الفرق بينه وبين الحفظ. وقد بقى من\nلواحق هذه القوى التى يذكرها أرسطو مطلبان: أحدهما: لم كان المتذكر يألم\nويلتذ من غير أن يكون الملتذ به موجودا بالفعل؟ — فنقول: إن المتذكر يلتذ\nبذكر الأشياء التى ليست موجودة بالفعل من جهة أن الأشياء التى تبعثه على\nالتذكر هى أشياء موجودة، وهى ضرورة مناسبة كالأشياء المتذكرة. فلكون شبيه\nالشىء له بالفعل يلحق المتذكر من اللذة أو الأذى عند ذلك ما كان يلحقه لو\nكان ذلك الشىء موجودا بالفعل؛ فكأنه يتوقع خروج ذلك الشىء إلى الفعل، وكأنه\nعند النفس فى حد الممكن. وذلك أنه إذا وجد شبه ذلك الشىء، كان الشىء ممكنا\nأن يوجد، فالنفس إذا تذكرت شيئا من أجل محسوس مناسب لذلك الشىء لأمر بها،\nأشعرها العقل أن ذلك المحسوس من جنس ما كان عندها مخرجا وموجودا <span id='ms21'></span> بالقوة،\nوأنه يمكن أن يخرج إلى الفعل كما خرج إلى الفعل هذا الشبيه الذى نبهنا.\nفيعرض عند ذلك من الألم بالشىء المتذكر واللذة مثل ما يعرض لو كان موجودا\nبالفعل.\n</p>\n\n<p>\nوأما الجيد الذكر من الناس فهو البطىء الحركة الذى يثبت فى نفسه ما يمر\nبه من المحسوسات، وذلك هو مزاج مؤخر دماغه متمسك بالصورة الحاصلة؛ وهذا هو\nالذى تغلب على مزاج ذلك الموضع منه اليبوسة أكثر من غلبة الرطوبة، فان\nاليبوسة من شأنها أن يعسر قبولها؛ فاذا قبلت الصورة فمن شأنها أن تثبت فيها\nوتتمسك بها زمانا طويلا، بخلاف الأمر فى الرطوبة. ولذلك كان الذين مزاج\nأدمغتهم هذه الأمزجة — جيدى التذكر، لأن جودة التذكر إنما تكون عن بقايا\nرسم الصورة المنطبعة فى القوة المتخيلة. — أما الذين تغلب على هذا الموضع\nمنهم الرطوبة فانهم لا يتذكرون الأشياء لقلة ثبوت الصور فى الرطوبة؛ ولكنهم\nيحفظون سريعا لسهولة الرطوبة. ولهذا كان الكثير اليبس قليل الحفظ كثير\nالتذكر؛ وكان الكثير الرطوبة سريع الحفظ مثير النسيان عسر الذكر. والمتوسط\nفى هذا المزاج تجتمع له جودة الحفظ وجودة الذكر؛ ولهذا كانت جودة الذكر\nمنسوبة إلى سن الشباب بالطبع، وكان النسيان يعرض للصبيان والشيوخ: أما\nللصبيان فلموضع الرطوبة الطبيعية، والمشايخ 〈لموضع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p214'> Vol. 01, p. 214</a>\n            </div>\n             الرطوبة〉\nالعريضة؛ وإنما يوجد بعض المشايخ جيد الذكر إذا لم يغلب على مزاجه الطبيعى\nهذا المزاج العرضى. وذلك أن المزاج الطبيعى للشيخ إنما هو مزاج اليبس؛\nولذلك قد يوجد الشيخ ذاكرا، ولا يوجد حافظا؛ وأما الصبيان فيوجدون حفاظا\nأكثر مما يوجدون ذاكرين. وأما الشباب فهم الذين يوجد لهم الأمران معا:\nالحفظ الذكر. وإنما يذكر المرء كثيرا مما أحسه فى صباه لأنه شديد العشق\nللصور التى تمر به، شديد الاستغراب لها فيطول تبينه لها ويجود تحصيله فيعسر\nذهابها.\n</p>\n\n<p>\nفقد قلنا فى هذه القوة وفى لواحقها فلنقل فى النوم واليقظة، والنظر فيهما\nأولا: هل هما خاصان بالنفس، أو بالجسد؟ أو هما مما تشترك فيه النفس والجسد؟\nوإن كانا مما تشترك فيه النفس والجسد فلأى جزء من أجزاء النفس <span id='ms22'></span> تنسب هاتان\nالقوتان؟ ولأى عضو من أعضاء البدن؟ وهل ما يوجد له من الحيوان إحدى هاتين\nالقوتين توجد له الأخرى؟\n</p>\n\n<p>\nفنقول: إن النوم والسهر يرسمان برسوم: أحدها أن النوم حس لا بالقوة، أى\nلأشياء موجودة بالقوة؛ فانه ظاهر أن النائم يرى أنه يأكل ويشرب ويحس بجميع\nحواسه الخمس. وأما اليقظة فانه حس لا بالفعل. — ومن هذين الرسمين يظهر أن\nالنوم عدم اليقظة، لأن ما بالقوة عدم ما بالفعل. والحس الذى بالقوة فى\nالنوم قد يتفق أن يخرج إلى الفعل، وذلك فى المنامات الصادقة والإنذارات\nالعجيبة. وحينئذ يكون الحس الذى بالقوة أشرف من الحس الذى بالفعل. وأما\nالكاذب من الحس الذى بالقوة فخسيس، والذى بالفعل أشرف منه. ويشبه أن يكون\nالأمر كما يقول أرسطو: إن الحس الذى بالفعل جسمانى، والذى بالقوة روحانى،\nوالجسمانى أشرف عند الحاس الجسمانى، والروحانى أشرف عند المدرك الروحانى،\nوليس الروحانى أشرف عند الجسمانى، ولا الجسمانى أشرف من الروحانى عند\nالروحانى. وأما الروحانى على الإطلاق فهو أشرف من الجسمانى، والحس الروحانى\nإنما يوجد فى النوم فقط، بل يوجد فى اليفظة عند اجتماع القوى الثلاث\nواتحادها كما سلف من قولنا، ومن هذين الرسمين أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p215'> Vol. 01, p. 215</a>\n            </div>\n             هاتين القوتين\nواحدة بالوضع، وواحدة بالماهية والحد؛ وأن موضوعهما هى القوة الحساسة\nالمدركة، وأنهما مشتركتان للنفس والبدن. فان أفعال النفس الحساسة من الأمور\nالمشتركة للنفس والبدن لأنهما لا بالذات. وقد يظهر أن هاتين القوتين\nمنسوبتان إلى الحس المشترك مما أقوله، وذلك أنه ليس يمكن أن ينسب إلى القوة\nالغاذية، فان النبات لا نوم له، إذ لا إدراك له وإذا لم ينسب إلى النفس غير\nالمدركة فهى ضرورة منسوبة إلى النفس المدركة، ومن المدركة إلى غير الناطقة،\nفان الحيوان الغير ناطق ينام. ولما كان الحيوان النائم لم يعدم شيئا فى حال\nنومه من آلات الحس ولا من آلات الحركة، وهو مع هذا لا يحس ولا يتحرك، وتمر\nبه المحسوسات ولا يشعر بها — علمنا أن السبب فى ذلك، أعنى النوم، هو أن\nالمدرك للمحسوسات قد انصرف عن <span id='ms23'></span> تلك الآلة إلى باطن البدن. ولما كان قد تبين\nفى «كتاب النفس» أن هاهنا قوة حسية مشتركة لجميع الحواس الخمس، وهى التى\nتقضى تباينها وتقابلها وكثرتها — علمنا أن المنصرف عن هذه الآلات إنما هو\nالحس المشترك، وأن ماهية النوم إنما هو غؤور هذه القوة الحساسة المشتركة\nإلى داخل الجسم، وأن اليقظة هى حركة هذه القوة الحساسة إلى آلاتها من خارج.\nولهذا قد يرسم بأن النوم سكون الحركة، واليقظة اتصال الحركة. وهذا القول هو\nأدل على ماهية النوم من القول المتقدم. والدليل على أن النوم غؤور الحس\nالمشترك إلى باطن البدن أن اليقظان يعرض له مثل هذا، أعنى تمر به المحسوسات\nفلا يدركها، وذلك إذا أقبل بالفكرة على أمرها، لأنه فى ذلك الوقت يعطل آلات\nالحساسة ويقبل بالحاسة المشتركة إلى داخل الجسم لمعونة القوة المفكرة، لأن\nالقوة المفكرة تقوى عند سكون سائر الحواس، ولذلك كان الإنسان يدرك فى النوم\nالأمور المستقبلة ولا يدركها فى اليقظة. وأما معونة هذه القوة المفكرة فبأن\nتحصر ما عندها من رسم ذلك الشىء فيصفيه الخيال وتحضره القوة المفكرة، وذلك\nأن المعنى الذى يدرك بالفكرة روحانى، فهو يحتاج إلى معونة هذه القوى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p216'> Vol. 01, p. 216</a>\n            </div>\n             فى إدراكه الذى يخصه. وهذا ليس يعرض لشىء من الحيوان سوى\nالإنسان، لأنه لا قوة عقلية 〈له〉، وإنما يدرك من المحسوسات رسوم الأشياء\nوقشورها. والدليل على ذلك أنها تمر على الضار لها فلا تتجنبه، وعلى النافع\nفلا تتحرك إليه. — وقد يرسم أيضا النوم بأنه ربط القوى ووثاقها، واليقظة\nبأنها انحلال القوى وضعفها وذلك أن اليقظة لما كانت استعمال الحواس آلاتها،\nعرض لها الانحلال عن آلاتها لمكان الضعف والتعب؛ والنوم لما كان جماما لهذه\nالقوى عرض له أن يكون رباط هذه القوى لأنها ستجد به قوة ونشاطا. ولما كان\nهذا الكلال إنما يعرض للآلات عن آلام داخلة عليها مثل التعب والكد وغير ذلك\nمن الأمور، كانت هذه الأشياء أيضا لها مدخل فى رسم النوم. وإذا كان هذا\nظاهرا من أمر النوم فواجب فى كل ما له <span id='ms24'></span> يقظة من الحيوان أن يكون له نوم، لأن\nالضعف يدخل على الحيوان ضرورة، إلا أنه ليس لازما ذلك الحيوان على نحو واحد\nوتيرة واحدة، وذلك أن من الحيوان ما له خمس حواس، وهذا يوجد له النوم\nواليقظة على التمام، ويوجد له الفرح والحزن والشهوة على التمام أيضا؛ وقد\nتوجد له الحاسة التامة المشتركة. ومنها ما توجد له أربع حواس فقط وثلاث\nحواس، وهذا يوجد له النوم لكن ليس فى جميع القوى الخمس إذ كان لا يوجد له\nالسهر بها وليس يلحق شيئا فى أن النوم التام والفرح التام والسرور إنما\nيوجد للحس المشترك التام، وهو الحيوان الذى توجد له خمس حواس، من قبل أنا\nنجد كثيرا ممن فقد بعض هذه الحواس ينام — مثل الأعمى والأصم والأبكم، فان\nهذا الفقد هو عرضى لا طبيعى. وأيضا فهؤلاء لم يفقدوا الحس المشترك، وإنما\nفقدوا الآلات التى بها يشرق الحس المشترك المحسوسات.\n</p>\n\n<p>\nورسم قوم النوم بأنه الذى يحدث عن ضعف القوى الحسية. وليس كل نوم يحدث عن\nضعف القوى الحسية، فانه قد يحدث عن إعمال الفكر فى شىء ما، فيعرض للحس\nالمشترك لمعونة الفكر، لا لأنه لحقه ضعف، بل فعله مع سائر القوى فى ذلك\nالوقت أقوى منه فى حين اليقظة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p217'> Vol. 01, p. 217</a>\n            </div>\n            \n</p>\n\n<p>\nوالدليل على أن القوى الحسية تنقبض عند النوم أن المرء إذا عسر عليه\nالمعنى وفكر فيه عرض له النوم. وقد يبلغ هذا المعنى ببعض الناس أن يعرض لهم\nشبيها بالموت، أعنى لضعف قواهم الخارجة لمكان تصرف القوى الداخلة الروحانية\nوإدراكها للأمور الجزئية واطلاعها على الأمور الروحانية الموجودة فى العالم\nكالملائكة والسموات وغير ذلك، وهؤلاء هم الذين يقال إنه عرج بأرواحهم.\n</p>\n\n<p>\nولما كان الحس المشترك من جهة واحدا، ومن جهته كثيرا: أما الجهة التى هو\nبها واحد فمن جهة أنه يدرك جميع المحسوسات الخمس؛ وأما كثير فمن جهة\nالآلات، أعنى من جهة أن له عينا وأذنا وأنفا، وكان هذا الحاس النوم\nواليقظة، وهو عام لقوى كثيرة من قوى الحس. فتبين أن النوم واليقظة يشتمل <span id='ms25'></span>\nقوى كثيرة من قوى الحيوان. ولذلك ما يقول أرسطو: إنه واجب أن يعدل المرء\nبين هاتين القوتين، ولا يميل لإحداهما دون الأخرى، وذلك أنه متى ملنا إلى\nالنوم أكثر مما ينبغى تبلدت النفس والآلات الطبيعية التى بها تفعل. ومتى\nملنا إلى اليقظة فسدت القوى والآلات الطبيعية التى تخصها.\n</p>\n\n<p>\nفقد ظهر من هذا الأمر: لأى قوة من قوى النفس يوجد النوم والسهر. ولما\nكانت هذه القوى لا بد لها من موضوع خاص، وذلك هو العضو الذى فيه هذه القوة،\nفينبغى أن نفحص عن هذا العضو: أى عضو هو، وإن كان يوجد لأكثر من عضو واحد،\nولأيما يوجد أولا. ولأيها يوجد ثانيا، وعن أى سبب يوجد، وكيف يوجد.\n</p>\n\n<p>\nفنقول إنه قد تبين فيما سلف مبدأ الحس المشترك إنما هو فى القلب، وأن\nالدماغ هو أحد الآلات الممتة لهذر الفعل من جهة التعديل الموجود فيه. وإذا\nكان ذلك كذلك، وكان النوم هو غرض الحس المشترك إلى داخل البدن، فبين أن\nمبدأ هذه الحركة فى السهر هو من القلب ومنتهاها إلى الدماغ. وأما فى النوم\nفمبدؤها من الدماغ، ومنتهاها إلى القلب. وعلى الحقيقة فمبدؤها فى الأمرين\nإنما هو من القلب، لكن الدماغ هو سبب فى النوم بجهة ما أكثر منه فى السهر.\nوبالجملة فكل واحد منهما سبب فى ذلك، لأن القلب هو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p218'> Vol. 01, p. 218</a>\n            </div>\n             السبب\nالأول، والدماغ سبب ثان. وإذا كان هذا هكذا، فهذان العضوان هما المشاركان\nلهاتين القوتين. — وأما عن أى سبب يعرض لهذين العضوين فظهر مما أقوله، وذلك\nأنه إذا وضع أن كل عرض يعرض للحيوان فانما سببه الحار والبارد والرطب\nواليابس أو ما تركب منهما، ووضعنا أن النوم هو غؤور الحس المشترك إلى العضو\nالذى هو مبدؤه، وكان موضوع الحس المشترك إنما هو الحار الغريزى — فبين أن\nالنوم إنما يكون بانصراف الحار الغريزى وانقباضه إلى مبدئه الذى هو القلب،\nفان الحركة إنما تكون للجسم بما هى حركة. ولذلك لا تتحرك القوى إلا من جهة\nموضوعها. وإذ تبين هذا وكان الانقباض للحار الغريزى إلى <span id='ms26'></span> باطن البدن إنما\nيعرض له من قبل ضده الذى هو البرد والرطوبة، كما أن الانتشار له والحركة\nإلى خارج إنما يعرض من قبل الحرارة واليبس، فواجب أن يكون إنما يعرض له فى\nوقت النوم هذا العرض من قبل البرودة والرطوبة التى هى أغلب على الدماغ، وأن\nيكون السهر إنما يعرض من قبل الحرارة واليبس الغالب على مزاج القلب. — فأما\nكيف يعرض هذا الانقباض عن البرودة والرطوبة فمما نقوله: أما الرطوبة فمن\nشأنها تسد المجارى التى للحار الغريزى فى العروق والأعصاب، فتمنع الروح\nوتحجبه عن الوصول إلى الآلة الخاصة به، كما يحجب الحجاب الشمس فلا يصل هذا\nالروح إذا كثرت الرطوبة فيه إلى خارج. — وأما البرودة فان من شأنها أن تحرك\nالحرارة الغريزية إلى منبعها من جهة ما هى ضد له، وإلا فسدت الحرارة\nالغريزية، مع أن البرودة أيضا من شأنها أن يتكثف بها الجرم ويعود إلى كمية\nأصغر؛ ولذلك كان الأسطقس البارد أصغر كمية من الأسطقس الحار. وقد يشهد لكون\nالبرودة والرطوبة فاعلة للنوم ما يعرض من كثرة النوم عند تناول الأشياء\nالباردة الرطبة. وهذا العارض يعرض للروح، وعلى المجرى الطبيعى من شيئين:\nأحدهما طبخ الغذاء ونضجه فى الدماغ والقلب، والثانى الكلال الذى يلحق آلات\nالحواس والحار الغريزى. وأما كيف يعرض ذلك للحار الغريزى عن هذين الشيئين\nفعلى ما أقوله: وذلك أن الغذاء إذا استحال دما وصار صفوه إلى القلب ثم إلى\nعضو عضو من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p219'> Vol. 01, p. 219</a>\n            </div>\n             البدن بحسب ما يلائمه ويشاكل طبيعته، صار إلى\nالدماغ أيضا ما يشاكله وهو الجزء البارد الرطب. ومن شأن الأعضاء إذا ورد\nعليها الغذاء أن تبرد وترطب أكثر مما كانت وتبرد أيضا، لأن الغذاء من جهة\nشبيه، ومن جهة غير شبيه. وتحدث أيضا عن الطبخ أبخرة غليظة يتكدر لها الروح\nالغريزى وينفك ويتحرك منقبضا إلى مبدئه الذى هو القلب، فيحدث النوم ضرورة.\n— ولما كان الدماغ باردا رطبا، وكان كل عضو إنما يألم فى الأكثر من جهة\nالأسطقس الغالب عليه، كان الأولى بحدوث هذا العرض، أعنى النوم <span id='ms27'></span>، إنما هو\nالدماغ، مع أن القلب أيضا فى ذلك الوقت، أعنى وقت الغذاء، قد تبرد حرارته\nالغريزية وإذا بردت ضعف فعلها لذلك فى الدماغ وفى غيره من الأعضاء فالنوم\nيعرض ضرورة لمكان ضعف الدماغ وضعف القلب؛ وكل واحد منهما سبب فى ضعف صاحبه،\nوإذا كان الدماغ سببا فى ذلك لموضع مزاجه. والسبب فى ضعفهما جميعا هو نضج\nالغذاء وطبخه، ولذلك ينام الحيوان ضرورة ما دام الغذاء فى النضج وينتبه إذا\nفرغ من الطبخ وتشبه الغاذى بالمغتذى، لأنه حينئذ يصفى الحرارة الغريزية من\nتلك الرطوبة والأبخرة، ويتحرك فى الشرايين والأعصاب إلى خارج النفس فيحدث\nالسهر ضرورة.\n</p>\n\n<p>\nولانقباض الحار الغريزى فى وقت الطبخ عن آلات الحواس سبب آخر أيضا: وذلك\nأن النفس لما كانت واحدة من جهة، كثيرة من جهة — كان لها فى هذه القوى تصرف\nما بمجموعها. فاذا انتهى فعل من أفعال النفس وصرفت الآلات المستعملة فى غير\nذلك الفعل إلى الفعل لتقوى به على ذلك الفعل المقصود لها. فلذلك ينصرف\nالحار الغريزى فى وقت إنضاج الغذاء إلى قوة فعل القوة الغاذية، وذلك إنما\nيكون فى الموضع الذى فيه فعلها، وذلك هو داخل البدن. وهذا هو أحد الأسباب\nالتى يحدث النوم من أجلها عن التعب، فان ذلك لسببين: أحجهما من جنس هذا،\nوذلك أن الحار الغريزى إذا تبدد وقل من جهة الحركة، أعنى الحركة فى المكان،\nوحركة الإدراك، أعنى الحس، تحركت فيه النفس نحو عمق البدن ليفعل به فيما\nهنالك من بقايا الغذاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n             الأخيرة ليتوفر جوهره ويخلف فيه بدل ما\nتحلل بالحركة. — والسبب الثانى أن الحركة إذا بددت الحار الغريزى برد وقل\nوثقل، لموضع البرد، فألم وانقبض إلى مبدئه ليدفع عن نفسه المزاج العارض له.\n</p>\n\n<p>\nفالنوم، بالجملة، يعرض لمكان تغير الحار الغريزى فى كميته وكيفيته. أما\nالنوم الذى يحدث عن الغذاء فلمكان رطوبته وبرده. وأما الذى عن التعب فلمكان\nنقصانه وبرده. فأما لم كان الحيوان يعرض له هذا العارض فلموضع الضرورة،\nلأنه لما كان من ضرورة هذا للأجسام أن يلحقها الكلال <span id='ms28'></span> والتعب عند الحركة\nوكانت مغتذية — احتاجت إلى النوم لمكان الراحة وضرورة الاغتذاء، وذلك بخلاف\nما عليه الأمر فى الأجرام السماوية، فان تلك لما لم يلحقها الكلال ولم تكن\nمغتذية، لم تكن محتاجة إلى النوم.\n</p>\n\n<p>\nفقد تبين من هذا القول ما هو النوم، ولأى جزء من أجزاء النفس ينسب، ولأى\nعضو من أعضاء البدن، وكيف يعرض، ولمن يعرض.\n</p>\n\n<p>\nوحسن بنا — بعد معرفة النوم — أن نعرف طبيعة الرؤيا وما كان من جنسها من\nالإدراكات الإلهية التى ليست منسوبة إلى اكتساب الإنسان ولا ينبغيه — فنقول:\n</p>\n\n<p>\nإن هذه الإدراكات منها ما يسمى «رؤيا» ومنها ما يسمى «كهانة»، ومنها ما\nيسمى «وحيا» — وقوم من الناس حجدوا وجود هذه ونسبوا وجود ما يشاهد من ذلك\nإلى الاتفاق، وقوم أثبتوها، ومنهم من أثبت بعضها وافى بعضا ومدافعة وجودها،\nوبخاصة وجود الرؤيا الصادقة، فانه ما من إنسان إلا وقد رأى رؤيا أنذرته بما\nيحدث فى المستقبل. وإذا اعتبر المرء الذى فى نفسه أفاده ذلك الاعتبار أن\nالعلم الحاصل عنها إنما هو بالذات وعن طبيعة فاعلة لذلك، لا عن اتفاق،\nوالمدرك الآخر وإن لم يشاهدها فهى مشهورة جدا؛ والمشهور عند الجميع إما أن\nيكون معدودا فى الواجب بالكل، أو بالجزء: فانه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p220'> Vol. 01, p. 220</a>\n            </div>\n             لا يمكن أن يكون\nالمشهور كاذبا بالكل. والقول فيها هو من جنس واحد. والكلام عن الرؤيا يغنى\nعن الكلام 〈فى سائرها〉 لأنها إنما تختلف بالأقل والأكثر، أعنى أسبابها.\nوإنما اختلفت أسماؤها لما يعتقده الجمهور فى أسبابها — وذلك أمر معروف:\nفانهم يعتقدون فى الرؤيا أنها من الملائكة، وفى الكهانة أنها من الجن، وفى\nالوحى أنه من الله تعالى: إما بلا واسطة، وإما بواسطة مخصوصة. وأيضا فان\nالوحى منفصل عندهم بأنه إنما يأتى للتعريف بأمور علمية مثل تعريف ماهية\nالسعادة، ونعريف الأشياء التى تحصل بها السعادة؛ وتلك إنما يحصل التعريف\nفيها بأمور كائنة.\n</p>\n\n<p>\nوأرسطو إنما تكلم من هذه فى الرؤيا فلنقل فيها فنقول:\n</p>\n\n<p>\nإن الرؤيا صنفان: كاذبة، وصادقة؛ فينبغى أن ننظر فيها أولا إلى أى جزء من\nأجزاء النفس ينسب <span id='ms29'></span> كل واحد من هذين الصنفين؛ وما السبب الفاعل لكل واحد من\nصنفى الرؤيا، أعنى الصادقة والكاذبة؛ ولماذا تكون الرؤيا الصادقة، وكيف\nيمكن أن تكون؛ وكم أصنافها؛ وفى أى الأجناس والمعلومات تكون؛ ولم كانت تختص\nبوقت النوم؛ ولما كان بعض الناس متفاضلا فيها: فبعضهم يرى رؤيا صادقة، وذلك\nفى الأكثر، وبعضهم كاذبة فى الأكثر، ولم كان بعض الناس يحسن تعبير الرؤيا\nبعضهم لا يحسن. فان هذه هى أصول المطلوبات المتشوقة فى الحس. فنقول:\n</p>\n\n<p>\nإنه لما كان النائم يحس كأنه يبصر ويشم ويذوق ويلمس، ولم يكن هنالك\nمحسوسات من خارج، فواجب أن يكون مبدأ هذه الحركة فى النوم هو من منتهاها فى\nاليقظة يبتدئ من المحسوسات التى من خارج إلى أن ينتهى إلى قوة الذكر، وهى\nالمرتبة الخامسة، فقد كان يجب أن يكون مبدؤها من هذه القوة. إلا أن قوة\nالفكر والذكر غير فاعلة فى النوم، إنما الفاعلة فى النوم المتخيلة، لأن هذه\nالحركة هى حركة دائمة وفعل متصل، وإن التصوير والتمثيل والانتقال من خيال\nإلى خيال، وتارة ذلك من المعانى التى فى الذكر، وتارة تفعل ذلك من الآثار\nالتى فى الحس المشترك، وتارة تتلقى هى معنى ذلك الشىء الذى تصويره من مبدأ\nمن خارج — على ما سنبين — وذلك على أحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p222'> Vol. 01, p. 222</a>\n            </div>\n             وجهين: الوجه الواحد\nإما أن يتلقى ذلك المعنى نفسه، أو يتلقى ما يحاكيه بدله. كان بينا من جميع\nهذا أن الرؤيا إذن تنسب من قوى النفس إلى القوة المتخيلة أولا، سواء كانت\nكاذبة أو صادقة. وأما كيف يعرض فى النوم عن هذه القوة أن يكون المرء يرى\nكأنه يحس بحواسه الخمس من غير أن تكون هنالك محسوسات خارج النفس، فان ذلك\nيكون منها بعكس الحركة التى كانت بينها وبين المحسوسات فى اليقظة، وذلك أن\nفى اليقظة المحسوسات من خارج هى التى حركت الحواس، وحرك الحس المشترك قوة\nالجزئية؛ فيعرض للمرء أن يدرك المحسوسات وإن لم تكن موجودة خارجا لأن\nمعانيها قد صارت فى آلات الحواس. ولا فرق بين أن تصير هذه <span id='ms30'></span> المعانى من خارج،\nأو تصير من داخل. وقد يعرض مثل ذلك فى اليقظة للخائف والمريض وذلك لإفراط\nفعل القوة المتخيلة فى هذه الأحوال: فانها إذا قوى فعلها عادت بحركة ما\nكانت عنه متحركة وهو الحس المشترك. وإنما أفرطت حركة القوة المتخيلة فى\nالنوم لأنها انحلت عن رباط القوة الفكرية وخرجت عن سلطانها. ولضعف هذه\nالقوة، أعنى المفكرة، وفى الخائف والمريض عرض لهم مثل هذا العارض.\n</p>\n\n<p>\nفقد تبين من هذا القول أن الرؤيا — سواء كانت صادقة أو كاذبة — منسوبة\nإلى قوة التخيل. فلننظر فى الأسباب الفاعلة لهذين الصنفين من الرؤيا فنقول:\nأما الرؤيا الصادفة فلما كانت تدل على معرفة وجود شىء مجهول الوجود عندنا\nبالطبع قبل هذه المعرفة، وهو فى وقت المعرفة فى الأكثر معدوم وكان هذا\nالتصديق الحاصل لنا بعد الجهل ليس يحصل عن معرفة متقدمة عندنا فاعلة له،\nولا بعد فكر وروية بمنزلة ما تحصل المعرفة التصديقية الحاصلة لنا عن\nالمقدمات — فانه قد تبين فى «كتاب البرهان» أن المعرفة التصديقية\nوالتصويرية يتقدمها بالطبع صنفان من المعرفة: فاعل ومعطى. وأما هذه المعرفة\nالتى تحصل فى النوم فظاهر أنه ليس يتقدمها الصنف الفاعل؛ فأما هل يتقدمها\nالصنف المعطى ففى ذلك نظر. وإذا كانت هذه المعرفة حاصلة لنا بعد الجهل\nوموجودة بالفعل بعد أن كانت موجودة بالقوة، ولم يكن فينا معرفة لهذه\nالمعرفة، فبين أن الحال فى حصول هذه المعرفة لنا كالحال فى حصول المقدمات\nالأول. وإذا كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p223'> Vol. 01, p. 223</a>\n            </div>\n             ذلك كذلك، فواجب أن يكون الفاعل لها واحدا ومن\nجنس واحد. ولما كان قد تبين فى الأقاويل الكلية أن كل شىء يخرج من القوة\nإلى الفعل، فواجب أن يكون الفاعل لهذه المعرفة هو عقل بالفعل؛ وهو بعينه\nيعطى المبادئ الكلية فى الأمور النظرية الذى بين وجوده فى كتاب «النفس» فان\nالإعطاء بين من جنس واحد. إنما الفرق بينهما أن المعرفة النظرية تعطى\nالمبادئ الكلية الفاعلة للمعرفة المجهولة، وهنا تعطى المجهولة بلا واسطة.\nولهذا ينشأ فى هذا النوع من الإعطاء موضع تعجب وفحص شديد. وذلك <span id='ms31'></span> أن هذا\nالإعطاء إن كان ممكنا للإنسان، فعل ذلك ممكن له فى جميع المعارف المجهولة،\nذلك فى جميع الأجناس الموجودة، أم إنما ذلك ممكن له فى بعض الأجناس وغير\nممكن فى بعضها؟ — فان الرؤيا بين من أمرها أنها ليست تكون فى شىء من الأمور\nالنظرية وإنما هى فى أمور مستقبلة. وبالجملة، فكيف كان الأمر، فهذا النوع\nمن الإعطاء شريف جدا منسوب إلى مبدأ أرفع من هذا الاختيار وأشرف منه، بل\nذلك من أمر إلهى وعناية تامة بالإنسان الذى يحصل له هذا النوع من المعرفة\nفى كثير من الأشياء. ولما كانت ماهية النبوة إنما هى داخلة فى هذا النوع من\nالإعطاء نسب إلى الإله و〈إلى〉 الأشياء الإلهية، وهى الملائكة. ولذلك يقول\nسقراط محتجا فى أثينيا: «يا قوم! إنى لست أقول إن حكمتكم هذه الإلهية أمر\nباطل؛ ولكن أقول إنى حكيم بحكمة إنسانية». وسنظهر هذا فيما بعد بحسب قوتنا\nواستطاعتنا؛ فلنرجع إلى حيث كنا فنقول: إذا لاح أن معطى هذه المعرفة هو عقل\nبرىء عن المادة، وكان قد تبين فى العلوم الإلهية أن هذه العقول المفارقة\nإنما تعقل الطبائع الكلية، وكانت إنما تعطى شبيه ما فى جوهرها — لم يمكن أن\nتعطى معنى شخصيا أصلا، إذ ليس فى طباعها إدراك ذلك المعنى الجزئى، وإنما\nتشخص تلك الصورة الكلية فى الهيولى. ولو كان للعقول المفارقة إدراك شخصى،\nلكانت ضرورة هيولانية، فكانت لا تعقل إلا بمماسة فعل وانفعال. وإذا لم تعقل\nتلك العقول المعارف الشخصية، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p224'> Vol. 01, p. 224</a>\n            </div>\n             فكيف، ليت شعرى. ، يعطى العقل\nالفعال هذه الصورة الشخصية المخصوصة بالزمان والمكان، وبالصنف الواحد من\nالناس وبالشخص الواحد من الصنف الواحد. وذلك أنا نرى المرء إنما يدرك من\nهذه الأشياء ويتقدم له فى النوم الإنذار بحدوث ما كان خاصا لجسمه أو نفسه\nأو قرائبه أو أهل مدينته، وبالجملة ما كان عرفه.\n</p>\n\n<p>\nوالشك هاهنا فى موضعين: أحدهما: كيف تحصل له الأمور الجزئية؟ والثانى: لم\nاختص هذا الإعطاء من الجزئيات الخاصة بالإنسان الذى ألقى إليه هذا العلم\nبذلك؟ فان القول بهذه <span id='ms32'></span> الأشياء — وإن كان معتاصا بحسب إدراك الإنسان، فواجب\nأن يبلغ من ذلك أقصى ما فى طباعه أن يبلغه إذا كان جوهر السعادة ليس شيئا\nأكثر من هذا. فنقول: إن الأمور التى تحدث: منها أشخاص جواهر، ومنها أشخاص\nأعراض. وأشخاص الجواهر منها ما هى أشخاص جواهر بسيطة وهو أحد الأسطقسات،\nومنها ما هى أشخاص جواهر مركبة وهذه صنفان: إما ذوات نفوس كالحيوان\nوالنبات، وإما غير ذوات نفوس كالمعادن وما كان من جنسها.\n</p>\n\n<p>\nوأما أشخاص الأعراض نفسها: فمنها أعراض موجودة فى أشخاص الجواهر البسيطة،\nومنها أعراض حادثة فى ذوات النفوس، وإما أعراض موجودة غير ذوات النفوس.\n</p>\n\n<p>\nوكل واحد من هذين الصنفين موجد إما عن الطبيعة، وإما عن المادة. فأما\nأشخاص الجواهر فجميعها محدودة لأسباب الفاعلة لها على ما تبين فى العلم\nالطبيعى، إذ كان ليس يوجد شخص جوهر بالاتفاق. فانه قد تبين فى كتاب «الكون\nوالفساد» أن حدوث أجزاء الأسطقسات وتغير بعضها إلى بعض مرتب محفوظ منظوم من\nقبل حركة الأجرام السماوية وبذلك أمكن أن يكون الكون والفساد فى أجزائها\nعلى التعادل، وأن تبقى أبدا محفوظة بكلياتها. وكذلك تبين أيضا فى ذلك\nالكتاب بعينه أن الأجسام المتشابهة الأجزاء الحادثة أولا عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p225'> Vol. 01, p. 225</a>\n            </div>\n            \nالأسطقسات محدودة الوجود محصلة الأسباب من قبل حركات الأجرام السماوية أيضا\nومن قبل حركات الأسطقسات الجارية على نظام، والأجرام السماوية أسباب مفيدة\nللأجسام المتشابهة الأجزاء، وصور الأسطقسات أسباب قريبة. — وتبين أيضا فى\nكتاب «الحيوان» و«النبات» أن أشخاص الحيوان والنبات محصلة والوجود محدودة\nالأسباب: أما فى المتناسل منها فمن قبل البزر والعقل الفعال؛ وأما فى غير\nالمتناسل فمن قبل الأسطقسات والأجرام السماوية والعقل الفعال. وإذا كانت\nهذه الأشخاص محصلة الوجود فطبيعتها معقولة ضرورة عند الصور المفارقة، وهى\nالتى نسبتها منها نسبة صورة الصناعة من المصنوع.\n</p>\n\n<p>\nوأما أشخاص الأعراض فمنها ما يوجد عن الأسباب الطبيعية، ومنها ما يوجد عن\nالأسباب الإرادية، ومنها ما يوجد عن الاتفاق — وذلك فى الجنسين جميعا، أعنى\nفى الأشياء الإرادية والأشياء الطبيعية. فما كان موجودا عن الاتفاق فليس <span id='ms33'></span> له\nطبيعة معقولة، إذ ليس له أسباب محدودة، ولذلك ليس يمكن أن تقع للإنسان\nمغرفة بما يحدث من هذه إلا بضرب من العرض. — وأما الصنف الثانى من الأعراض\nالمحدودة الأسباب فلها ضرورة طبيعية كلية معقولة هى السبب الأول فى وجدها،\nفانه واجب ضرورة أن يكون ما تحصل معرفته بالذات أن تكون له أسباب موجودة\nبالذات. وإذا كانت هنالك أسباب موجودة بالذات فهى ضرورة معقولة عند\nالطبيعة، سواء عقلناها نحن أو لم نعقلها. وإنما كانت هذه الشخوص الحادثة لا\nتحصل لنا معرفة حدوثها بقياس، وذلك فيما تباعد منها زمانه، لأن تلك الأسباب\nغير محصلة الوجود؛ فانا إنما ندرك الجليل من هذه الأسباب والكليات العامة،\nوبين المراتب والأطوار التى ندركها نحن من ذلك والتى هى محدودة عند الطبيعة\nالمعقولة التى تتقبل ما عندها، من ذلك الطبيعة المحسوسة وتحرك عنها كما\nتتحرك الآلات عن صورة الصناعة — مراتب دقيقة يمكن أن تكون غير متناهية.\nولذلك ما نرى أنه ليس يحدث شخص من الأشخاص بالذات عن الطبيعة إلا بعلم\nمتقدم، فان آلة صاحب المهنة إنما تتحرك بقدر علم صاحب المهنة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p226'> Vol. 01, p. 226</a>\n            </div>\n            \n</p>\n\n<p>\nوأما فى هذا الإدراك الروحانى الذى يكون فى النوم أو فيما يشبه فهو يعطى\nالقوة المتخيلة الكمال الأخير، وكما أن الطبيب الماهر مما ينذر بما يحدث\nلجسم زيد وفى وقت محدود بمقدمتين: إحداهما كلية معقولة، والأخرى جزئية\nمحسوسة — كذلك هو الإنذار والعلم يلتئم من الكلى الذى يعطيه العقل ومن معنى\nالجزئى الذى تأتى به القوة المتخيلة المناسب لذلك الكلى. فأما لم كان\nالإنسان إنما يدرك من هذه الامور الجزئية ما كان خاصا بزمانه ومكانه وبلده\nوقومه دون سائر الأمور الجزئية المشاركة لها فى الطبيعة الكلية، فالسبب فى\nذلك أنه لا بد أن يكون عند الإنسان فى هذا الإدراك أحد جنسى المعرفة\nالمتقدمة للتصديق، وهى المعرفة المعطية للتصديق؛ أعنى معرفة التصور\nالمتقدمة على التصديق. فالإنسان إنما تحصل له هذه المعرفة وهذا العلم فى\nالأشخاص الذين قد تقدم معرفتهم، وبخاصة فى الذين سبق لهم بهم عناية. وأما <span id='ms34'></span>\nفيما كان منها مجهولا عنده فليس يمكن أن يحصل عنده علم بما يحدث لذلك\nالشخص، فان هذا التصديق — وإن لم يكن من شرطه أن تتقدمه معرفة عند الإنسان\nفاعلة — فلا بد أن يكون من شرطه أن تتقدمه معرفة معطية.\n</p>\n\n<p>\nفأما لم كانت القوة المتخيلة ليس تأتى فى الأكثر بالمعنى الشخصى الحقيقى\nالداخل تحت ذلك الكلى، 〈بل〉 يعطيه العقل؛ وإنما تأتى بالمعنى المحاكى —\nفذلك لأن للشىء صورتين: روحانية، وهى الصور المحاكية، وجسمانية وهى صورة\nالشىء المحسوس نفسه لا الصورة المحاكية له؛ والصورة المحاكية إنما كانت\nأكثر روحانية لأنها أقرب إلى طبيعة الكلى من صورة الشىء الحقيقية ولذلك\nكانت القوة المتخيلة تقبل المعنى المعقول يلتئم ما يمكن فى جوهرها أن تقبله\nالروحانية، وقد تقبله أحيانا جسمانيا، فيرى الرائى فى النوم الصورة نفسها\nلا ما يحاكيها. وأما لم اختص هذا الإدراك بالنوم فاعلة فى ذلك أن النفس لما\nكانت واحدة بالموضوع كثيرة بالقوى. فهى إذا استعملت بعض القوى الباطنة ضعفت\nعن البعض مثل ضعف قوة الخيال عند إعمال قوة الفكر، وقوة فعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p227'> Vol. 01, p. 227</a>\n            </div>\n            \nالخيال عند ضعف الفكر. وإذا عطلت النفس جنسا من هذه القوى ونوعا منها قوى\nالنوع الباقى، ربما لم يقتصر فى هذا الفعل على تعطيل بعض القوى، بل وتعطل\nمع ذلك الآلة التى كانت تفعل فيها تلك القوة المعطلة وتصرفها إلى القوة\nالتى 〈تقدر〉 على استعمالها، وهذا من فعل النفس تشبه جميعها القوى الثلاث\nالباطنة من قوى النفس فى إحضار الذى لم يمر بالحس.\n</p>\n\n<p>\nوإذا كان هذا كله كما وصفنا، فواجب أن يكون فعل القوة الخيالية أكمل\nوأكثر روحانية، لأن النفس فى حال النوم قد عطلت الحواس الظاهرة وآلاتها،\nومالت بذلك نحو الحس الباطن. والدليل على أن القوى الباطنة أتم فعلا عند\nسكون القوى الخارجة أن الذين يستعملون الفكر كثيرا تميل قواهم الحسية إلى\nداخل البدن حتى إنه يغشاهم النوم بتسكين الحواس الخارجة لتجرد لهم الفكر\nولهذا السبب كان الذين يولدون عدماء حاسة البصر وحاسة السمع أتم أفعالا فى\nالقوى الباطنة. ولهذا <span id='ms35'></span> بعينه كان الوحى إنما يأتى فى حالة شبيهة بالإغماء،\nوذلك أن هذه القوى الباطنة إذا تحركت حركة قوية انقبضت الخارجة حتى إنه\nربما عرض عن ذلك شبيه بالغشى، مثل ما يعترى الذين يقال إنهم عرج بأرواحهم.\n</p>\n\n<p>\nفقد تبين من هذا لم كان هذا الإدراك فى النوم، ولم يكن فى اليقظة. وليس\nيبعد أن يوجد شخص يدرك من ذلك فى اليقظة مثل ما يدرك النائم، بل ربما رأى\nصورة الشىء الخاصة بعينها فى مكانها، كما حكى عن الأنبياء عليهم السلام.\n</p>\n\n<p>\nوأما لم كانت الرؤيا فلموضع العناية التامة بالإنسان. وذلك أن الإنسان\nخاص المعرفة والإدراك فى القوة العقلية الفكرية التى بها يدرك حدوث الأمور\nالنافعة والضارة فى المستقبل ليستعد للشىء ويتأهب له ويبشر أيضا وفود الخير\nويعلم وقوعه إذ مدت هذه القوة بهذه الآلة الشرعية والإدراك الروحانى. ولذلك\nقيل إنه جرى كذا وكذا من النبوة؛ وذلك بين فى الرؤيا التى رآها الملك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p228'> Vol. 01, p. 228</a>\n            </div>\n             وسأل عنها يوسف عليه السلام فانه عندما عبرها يوسف لهم، أشار\nعليهم أن يستعدوا لما دلت عليه الرؤيا من الحذر بأن يذروا فى السنين الخصبة\nالحب فى سنبله لئلا يفسد، ويبقى إلى وقت السنين الجدبة.\n</p>\n\n<p>\nوأما المعبر فهو الرجل المهيأ النفس بالطبع لفهم المحاكاة التى تكون فى\nالرؤيا. وهو الذى يفيض عليه العقل المعانى الجسمانية التى حوكيت فى النوم\nبالمعانى الروحانية. فمن شرطه أن يكون عالما بالمحاكاة التى تعم جميع\nالأمم، والمحاكاة التى تخص أمة أمة وصنفا صنفا من الناس؛ فان الأمم يختلفون\nفى ذلك من جهتين: إحداهما بحسب الطبع وذلك بحسب قوة أنفسهم وبحسب الخاصة\nبهم فى مدنهم وبلادهم؛ الثانية بحسب المحاكاة والآراء التى نشأوها على\nقبولها وعودوا التصديق بها منذ الولادة، وذلك فى المبدأ الأول وفى الملكية\nوفى جوهر السعادة الإنسانية.\n</p>\n\n<p>\nوينبغى — كما يقول أرسطو — للمعبر أن يكون متعاهدا لنفسه بالفكرة والنظر\nوالنظافة، وأن يكون عفيفا غير مائل بأن يغلق النفس البهيمية روحانيا. وربما\nعرض للمرء أن يدرك عبارة الرؤيا فى رؤى أخرى يراها، كما عرض لهرقل الملك <span id='ms36'></span> فى\nالرؤيا التى حكاها عنه أرسطو، فانه رأى رؤيا غريبة أخطأ المعبر عبارتها.\nفلما نام عبرت له تلك الأشياء التى رآها، وبقى مشغول النفس بتلك الأمور\nالتى أنذر بحدوثها حتى حدثت.\n</p>\n\n<p>\nوربما عرض للمرء أن يرى الرؤيا وينساها، وربما يذكرها، وربما لم يذكرها\nأول 〈ما〉 استيقظ، وإذا تذكرها فانما يتذكرها على النحو الذى يتذكر الأشياء\nالتى أحسها فى الزمان الماضى. — وقد قيل كيف ذلك.\n</p>\n\n<p>\nوإنما كان بعض الناس أصدق رؤيا من بعض، وأكثر رؤيا فى النوم من بعض،\nلموضع تفاضلهم فى هذه القوة، أعنى قوة التخيل. وهؤلاء هم ذوو الأمزجة\nالسوداوية الباردة اليابسة. وذلك أن الرطوبة من شأنها أن تغمر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p229'> Vol. 01, p. 229</a>\n            </div>\n            \nالقوى وتبطل فعلها وتسد مجارى الروح، ويكون نوم صاحبها شديد الاستغراق؛ حتى\nإن هؤلاء لا يكاد يخيل لهم شىء فى نومهم، بل نومهم 〈يكون〉 شبيها بالموت.\nوالخلط السوادى يجتمع فيه أنه موافق للنوم، موافق لفعل هذه القوة. أما\nموافقته للنوم فمن جهة أن هذا الخلط كثير البخار ويصعد إلى الرأس فيحدث\nالنوم. وأما موافقته لهذه القوة فمن جهة أن هذه القوة لما كانت شديدة\nالحركة، دائمة الاضطراب فى النوم واليقظة، متنقلة من حال إلى حال، كان\nرداءة فعلها إنما هو فى سرعة الحركة والانتقال من حال إلى حال وقلة\nالاستثبات والاتقان الخيال الشىء الذى تصوره. وكأن جودة فعلها إنما هو فى\nالاستثبات وجودة التصور والاتقان للشىء الذى تصوره.\n</p>\n\n<p>\nوالذى يلائم هذا الفعل إنما هو المزاج البارد اليابس. وذلك أن البرد يوجب\nبطء الحركة، واليبس يوجب ثبوت الصورة. ولذلك يوجد سلطان هذه القوة فى أصحاب\nالمرة السوداء، حتى إنهم يدركون فى اليقظة ما يدركون فى النوم.\n</p>\n\n<p>\nوأما هل يكون هذا الإدراك فى الأمور الثلاثة، أعنى الماضية والحاضرة\nوالمستقبلة — وذلك أن المقصود منها بالإنذار إنما هو ما يحدث فى المستقبل،\nإلا أنه ليس يبعد أن يقع فى الماضى والحاضر إذا كان مجهولا عندنا.\n</p>\n\n<p>\nوأما فى أى جنس من أجناس المعلومات يكون هذا الإدراك، فان المعلومات —\nكما قيل — إما علوم نظرية، وإما صنائع <span id='ms37'></span> عملية، وإما قوى فكرية جزئية. وهو\nظاهر من أمر هذا الإدراك أنما يكون أكثر ذلك فى الأمور المستقبلة التى يختص\nإدراكها بالقوى الفكرية الجزئية التى تستعمل فى إدراك النافع والضار فى\nالأمور المستقبلة. وأما الصنائع العملية فقد يظن أنه قد تحصل أشياء منها فى\nالنوم، مثل كثير من الأشياء التى كان أصل العلم بها فى الطب إنذارا مناميا.\nوأما العلوم النظرية فيبعد أن يكون ذلك فيها؛ ولو كان فاما أن يكون باطلا\nوعبثا — وذلك أن فى طباع الإنسان أن يدرك العلوم النظرية بما فطر عليه أولا\nمن المقدمات الأول. فلو كان يدركها دون مقدمات، لكانت المقدمات الأول فيه\nعبثا، كما أنه لو أمكنه السعى دون القدمين لكانت القدمان فيه عبثا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p230'> Vol. 01, p. 230</a>\n            </div>\n             وباطلا والطبيعة تأبى ذلك؛ وبالجملة إن جعل معقولات النظرية\nبهذا النوع فبالعرض، ولذلك لا يمكن أن تلتئم منه صناعة نظرية، اللهم إلا أن\nيضع إنسان أن هاهنا صنفا من الناس يدركون العلوم النظرية بغير تعلم. وهذا\nالصنف، وإن كان موجودا، فهم ناس باشتراك الاسم، بل هم أن يكونوا ملائكة\nأقرب منهم أن يكونوا ناسا. فقد يظهر أن هذا ممتنع مما أقوله، وذلك أن\nالمعرفة النظرية فى نفسها واحدة غير متغيرة، وسواء تعلمت بتعلم أو بغير\nتعلم؛ فلو علمت بالأمرين جميعا لما كان المتعلم مأخوذا فى حدها ولا ضروريا\nفى حصول جوهرها. فنحن بين أمرين: إما أن نسلم أن هذه المعرفة مقولة مع\nالمعرفة الإنسانية باشتراك الاسم، وإما أن نسلم أن الشىء الواحد بعينه يوجد\nعن أسباب مختلفة، فتكون على هذا نسبة الشىء إلى أسبابه التى بها قوامه غير\nضرورية، وذلك كله مستحيل. وأما إن قال قائل: قد يمكن أن تحصل خيالات الأمور\nالنظرية لصنف من الناس بهذا النحو من الإدراك فهو ممتنع، من قبل أن حصولها\nبهذه الجهة هو فعل، لأنها قد حصلت للإنسان من جهة الاسم؛ إلا أن يقول قائل:\nعسى أن يكون هذا النوع من الإدراك موجودا لمن ليس يمكن فيهم تعلم العلوم\nالنظرية إما بالطبع وإما بغير <span id='ms38'></span> ذلك. وهؤلاء إن كانوا موجودين فهم ناس\nباشتراك الاسم.\n</p>\n\n<p>\nفقد قيل فى ماهية الرؤيا الصادقة، وبماذا تحدث، وعن ماذا تحدث، وكيف\nتحدث. فلنقل فى أسباب الرؤيا الكاذبة. وهذه الرؤيا بالجملة إنما تكون عن\nسببين: أحدهما عن فعل القوة الخيالية عند النوم فى الآثار الباقية فى الحس\nالمشترك من المحسوسات التى من خارج، وعن فعل هذه القوة فى المعانى المودعة\nفى القوة الذاكرة والمفكرة من تلك الأمور المحسوسة، فان تصرف هذه القوة\nدائم، أعنى قوة التخيل إنما هو فى خزانة هاتين القوتين: أعنى خزانة الفكر\nوالذكر، وخزانة الحس المشترك. والسبب الثانى هو حدوثها عن المتشوقات\nالطبيعية التى للنفس، فان شأن النفس البهيمية إذا اشتاقت شيئا، أعنى وجوه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p231'> Vol. 01, p. 231</a>\n            </div>\n             أو عدمه، أن تحاكى لها النفس المتخيلة صورة ذلك الشىء المتشوق\nعلى الحالة التى تشوقته، وتحضر لها صورة ذلك الشىء، ولذلك يرى المتشوق\nللنساء أنه يجامع، والعطشان أنه يشرب ماء. ومن هذا الجنس [هو] الرؤيا\nالدالة عند الأطباء على غلبة الأخلاط على البدن، مثل أن رؤية النار تدل\nعندهم على غلبة الصفراء، ورؤية الماء تدل عندهم على غلبة البلغم. والفرق\nبين هذه الصور الكاذبة فى النوم والصور الصادقة أن الصداقة تشعر بها النفس\nوتعجب بها، وربما استيقظت كالمذعورة من رؤيتها والمتعجبة من الطبيعة\nالروحانية التى شاهدت فيها.\n</p>\n\n<p>\nفقد قلنا فى ماهية الرؤيا الصادقة والكاذبة وإعطاء أسبابها الأربعة\nوأسباب ما يعرض فيها ويلحقها.\n</p>\n\n<p>\nوهنا انقضت المعانى الملتقطة من هذه المقالة.\n</p>\n\n<p>\nتمت المقالة الثانية والحمد لله رب العالمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p23'> Vol. 01, p. 23</a>\n            </div>\n            \n2\n</p>\n\n\n<h1 class='l1' id='head4'>[book 3]</h1>\n\n<p>\nبسم الله الرحمن الرحيم رب يسر برحمتك\n</p>\n\n\n<h3 class='l3' id='head5'>المقالة الثالثة 〈فى أسباب طول العمر وقصره〉</h3>\n\n<p>\nوهو غرضه فى هذه المقالة الفحص عن أسباب طور العمر وقصره، فنقول:\n</p>\n\n<p>\nإنه من المسلم أن ها هنا أسبابا طبيعية هى السبب فى هذين العرضين، وأن\nجميع ما ينسب إلى الحيوان من الكون والفساد، والنشوء والاضمحلال، والنوم\nواليقظة، وبالجملة ما يلحقه من التغير إنما ينسب إلى الكيفيات الأربع، أعنى\nالحرارة والبرودة والرطوبة واليبوسة، لا إلى الكم ولا إلى غير ذلك من\nالكيفيات مثل الثقل <span id='ms39'></span> والخفة والسواد والبياض والخشونة والملاسة، إلا أن ينسب\nذلك بالعرض وذلك شىء قد تبين فى كتاب «الكون والفساد».\n</p>\n\n<p>\nفاذا تقرر هذا فطول العمر وقصره ليس منسوبا إلى شىء إلا إلى هذه الكيفيات\nالأربع، وهى الفاعلة لهذين العرضين فى الحيوان والنبات. فينبغى أن ننظر على\nكم جهة تقال هذه المقايسة وتوجد هذه النسبة فى الحيوان والنبات. ثم من بعد\nذلك تفحص عن الكيفيات التى تختص بهذين العرضين فنقول:\n</p>\n\n<p>\nإن طول العمر وقصره يقالان على وجوه: أحدها بالمقايسة إلى الجنس، أعنى\nمقايسة جنس إلى جنس، مثلما نقول إن النبات بالجملة أطول عمرا من الحيوان؛\nوالثانى عند مقايسة نوع إلى نوع مثلما نقول إن الإنسان أطول عمرا من الفرس،\nوإن النخلة أطول عمرا من شجرة التين؛ والثالث عند مقايسة صنف إلى صنف،\nمثلما نقول إن أهل البلاد الحارة الرطبة أطول عمرا من أهل البلاد الباردة\nاليابسة؛ والرابع عند مقايسة شخص إلى شخص، مثلما نقول إن زيدا أطول عمرا من\nخالد، وإن هذه النخلة أطول عمرا من هذه النخلة. فهذه هى جميع الوجوه التى\nيقال عليها طول العمر وقصره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p233'> Vol. 01, p. 233</a>\n            </div>\n            \n</p>\n\n<p>\nوإذ قد تقرر ذلك، فينبغى أن نفحص عن أسباب ذلك فنقول: إنه قد تبين فى\nالرابعة من «الآثار العلوية» أن الكون إنما يتم إذا غلبت القوى الفاعلة فى\nالمتكون القوى المنفعلة، أعنى إذا غلبت الحرارة والبرودة الرطوبة واليبوسة؛\nوأن الفساد إنما يعرض من قبل ضدها، أعنى أنه إذا غلبت الكيفيتان المنفعلتان\nالفاعلتين وقهرتهما. وإنما كان ذلك كذلك لأن الحرارة المقدرة بالبرودة هى\nالتى تفيد المتكون الصورة الطبيعية التى له، بل هى الصورة بعينها، والرطوبة\nالمقدرة باليبوسة هى التى تقبل الصورة والشكل. فما دام الموجود الطبيعى\nوالقوتان الفاعلتان فيه قاهرة للقوى المنفعلة وتستولى عليهما انحفظ وجوه،\nوإذا ضعفتا عن ذلك استولت على تلك القوى قوى أخرى فاعلة خاصة بموجود آخر\nففسد ذلك الموجود — مثال ذلك أن الحرارة الطبيعية، وهى المقدرة بالبرودة\nالطبيعية، ما دامت مستولية على الأخلاط لم تحدث هنالك عفونة؛ فان ضعفت عن\nنضج الأخلاط <span id='ms40'></span> وطبخها أو أفرطت فى ذلك، حدثت هنالك حرارة غريبة مفسدة. وإنما\nيعرض الفساد بالجملة إذا بطلت النسبة الطبيعية التى بين القوى الفاعلة\nوالمنفعلة فى موجود موجود. وكلما كانت هذه النسبة أعظم، كان ذلك الموجود\nأقل بوارا وأبعد من الفساد. وكلما كانت فيه أصغر، كان أسرع للبوار وأشد\nقبولا للفساد. ولذلك ما كان من الموجودات خلط الماء والنار فيه غالب على\nخلط الأرض والهواء. كان أطول بقاء، لأن الماء والنار فيهما الكيفيتان\nالفاعلتان أقوى منهما فى الأرض والهواء. وإنما كان الموجود بهذه الصفة أكثر\nبقاء لأنه ليس تبطل هذه النسبة فيه من التغير اليسير الذى يدخل على القوى\nالفاعلة من خارج. وذلك أن النسبة الطبيعية التى بين القوى الفاعلة\nوالمنفعلة إذا كانت كبيرة لم يعرض لها أن تبطل إلا من تغير كبير وفى زمان\nطويل؛ وذلك أن الفساد ليس شيئا أكثر من العفوية الحادثة عن ضعف القوى\nالفاعلة وعسر المنفعلة. ولذلك من كان مزاجه هذا المزاج، قل فيه تولد\nالأخلاط الرديئة الكيفية. وذلك أن المزاج الطبيعى إنما هو فى النسبة\nالطبيعية التى بين القوى الفاعلة والمنفعلة. فمتى كانت القوى الباردة\nالفاعلة أقل مما ينبغى، كان ذلك 〈مؤديا إلى〉 عدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p234'> Vol. 01, p. 234</a>\n            </div>\n             النضج وتهيؤه.\nفهذا هو أحد الأسباب التى بها يكون بعض الأنواع أكثر بقاء من بعض وأقل\nقبولا للأمراض والفضول والآفات.\n</p>\n\n<p>\nوالسبب الثانى أن يكون أن النسبة الطبيعية التى بين القوتين الفاعلتين\nإحداهما إلى الأخرى، والنسبة التى بين المنفعلتين فى جنس ما، أو نوع ما، أو\nصنف ما، أو شخص ما آخر. والنسبة الطبيعية التى للحيوان والنبات فى هذا\nالمعنى أن تكون الحرارة فيه أغلب من البرودة، والرطوبة أغلب من اليبوسة\nللأسباب التى قيلت فى غير هذا الموضع. فكل ما كان من الحيوان والنبات\nالحرارة والرطوبة أغلب عليه، وكانت القوى الفاعلة فيه غالبة للمنفعلة، كان\nطويل العمر. والفساد إنما يدخل على الحيوان والنبات متى عدم إحدى هاتين\nالنسبتين أو كلتيهما: وذلك أنه متى ضعفت القوى الفاعلة عرض للمادة أن تنجلى\nعن الصورة لمكان <span id='ms41'></span> فساد النضج ورداءة كيفية المادة. ومتى لم تكن الرطوبة فيه\nوافرة جدا عرض للحيوان والنبات أن يجفا سريعا، فان الحرارة من شأنها أن تفش\nالرطوبة وتتشبث بها وتحيلها إلى جوهرها إذ كانت كالمادة لها اقتنتها فشدت\nالحرارة وغلب اليبس والبرد. وكلما انفشت الرطوبة غلبت اليبوسة والبرودة،\nفان اليبوسة تشبه أن تكون هى المادة الملائمة للبرودة، كما أن الرطوبة هى\nالمادة الملائمة للحرارة. وأنواع الحيوان إنما تتفاضل فى طول البقاء وقصره\nبتفاضلها فى الحرارة والرطوبة وتفاضلها فى استيلاء القوى الفاعلة على\nالمنفعلة. وبهذين الشيئين يتفاضل أصناف الناس وأشخاصهم فى أعمارهم. والفساد\nإنما يلحق الأشخاص على أحد وجهين: أما بالطبع فعندما تفنى الحرارة الطبيعية\nالتى فى ذلك الشخص فيغلب عليه البرد واليبس فيفسد، وأما بالعرض فعندما\nيتولد فيهم من فضلات الهضم ما لا تفى الطبيعية بتمييزه فتعرض لهم أمراض\nقاتلة. وهؤلاء الشخوص هم الذين لا يتفق لهم أن تكون قواهم الفاعلة غالبة\nللمنفعلة: فان القوى الفاعلة متى كانت بالطبع غالبة فى شخص كما للقوى\nالمنفعلة ولم يعرض سبب من خارج مضاد له من الأشياء التى من شأنها أن تغير\nالمزاج من داخل، فبالواجب أن يكون فساد هذا الشخص الفساد الطبيعى. ثم إن\nهذه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p235'> Vol. 01, p. 235</a>\n            </div>\n             الأعمار الطبيعية التى تتفاضل فى الطول والبقاء بتفاضل\nالأمزجة فى الحرارة والرطوبة وأعمار الناس بالجملة إنما توجد تابعة للنسبة\nالمزاجية الطبيعية التى بين القوى الفاعلة والمنفعلة وبين القوى الفاعلة\nأنفسها والقوى المنفعلة أنفسها ولذلك يرى بعض الناس أعضاؤهم فى الظاهر حسنة\nقوية وقواهم عظيمة، تصيبهم الأمراض القاتلة فيهلكون دون بلوغ اليبس الذى\nللشيوخ بالطبع. ونجد من هو دونهم فى القوة وجودة الأعضاء يبلغون من\nالشيخوخة، مع أن ما بين الصنفين متشابه.\n</p>\n\n<p>\nومن الدليل على أن سبب طول العمر إنما هو كثرة الحرارة والرطوبة وغلبتهما\nعلى المزاج مع استيلاء الحرارة على الرطوبة، وبالجملة القوى الفاعلة على\nالقوى المنفعلة أن ضد الحياة الموت، والموت فى الظاهر برد ويبس. فاذا كان\nعلة الموت بردا ويبسا فعلة الحياة الحرارة والرطوبة. ولذلك كان مزاج <span id='ms42'></span> الشباب\nحارا رطبا، ومزاج الشيوخ باردا يابسا. ومن الدليل على ذلك أن الذين يكثرون\nالجماع أقصر أعمارا من الذين يقلونه، وأن الخصيان أطول أعمارا من غير\nالخصيان، والشيوخ الذين هم أكثر لحما من الذين لحمهم قليل، لأن علة كثرة\nاللحم الحرارة والرطوبة؛ ولعلة قلة الجماع كان البغل أطول عمرا من الفرس\nوالحمار، مع أنه متولد عنهما، والإناث أطول أعمارا من الذكور؛ والذين\nيسكنون البلاد الحارة الرطبة أطول أعمارا من الذين يسكنون البالد الباردة\nاليابسة. وإنما تطول أعمار أهل هذه البلاد لسبب عرضى وهو قلة العفن.\nوالحيات والهوام التى تكون فى جزائر البحر الكثيرة الرطوبة والحرارة أطول\nأعمارا من الحيات والهوام التى تكون فى المواضع الحارة اليابسة أو الباردة\nاليابسة أو الباردة الرطبة؛ ولذلك الناس، أعنى أهل الجزائر البحرية، أطول\nأعمارا من البرارى. والحيوان البحرى أطول عمرا من البرى، لأن ماء البحر حار\nرطب، ولذلك كان الحيوان البحرى أسخن من البرى. وبالجملة فكل ما كان أحر\nوأرطب كان أقل إسراعا إلى اليبس، وكلما كان أكثر أرضية كان أشد إسراعا إلى اليبس.\n</p>\n\n<p>\nفالسبب الحافظ لبقاء الحيوان من ذاته إنما هو وفور الحرارة والرطوبة فى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p236'> Vol. 01, p. 236</a>\n            </div>\n             مزاجه وكون القوى الفاعلة فيه قاهرة للمنفعلة. فهذه هى الأسباب\nالحافظة للحيوان فى ذاته. فأما السبب الحافظ له من خارج فهى الستة أصناف\nالتى عددتها الأطباء، أعنى: المطعم، والمشرب، والهواء المحيط، والنوم\nواليقظة، والحركة والسكون، والأحداث النفسانية. وهذه إذا استعملها الإنسان\nالذى يوجد فى مزاجه هذان الشرطان، أعنى وفور الحرارة والرطوبة، وأن تكون\nالقوى الفاعلة فيه غالبة للمنفعلة على ما رسم فى الصناعة الحافظة للصحة —\nطال عمره ضرورة ولم يعرضه له إلا الموت الطبيعى، وهو الذى يكون سببه البرد\nواليبسز ومن لم يستعملها على ما ينبغى أمكن أن يكون موته من غلبة القوى\nالمنفعلة للقوى الفاعلة، وهى السبب فى تولد الأمراض الحادثة، وأمكن أيضا أن\nيموت الموت الطبيعى متى كان تولد الخلط الغريب فى بدنه ليس بمفرط الرداءة\nبل تكون رداءته رداءة يحملها مزاجه. وكثير من الناس يتفق <span id='ms43'></span> لهم أن تكون\nشهواتهم بالطبع موافقة لأمزجتهم فتطول أعمارهم. وأما الذين لا تغلب فيهم\nالقوى المنفعلة فانما يهلكون أكثر ذلك هلاكا غير طبيعى، وقلما يبلغون إلى\nأقصى ما فى طباع الرطوبة التى فى أبدانهم أن تبلغها، بل يهلكون من جهة\nالعفن قبل بلوغ الهرم، وبخاصة إذا اقترن إلى ضعف القوى الفاعلة تدبير غير\nموافق. وبالجملة، من عدم هذين الشرطين المشترطين فى مزاج الطويل العمر\nفعمره ضرورة قصير والبوار يعرض لهم سريعا من جهتين: إحداهما فناء الرطوبة\nالطبيعية فى أبدانهم وغلبة البرد واليبس عليهم، وذلك إذا استعملوا الأمور\nالتى من خارج استعمالا موافقا. وقد يعرض لهذا الصنف كثيرا — مع استعمال\nالتدبير — أن يهلكوا 〈هلاكا〉 غير طبيعى، وذلك من قبل الفضول المتولدة فيهم\nلضعف قواهم الفاعلة؛ ولذلك يوجد هذا الصنف، مع الحمية، كثير الأمراض إلا\nالأسباب التى من خارج.\n</p>\n\n<p>\nويشبه أن يكون المزاج — الذى وصفناه أنه مختص بطول العمر هو الذى يوجد فى\nفصل تركيبه ذان الشرطان — إما مجهولا فى صناعة الطب، وإما أن يكون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p237'> Vol. 01, p. 237</a>\n            </div>\n             الوقوف عليه عسرا. ولو كان معلوما علما قطيعا لقطع الطبيب على\nطول العمر وقصره. والمزاج المعتدل الذى يضعه جالينوس يشبه أن يكون هذا\nالمزاج، إلا أن تعرف هذا المزاج بالحس والوقوف عليه عسر؛ وهو أن يكون\nموجودا بالقول أحرى منه أن يكون موجودا بالحس. ولكون هذه النسبة مجهولة\nبالطبع يرى كثير من الزمناء يبلغون العمر، ويرى كثير من ذوى الهيئات الجيدة\nيعطبون فسبحان الله تعالى، واهب الأعمار ومقدارها، العليم بها.\n</p>\n\n<p>\nوتفاضل الناس فى أعمارهم هو بحسب تفاضلهم فى هذه النسبة المزاجية التى\nتختص بالطويل العمر. فطول العلر وقصره بالجملة يكون عن جنسين من الأسباب:\nأحدهما الأشياء التى من خارج، والجنس الثانى الأسباب التى فى ذات الشىء،\nوهى — كما وضعنا: وفور الحرارة والرطوبة، واستيلاء القوى الفاعلة على\nالمنفعلة؛ وفى النبات سبب ثالث مؤثر فى طول بقائه وهو أنه يفسد وينشأ فى\nأجزائه، أعنى أنه إذا جف منه غصن أمكن أن يتولد فيه غصن آخر. وهو مع هذا\nيستفيد <span id='ms44'></span> الحرارة الغريزية التى فيه من الشمس، أكثر مما يستفيدها الحيوان.\nوهو مع هذا كثير المائية، قريب من صور البسائط: فانه كلما تغذت صورة المركب\nمن صور البسائط التى تركب منها كانت صورته أشد مضادة لصور البسائط، فكان\nفعل البسائط فيه أكثر ومضادتها أعظم.\n</p>\n\n<p>\nفقد قلنا فى أسباب طول العمر وقصره بحسب رأى أرسطو، وبحسب ما تقتضيه\nالأصول الطبيعية. وأما القدماء فانهم كانوا ينسبون طول العمر وقصره إلى\nأسباب عرضية: فمنهم من كان يرى أن العلة فى طول العمر وقصره المواضع الحارة\nاليابسة؛ ومنهم من كان يرى أن السبب فى ذلك كثرة الدم. وأما الموضع الحار\nاليابس فمحرق ومعفن للرطوبة الطبيعية فلذلك لا يمكن أن يتصور أنه سبب\nبالذات لطول العمر، وإنما يكون سببا بالعرض لأن العفونة التى تعرض من قبل\nالرطوبة تقل فى هذه المواضع، وهذه مثلما يكون البلد البارد اليابس سببا\nلطول العمر، وهو أحق بذلك من البلد الحار اليابس لأنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p238'> Vol. 01, p. 238</a>\n            </div>\n             يعدم\nالعفونة التى تكون من الرطوبة والعفونة التى تكون من الحرارة؛ ولذلك يخص\nهذه البلاد أنه يقل فيها الموت الذى يعرض عن العفونة. وكذلك عظم الأبدان\nإنما يكون سببا إذا كان العظم عن وفور حرارة ورطوبة، لا عن وفور الجزء\nالأرضى فيها. ولذلك كان الإنسان، مع أنه صغير الجثة، أطول عمرا من كثير من\nالحيوان الذى هو أعظم جثة منه. وكذلك كثرة الدم هى أيضا سبب بالعرض، فان\nكثرة الدم تعرض فى الحيوان عن وفور الحرارة والرطوبة.\n</p>\n\n<p>\nفقد قلنا فى أسباب طول العمر وقصره وبحسب ما انتهى إليه قوتنا وفهمنا،\nوبحسب ضيق الوقت وشغل الزمان.\n</p>\n\n<p>\nوبانقضاء هذه المقالة انقضى ما وجد فى هذا العلم، بعون الله تعالى.\n</p>\n\n<p>\nتمت المقالة الثالثة، وبتمامها تم الكتاب والحمد لله رب العالمين. آمن! \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p239'> Vol. 01, p. 239</a>\n            </div>\n            \n <span id='ms45'></span>\n</p>\n",
  "pages": [
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "201",
    "203",
    "204",
    "205",
    "206",
    "20",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "220",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "23",
    "233",
    "234",
    "235",
    "236",
    "237",
    "238",
    "239"
  ],
  "volumes": [
    "01"
  ]
}