{
  "content": "\n<p>\nالمنظومة التبريزية\n</p>\n\n<p>\nفي\n</p>\n\n<p>\nالعقيدة الصحيحة السنية\n</p>\n\n<p>\nشرح وتوثيق\n</p>\n\n<p>\nمرزوق بن هياس آل مرزوق الزهراني\n</p>\n\n<p>\nالأستاذ المشارك في قسم علوم الحديث\n</p>\n\n<p>\nبكلية الحديث والدراسات الإسلامية\n</p>\n\n<p>\nبالمدينة النبوية\n</p>\n\n<p>\nطبع على نفقة فاعل خير نسال الله لنا وله القبول وجزيل الثواب\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1426 ه  2005 م \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p001'> Vol. 01, p. 001</a>\n            </div>\n             # المنظومة التبريزية\n</p>\n\n<p>\nفي\n</p>\n\n<p>\nالعقيدة الصحيحة السنية\n</p>\n\n<p>\nشرح وتوثيق\n</p>\n\n<p>\nمرزوق بن هياس آل مرزوق الزهراني\n</p>\n\n<p>\nالأستاذ المشارك في قسم علوم الحديث\n</p>\n\n<p>\nبكلية الحديث والدراسات الإسلامية\n</p>\n\n<p>\nبالمدينة النبوية\n</p>\n\n<p>\nطبع على نفقة فاعل خير نسال الله لنا وله القبول وجزيل الثواب\n</p>\n\n<p>\nالطبعة الأولى\n</p>\n\n<p>\n1426 ه - 2005 م \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p002'> Vol. 01, p. 002</a>\n            </div>\n             # بسم الله الرحمن الرحيم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p003'> Vol. 01, p. 003</a>\n            </div>\n             # ح: مرزوق بن هياس آل مرزوق الزهراني، 1425 ه\n</p>\n\n<p>\nفهرسة مكتبة الملك فهد الوطنية أثناء النشر.\n</p>\n\n<p>\nالزهراني، مرزوق بن هياس آل مرزوق.\n</p>\n\n<p>\nالمنظومة التبريزية في العقيدة الصحيحة السنية / مرزوق بن هياس آل مرزوق\nالزهراني، المدينة المنورة، 1425 ه\n</p>\n\n<p>\nردمك × 895 - 46 - 9960\n</p>\n\n<p>\n1 - العقيدة الإسلامية أ.\n</p>\n\n<p>\nديوي 240\n</p>\n\n<p>\n6558/ 1425\n</p>\n\n<p>\nرقم الإيداع: 6558/ 1425\n</p>\n\n<p>\nردمك × - 895 - 46 - 9960\n</p>\n\n<p>\nالطبعة الأولى: ص: 95\n</p>\n\n<p>\n21×14، 1426 ه 2005 م\n</p>\n\n<p>\nالناشر: المؤلف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p004'> Vol. 01, p. 004</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head0'>AUTO المقدمة</h1>\n\n<p>\nالحمد لله حمدا طيبا كثيرا مباركا فيه، كما يحب ربنا ويرضى، حمدا يدوم\nولا ينقطع، يكافئ فضل ربنا ومزيد نعمه، وأشهد أن لا إله إلا الله وحده لا\nشريك له، وأشهد أن محمدا عبد الله ورسوله، أرسله بالهدى ودين الحق، صلى\nالله وسلم وبارك عليه، وعلى آله وأصحابه وأتباعه إلى يوم الدين، أما بعد:\n</p>\n\n<p>\nفإن اعتقاد أهل السنة والجماعة هو الإيمان بالله وملائكته، وكتبه، ورسله،\nوالبعث بعد الموت، والإيمان بالقدر خيره وشره، ومن الإيمان بالله الإيمان\nبما وصف به نفسه في كتابه العزيز، وبما وصفه به رسوله محمد - صلى الله عليه\nوسلم -، من غير تحريف ولا تعطيل، ولا تكييف ولا تمثيل، فهم المؤمنون بأن\nالله {ليس كمثله شيء وهو السميع البصير} (1) فلا ينفون عنه ما وصف به نفسه،\nولا يحرفون الكلم عن مواضعه، ولا يلحدون في أسماء الله وآياته، ولا يكيفون\nولا يمثلون صفات الله - عز وجل - بصفات خلقه، لأنه سبحانه: لا سمي له، ولا\nكفء له، ولا ند له، ولا يقاس بخلقه سبحانه وتعالى، فهو أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n             # بنفسه وبما خلق <span id='ms01'></span>، وهو خالق كل شيء، وبين سبحانه أنه ليس كمثله شيء، ومن\nأصدق قيلا، وأحسن حديثا، وهم يؤمنون بأن رسله صادقون مصدقون، فيما أخبروا\nبه عن الله - عز وجل -، لم يختلفوا في ذلك، ولم يقولوا على الله ما لا\nيعلمون، ومن وصف الله - عز وجل - بغير ذلك فقد ضل عن الحق، فالله يقول:\n{سبحان ربك رب العزة عما يصفون (180) وسلام على المرسلين (181) والحمد لله\nرب العالمين} (¬1)\n</p>\n\n<p>\nفسبح نفسه عما وصفه به المخالفون للرسل، وسلم على المرسلين، لسلامة ما\nقالوه من النقص والعيب، وهو سبحانه قد جمع فيما وصف وسمى به نفسه بين النفي\nوالإثبات، فلا عدول لأهل السنة والجماعة عما جاء به المرسلون، فإنه الصراط\nالمستقيم، صراط الذين أنعم الله عليهم من النبيين والصديقين والشهداء\nوالصالحين، وهو الاعتصام بكتاب الله وسنة رسوله، المنهل العذب، الصافي\nالنقي، لا يشوبه كدر، ولا يعلوه قتر، وما من غلو وقع في الدين إلا كان سببه\nبدعة، نشأت من فكر أو خيال، أو هوى ولذلك قال رسول الله - صلى الله عليه\nوسلم -: ) أما بعد: فإن خير الحديث كتاب الله، وخير الهدي هدي محمد، وشر\nالأمور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n             # محدثاتها، وكل بدعة ضلالة (¬1) فعلى كل مسلم أن يجرد الإتباع لله - عز\nوجل - ورسوله - صلى الله عليه وسلم -، {قل إن تحبون الله فاتبعوني يحببكم\nالله ويغفر لكم ذنوبكم والله غفور رحيم} (¬2) وأن يتجرد من أي متبوع سوى\nالله ورسوله، هذا ما كان عليه أصحاب رسول الله - رضي الله عنهم - طيلة حياة\nرسول الله - صلى الله عليه وسلم -، وبعد انتقاله إلى الرفيق الأعلى سار\nأصحابه على المنهج النبوي، حذو القذة بالقذة، حتى ظهرت الفتنة، وما نتج\nعنها من ظهور بعض الفرق التي شقت وحدة المسلمين في المعبود والمتبوع\nوالمنهج، لكن أهل السنة والجماعة ثبتوا على ما كان عليه رسول الله - صلى\nالله عليه وسلم - وأصحابه - رضي الله عنهم - من التمسك بالكتاب والسنة، و\n{ذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم} (¬3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            \n</p>\n\n\n<h2 class='l2' id='head1'>AUTO ترجمة الناظم</h2>\n\n\n<h3 class='l3' id='head2'>AUTO نسبه</h3>\n\n<p>\n:\n</p>\n\n<p>\nعبد القاهر بن محمد (¬1) بن عبد <span id='ms02'></span> الواحد بن محمد بن إبراهيم بن موسى، جمال\nالدين، أبو محمد وأبو بكر، التبريزي، ثم الحراني، الخطيب، القاضي، الشافعي (¬2).\n</p>\n\n\n<h3 class='l3' id='head3'>AUTO نسبته</h3>\n\n<p>\n:\n</p>\n\n<p>\nالتبريزي: نسبة إلى تبريز، أشهر مدن أذربيجان، كانت مدينة عامرة حسناء،\nذات أسوار محكمة بالآجر والجص، وفي وسطها عدة أنهار جارية، والبساتين محيطة\nبها، وعمارتها بالآجر الأحمر المنقوش والجص، على غاية الإحكام، وكانت تبريز\nقرية حتى نزلها الرواد الأزدي، المتغلب على أذربيجان في أيام المتوكل، ثم\nإن الوجناء ابن الرواد بنى بها هو وإخوته قصورا، وحصنها بسور فنزلها الناس\nمعه، عصمها الله من التتار سنة (618) ثمان عشرة وستمائة من الهجرة، بسبب ما\nبذل أهلها للصلح، وقد خرج منها جماعة وافرة من أهل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n             # العلم (¬1) الحراني: نسبة إلى حران، بلدة من الجزيرة، وحران بطن من\nهمدان، كان بها جماعة من الفضلاء والعلماء، وهي من ديار ربيعة أو مضر، ظهر\nبها الصابئة وهم الحرانيون المذكورون في كتب الملل والنحل (¬2).\n</p>\n\n<p>\nالشافعي: نسبة إلى إمام المذهب محمد بن إدريس بن شافع القرشي (¬3).\n</p>\n\n<p>\nالقاضي: نسبة إلى القضاء بين الناس والحكومة، وأول من عرف بهذه النسبة\nسلمان بن ربيعة الباهلي، وهو أول قاض استقضي بالكوفة، فمكث بها أربعين يوما\nلا يأتيه خصم (¬4).\n</p>\n\n\n<h3 class='l3' id='head4'>AUTO ولادته</h3>\n\n<p>\n:\n</p>\n\n<p>\nولد بحران (15/ 8/648) نصف شعبان سنة ثمان وأربعين وستمائة من الهجرة.\n</p>\n\n\n<h3 class='l3' id='head5'>AUTO سعيه في طلب العلم</h3>\n\n<p>\n:\n</p>\n\n<p>\nأصله من بخارى، ومولده بحران، ومنشؤه واشتغاله\n</p>\n\n<p>\nبد مشق (¬5).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head6'>AUTO من أشهر شيوخه</h3>\n\n<p>\n:\n</p>\n\n<p>\nتاج الدين الفزاري: عبد الرحمن بن إبراهيم بن سباع بن ضياء، أبو إسحاق\n(¬1) والنجم الموغاني: نسبة إلى موغان، هكذا يقول أهلها بالغين المعجمة،\nوهي موقان: ولاية بأذر بيجان، فيها قرى ومروج كثيرة، أكثر أهلها من\nالتركمان، وهي بين إربيل وتبريز في الجبال (¬2) وقد تفقه على هذين الشيخين،\nوقرأ القرآن على الزواوي (¬3): محمد بن سليمان بن سومر، أبو عبد الله،\nالبربري، قاضي القضاة، جمال الدين، المالكي (¬4) ومجد الدين الظهير، سمع\nمنه القصيدة البائية، التي أولها: كل حي إلى الممات ذهابه.\n</p>\n\n\n<h3 class='l3' id='head7'>AUTO حالته الاجتماعية</h3>\n\n<p>\n:\n</p>\n\n<p>\nحكى عنه الذهبي وغيره: أن أمه ماتت وهي ابنة عشرين سنة، وأن أباه قدم به\nدمشق وهو <span id='ms03'></span> ابن ست، وكان تاجرا ذا مال، فمات فكفله عمه عبد الخالق، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n             # ورجع به إلى حران، وباع أملاكه بثمانين ألفا، ورد به عمه إلى دمشق، فقال\nله يوما: امض بنا نتفرج، فخلا به عمه وخنقه حتى غشي عليه، فرماه في حفرة\nوطم عليه التراب، ظنا منه أنه قد مات، فعل هذا طمعا في ما ورث من أبيه من\nمال، فمر بعد ذلك شخص جلس يبول فرأى المدر يتحرك بتحرك رجليه، فاستخرجه،\nفقام يعدو إلى الماء من شدة العطش فشرب، وتوجه إلى بعض أقاربه من النساء،\nفأقام عندها مختفيا، حتى بلغ وحفظ القرآن، فمر يوما فإذا بعمه، فقال: هاه\nجمال الدين امش بنا؟ ! ! ، فلم يكلمه، ثم رآه مرة أخرى بالجامع، فغاب منه،\nوتوجه عمه إلى اليمن، فأقام بها، بعد أن أخذ مال ابن أخيه، والعجب أن\nالتبريزي لم يطالب عمه بشيء، ولم يعاتبه على فعلته الشنعاء عندما رآه، وهذا\nينبئ عن أدب وخير وبركة فيه، وهو ما ظهر عليه، فقد تفقه على الشيخ تاج\nالدين الفزاري، والنجم الموغاني، وكان قاضيا مشهورا،\n</p>\n\n<p>\nوخطيبا بليغا (¬1).\n</p>\n\n\n<h3 class='l3' id='head8'>AUTO من تلاميذه</h3>\n\n<p>\n:\n</p>\n\n<p>\nالذهبي: قال: أنشدنا القاضي عبد القاهر لنفسه، سنة (704) أربع وسبعمائة\nمن الهجرة:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            \n</p>\n\n<p>\nكم بين بان الأجرع ورامية ولعلع ... من قلب صب موجع سكران وجد لا يعي (¬1).\n</p>\n\n<p>\nإلى تمام المنظومة التي نحن بصدد شرحها.\n</p>\n\n\n<h3 class='l3' id='head9'>AUTO مكانته العلمية</h3>\n\n<p>\n:\n</p>\n\n<p>\nكان عارفا باللغة، خبيرا بالأحكام، قوي المشاركة، له نظم رائق ومحاسن كثيرة.\n</p>\n\n\n<h3 class='l3' id='head10'>AUTO عقيدته</h3>\n\n<p>\n:\n</p>\n\n<p>\nقال الحافظ ابن حجر: قرأت بخط البدر النابلسي، كان عالما فاضلا، على\nمعتقد السلف، وقال الذهبي: عزله القزويني لكونه أثبت ولم يتأول (¬2)، فسار\nالتبريزي إلى مصر فولاه ابن جماعة نيابة دمياط.\n</p>\n\n<p>\nوهذا مؤيد بقصيدته هذه، وأنه على منهج السلف في الاعتقاد، ولذلك عزله\nالقزويني الأشعري؛ لأنه لم يتأول الاستواء.\n</p>\n\n\n<h3 class='l3' id='head11'>AUTO ذكر بعض صفاته</h3>\n\n<p>\n:\n</p>\n\n<p>\nكان مليح الصورة، أبيض مستدير اللحية، فصيح العبارة، فاخر البزة (¬3).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            \n</p>\n\n\n<h3 class='l3' id='head12'>AUTO مناصبه</h3>\n\n<p>\n:\n</p>\n\n<p>\nناب في القضاء عن الزرعي في صفد: مدينة في جبال عاملة من جبال لبنان\nالمطلة على حمص (¬1)، وكان قد ناب في عجلون: من مدن الشام اليوم <span id='ms04'></span> - ولم أقف\nعلى من وصفها - وسلمية: بليدة في ناحية البرية، من أعمال حماة، بينهما\nمسيرة يومين في ذلك الوقت، وفي تسميتها قصة: أنه لما نزل العذاب بالمؤتفكة،\nوهي قريبة منها، رحم الله منهم مائة نفس فنجوا، فانتزحوا إلى موقعها،\nفعمروا وسكنوا، فسمي الموقع \"سلم مائة\" ثم حرف الناس بعد ذلك اسمها فقالوا:\n\"سلمية\" بالتخفيف، ثم إن صالح بن علي بن عباس اتخذها منزلا، وبنى هو وولده\nالأبنية فيها ونزلوها، وبها محاريب سبعة، يقال: تحتها قبور التابعين، وفي\nطريقها إلى حمص قبر النعمان بن بشير، نسب إليها جماعة من العلماء (¬2) ثم\nولي في الآخر قضاء دمياط: مدينة بين تنيس ومصر، بينها وبين تنيس نصف نهار\nذلك الوقت، تقع على زاوية بين البحر الأبيض المتوسط ونهر النيل، ومن شمالها\nيصب النيل في البحر، لها سور عليه محارس ورباطات، طيبة الهواء، ثغر من ثغور\nالإسلام، ذكر فيها رواية تتعلق بفتحها على يد عمر بن الخطاب، بها حرف\nوصناعات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n             # عالية الجودة، ومن أجودها عمل ثياب الشرب الفائق، وهي ثياب رفيعة ذات\nقيمة عالية، تقدر بثلاثمائة دينار للثوب الواحد، ولم يكن مشغولا بالذهب،\nوقيل: إنه في سنة (398) ثلاثمائة وثمانية وتسعين من الهجرة، بيع حلتان\nدمياطيتان بثلاثة آلاف دينار، وهذا مما لم يسمع بمثله ببلد، في ذلك الزمان،\nوكان الوالي عليها عنبسة بن إسحاق الضبي أيام المتوكل، سنة (238) ثمان\nوثلاثين ومائتين من الهجرة، وفي يوم عرفة من هذه السنة هاجمها الروم\nفملكوها وما فيها، وقتلوا بها جمعا كثيرا من المسلمين، وسبوا النساء\nوالأطفال وأهل الذمة، وعلى أثر ذلك أمر المتوكل ببناء حصن دمياط، فبقيت في\nأيدي المسلمين إلى أن كان شهر ذي القعدة سنة (614) أربع عشرة وستمائة من\nالهجرة، عهد الملك العادل أبي بكر بن أيوب هاجمها الإفرنج، فهذا شيء من\nقديم تاريخ هذه المدينة العريقة، في جمهورية مصر العربية اليوم (¬1).\n</p>\n\n\n<h3 class='l3' id='head13'>AUTO مؤلفاته</h3>\n\n<p>\n:\n</p>\n\n<p>\nأنشأ خطبا سماها تحفة الألباء، وهي على حروف المعجم، في مجلد، ونظم في\nوقعة التتار بشقحب (¬2): كانت بقيادة ابن تيمية في أول رمضان سنة <span id='ms05'></span> (702)\nثنتين وسبعمائة من الهجرة، وحصل للناس شدة عظيمة وظهر فيها من كرامات الشيخ\nوإجابة دعائه وعظيم جهاده وفرط شجاعته ونهاية كرمه ونصحه للإسلام وغير ذلك\nما يتجاوز الوصف (¬3)، - قصيدة أولها: الله أكبر جاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n             # النصر والظفر، ومن شعره في قلعة صفد لما حاصرها الظاهر بيبرس:\n</p>\n\n<p>\nترى منجنيقا يذهب العقل حسه ... إذا بات في أقطارها الناس رصدا\n</p>\n\n<p>\nإذا ما أراها السهم منه ركوعه ... يخر له أعلى الشراريف سجدا (¬1).\n</p>\n\n\n<h3 class='l3' id='head14'>AUTO وفاته</h3>\n\n<p>\n:\n</p>\n\n<p>\nمات بدمياط في جمادى الآخرة سنة (740) أربعين وسبعمائة من الهجرة، وله\n(92) ثنتين وتسعين سنة (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head15'>CHECK [المنظومة]</h1>\n\n<p>\nقال الناظم عبد القاهر بن عبد الواحد التبريزي رحمه الله، مجزوء الرجز:\n</p>\n\n<p>\n1 - كم بين بان الأجرع ورامية ولعلع ... من قلب صب موجع سكران وجد لا يعي\n</p>\n\n<p>\n2 - تراه ما بين الحلل جريح أسياف المقل ... فارفق به ولا تسل عن قلبه المضيع\n</p>\n\n<p>\n3 - ود الحمى فأخلصا إذ حقه قد حصحصا ... فوده أن يخلصا من الحضيض الأوضع\n</p>\n\n<p>\n4 - إلى المقام الأول ومعهد الأنس الحلي ... والمربع السامي العلي سقيا\nله من مربع\n</p>\n\n<p>\n5 - رحلت عن ذاك الفضا لا باختياري والرضا ... فيا زمانا قد مضى إن عاد\nماض فارجع\n</p>\n\n<p>\n6 - واركع إذا الليل دجى ركوع خوف ورجا ... وعد في سفن النجا إلى الفضاء\nالأوسع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p016'> Vol. 01, p. 016</a>\n            </div>\n             # 7 - عليك بالتهجد وقم طويلا واسجد ... وبت نديم الفرقد واشرب كؤوس الأدمع\n</p>\n\n<p>\n8 - قف عند حكم المصحف من غير ما تحرف ... ولا تخض وقعت في أقوال أهل البدع\n</p>\n\n<p>\n9 - فإنه كلامه أعيى الورى نظامه ... وبهرت أحكامه الغر جميع الشيع\n</p>\n\n<p>\n10 - منه كما جاء بدا وكن به معتضدا ... ولا تجادل أحدا في آية وارتدع\n</p>\n\n<p>\n11 - ولا تؤل ما ورد لله من سمع ويد ... وقل هو الله أحد قول امرئ متبع\n</p>\n\n<p>\n12 - وأنه عز وجل كلم موسى ذا الوجل ... لما تجلى للجبل جهرا كلاما مسمع\n</p>\n\n<p>\n13 - أصغى إليه فوعى بأذنه ما سمعا ... ثم أجاب مسرعا جواب ثبت أروع (¬1) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n             # 14 - ولا توافق من غوى وقل بأن ذا القوى ... حقا على العرش استوى كما\nأراد فاسمع\n</p>\n\n<p>\n15 - وهو تعالى في السما عال ومعنا أينما ... بغير كيف لا كما يخطر\nللمبتدع\n</p>\n\n<p>\n16 - من قاسه من البشر بخلقه فقد <span id='ms06'></span> كفر ... وقد أطاع ونصر أمر الهوى المتبع\n</p>\n\n<p>\n17 - ويلاه من وزن العمل وبحره عندي وشل (¬1) ... قد غاض (¬2) طاميه وقل\nفما ترى من منبع\n</p>\n\n<p>\n18 - واعترضت جهنم ونارها تضطرم ... وكب فيها المجرم وقيل يا نار ابلعي\n</p>\n\n<p>\n19 - وجنة الفردوس قد تزخرفت لمن عبد ... وقام ليلا وسجد في طمره المرقع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n             # 20 - ونهدت أبكارها واطردت أنهارها ... وغردت أطيارها في كل غصن مونع (¬1)\n</p>\n\n<p>\n21 - يا من له تبتلي في كل ليل أليل ... ومن إليه موئلي دون الورى ومفزع\n</p>\n\n<p>\n22 - صل على خير البشر من كل أنثى وذكر ... محمد وجه القمر ذي الجانب\nالممنع\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head16'>AUTO شرح المنظومة</h1>\n\n<p>\n1 - كم بين بان الأجرع ورامية ولعلع ... من قلب صب موجع سكران وجد لا يعي\n</p>\n\n<p>\nبدأ الناظم رحمه الله هذه المنظومة بما درج عليه الكثيرون من الشعراء قبل\nالإسلام وبعده من طرق باب الغزل، وأرى أن فيه براعة استهلال، واستجلاب لنظر\nالحاضر وسمعه في آن واحد، فإن الناظر إلى غيرك قد لا يكون سامعا لك، فالنظر\nيصرف السمع في الغالب إلى المنظور، وإن سمع شيئا آخر، فضبطه لما سمع، قد\nيكون خفيفا، ويضاف إلى هذا زيادة استشراف السماع لما يتلو من القول، وهو\nأقوى في الضبط، وأوعى للسمع، وقد سلك هذا الصحابي كعب بن زهير في قصيدته\nوالتي استهلها بقوله:\n</p>\n\n<p>\nبانت سعاد فقلبي اليوم متبول ... متيم إثرها لم يفد مكبول\n</p>\n\n<p>\nوما سعاد غداة البيت إذ رحلوا ... إلا أغن غضيض الطرف مكحول\n</p>\n\n<p>\nوالتي يقال إنه أنشدها في المسجد النبوي بين يدي رسول الله - صلى الله\nعليه وسلم -، وأنه كساه بردته، وقيل إن معاوية طلبها منه بعشرة آلاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p020'> Vol. 01, p. 020</a>\n            </div>\n             # درهم، فأبى وقال: ما كنت لأوثر بها أحدا، فلما مات باعها الورثة على\nمعاوية بعشرين ألف درهم.\n</p>\n\n<p>\nكم بين بان الأجرع، ورامية، ولعلع:\n</p>\n\n<p>\nليس المراد الاستفهام، بل المراد الإخبار بكثرة هذا النوع من القلوب،\nوالبان شجر مستقيم الأغصان طويلها كثيرا ما تغنى به الشعراء، والأجرع: هو\nعلم على موضع باليمامة (¬1) ورامية: إما أن تكون رامن: بليدة بينها وبين\nهمذان سبعة فراسخ، وهي من بلاد إيران اليوم، أو أنها رامة: منزل <span id='ms07'></span> في طريق\nالبصرة إلى مكة، وهي آخر بلاد بني تميم، وبين رامة وبين البصرة اثنتا عشرة\nمرحلة، أو رامة: من قرى بيت المقدس بها مقام إبراهيم - عليه السلام -، وهو\nالأقرب في نظري (¬2) ولعلع: موضع على طريق الحاج من البصرة، بينه وبين أقر\nثلاثون ميلا (¬3).\n</p>\n\n<p>\nمن قلب صب موجع سكران وجد لا يعي:\n</p>\n\n<p>\nأي من قلوب كثيرة أصابها العشق الشديد، فالصب: هو العاشق، والصبابة غاية\nالعشق، ولذلك قال: موجع، أي أصابه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n             # الألم من شدة الوله، وأرقه ما نزل به من ذلك (¬1) حتى أصبح شبيها بمن ولغ\nالمسكر المحرم فأفقده صوابه، وإن كان ذلك من حرام، لكن سكر المشبه هنا من\nنوع آخر، وهو فقدان الوعي من ولع شديد بشيء مباح، كما هو معلوم من غاية هذه\nالمنظومة، والوجد: الحب الشديد، ومنه ما ورد في حديث ابن عمر، وعيينة بن\nحصن: \"والله ما بطنها بوالد، ولا زوجها بواجد\" (¬2).\n</p>\n\n<p>\n2 - تراه ما بين الحلل جريح أسياف المقل ... فارفق به ولا تسل عن قلبه المضيع\n</p>\n\n<p>\nتراه ما بين الحلل جريح أسياف المقل:\n</p>\n\n<p>\nأي: تنظر إليه في حلل بهيجة، تدل على مكانة كريمة، وملك وغنى، والحلل\nمفردها حلة: وهي الفاخر من الثياب، وكانوا لا يسمون اللباس حلة إلا إذا\nاشتمل على إزار ورداء من نوع واحد، وهي أنواع بحسب العادات والأعراف، مما\nهو لباس العظماء، من الأغنياء وغيرهم (¬3)، فإذا كان هذا حاله، وهو مع ذلك\nمضرج جريح، صرعه ما حل به من طعن المقل، جمع مقلة: وهي الحدقة: الناظر من\nالعين، لكنه هنا أراد العين (¬4)، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n             # بلحظها وجمالها، ولم يرد جزءا منها، وقد شبه اللحظ منها بالأسياف الشديدة\nالمضاء والفتك.\n</p>\n\n<p>\nفارفق به ولا تسل عن قلبه المضيع:\n</p>\n\n<p>\nلأن من كان هذا حاله يرفل في حلل، وهو في الوقت ذاته صريع مضرج، فالأدعى\nلحاله أن تزيد الشفقة به، فما أوصله إلى هذه الحال إلا أمر جلل، شبه بمن\nيفقد قلبه، وما حال من فقد قلبه يا ترى؟ ! ! .\n</p>\n\n<p>\n3 - ود الحمى فأخلصا إذ حقه قد حصحصا ... فوده أن يخلصا من <span id='ms08'></span> الحضيض الأوضع\n</p>\n\n<p>\nود الحمى فأخلصا إذ حقه قد حصحصا:\n</p>\n\n<p>\nأي أخلص الود لأهل الحي، والود: المحبة الخالصة (¬1)، ولا يكون الود إلا\nفي مداخل الخير، ولذلك أكد، خلوص الود للحمى قدرا لمن حل به ممن عشق، وقد\nكان حق هذا الحي قد وجب، ولا مفر من إخلاص الود له فقد نزل به محبوبه، وقد\nسمى الحي حمى تشبيها بالحمى المصان الممنوع، سواء كان ماديا كأحمية الديار،\nأو معنويا كما ورد في حديث الإفك من قوله: \"أحمي سمعي وبصري\"\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            \n</p>\n\n<p>\nأي أمنعهما من أن أنسب إليهما ما لم يدركاه، وبه أصونهما من العذاب (¬1).\n</p>\n\n<p>\nفوده أن يخلصا من الحضيض الأوضع:\n</p>\n\n<p>\nأي مرغوبه ومقصوده من هذا الحب أن يكون نظيفا نقيا من الأدران التي تنزل\nبصاحبها إلى الحضيض: وهو قرار الشيء وأسفله، وأراد الصفات الموغلة المهانة\nوالضعة (¬2) وهنا يبرز مراد الناظم من هذه المقدمة الغزلية، وهو غزل في\nالمكارم والعلا، وليس طلبا للشهوة والهوى.\n</p>\n\n<p>\n4 - إلى المقام الأول ومعهد الأنس الحلي ... والمربع السامي العلي سقيا\nله من مربع\n</p>\n\n<p>\nإلى المقام الأول ومعهد الأنس الحلي:\n</p>\n\n<p>\nلعل الناظم حن إلى مرابع الآباء والأجداد من بلاد الإسلام، بخارى من أعظم\nمدن ما وراء النهر، وقد خرج منها علماء في كل فن يجاوزون الحد، من أبرزهم\nأبو عبد الله البخاري صاحب الصحيح، وقد فتحت بخارى مرتين: الأولى في عهد\nمعاوية - رضي الله عنه -، سنة (55) خمس وخمسين من الهجرة، بقيادة سعيد بن\nعثمان بن عفان، والثانية سنة (87) سبع وثمانين من الهجرة، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n             # بقيادة قتيبة بن مسلم (¬1) أو إلى حران مسقط رأسه، ومقر نشأته ولذلك وقع\nفي النفس كبير، وحران بلدة من الجزيرة، نسبت إلى حران بطن من همدان، كان\nبها جماعة من الفضلاء والعلماء، وهي من ديار ربيعة أو مضر، ظهر بها الصابئة\nوهم الحرانيون المذكورون في كتب الملل والنحل (¬2) ولا أظنه أراد سوى\nالأولى، ولا يبعد حنينه لمسقط رأسه، وما في البيت من كلمات توحي بجواز\nالأمرين.\n</p>\n\n<p>\nوالمربع السامي العلي سقيا له من مربع:\n</p>\n\n<p>\nالمربع مكان الإقامة، والربع هو المنزل، والدار <span id='ms09'></span> بعينها، والوطن متى كان،\nوبأي مكان كان، ومنه قول رسول لله - صلى الله عليه وسلم -: (وهل ترك لنا\nعقيل من ربع؟ وفي رواية: من رباع) وهي المنزل ودار الإقامة (¬3) وقد وصفه\nبالسمو والعلو في المكارم، والصفات الحسنة، لأنه لا يوصف بذلك سواها، وطلب\nالسقيا والغيث للمرابع، من أحسن الدعاء لما يتبع ذلك من خير وحسن وجمال\nتكتسي به المرابع من الديار.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            \n</p>\n\n<p>\n5 - رحلت عن ذاك الفضا لا باختياري والرضا ... فيا زمانا قد مضى إن عاد\nماض فارجع\n</p>\n\n<p>\nرحلت عن ذاك الفضا لا باختياري والرضا:\n</p>\n\n<p>\nأي: انتقل عن مرابعه وديار نشأته، بسبب ما قضى الله من صروف الحياة،\nفالقدر نافذ بغير اختيار من العبد، لكنه قد يؤول به إلى الخير إما في دنياه\nأو في آخرته.\n</p>\n\n<p>\nفيا زمانا قد مضى إن عاد ماض فارجع:\n</p>\n\n<p>\nفيه إشارة إلى أن ما مضى لا يعود، وإن تمنى المتمني، فكأن الناظم يقول:\nأتمنى عودة الأيام التي عشتها في تلك المرابع، ولما لم يكن ذلك حاصلا، عدل\nعنه إلى ما هو واقع من عدم الرجوع، للرد على ما تتمناه نفسه بأن الماضي لا\nيعود، وذلك آكد في يأسها، وأقوى في إقناعها.\n</p>\n\n<p>\n6 - واركع إذا الليل دجى ركوع خوف ورجا ... وعد في سفن النجا إلى الفضاء الأوسع\n</p>\n\n<p>\nهنا يكشف الناظم رحمه الله عن مراده من تلك الأمنية العديمة التحقق،\nفالزمان الماضي لا يعود، لا كلا ولا جزءا، وهذا يستدعي الحرص الشديد على\nاستثمار الوقت فيما ينفع، وإلى ما تجب العناية به في استثمار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p026'> Vol. 01, p. 026</a>\n            </div>\n             # الوقت، ما فيه طاعة لله ورسوله، فإنه غراس الآخرة، وهو غراس لا تجنى\nثماره إلا في يوم لا ينفع فيه مال ولا بنون إلا من أتى الله بقلب سليم، ومن\nأسباب السلامة حمل النفس على الطاعات وأعمال الخير، وتزكيتها من الشرور\nوالآثام، فقد أفلح من زكاها، وقد خاب من دساها.\n</p>\n\n<p>\nوقد تضمنت هذه المنظومة مباحث مهمة في عبادة واعتقاد المسلم، يجب أن\nيجعلها ركائز في أعماله وتصرفاته، وكل شؤون حياته:\n</p>\n\n\n<h1 class='l1' id='head17'>AUTO المبحث الأول</h1>\n\n<p>\nالمحافظة على النوافل\n</p>\n\n<p>\nيقول <span id='ms10'></span> الناظم رحمه الله:\n</p>\n\n<p>\nواركع إذا الليل دجى ركوع خوف ورجا:\n</p>\n\n<p>\nتجاوز الناظم رحمه الله التوجيه والإرشاد إلى المحافظة على الفرائض إيماء\nمنه إلى أن الفرائض أمر مفروغ من وجوب المحافظة عليها، وذلك أدنى الكمال من\nفرط في شيء منه هلك والعياذ بالله، أخرج البخاري من حديث طلحة بن عبيد الله\n- رضي الله عنه - يقول: جاء رجل إلى رسول الله - صلى الله عليه وسلم - من\nأهل نجد، ثائر الرأس، يسمع دوي صوته ولا يفقه ما يقول، حتى دنا، فإذا هو\nيسأل عن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p027'> Vol. 01, p. 027</a>\n            </div>\n             # الإسلام، فقال رسول الله - صلى الله عليه وسلم -: (خمس صلوات في اليوم\nوالليلة) فقال: هل علي غيرها؟ قال: (لا إلا أن تطوع) قال رسول الله - صلى\nالله عليه وسلم -: (وصيام رمضان) قال هل علي غيره؟ قال: (لا إلا أن تطوع)\nقال: وذكر له رسول الله - صلى الله عليه وسلم - الزكاة، قال: هل علي غيرها؟\nقال: (لا إلا أن تطوع). قال: فأدبر الرجل وهو يقول: والله لا أزيد على هذا\nولا أنقص، قال رسول الله - صلى الله عليه وسلم -: (أفلح إن صدق) (¬1) هذا\nالرجل أقسم أنه لا يزيد على ذلك ولا ينقص، فلم يعنفه رسول الله - صلى الله\nعليه وسلم -، بل ألزم - صلى الله عليه وسلم - فلاحه بصدقه في عدم النقصان،\nلأنه أدنى الكمال، ولم يلزمه بالتطوع لأنه زيادة طاعة على الفرض، ولذلك سمي\nنفلا، فكأن الناظم يقول نحن متفقون على وجوب المحافظة على أدنى الكمال،\nولكني أدعو إلى الكمال نفسه، وهو الزيادة على الفرض، ثم بدأ مرة أخرى\nبالتوجيه إلى الكمال في أعمال النوافل، إيماء منه إلى أن أدنى الكمال في\nالنوافل هو المحافظة على السنن الراتبة، وهي ركعتين قبل صلاة الفجر، لقول\nعائشة رضي الله عنها: (لم يكن النبي - صلى الله عليه وسلم -، على شيء من\nالنوافل، أشد منه تعاهدا على ركعتي الفجر) (¬2) وقولها: \"كان يصلي في بيتي\nقبل الظهر أربعا، ثم يخرج فيصلي بالناس، ثم يدخل فيصلي ركعتين، وكان يصلي\nبالناس المغرب، ثم يدخل فيصلي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n             # ركعتين، ويصلي <span id='ms11'></span> بالناس العشاء، ويدخل بيتي فيصلي ركعتين\" (¬1) وما ورد في\nحديث ابن عمر - رضي الله عنه - قال: \"صليت مع رسول الله - صلى الله عليه\nوسلم - قبل الظهر سجدتين، وبعدها سجدتين، وبعد المغرب سجدتين، وبعد العشاء\nسجدتين، وبعد الجمعة سجدتين، فأما المغرب والعشاء والجمعة، فصليت مع النبي\nفي بيته\" (¬2) وقد عبر بالسجدتين وهو يعني ركعتين، فيكون المجموع (12) ثنتي\nعشرة ركعة في اليوم والليلة، وهو ما ورد في حديث أم حبيبة أنها تقول: سمعت\nرسول الله - صلى الله عليه وسلم - يقول: (من صلى اثنتي عشرة ركعة في يوم\nوليلة، بني له بهن بيت في الجنة) قالت أم حبيبة: فما تركتهن منذ سمعتهن من\nرسول الله صلى الله عليه وسلم.\n</p>\n\n<p>\nوقال ابن عنبسة: فما تركتهن منذ سمعتهن من أم حبيبة.\n</p>\n\n<p>\nوقال عمرو بن أوس: ما تركتهن منذ سمعتهن من عنبسة.\n</p>\n\n<p>\nوقال النعمان بن سالم: ما تركتهن منذ سمعتهن من عمرو بن أوس (¬3).\n</p>\n\n<p>\nوهذا هو الكمال في الرواتب، وأدنى الكمال في النوافل، أما الكمال في\nالنوافل فهو الإتيان بمزيد على هذا، وهو كمال نسبي يتفاوت من شخص لآخر، على\nقدر ما ينال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n             # من جهد وحرص على ما وجه إليه رسول الله - صلى الله عليه وسلم - في هذا\nالباب، ومن ذلك الحرص على صلاة الضحى، والتي تسمى صلاة الأوابين، وأقلها\nركعتان، وأكملها ثمان، وقد أخبرت عائشة رضي الله عنها: أن رسول الله صلاها\nأربعا ويزيد ما شاء، وفي حديث أم هاني: أنه صلى ثمان ركعات (¬1) فكأن\nالناظم رحمه الله يقول: أنا وأنتم متفقون على المحافظة على السنن الراتبة،\nولكن هلموا إلى المزيد مما هو أكمل، وذلك ما كان يفعله رسول الله - صلى\nالله عليه وسلم -، ورد في حديث عائشة رضي الله عنها، عن صلاة رسول الله -\nصلى الله عليه وسلم - في تطوعه فقالت: \"كان يصلي من الليل تسع ركعات. فيهن\nالوتر، وكان يصلي ليلا طويلا قائما، وليلا طويلا قاعدا، وكان إذا قرأ وهو\nقائم، ركع وسجد وهو قائم، وإذا قرأ قاعدا، ركع وسجد وهو قاعد، وكان <span id='ms12'></span> إذا طلع\nالفجر، صلى ركعتين\" (¬2) وهذا ما عناه الناظم رحمه الله بقوله:\n</p>\n\n<p>\nواركع إذا الليل دجى ركوع خوف ورجا:\n</p>\n\n<p>\nفإنه إرشاد منه إلى هذا العمل الجليل الذي حرص عليه رسول الله - صلى الله\nعليه وسلم - أمته، لما فيه من الخير والصلاح والفلاح في الدنيا والآخرة،\nومن فضل الله على هذه الأمة أنه تعالى يقبل منهم العمل الصالح القليل،\nويعطي عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n             # الأجر الكثير، ولم يوجب عليهم كثير من الطاعات سواء كانت بدنية أو مالية،\nوإنما ندب إلى ذلك على لسان عبده ورسوله نبينا محمد - صلى الله عليه وسلم\n-، وسواء التزم ما كان يفعله رسول الله - صلى الله عليه وسلم -، أو زاد في\nقيامه فذلك خير لا ينكر استنادا إلى حديث ابن عمر رضي الله عنهما: أن رجلا\nسأل رسول الله - صلى الله عليه وسلم - عن صلاة الليل؟ ، فقال رسول الله -\nصلى الله عليه وسلم -: (صلاة الليل مثنى مثنى، فإذا خشي أحدكم الصبح، صلى\nركعة واحدة، توتر له ما قد صلى) (¬1).\n</p>\n\n\n<h1 class='l1' id='head18'>AUTO المبحث الثاني</h1>\n\n<p>\nالخوف والرجاء\n</p>\n\n<p>\nواركع إذا الليل دجى ركوع خوف ورجا:\n</p>\n\n<p>\nهذا من مباحث العقيدة لبيان أن المسلم يدور أمره في الحياة بين الخوف\nوالرجاء، وهو في كل شؤون الحياة الدينية والدنيوية يعمل بناء على هذه\nالقاعدة العقدية العظيمة، فإن وقع منه عمل صالح استبشر ورجا الثواب من الله\n- عز وجل -، وإن وقع في معصية اشتد ندمه على ما فعل خوفا من عقاب الله - عز\nوجل -، فالجمع بين الخوف والرجاء من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n             # الواجبات الشرعية، لتلازمهما في كمال التوحيد، كتلازم الشهادتين في\nالإيمان بالله ورسوله، وهذا منهج أهل السنة والجماعة، داعين إليه متمسكين\nبه إلى قيام الساعة.\n</p>\n\n\n<h2 class='l2' id='head19'>AUTO الخوف</h2>\n\n<p>\n:\n</p>\n\n<p>\nهو من العبادات القلبية التي يتقرب بها إلى الله تعالى، فهو القائل\nسبحانه: {إنما ذلكم الشيطان يخوف أولياءه فلا تخافوهم وخافون إن كنتم\nمؤمنين} (¬1) وهو ينقسم إلى قسمين:\n</p>\n\n\n<h3 class='l3' id='head20'>AUTO 1 - </h3>\n\n\n<h2 class='l2' id='head21'>AUTO الخوف</h2>\n\n<p>\n الطبعي، أو الجبلي\n</p>\n\n<p>\n: وهو\n</p>\n\n\n<h2 class='l2' id='head22'>AUTO الخوف</h2>\n\n<p>\n الذي أوجده الله في نفس الإنسان بحكم الطبع البشري، فهذا لا حرج على\nالمسلم من أن يخاف من عدوه، أومن مؤذيات <span id='ms13'></span> كالحيات والعقارب ونحوها، أو من\nالسباع، أومن نار، أو أي شيء فيه أذى وهلاك، فإن ذلك أمر جبلي، لا عيب في\nوجوده، ولا مانع من الأخذ بالأسباب المنجية منه بإذن الله تعالى، ومن هذا\nالقبيل خوف نبي الله موسى - عليه السلام -، قال تعالى: {فأوجس في نفسه خيفة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n             # موسى} طه: 67 (¬1) لم يعنفه الرب سبحانه، بل قال: {قلنا لا تخف إنك أنت\nالأعلى} (¬2) وقد ذكر الله - عز وجل - هذا النوع من الخوف وأنه يحدث\nللمؤمنين ابتلاء وتمحيصا قال تعالى: {ولنبلونكم بشيء من الخوف والجوع ونقص\nمن الأموال والأنفس والثمرات وبشر الصابرين} (¬3) وقال تعالى: {قال رجلان\nمن الذين يخافون أنعم الله عليهما ادخلوا عليهم الباب فإذا دخلتموه فإنكم\nغالبون وعلى الله فتوكلوا إن كنتم مؤمنين} (¬4) وذكره تعالى في وصف\nالمنافقين فقال تعالى: {أشحة عليكم فإذا جاء الخوف رأيتهم ينظرون إليك تدور\nأعينهم كالذي يغشى عليه من الموت فإذا ذهب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n             # الخوف سلقوكم بألسنة حداد أشحة على الخير أولئك لم يؤمنوا فأحبط الله\nأعمالهم وكان ذلك على الله يسيرا} (¬1) وقال تعالى: {وإذا جاءهم أمر من\nالأمن أو الخوف أذاعوا به ولو ردوه إلى الرسول وإلى أولي الأمر منهم لعلمه\nالذين يستنبطونه منهم ولولا فضل الله عليكم ورحمته لاتبعتم الشيطان إلا\nقليلا} (¬2) إذن هذا النوع خوف جبلي في الإنسان المؤمن وغيره على حد سواء،\nبل يتعدى الإنسان إلى الدواب بكل أشكالها، حتى الأسد مثلا يخاف من صياده\nولو قاوم.\n</p>\n\n\n<h3 class='l3' id='head23'>AUTO 2 - الخوف الشرعي: ينقسم إلى قسمين</h3>\n\n<p>\n:\n</p>\n\n\n<h4 class='l4' id='head24'>AUTO أ - خوف شرعي مأمور به</h4>\n\n<p>\n: وهو ما كان على نحو قول الله تعالى: {وأنذر به الذين يخافون أن يحشروا\nإلى ربهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n             # ليس لهم من دونه ولي ولا شفيع لعلهم يتقون} (¬1) وقوله تعالى: {يخافون\nربهم من فوقهم ويفعلون ما يؤمرون} (¬2) وقوله تعالى: {رجال لا تلهيهم تجارة\nولا بيع عن ذكر الله وإقام الصلاة وإيتاء الزكاة يخافون يوما تتقلب فيه\nالقلوب والأبصار} (¬3) وقوله تعالى: {وتركنا فيها آية للذين يخافون العذاب\nالأليم} (¬4) فهذا النوع من الخوف مطلوب شرعا، وهو عبادة لله، يعين على فعل\nالخير <span id='ms14'></span>، ويمنع من الوقوع في الشر.\n</p>\n\n\n<h4 class='l4' id='head25'>AUTO ب - خوف شرعي منهي عنه</h4>\n\n<p>\n: وهو الخوف الذي لا يجوز أن يكون إلا من الله وحده لا شريك له، ومن وقع\nفيه فسبب ذلك الشرك بالله - عز وجل -، وهو ما يقع وله تعلق بالاعتقاد،\nفيكون في قلب الإنسان الخوف من أي شيء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n             # كان أنه ينفع ويضر من دون الله - عز وجل -، فيعمل أعمالا يتقرب بها إليه\nخوفا من أن يصيبه بمكروه، وسواء كان المخوف منه من الإنس أو الجن أو غير\nذلك من المخلوقات، فإنه من الشرك الذي حرم الله الجنة على أهله، قال تعالى:\n{إنه من يشرك بالله فقد حرم الله عليه الجنة ومأواه النار وما للظالمين من\nأنصار} (¬1) وقال تعالى: {إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن\nيشاء ومن يشرك بالله فقد افترى إثما عظيما} (¬2) ونفي المغفرة يقتضي عدم\nدخول الجنة، فمن أفرد الرب سبحانه، بالخوف في أمر النفع والضر فقد حقق\nالتوحيد لقوله تعالى: {إنما ذلكم الشيطان يخوف أولياءه فلا تخافوهم وخافون\nإن كنتم مؤمنين} (¬3) لأن أمر الله تعالى لعباده بعدم الخوف من الشيطان\nوأوليائه، هو أمربأحد أفراد التوحيد وهو الخوف منه دون سواه، وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n             # في نفس الأمر نهي عن أحد أفراد الشرك، كالخوف من الشيطان وأوليائه، وقوله\nتعالى: {فلا تخافوهم وخافون إن كنتم مؤمنين} (¬1) هذا دليل على أن الخوف\nعبادة يجب أن يوحد الله تعالى بها، على حد قول الرسول - صلى الله عليه وسلم\n- لابن عباس - رضي الله عنه -: (يا غلام، إني أعلمك كلمات: احفظ الله\nيحفظك، احفظ الله تجده تجاهك، إذا سألت فاسأل الله، وإذا استعنت فاستعن\nبالله، واعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد\nكتبه الله لك، وان اجتمعوا على أن يضروك بشيء لم يضروك إلا بشيء قد كتبه\nالله عليك، رفعت الأقلام وجفت الصحف) (¬2) ولذلك أثنى الله على بعض عباده\nفقال تعالى: {ياأيها الذين آمنوا من يرتد منكم عن دينه فسوف يأتي الله بقوم\nيحبهم ويحبونه <span id='ms15'></span> أذلة على المؤمنين أعزة على الكافرين يجاهدون في سبيل الله\nولا يخافون لومة لائم ذلك فضل الله يؤتيه من يشاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n             # والله واسع عليم} (¬1) ومنه ما كان على نحو قول الله تعالى: {أفي قلوبهم\nمرض أم ارتابوا أم يخافون أن يحيف الله عليهم ورسوله بل أولئك هم الظالمون}\n(¬2) وقوله تعالى: {كلا بل لا يخافون الآخرة} (¬3).\n</p>\n\n\n<h2 class='l2' id='head26'>AUTO الرجاء</h2>\n\n<p>\n:\n</p>\n\n<p>\nالأصل فيه قول الله تعالى: {قل ياعبادي الذين أسرفوا على أنفسهم لا\nتقنطوا من رحمة الله إن الله يغفر الذنوب جميعا إنه هو الغفور الرحيم}\n(¬4)، وقوله سبحانه تعالى: {قال ومن يقنط من رحمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n             # ربه إلا الضالون} (¬1) وقول الله سبحانه تعالى: {يابني اذهبوا فتحسسوا من\nيوسف وأخيه ولا تيأسوا من روح الله إنه لا ييأس من روح الله إلا القوم\nالكافرون} (¬2) هذا التوجيه الرباني إلى عدم القنوط واليأس من روح الله\nتربية للمؤمنين على أن رحمة الله واسعة، منبها على أن ملازمة القنوط واليأس\nلا تكون إلا من الكافرين، الذين لم يعرفوا رحمة الله ولا فضله وإحسانه،\nفوقعوا في هذه الصفة الذميمة، فنتج عن أمنهم من مكر الله سبحانه، عدم خوفهم\nمن الله - عز وجل -، وقد حذر الله من ذلك فقال تعالى: {أفأمنوا مكر الله\nفلا يأمن مكر الله إلا القوم الخاسرون} (¬3) ولا يتم الخوف والخشية إلا لمن\nعرف الله - عز وجل -، ولذلك قال تعالى: {إنما يخشى الله من عباده العلماء\nإن الله عزيز غفور} (¬4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            \n</p>\n\n<p>\nوقد يرد سؤال بناء على هذا الترغيب من الله - عز وجل - في الرجاء، فيقال:\nأيهما أولى بالمسلم تغليب الخوف أم الرجاء؟ .\n</p>\n\n<p>\nوالجواب أن الإنسان لا يخلو من إحدى ثلاث:\n</p>\n\n<p>\n1 - إما أن يكون من الصالحين المسارعين إلى فعل الطاعات، وهو في صحة\nوعافية، فهذا يتساوى في حقه الخوف والرجاء، فلا ينفصل أحدهما عن الآخر،\nفالرجاء في حقه قائم باعتباره صاحب طاعة، وعمل صالح، وهو من أهل السلامة\nوالعافية، وكذلك الخوف قائم باعتبار الحذر من سوء العاقبة، أو الخاتمة.\n</p>\n\n<p>\n2 - وإما أن يكون العكس، قلة الطاعة، وضعف المبادرة إلى الخيرات، فهذا\nيغلب جانب الخوف <span id='ms16'></span>، فيجب أن يخاف أن يدركه الأجل وهو على حال تؤول به إلى سوء\nالخاتمة، وتغليب الخوف يجعله يترك العصيان، ويبادر بالتوبة، وإن كان الرجاء\nقائم في حقه لكنه أضعف من الخوف.\n</p>\n\n<p>\n3 - وإما أن يكون في حال صحة متردية، وضعف مستمر، فيجب عليه أن يغلب\nالرجاء، وإن كان الخوف في حقه قائما لكنه أضعف من الرجاء، لما ورد في حديث\nجابر - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - قبل\nموته بثلاثة أيام، يقول: (لا يموتن أحدكم إلا وهو يحسن الظن بالله - عز وجل\n-) (¬1).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            \n</p>\n\n<p>\nوعد في سفن النجا إلى الفضاء الأوسع:\n</p>\n\n<p>\nأي: أدخل واركب مطية تنجيك من الهلاك، وقد شبه الناظم رحمه الله الطاعات\nفرضا ونفلا، شبهها بالسفن التي تعبر بمن امتطاها الأنهار والبحار\nوالمحيطات، وقد أوردها الناظم بلفظ الجمع دون المفرد إيماء إلى أن كل طاعة\nيجريها العبد قاصدا بها وجه الله - عز وجل -، فهي سفينة نجاة في حد ذاتها،\nلكنها لا تغني عن المجموع المطلوب منها قدر الوسع والطاقة، فهي في الحقيقة\nسفن في سفينة واحدة، هي العمل بالكتاب والسنة، ولا تكون الطاعات منجية إلا\nإذا كانت مبنية على عقيدة صحيحة، بهذا يصل المسلم إلى الفضاء الأوسع، وهو\nالدار الآخرة، والمراد الجنة وما فيها من الرحابة والسعة، والنعيم صفة لها،\nولا يقال ذلك للنار أجارنا الله منها، لأنها موصوفة بدار الجحيم والعذاب\nالأليم، وذلك من الضيق وليس من السعة في شيء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p041'> Vol. 01, p. 041</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head27'>AUTO المبحث الثالث</h1>\n\n<p>\nالترغيب في الطاعات\n</p>\n\n<p>\n7 - عليك بالتهجد وقم طويلا واسجد ... وبت نديم الفرقد واشرب كؤوس الأدمع\n</p>\n\n<p>\nهذا توكيد لما ذكر في البيت السابق، من الإرشاد إلى ملازمة الطاعات فرضا\nونفلا، على نحو ما أوضحنا، والتهجد: هو من الأضداد يطلق على السهر والنوم،\nلكن التهجد إذا أطلق فالمراد به قيام الليل، والمتهجدون المصلون بالليل\n(¬1) وقد ندب الناظم رحمه الله إلى الطول في القيام والسجود، وعنى بطول\nالقيام طول القراءة، وبطول السجود طول التسبيح والدعاء، وهذا عمل حسن، فعله\nرسول الله - صلى الله عليه وسلم -، لكنه غير <span id='ms17'></span> واجب والاقتصار على المستطاع\nهو الكمال، ومن خفف فلا بأس، ومن أعظم ما يحصل لصاحب هذا العمل أن صلاته\nمشهودة من ملائكة الرحمة، وقد ورد ذلك في حديث جابر - رضي الله عنه - قال:\nسمعت النبي - صلى الله عليه وسلم - يقول: (من خاف أن لا يقوم من آخر الليل\nفليوتر أوله، ومن طمع أن يقوم آخره فليوتر آخر الليل، فإن صلاة آخر الليل\nمشهودة، وذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n             # أفضل) (¬1) وما ورد من أن في الليل ساعة لا يوافقها مسلم إلا أعطي ما\nسأل، ورد ذلك في حديث جابر - رضي الله عنه - قال: سمعت النبي - صلى الله\nعليه وسلم - يقول: (إن في الليل لساعة، لا يوافقها رجل مسلم يسأل الله خيرا\nمن أمر الدنيا والآخرة، إلا أعطاه إياه، وذلك كل ليلة) (¬2) ولا ريب أن هذه\nالساعة هي ما ورد في حديث أبي هريرة - رضي الله عنه -، أن رسول الله - صلى\nالله عليه وسلم - قال: (ينزل ربنا تبارك وتعالى كل ليلة إلى السماء الدنيا،\nحين يبقى ثلث الليل الآخر فيقول: من يدعوني فأستجيب له، ومن يسألني فأعطيه،\nومن يستغفرني فأغفر له) (¬3).\n</p>\n\n<p>\nوبت نديم الفرقد واشرب كؤوس الأدمع:\n</p>\n\n<p>\nتوجيه من الناظم رحمه الله إلى أن يكون المسلم حريصا على الطاعات، كثير\nالخشية من الله - عز وجل -، فالخشية أخص من الخوف، وهي جالبة لدمع العين،\nومن دمعت عينه من خشية الله حماها الله من النار، لما ورد في حديث ابن عباس\nرضي الله عنهما قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: (عينان\nلا تمسهما النار عين بكت من خشية الله، وعين باتت تحرس في سبيل الله) (¬4).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head28'>AUTO المبحث الرابع</h1>\n\n<p>\nالحث على التمسك بالكتاب والسنة\n</p>\n\n<p>\n8 - قف عند حكم المصحف من غير ما تحرف ... ولا تخض وقعت في أقوال أهل البدع\n</p>\n\n<p>\nهذا البيت فيه توجيه عام إلى التزام نهج الكتاب والسنة، ونهي عن مجاوزة\nذلك، لأن من جاوز ذلك فقد اتبع الرأي، ومن اتبع الرأي وقع في الهوى، وذلك\nيفضي به إلى الابتداع، أو الاقتداء بمن سبقه من أهل <span id='ms18'></span> البدع والأهواء، ويكون\nممن قال فيهم الله تعالى: {قل هل ننبئكم بالأخسرين أعمالا (103) الذين ضل\nسعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعا} (¬1).\n</p>\n\n<p>\nقف عند حكم المصحف من غير ما تحرف:\n</p>\n\n<p>\nنبه الناظم رحمه الله إلى الوقوف عند كلام الله - عز وجل -، والذي عبر\nعنه بالمصحف، وهو الكلام المتلو من المصحف الذي حواه، وجمع فيه، من فعل أبي\nبكر، ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n             # عثمان، رضي الله عنهما، واشتهرت التسمية بالمصحف من فعل عثمان - رضي الله\nعنه - إذ جمع ما كان من القرآن في اللخاف والعسب، والرقاع، وصدور الرجال،\nوجعله في كتاب واحد سماه المصحف، بعث منه إلى كل مصر بنسخة، فحفظ الله بهذا\nالعمل كلامه العزيز، كما قال تعالى: {إنا نحن نزلنا الذكر وإنا له لحافظون}\n(¬1) وقول الناظم هذا هو عمل بقول الله - عز وجل -: {واعتصموا بحبل الله\nجميعا ولا تفرقوا} (¬2) وقوله تعالى: {فلا وربك لا يؤمنون حتى يحكموك فيما\nشجر بينهم ثم لا يجدوا في أنفسهم حرجا مما قضيت ويسلموا تسليما} (¬3) ولم\nيصرح الناظم بالوقوف عند القول من السنة الصحيحة لأن ذلك داخل في الوقوف\nعند قول المصحف، وهو قول الله تعالى: {وما آتاكم الرسول فخذوه وما نهاكم\nعنه فانتهوا واتقوا الله إن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n             # الله شديد العقاب} (¬1) وقوله تعالى: {فليحذر الذين يخالفون عن أمره أن\nتصيبهم فتنة أو يصيبهم عذاب أليم} (¬2) وقوله تعالى: {وما كان لمؤمن ولا\nمؤمنة إذا قضى الله ورسوله أمرا أن يكون لهم الخيرة من أمرهم ومن يعص الله\nورسوله فقد ضل ضلالا مبينا} (¬3) وقوله تعالى: {قل إن كنتم تحبون الله\nفاتبعوني يحببكم الله ويغفر لكم ذنوبكم والله غفور رحيم} (¬4) والوقوف عند\nقول المصحف، معناه التدبر والفهم لمقصود الرب سبحانه وتعالى، عملا بقوله\nتعالى: {أفلا يتدبرون القرآن أم على قلوب أقفالها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n             # } (¬1) ويجب أن يكون هذا التدبر بفهم صحيح في إطار صحيح، بعيدا عن الغلو\nالذي هو الإفراط، وعن التساهل الذي هو التفريط، والحرص على ما بينهما وهو\nالتوسط، منهج الإسلام، قال الله تعالى: {وكذلك جعلناكم أمة وسطا لتكونوا\nشهداء <span id='ms19'></span> على الناس ويكون الرسول عليكم شهيدا} (¬2) شهداء على الناس، الذين\nأفرطوا، والذين فرطوا، ويشهد الرسول - صلى الله عليه وسلم - على وسطية هذه\nالأمة، فلا تحريف ولا تبديل في الإسلام الدين الحق، ففيه الكمال والعدل\nوالرأفة والرحمة، وفي هذا المعنى وصية رسول الله - صلى الله عليه وسلم -،\nقال العرباض بن سارية: وعظنا رسول الله - صلى الله عليه وسلم - يوما بعد\nصلاة الغداة موعظة بليغة، ذرفت منها العيون، ووجلت منها القلوب، فقال رجل:\nإن هذه موعظة مودع، فبماذا تعهد الينا يا رسول الله؟ ، قال: (أوصيكم بتقوى\nالله، والسمع والطاعة، وإن عبد حبشي، فانه من يعش منكم يرى اختلافا كثيرا،\nوإياكم ومحدثات الأمور، فإنها ضلالة، فمن أدرك ذلك منكم فعليه بسنتي، وسنة\nالخلفاء الراشدين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n             # المهديين، عضوا عليها بالنواجذ) (¬1) وفي رواية ابن ماجه: (وعظنا رسول\nالله صلى الله عليه وسلم موعظة ذرفت منها العيون ووجلت منها القلوب. فقلنا:\nيا رسول الله، إن هذه لموعظة مودع، فما تعهد إلينا؟ قال: قد تركتكم على\nالبيضاء. ليلها كنهارها لا يزيغ عنها بعدي إلا هلك. من يعش منكم فيسرى\nاختلافا كثيرا، فعليكم بما عرفتم من سنتي وسنة الخلفاء الراشدين المهديين.\nعضوا عليها بالنواجذ. وعليكم بالطاعة. وإن عبدا حبشيا. فإنما المؤمن كالجمل\nالأنف، حيثما قيد انقاد) (¬2) وهذا هو العمل بالكتاب والسنة، ومن زعم غير\nذلك فقد ركب مركبا صعبا من الزلل والمهالك، وهذا ما عناه الناظم رحمه الله بقوله:\n</p>\n\n<p>\nولا تخض وقعت في أقوال أهل البدع:\n</p>\n\n<p>\nوهو تحذير من الناظم رحمه الله تعالى، لأن ذلك يفضي إلى الهلاك كما قال\nتعالى حكاية عن الذين يطلقون ألسنتهم بكل قول من غير وعي لخطورة ما يقولون:\n{ولئن سألتهم ليقولن إنما كنا نخوض ونلعب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n             # قل أبالله وآياته ورسوله كنتم تستهزئون} (¬1) وقوله تعالى: {وكنا نخوض مع\nالخائضين} (¬2) والخطر في الحقيقة ليس محدقا بهؤلاء فحسب، بل ينال الذين\nيجلسون معهم، ويسمعون كلامهم، ولا ينكرون عليهم، فإنهم مثلهم في الإثم\nوالعقوبة، كما قال الله تعالى: {وقد نزل عليكم في الكتاب أن إذا سمعتم آيات\nالله <span id='ms20'></span> يكفر بها ويستهزأ بها فلا تقعدوا معهم حتى يخوضوا في حديث غيره إنكم\nإذا مثلهم إن الله جامع المنافقين والكافرين في جهنم جميعا} (¬3) والخوض\nيشمل هذا وغيره من محاولة التفلسف، والتزام الجدل لرد ما هو حق بالنص من\nالكتاب أو السنة أو منهما معا، أو تأويل الشيء على غير وجهه مع الزعم بأن\nهذا مراد الله ورسوله، أو مما يقال في المجالس لإضحاك الناس، وهو من سخط\nالله ورسوله، ولذلك حذر رسول الله - صلى الله عليه وسلم - من حصاد الألسنة\nكما ورد في حديث معاذ بن جبل - رضي الله عنه - \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n             # قال: (كنت مع النبي - صلى الله عليه وسلم - في سفر، فأصبحت يوما قريبا\nمنه ونحن نسير فقلت: يا رسول الله، أخبرني بعمل يدخلني الجنة ويباعدني عن\nالنار، قال: لقد سألتني عن عظيم وإنه ليسير على من يسره الله عليه: تعبد\nالله ولا تشرك به شيئا، وتقيم الصلاة، وتؤتي الزكاة، وتصوم رمضان، وتحج\nالبيت، ثم قال: ألا أدلك على أبواب الخير: الصوم جنة، والصدقة تطفئ الخطيئة\nكما يطفئ الماء النار، وصلاة الرجل من جوف الليل، قال: ثم تلا {تتجافى\nجنوبهم عن المضاجع يدعون ربهم خوفا وطمعا ومما رزقناهم ينفقون (16) فلا\nتعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون} (¬1) ثم قال: ألا\nأخبركم برأس الأمر كله وعموده وذروة سنامه: قلت: بلى يا رسول الله قال: رأس\nالأمر الإسلام، وعموده الصلاة، وذروة سنامه الجهاد. ثم قال: ألا أخبرك\nبملاك ذلك كله، قلت بلى يا رسول الله، قال: فأخذ بلسانه، قال: كف عليك هذا.\nفقلت: يا نبي الله وإنا لمؤاخذون بما نتكلم به؟ فقال: ثكلتك أمك يا معاذ،\nوهل يكب الناس في النار على وجوههم، أو على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n             # مناخرهم، إلا حصائد ألسنتهم) (¬1) فالخوض شامل لكل مفسدة، فلنطهر ألسنتنا\nمن هذا الداء الوبيل.\n</p>\n\n\n<h1 class='l1' id='head29'>AUTO المبحث الخامس</h1>\n\n<p>\nصفة الكلام\n</p>\n\n<p>\n9 - فإنه كلامه أعيى الورى نظامه ... وبهرت أحكامه الغر جميع الشيع\n</p>\n\n<p>\nأورد الناظم رحمه الله هذا البيت لوصف القرآن الكريم كلام الرب سبحانه\nوتعالى، وما فيه <span id='ms21'></span> من كمال الأسلوب، وعدالة المنهج والحكم، فهو أعدل الكلام\nوأصدقه وأجمله وأبلغه وأحلاه، بهر أرباب الفصاحة، وملاك البلاغة، {لا يأتيه\nالباطل من بين يديه ولا من خلفه تنزيل من حكيم حميد} (¬2) وقد روي في وصفه\nقول علي - رضي الله عنه -: أما إني سمعت رسول الله - صلى الله عليه وسلم -\nيقول: (إنها ستكون فتنة، فقلت: ما المخرج منها يا رسول الله؟ قال: كتاب\nالله فيه نبأ ما قبلكم، وخبر ما بعدكم، وحكم ما بينكم، وهو الفصل ليس\nبالهزل، من تركه من جبار قصمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n             # الله، ومن ابتغى الهدى في غيره أضله الله، وهو حبل الله المتين، وهو\nالذكر الحكيم، وهو الصراط المستقيم، هو الذي لا تزيغ به الأهواء، ولا تلتبس\nبه الألسنة، ولا يشبع منه العلماء، ولا يخلق عن كثرة الرد، ولا تنقضي\nعجائبه، هو الذي لم تنته الجن إذ سمعته حتى قالوا: {إنا سمعنا قرآنا عجبا\n(1) يهدي إلى الرشد فآمنا به ولن نشرك بربنا أحدا} (¬1) من قال به صدق، ومن\nعمل به أجر، ومن حكم به عدل، ومن دعا إليه هدي إلى صراط مستقيم) (¬2).\n</p>\n\n<p>\nفإنه كلامه أعيى الورى نظامه:\n</p>\n\n<p>\nأي القرآن الكريم، هو كلام الله - عز وجل - منزل غير مخلوق، ومن زعم أنه\nمخلوق فقد وقع في الضلال، وهذا مذهب أهل السنة والجماعة، فالله - عز وجل -\nيتكلم، ويقول، ويتحدث، وينادي، كلامه بصوت وحرف، والقرآن كلامه، منزل غير\nمخلوق، وكلام الله صفة ذاتية فعلية: ذاتية باعتبار الأصل، وفعلية باعتبار\nالآحاد، ومرد هذا القول عند أهل السنة والجماعة هو كتاب الله يقول الله\nتعالى:\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            \n</p>\n\n<p>\n{وكلم الله موسى تكليما} (¬1) وقوله تعالى: {فلما أتاها نودي من شاطئ\nالواد الأيمن في البقعة المباركة من الشجرة أن ياموسى إني أنا الله رب\nالعالمين} (¬2) وقوله تعالى: {قل لو كان البحر مدادا لكلمات ربي لنفد البحر\nقبل أن تنفد كلمات ربي ولو جئنا بمثله مددا} (¬3)، وقوله: {وإن أحد من\nالمشركين استجارك فأجره حتى يسمع كلام الله} (¬4) وقوله تعالى: {ومن أصدق\nمن الله حديثا} (¬5) وما ورد في المحاجة بين آدم <span id='ms22'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n             # وموسى عليهما السلام، من حديث أبي هريرة: أن النبي - صلى الله عليه وسلم\n- قال: (احتج آدم وموسى، فقال موسى: أنت آدم الذي أخرجت ذريتك من الجنة؟\nقال آدم: أنت موسى الذي اصطفاك الله برسالاته وكلامه، ثم تلومني على أمر قد\nقدر علي قبل أن أخلق؟ فحج آدم موسى) (¬1) وما ورد في حديث أبي سعيد قال:\nقال رسول الله - صلى الله عليه وسلم -: (يقول الله: يا آدم، فيقول: لبيك\nوسعديك والخير في يديك، قال: يقول: أخرج بعث النار، قال: وما بعث النار؟\nقال: من كل ألف تسعمائة وتسعة وتسعين) (¬2) وما ورد في الصحيحين من قول\nعائشة رضي الله عنها في شأن الإفك: لشأني في نفسي كان أحقر من أن يتكلم\nالله في بأمر يتلى، ومثل هذا كثير.\n</p>\n\n<p>\nوبهرت أحكامه الغر جميع الشيع:\n</p>\n\n<p>\nأشار الناظم رحمه الله إلى ما فيه من الإعجاز، وأنه لا يجارى، وقد تحدى\nبه الرب سبحانه وتعالى أرباب الفصاحة والبلاغة من العرب، الذين سبقوا كل\nالأمم في ميدان الإعجاز اللغوي والبلاغي، أنزله الله تعالى بلسانهم\nوبالأحرف التي يتكون منها كلامهم، وغاية ما قالوا فيه إنه مفترى، فقال\nتعالى متحديا لهم: {أم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n             # يقولون افتراه قل فأتوا بعشر سور مثله مفتريات وادعوا من استطعتم من دون\nالله إن كنتم صادقين} (¬1) فالقرآن مجموع سوره (114) مائة وأربع عشرة سورة،\nتحداهم رب العزة والجلال، هم وكل من يقدر على معاونتهم على أن يأتوا بعشر\nسور يفترونها من عند أنفسهم، شريطة أن تماثل القران في إحكامه وإعجازه،\nوأنى لهم ذلك، فقال تعالى لهم زيادة في التحدي وقد عجزوا عن الإتيان بعشر\nسور مفتريات: {وإن كنتم في ريب مما نزلنا على عبدنا فأتوا بسورة من مثله\nوادعوا شهداءكم من دون الله إن كنتم صادقين} (¬2) فثبت عجزهم هم ومن\nاستطاعوا الاستعانة بهم، وكذلك شهداؤهم، عجزوا جميعا عن إتيانهم بسورة\nواحدة يفترونها، وتماثل أقل سور القرآن، {إنا أعطيناك الكوثر} بل هم عاجزون\nعن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n             # محاكاة بعض آية واحدة منه كقوله تعالى: {ولكم في القصاص حياة} (¬1) وإذا\nثبت عجزهم <span id='ms23'></span> عن أقل القليل فهم عن المثل أعجز وأقعد، ولذلك قال تعالى: {قل\nلئن اجتمعت الإنس والجن على أن يأتوا بمثل هذا القرآن لا يأتون بمثله ولو\nكان بعضهم لبعض ظهيرا} (¬2) أعيى الورى، وبهر كل الشيع، لأنه صادر عن\nالخالق سبحانه وتعالى ومتسحيل أن يصدر عن المخلوق ما يماثله، أو يحاكيه.\n</p>\n\n<p>\n10 - منه كما جاء بدا وكن به معتضدا ... ولا تجادل أحدا في آية وارتدع\n</p>\n\n<p>\nهذا توكيد لما تقدم من القول في كلام الله - عز وجل -، من الإيمان بأن\nالقرآن كلام الله، منزل، غير مخلوق، منه بدأ، وإليه يعود، وأن الله تكلم به\nحقيقة، وأن هذا القرآن الذي أنزله على محمد - صلى الله عليه وسلم - هو كلام\nالله حقيقة، لا كلام غيره، ولا يجوز إطلاق القول بأنه حكاية عن كلام الله،\nأو عبارة عنه، بل إذا قرأه الناس أو كتبوه في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n             # المصاحف؛ لم يخرج بذلك عن أن يكون كلام الله تعالى حقيقة، فإن الكلام\nإنما يضاف حقيقة إلى من قاله مبتدئا، لا إلى من قاله مبلغا مؤديا، وهو كلام\nالله، حروفه، ومعانيه، وليس كلام الله الحروف دون المعاني، ولا المعاني دون\nالحروف، ولذلك وجب الاعتصام به، قال الله تعالى: {واعتصموا بحبل الله جميعا\nولا تفرقوا} (¬1).\n</p>\n\n<p>\nولا تجادل أحدا في آية وارتدع:\n</p>\n\n<p>\nهذا توجيه إلى أن ما مضى من القول يقتضي التسليم المطلق لكلام الله - عز\nوجل -، جملة وتفصيلا، وأنه لا مجال للمراء في شيء منه ولو آية واحدة، ومن\nفعل ذلك فقد خالف نهج أهل السنة والجماعة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head30'>AUTO المبحث السادس</h1>\n\n<p>\nالقول في الأسماء والصفات\n</p>\n\n<p>\n11 - ولا تؤل ما ورد لله من سمع ويد ... وقل هو الله أحد قول امرئ متبع\n</p>\n\n<p>\nيشير الناظم رحمه الله تعالى إلى أن لله - عز وجل - أسماء وصفات، تليق\nبجلاله وكماله وعظمته سبحانه، وهو القائل: {ولله الأسماء الحسنى فادعوه بها\nوذروا الذين يلحدون في أسمائه سيجزون ما كانوا يعملون} (¬1) وقال تعالى:\n{قل ادعوا الله أو ادعوا الرحمن أيا ما تدعوا فله الأسماء الحسنى ولا تجهر\nبصلاتك ولا تخافت بها وابتغ <span id='ms24'></span> بين ذلك سبيلا} (¬2) وقال سبحانه: {الله لا إله\nإلا هو له الأسماء الحسنى} (¬3)، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n             # وقال سبحانه: {هو الله الخالق البارئ المصور له الأسماء الحسنى يسبح له\nما في السماوات والأرض وهو العزيز الحكيم} (¬1) هذه الآيات تثبت أن لله\nالأسماء الحسنى، وأن من يلحد في أسمائه تعالى بتأويل أو تحريف أو تعطيل، أو\nغير ذلك مما لا يليق بالرب سبحانه وتعالى سيجزيهم الله بما كانوا يعملون،\nولا ريب أن من يلحد في الأسماء يلحد في الصفات، فكان أهل السنة والجماعة\nألزم للحق وأبعد عن الباطل، ومنه الإلحاد في الأسماء والصفات، فمن أول أي\nصفة من صفات الله تعالى بغير مدلولها اللغوي، فقد ألحد، وقال إما بالتجسيم،\nأو بالتعطيل، بل هي على الحقيقة اللغوية، وعلى ما يليق بجلال الله تعالى\nوكماله، إثبات بغير تمثيل، وتنزيه بدون تعطيل، ومن أثبت بتمثيل فقد شبه\nالخالق بالمخلوق، ومن نزه بنفي شيء من الصفات فقد عطل، وجعل الرب عدما، ومن\nهنا صدق من قال: المشبهة يعبدون صنما، والمعطلة يعبدون عدما، فالقاعدة التي\nبنى عليها أهل السنة والجماعة القول في الأسماء والصفات قوله تعالى في\nكتابه العزيز: {ليس كمثله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n             # شيء وهو السميع البصير} (¬1) فالموصوف بهذه الصفات، والنعوت، والأفعال،\nوالعلو، والعظمة، والحفظ، والعزة، والحكمة، والملك، والحمد، والمغفرة،\nوالرحمة، والكلام، والمشيئة، والولاية، وإحياء الموتى، والقدرة التامة\nالشاملة، والحكم بين عباده، وكونه فاطر السموات والأرض، وهو السميع البصير،\nوغير ذلك من الصفات المعلومة في الكتاب والسنة، الموصوف بها جميعا هو الذي\nليس كمثله شيء، لكثرة نعوته وأوصافه وأسمائه وأفعاله وثبوتها له على وجه\nالكمال الذي لا يماثله فيه شيء، وهو الله - عز وجل - وحده لا شريك له، فإن\nمنهج أهل السنة والجماعة الإيمان بما وصف الله به نفسه في كتابه العزيز،\nوبما وصفه به رسوله محمد - صلى الله عليه وسلم -، من غير تحريف ولا تعطيل،\nومن غير تكييف ولا تمثيل، ولا ينفون عنه ما وصف به نفسه، ولا يحرفون الكلم\nعن مواضعه، ولا يلحدون في أسماء الله وآياته، ولا يكيفون ولا <span id='ms25'></span> يمثلون صفاته\nبصفات خلقه، لأنه سبحانه: لا سمي له، ولا كفء له، ولا ند له، ولا يقاس\nبخلقه سبحانه وتعالى، وكل ما ورد الأسماء والصفات هو على الحقيقة، وعلى ما\nيليق بجلال الله وعظمته، ومبنى ذلك {ليس كمثله شيء وهو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n             # السميع البصير} (¬1) وسورة الإخلاص التي تعدل ثلث القرآن {قل هو الله أحد\n(1) الله الصمد (2) لم يلد ولم يولد (3) ولم يكن له كفوا أحد} وهذا هو\nالاتباع، وما سواه ابتداع.\n</p>\n\n<p>\n12 - وإنه عز وجل كلم موسى ذا الوجل ... لما تجلى للجبل جهرا كلاما مسمع\n</p>\n\n<p>\nهذا توكيد من الناظم رحمه الله لما أورد في البيت التاسع، وهو المبحث\nالخامس، صفة الكلام، وقد تم الكلام عليه، ومنه:\n</p>\n\n<p>\nإن الله - عز وجل - يتكلم، ويقول، ويتحدث، وينادي، كلامه بصوت وحرف،\nوالقرآن كلامه، منزل غير مخلوق، وكلام الله صفة ذاتية فعلية: ذاتية باعتبار\nالأصل، وفعلية باعتبار الآحاد، ومرد هذا القول عند أهل السنة والجماعة هو\nكتاب الله يقول الله تعالى: {وكلم الله موسى تكليما} (¬2) وقوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n             # تعالى: {فلما أتاها نودي من شاطئ الواد الأيمن في البقعة المباركة من\nالشجرة أن ياموسى إني أنا الله رب العالمين} (¬1) وقوله تعالى: {قل لو كان\nالبحر مدادا لكلمات ربي لنفد البحر قبل أن تنفد كلمات ربي ولو جئنا بمثله\nمددا} (¬2)، وقوله: {وإن أحد من المشركين استجارك فأجره حتى يسمع كلام\nالله} (¬3) وقوله تعالى: {ومن أصدق من الله حديثا} (¬4) والكلام صفة من\nصفات الله - عز وجل - على الحقيقة، وهو من إضافة الصفة إلى الموصوف، وليس\nمن إضافة المخلوق إلى الخالق، ومن زعم ذلك فقد وقع في بدعة عظيمة، تفضي به\nإلى القول بخلق القرآن، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n             # والقرآن كلام الله تعالى، وهو صفته وصفات الله - عز وجل - ليست مخلوقة،\nوليست إضافة الكلام إليه تعالى إضافة وصف، بل إضافة صفة على الحقيقة، ومن\nزعم غير هذا فقد وقع في بدعة عظيمة، وهي القول بالحلول ووحدة الوجود، وقد\nسدد الله تعالى في الأمرين أهل السنة والجماعة فقالوا: بقول الله تعالى:\n{ليس كمثله شيء وهو السميع البصير} (¬1) وأثبتوا لله <span id='ms26'></span> تعالى الأسماء والصفات\nعلى الحقيقة، وعلى ما يليق بجلال الله وعظمته، بلا كيف ولا تمثيل.\n</p>\n\n<p>\n13 - أصغى إليه فوعى بأذنه ما سمعا ... ثم أجاب مسرعا جواب ثبت أروع\n</p>\n\n<p>\nمراد الناظم من هذا القول أن الله تعالى كلم موسى بصوت مسموع، سمعه موسى،\nبأذنه ووعى كلام ربه - عز وجل -، ونتيجة لذلك أجاب دون تردد في أن من كلمه\nهو ربه سبحانه وتعالى، وأسرع في تنفيذ ما كلف به من رسالة إلى فرعون وقومه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head31'>AUTO المبحث السابع</h1>\n\n<p>\nالاستواء على العرش\n</p>\n\n<p>\n14 - ولا توافق من غوى وقل بأن ذا القوى ... حقا على العرش استوى كما\nأراد فاسمع\n</p>\n\n<p>\nيشير الناظم رحمه الله في هذا البيت إلى أن غير أهل السنة والجماعة قد ضل\nفي تفسير معنى الاستواء على العرش، وتأولوا الآية الكريمة على معنى يخالف\nما هو الصحيح، ويلزمهم كما أثبتوا لله السمع والبصر، أن يقولوا في صفات\nالله الأخر، أنها على الحقيقة، وعلى ما يليق بجلال الله تعالى وكماله، فليس\nكمثله شيء، وهو السميع البصير، وقد وصف الله تعالى نفسه بأنه استوى على\nالعرش ورد ذلك في سبعة مواضع من كتاب الله العزيز منها قوله تعالى: {إن\nربكم الله الذي خلق السماوات والأرض في ستة أيام ثم استوى على العرش يغشي\nالليل النهار يطلبه حثيثا والشمس والقمر والنجوم مسخرات بأمره ألا له الخلق\nوالأمر تبارك الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p064'> Vol. 01, p. 064</a>\n            </div>\n             # رب العالمين} (¬1) وقوله تعالى: {إن ربكم الله الذي خلق السماوات والأرض\nفي ستة أيام ثم استوى على العرش يدبر الأمر ما من شفيع إلا من بعد إذنه\nذلكم الله ربكم فاعبدوه أفلا تذكرون} (¬2) وقوله تعالى: {الله الذي رفع\nالسماوات بغير عمد ترونها ثم استوى على العرش وسخر الشمس والقمر كل يجري\nلأجل مسمى يدبر الأمر يفصل الآيات لعلكم بلقاء ربكم توقنون} (¬3) وقوله\nتعالى: {الرحمن على العرش استوى} (¬4) كل هذا عند أهل السنة والجماعة معناه\nالاستواء الحقيقي، على قاعدة: الاستواء معلوم والكيف مجهول، لأن الله تعالى\nقال عن نفسه: {ليس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n             # كمثله شيء وهو السميع البصير} (¬1)، وهذا منهج أهل السنة والجماعة، أن <span id='ms27'></span>\nمعاني صفات الله - عز وجل - الثابتة بالكتاب أو السنة، أو بهما، هي على\nالحقيقة، لا مجاز فيها ولا يجوز تأويلها، فألفاظها معلومة المعاني،\nوحقيقتها مجهولة الكيف (¬2).\n</p>\n\n\n<h1 class='l1' id='head32'>AUTO المبحث الثامن</h1>\n\n<p>\nإثبات العلو والمعية\n</p>\n\n<p>\n15  وهو تعالى في السما عال ومعنا أينما ... بغير كيف لا كما يخطر\nللمبتدع\n</p>\n\n<p>\nهذا هو الحق الذي جاء به كتاب الله - عز وجل - وسنة رسوله - صلى الله\nعليه وسلم -، ومن أعلم من الله بنفسه؟ ! ، ولا أحد أعلم بالله من رسوله -\nصلى الله عليه وسلم -، قال الله تعالى: {ياعيسى إني متوفيك ورافعك إلي}\n(¬3) وقال تعالى: {بل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n             # رفعه الله إليه} (¬1) وقال تعالى: {إليه يصعد الكلم الطيب والعمل الصالح\nيرفعه} (¬2) وقال سبحانه وتعالى: {وقال فرعون ياهامان ابن لي صرحا لعلي\nأبلغ الأسباب (36) أسباب السماوات فأطلع إلى إله موسى وإني لأظنه كاذبا}\n(¬3) وقال تعالى: {أأمنتم من في السماء أن يخسف بكم الأرض فإذا هي تمور}\n(¬4) فهذه الآيات من كتاب الله - عز وجل - تثبت بم لا يدع مجالا للشك أن\nالله - عز وجل - عال فوق خلقه، وقد ذكر الله تعالى عن نفسه أنه استوى على\nالعرش، وذلك في آيات من كتابه العزيز منها: قوله تعالى: {إن ربكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n             # الله الذي خلق السماوات والأرض في ستة أيام ثم استوى على العرش يغشي\nالليل النهار يطلبه حثيثا والشمس والقمر والنجوم مسخرات بأمره ألا له الخلق\nوالأمر تبارك الله رب العالمين} (¬1) وثبت أن العرش فوق السماء السابعة بما\nلا يعلمه إلا الله تعالى، كما ورد في حديث الإسراء الطويل، ومنه قوله في\nصعود رسول الله محمد - صلى الله عليه وسلم -: (. . . . وموسى في السابعة\nبتفضيل كلام الله، فقال موسى: رب لم أظن أن ترفع علي أحدا، ثم علا به فوق\nذلك بما لا يعلمه إلا الله، حتى جاء سدرة المنتهى، ودنا الجبار رب العزة،\nفتدلى حتى كان منه قاب قوسين أو أدنى، فأوحى الله فيما أوحى إليه: خمسين\nصلاة على أمتك كل يوم وليلة، ثم هبط حتى بلغ موسى. . . .) (¬2) وحديث\nالجارية التي أتى بها سيدها إلى رسول الله - صلى <span id='ms28'></span> الله عليه وسلم - فقال\nلها: (أين الله؟ ، قالت: في السماء، قال: من أنا؟ ، قالت: أنت رسول الله،\nقال: أعتقها، فإنها مؤمنة) (¬3) وحديث النزول وفيه (ينزل ربنا إلى السماء\nالدنيا كل ليلة حين يبقى ثلث الليل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n             # الآخر، فيقول: من يدعوني فأستجيب له؟ من يسألني فأعطيه، من يستغفرني\nفأغفر له؟ ) (¬1) وفي آية الكرسي {وهو العلي العظيم} (¬2) أنه العلي بذاته\nفوق جميع خلقه، فلا يستطيع أحد منهم أن يدنو منه، وأنه العظيم عن مماثلة أو\nمشابهة المخلوقين، ولا خالق سواه سبحانه وتعالى، وقد آمن أهل السنة\nوالجماعة بما أخبر الله - عز وجل - به في كتابه، وتواتر نقله عن رسوله -\nصلى الله عليه وسلم -، وأجمعوا على أنه سبحانه فوق السماوات على عرشه، علي\nعلى خلقه، فأصبح ذلك من المعلوم في الاعتقاد بالاضطرار من الكتاب والسنة،\nوإجماع سلف الأمة، وقبلت هذا الفطر السليمة، حتى غير المسلمين يعتقدون أن\nالله في السماء، ولشيخ الإسلام ابن تيمية كلام عظيم في هذا (¬3) ولما سئل\nأبو حنيفة عمن قال: لا أعرف ربي في السماء أم في الأرض؟ ! ! ، قال: قد كفر،\nلأن الله يقول: {الرحمن على العرش استوى} (¬4) والسماء قبلة الدعاء، وقد\nاتفق الناس على أنه على كل شيء سبحانه، بمعنى أنه قاهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n             # له، قادر عليه، متصرف فيه، فهو الأعلى بجميع معاني العلو: علو الذات،\nوعلو القدرة على كل شيء، وعلو الغلبة والقهر لكل شيء، سبحانه وحده لا شريك\nله، تنزه عن كل عيب، ونقص، فله الكمال المطلق سبحانه، ولا يجوز تأويل\nالفوقية بغير معناها الحقيقي، ومن قال بغير هذا فقد ضل، كمن زعم أنه بذاته\nفوق العالم، وبذاته في كل مكان، وهذا القول الباطل يلزم عليه من الفساد ما\nينزه الله تعالى عنه (¬1).\n</p>\n\n<p>\nأما المعية:\n</p>\n\n<p>\nفلا خلاف بين أهل السنة والجماعة أن الله مع عباده أينما كانوا، قال الله\nتعالى: {كم من فئة قليلة غلبت فئة كثيرة بإذن الله والله مع الصابرين} (¬2)\nوقال تعالى: {لا تحزن إن الله معنا} (¬3) وقال تعالى: {إن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n             # الله مع الذين اتقوا والذين هم محسنون <span id='ms29'></span>} (¬1) وقال تعالى: {إنني معكما\nأسمع وأرى} (¬2) وقال تعالى: {هو الذي خلق السماوات والأرض في ستة أيام ثم\nاستوى على العرش يعلم ما يلج في الأرض وما يخرج منها وما ينزل من السماء\nوما يعرج فيها وهو معكم أين ما كنتم والله بما تعملون بصير} (¬3) وقال\nتعالى: {ألم تر أن الله يعلم ما في السماوات وما في الأرض ما يكون من نجوى\nثلاثة إلا هو رابعهم ولا خمسة إلا هو سادسهم ولا أدنى من ذلك ولا أكثر إلا\nهو معهم أين ما كانوا ثم ينبئهم بما عملوا يوم القيامة إن الله بكل شيء\nعليم} (¬4)، هذه الآيات من كتاب الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n             # - عز وجل - تثبت معية الله لخلقه وهو فوق عرشه بائن منهم سبحانه وتعالى،\nوهي تنقسم إلى قسمين:\n</p>\n\n<p>\n1 - معية عامة لكل البشر، يعلم أحوالهم وأسرارهم، لا يخفى عليه منها شيء\nسبحانه وتعالى، قال الله تعالى: {إلا هو معهم أين ما كانوا} (¬1) وقال\nتعالى: {وهو معكم أين ما كنتم والله بما تعملون بصير} (¬2) وقال تعالى:\n{ألم تر أن الله يعلم ما في السماوات وما في الأرض ما يكون من نجوى ثلاثة\nإلا هو رابعهم ولا خمسة إلا هو سادسهم ولا أدنى من ذلك ولا أكثر إلا هو\nمعهم أين ما كانوا ثم ينبئهم بما عملوا يوم القيامة إن الله بكل شيء عليم}\n(¬3) وهذا الاستعمال للفظ المعية في هذه الآيات يقتضي أنه سبحانه معهم\nأينما كانوا، بعلمه وسمعه وبصره، يعلم ما هم عاملون، وهي معية عامة لكل\nالخلق، المؤمن وغيره.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            \n</p>\n\n<p>\n2 - معية خاصة:\n</p>\n\n<p>\nوهي معية التوفيق والنصر والتأييد، وهذه خاصة بالمؤمنين، لا ينالها\nسواهم، قال تعالى: {ولقد أخذ الله ميثاق بني إسرائيل وبعثنا منهم اثني عشر\nنقيبا وقال الله إني معكم لئن أقمتم الصلاة وآتيتم الزكاة وآمنتم برسلي\nوعزرتموهم وأقرضتم الله قرضا حسنا لأكفرن عنكم سيئاتكم ولأدخلنكم جنات تجري\nمن تحتها الأنهار فمن كفر بعد ذلك منكم فقد ضل سواء السبيل} (¬1) وقال\nتعالى: {إذ يوحي ربك إلى الملائكة أني معكم فثبتوا الذين آمنوا سألقي في\nقلوب <span id='ms30'></span> الذين كفروا الرعب فاضربوا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n             # فوق الأعناق واضربوا منهم كل بنان} (¬1)\n</p>\n\n<p>\nوقال تعالى: {إلا تنصروه فقد نصره الله إذ أخرجه الذين كفروا ثاني اثنين\nإذ هما في الغار إذ يقول لصاحبه لا تحزن إن الله معنا فأنزل الله سكينته\nعليه وأيده بجنود لم تروها وجعل كلمة الذين كفروا السفلى وكلمة الله هي\nالعليا والله عزيز حكيم} (¬2)، وقال تعالى: {قال لا تخافا إنني معكما أسمع\nوأرى} (¬3)، وقال تعالى: {قال كلا فاذهبا بآياتنا إنا معكم مستمعون} (¬4)\nوقال تعالى: {فلا تهنوا وتدعوا إلى السلم وأنتم الأعلون والله معكم ولن\nيتركم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n             # أعمالكم} (¬1) وقال تعالى: {هو الذي خلق السماوات والأرض في ستة أيام ثم\nاستوى على العرش يعلم ما يلج في الأرض وما يخرج منها وما ينزل من السماء\nوما يعرج فيها وهو معكم أين ما كنتم والله بما تعملون بصير} (¬2) وقال أبو\nبكر - رضي الله عنه - للنبي - صلى الله عليه وسلم - وهما في الغار: لو أن\nأحدهم نظر تحت قدميه لأبصرنا، فقال - صلى الله عليه وسلم -: (ما ظنك يا أبا\nبكر باثنين الله ثالثهما) (¬3).\n</p>\n\n<p>\nفالله سبحانه فوق عرشه بائن من خلقه، وهو معهم بعلمه وسمعه وبصره أين ما\nكانوا، وبتوفيقه ونصره وتأييده كذلك، وكل صفة ذكرت له سبحانه وتعالى فهي\nعلى ما يليق بجلاله وعظمته سبحانه وتعالى، بغير كيف نعلمه، ولا تمثيل\nنتوهمه، فمن مثل فقد وقع في التجسيم، وشبه صفات الخالق بصفات المخلوق، وهذا\nمن أبطل الباطل، وقد دخل عليه هذا الباطل من محاولة تكييف صفات الله تعالى،\nوتصور أنها كصفات المخلوق سواء بسواء، وجهل أن العلم بكيفية الصفات فرع عن\nالعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n             # بكيفية الذات، نعم عرف ذات الإنسان وكيفيتها، فثبتت له معرفة صفاته، لكنه\nلم يعرف ذات الرب سبحانه وتعالى، فأنى له العلم بكيفية الصفات، وقد كفى\nالله تعالى عباده هذا العناء فقال تعالى: {ليس كمثله شيء وهو السميع\nالبصير} (¬1)، فلماذا الخروج عن المنهج القويم، إلى القول بالتجسيم، أو\nالفرار منه إلى ما هو أقبح وهو القول بالتعطيل، وهو ما خطر للمبتدع ولو\nاعتصم <span id='ms31'></span> بالكتاب والسنة لكان في عافية من ذلك.\n</p>\n\n<p>\n16 - من قاسه من البشر بخلقه فقد كفر ... وقد أطاع ونصر أمر الهوى المتبع\n</p>\n\n<p>\nهذا توكيد من الناظم رحمه الله على ما ذكر في البيت السابق، وأنه تعالى\nمنزه عن مشابهة المخلوقين في أي صفة من صفاته، وأن هذا منهج أهل السنة\nوالجماعة، وأن من سلك غيره، ممن زعم أن الله في كل مكان، أو لا داخل العالم\nولا خارجه، ولا فوق ولا تحت، فقد ضل، وعميت بصيرته عن الحق، وأنهم لم\nيتدبروا كلام الله - عز وجل -، فالله لا يلحقه نقص ولا عيب، سبحانه وتعالى\nعما يقولون علوا كبيرا (¬2).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head33'>AUTO المبحث التاسع</h1>\n\n<p>\nالتذكير بيوم الحساب\n</p>\n\n<p>\n17 - ويلاه من وزن العمل وبحره عندي وشل ... قد غاض طاميه وقل فما ترى من منبع\n</p>\n\n<p>\nهذا تذكير من الناظم بما يحصى من عمل الإنسان خيره وشر، وبذلك اليوم\nالموعود الذي تنصب فيه الموازين، ولا يجد الإنسان سوى ما قدمت يداه، {وأن\nليس للإنسان إلا ما سعى (39) وأن سعيه سوف يرى} (¬1)، وتنصب الموازين\nلمجازات الناس على أعمالهم، قال تعالى: {ونضع الموازين القسط ليوم القيامة\nفلا تظلم نفس شيئا وإن كان مثقال حبة من خردل أتينا بها وكفى بنا حاسبين}\n(¬2)، وقال تعالى: {والوزن يومئذ الحق فمن ثقلت موازينه فأولئك هم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n             # المفلحون (8) ومن خفت موازينه فأولئك الذين خسروا أنفسهم بما كانوا\nبآياتنا يظلمون} (¬1) وقال تعالى: {ومن خفت موازينه فأولئك الذين خسروا\nأنفسهم في جهنم خالدون} (¬2)، وقال تعالى: {فمن يعمل مثقال ذرة خيرا يره\nومن يعمل مثقال ذرة شرا يره} (¬3)، وقال تعالى: {فأما من ثقلت موازينه (6)\nفأمه هاوية} (¬4)، والميزان حقيقي محسوس، له كفتان توزن فيه الأعمال، وهي\nمحسوسة أيضا ولها ثقل، وقد ثبت ذلك قال رسول الله - صلى الله عليه وسلم -:\n(إن الله سيخلص رجلا من أمتي على رؤوس الخلائق يوم القيامة فينشر عليه تسعة\nوتسعين سجلا، كل سجل مثل مد البصر ثم يقول: أتنكر من هذا شيئا؟ ، أظلمك\nكتبتي الحافظون؟ ، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n             # يقول: لا يا رب فيقول: أفلك عذر؟ ، فيقول: لا يا رب، فيقول: بلى <span id='ms32'></span> إن لك\nعندنا حسنة، وإنه لا ظلم عليك اليوم، فيخرج بطاقة فيها: أشهد أن لا إله إلا\nالله، وأشهد أن محمدا عبده ورسوله، فيقول: احضر وزنك، فيقول: يا رب ما هذه\nالبطاقة ما هذه السجلات؟ فقال: فانك لا تظلم، قال: فتوضع السجلات في كفة\nوالبطاقة في كفة، فطاشت السجلات وثقلت البطاقة، ولا يثقل مع اسم الله شيء)\n(¬1) ويقول - صلى الله عليه وسلم -: (إنه ليأتي الرجل العظيم السمين يوم\nالقيامة، لا يزن عند الله جناح بعوضة، وقال: اقرؤوا إن شئتم: {فلا نقيم لهم\nيوم القيامة وزنا} (¬2)، وقوله - صلى الله عليه وسلم - لما ضحك الصحابة من\nدقة ساقي عبد الله بن مسعود - رضي الله عنه -: (والذي نفسي بيده لهما أثقل\nفي الميزان من أحد) (¬3) وقال - صلى الله عليه وسلم -: (ما من شئ أثقل في\nالميزان من حسن الخلق) (¬4) وقد ختم الإمام البخاري \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n             # كتابه الجامع الصحيح بقول رسول الله - صلى الله عليه وسلم -: (كلمتان\nخفيفتان على اللسان، ثقيلتان في الميزان، حبيبتان إلى الرحمن: سبحان الله\nالعظيم، سبحان الله وبحمده).\n</p>\n\n<p>\nفما ورد في الكتاب والسنة من وصف هذا الموقف المهول يجعل كل إنسان يؤمن\nبالله واليوم الآخر، يحسب له الحسابات الدقيقة، سيما والإنسان ضعيف بطبعه،\nكثير الملل، ميال إلى اللهو ونسيان الآخرة، فعمل الخير بحر لا ساحل له،\nوالشر كذلك، وليس لدى الإنسان من عمل الخير إلا شيء قليل في مقابل عنايته\nبدنياه الفانية، وغفلته عن يوم وزن العمل، فيجد أنه فرط في التزود من بحور\nالخير العظيمة التي يسرها له الرب في الدنيا، وجعلها سهلة في متناول كل من\nأراد ذلك، لكن الإنسان اشتغل بعناء الدنيا ومكاسبها الصعبة المنال، سريعة\nالغدر والزوال، فجاء بعمل قليل زهيد، ولو أراد تصحيح الخطأ وتعديل المسار،\nما وجد إلى ذلك سبيلا، فقد جف في هذا اليوم مجرى كل عمل خير أو شر، وتوقفت\nالمنابع، ولم يبق سوى الحصاد، ولا مطمع حينئذ إلا في عفو الله وكرمه،\nومغفرته وواسع رحمته، وإلا هلك الهالكون والعياذ بالله.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p080'> Vol. 01, p. 080</a>\n            </div>\n            \n</p>\n\n\n<h1 class='l1' id='head34'>AUTO المبحث العاشر</h1>\n\n<p>\nالإيمان <span id='ms33'></span> بالجنة والنار\n</p>\n\n<p>\n18 - واعترضت جهنم ونارها تضطرم ... وكب فيها المجرم وقيل يا نار ابلعي\n</p>\n\n<p>\nمنهج أهل السنة والجماعة الإيمان بوجود الجنة والنار، وأنهما مخلوقتان،\nوقد خلقت الجنة لعباد الله المتقين قال الله تعالى: {وسارعوا إلى مغفرة من\nربكم وجنة عرضها السماوات والأرض أعدت للمتقين} (¬1)، وقال تعالى: {سابقوا\nإلى مغفرة من ربكم وجنة عرضها كعرض السماء والأرض أعدت للذين آمنوا بالله\nورسله ذلك فضل الله يؤتيه من يشاء والله ذو الفضل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n             # العظيم} (¬1) وكذلك النار خلقها الله لعباده العاصين، قال الله تعالى:\n{فاتقوا النار التي وقودها الناس والحجارة أعدت للكافرين} (¬2)، وقال\nتعالى: {واتقوا النار التي أعدت للكافرين} (¬3)، ويقول رسول الله - صلى\nالله عليه وسلم - في حديث الإسراء: (ثم انطلق بي، حتى انتهى بي إلى سدرة\nالمنتهى، وغشيها ألوان لا أدري ما هي، ثم أدخلت الجنة، فإذا فيها حبايل\nاللؤلؤ، وإذا ترابها المسك) (¬4)، وقال رسول الله - صلى الله عليه وسلم -:\n(دخلت الجنة، فإذا أنا بقصر من ذهب، فقلت: لمن هذا؟ فقالوا: لرجل من قريش،\nفما منعني أن أدخله يا ابن الخطاب، إلا ما أعلم من غيرتك). قال: وعليك أغار\nيا رسول الله؟ ) (¬5) وقال - صلى الله عليه وسلم -: (رأيت في مقامي هذا كل\nشيء وعدتم، حتى لقد رأيتنى أريد أن آخذ قطفا من الجنة حين رأيتموني جعلت\nأقدم، ولقد رأيت جهنم يحطم بعضها بعضا، حين رأيتموني تأخرت، ورأيت فيها ابن\nلحي، وهو الذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n             # سيب السوائب) (¬1)، وقال - صلى الله عليه وسلم -: (والذي نفس محمد بيده!\nلو رأيتم ما رأيت لضحكتم قليلا ولبكيتم كثيرا، قالوا: وما رأيت يا رسول\nالله؟ ! ، قال: رأيت الجنة والنار) (¬2) وقال - صلى الله عليه وسلم -: (لما\nخلق الله الجنة والنار أرسل جبرائيل إلى الجنة، فقال انظر إليها، وإلى ما\nأعددت لأهلها فيها، قال: فجاءها فنظر إليها، وإلى ما أعد الله لأهلها فيها،\nقال: فرجع إليه، قال: فو عزتك لا يسمع بها أحد إلا دخلها، فأمر بها فحفت\nبالمكاره، فقال: ارجع إليها فانظر إليها وإلى ما أعددت لأهلها فيها، قال\nفرجع إليها فإذا هي <span id='ms34'></span> قد حفت بالمكاره، فرجع إليه، فقال: وعزتك لقد خفت أن لا\nيدخلها أحد، قال: اذهب إلى النار فانظر إليها وإلى ما أعددت لأهلها فيها،\nفإذا هي يركب بعضها بعضا، فرجع إليه، فقال: وعزتك لا يسمع بها أحد فيدخلها،\nفأمر بها فحفت بالشهوات، فقال: ارجع إليها فرجع إليها، فقال: وعزتك لقد\nخشيت أن لا ينجو منها أحد إلا دخلها) (¬3) هذا مما ورد في الكتاب والسنة،\nوهو من الأدلة الصحيحة الصريحة على أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n             # الجنة والنار مخلوقتان موجودتان، وليس كما زعم البعض أنها ستخلق فيما بعد.\n</p>\n\n<p>\nوفي هذا البيت يصف الناظم رحمه الله جهنم، وحال من أهلكه عمله، وفارقته\nرحمة الله - عز وجل -، فجهنم في يوم نصب الموازين ومحاسبة العباد المؤمن\nوالكافر، والفاسق والفاجر، تكون معترضة بين المحشر والجنة، منصوب عليها\nالصراط، أدق من الشعرة، وأحد من السيف، كما ورد من قول أبي سعيد الخدري -\nرضي الله عنه - (إن ناسا في زمن رسول الله - صلى الله عليه وسلم - قالوا:\nيا رسول الله، هل نرى ربنا يوم القيامة؟ ، قال رسول الله - صلى الله عليه\nوسلم -: نعم، قال: هل تضارون في رؤية الشمس بالظهيرة، صحوا ليس معها سحاب؟\n، وهل تضارون في رؤية القمر ليلة البدر، صحوا ليس فيها سحاب؟ ، قالوا: لا،\nيا رسول الله، قال: ما تضارون في رؤية الله تبارك وتعالى يوم القيامة إلا\nكما تضارون في رؤية أحدهما، إذا كان يوم القيامة أذن مؤذن: ليتبع كل أمة ما\nكانت تعبد، فلا يبقى أحد كان يعبد غير الله سبحانه من الأصنام والأنصاب إلا\nيتساقطون في النار، حتى إذا لم يبق إلا من كان يعبد الله من بر وفاجر، وغير\nأهل الكتاب، فيدعى اليهود فيقال لهم: ما كنتم تعبدون؟ ، قالوا: كنا نعبد\nعزير بن الله، فيقال: كذبتم ما اتخذ الله من صاحبة ولا ولد، فماذا تبغون؟ ،\nقالوا: عطشنا، يا ربنا فاسقنا، فيشار إليهم: ألا تردون؟ ، فيحشرون إلى\nالنار كأنها سراب يحطم بعضها بعضا، فيتساقطون في النار، \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p084'> Vol. 01, p. 084</a>\n            </div>\n             # ثم يدعى النصارى، فيقال لهم: ما كنتم تعبدون؟ ، قالوا <span id='ms35'></span>: كنا نعبد المسيح\nبن الله، فيقال لهم: كذبتم.\n</p>\n\n<p>\nما اتخذ الله من صاحبة ولا ولد، فيقال لهم: ماذا تبغون؟ ، فيقولون:\nعطشنا، يا ربنا فاسقنا، قال فيشار إليهم: ألا تردون؟ ، فيحشرون إلى جهنم\nكأنها سراب يحطم بعضها بعضا فيتساقطون في النار، حتى إذا لم يبق إلا من كان\nيعبد الله تعالى من بر وفاجر، أتاهم رب العالمين سبحانه وتعالى في أدنى\nصورة من التي رأوه فيها، قال: فما تنتظرون؟ ، تتبع كل أمة ما كانت تعبد،\nقالوا: يا ربنا! فارقنا الناس في الدنيا أفقر ما كنا إليهم ولم نصاحبهم.\nفيقول: أنا ربكم. فيقولون: نعوذ بالله منك، لا نشرك بالله شيئا \"مرتين أو\nثلاثا\" حتى إن بعضهم ليكاد أن ينقلب، فيقول: هل بينكم وبينه آية فتعرفونه\nبها؟ ، فيقولون: نعم. فيكشف عن ساق، فلا يبقى من كان يسجد لله من تلقاء\nنفسه إلا أذن الله له بالسجود، ولا يبقى من كان يسجد اتقاء ورياء إلا جعل\nالله ظهره طبقة واحدة، كلما أراد أن يسجد خر على قفاه، ثم يرفعون رؤوسهم،\nوقد تحول في صورته التي رأوه فيها أول مرة، فقال: أنا ربكم.\n</p>\n\n<p>\nفيقولون: أنت ربنا، ثم يضرب الجسر على جهنم، وتحل الشفاعة، ويقولون:\nاللهم سلم سلم، قيل: يا رسول الله، وما الجسر؟ ، قال دحض مزلة، فيه خطاطيف\nوكلاليب وحسك، - تكون بنجد فيها شويكة يقال لها: السعدان - فيمر المؤمنون\nكطرف العين، وكالبرق، وكالريح، وكالطير، وكأجاود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p085'> Vol. 01, p. 085</a>\n            </div>\n             # الخيل، والركاب، فناج مسلم، ومخدوش مرسل، ومكدوس في نار جهنم، حتى إذا\nخلص المؤمنين من النار، فو الذي نفسي بيده، ما منكم من أحد بأشد منا شدة\nلله، في استقصاء الحق، من المؤمنين لله يوم القيامة لإخوانهم الذين في\nالنار، يقولون: ربنا، كانوا يصومون معنا ويصلون ويحجون، فيقال لهم: أخرجوا\nمن عرفتم، فتحرم صورهم على النار، فيخرجون خلقا كثيرا قد أخذت النار إلى\nنصف ساقيه وإلى ركبتيه، ثم يقولون: ربنا، ما بقي فيها أحد ممن أمرتنا به،\nفيقول: ارجعوا، فمن وجدتم في قلبه مثقال دينار من خير فأخرجوه، فيخرجون\nخلقا <span id='ms36'></span> كثيرا، ثم يقولون: ربنا، لم نذر فيها أحدا ممن أمرتنا، ثم يقول:\nارجعوا، فمن وجدتم في قلبه مثقال نصف دينار من خير فأخرجوه، فيخرجون خلقا\nكثيرا، ثم يقولون: ربنا، لم نذر فيها ممن أمرتنا أحدا، ثم يقول: ارجعوا فمن\nوجدتم في قلبه مثقال ذرة من خير فأخرجوه، فيخرجون خلقا كثيرا، ثم يقولون:\nربنا! لم نذر فيها خيرا) وكان أبو سعيد الخدري يقول: إن لم تصدقوني بهذا\nالحديث فاقرؤوا إن شئتم: {إن الله لا يظلم مثقال ذرة وإن تك حسنة يضاعفها\nويؤت من لدنه أجرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p086'> Vol. 01, p. 086</a>\n            </div>\n             # عظيما} (¬1)، فيقول الله - عز وجل -: شفعت الملائكة، وشفع النبيون، وشفع\nالمؤمنون، ولم يبق إلا أرحم الراحمين، فيقبض قبضة من النار، فيخرج منها\nقوما لم يعملوا خيرا قط، قد عادوا حمما، فيلقيهم في نهر في أفواه الجنة،\nيقال له: نهر الحياة، فيخرجون كما تخرج الحبة في حميل السيل، ألا ترونها\nتكون إلى الحجر أو إلى الشجر، ما يكون إلى الشمس أصيفر وأخيضر، وما يكون\nمنها إلى الظل يكون أبيض؟ ، فقالوا: يا رسول الله، كأنك كنت ترعى بالبادية،\nقال \"فيخرجون كاللؤلؤ في رقابهم الخواتم، يعرفهم أهل الجنة، هؤلاء عتقاء\nالله، الذين أدخلهم الله الجنة، بغير عمل عملوه، ولا خير قدموه، ثم يقول:\nادخلوا الجنة فما رأيتموه فهو لكم، فيقولون: ربنا، أعطيتنا ما لم تعط أحدا\nمن العالمين، فيقول: لكم عندي أفضل من هذا، فيقولون: يا ربنا، أي شيء أفضل\nمن هذا؟ ، فيقول: رضاي فلا أسخط عليكم بعده أبدا) (¬2)، فالنار أوثرت\nبالمتكبرين والمتجبرين، وهي لكل عتل جواظ مستكبر، وهي عذاب الله تعالى،\nيعذب بها من يشاء من عباده، نستجير بالله من غضبه وعذابه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            \n</p>\n\n<p>\n19 - وجنة الفردوس قد تزخرفت لمن عبد ... وقام ليلا وسجد في طمره المرقع\n</p>\n\n<p>\nوهذا من الناظم رحمه الله تذكير بوصف الجنة، فإن فيها ما لا عين رأت، ولا\nأذن سمعت، ولا يخطر على قلب بشر، مما أعد الله فيها من النعيم لعباده\nالمؤمنين، الذين عبدوه، وقاموا في طاعته ليلا ونهارا، ودعوه ورجوا رحمته\nسرا وجهارا، في بعد <span id='ms37'></span> عن شهوات الدنيا وملذاتها، من مأكل ومشرب، وملبس ومركب،\nمستشرفين للدار الآخرة وما أعد الله في الجنة من الراحة والنعيم الدائم،\nالذي لا يحول ولا يزول.\n</p>\n\n<p>\n20 - ونهدت أبكارها واطردت أنهارها ... وغردت أطيارها في كل غصن مونع\n</p>\n\n<p>\nوفي هذا البيت يذكر الناظم رحمه الله بما أعد الله لعباده في الجنة من\nالحور، فمنهن الكواعب الأبكار، كما قال تعالى: {فجعلناهن أبكارا (36) عربا\nأترابا} (¬1) وأنهن في غاية من الحسن والجمال {حور مقصورات في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n             # الخيام} (¬1) لا يتمتع بهن أحد سواهم، قصر الطرف منهن على من خلقن من\nأجلهم، فلا يرين حسنا في غيرهم، ولا يتمنين سواهم، {وعندهم قاصرات الطرف\nعين} (¬2) هن أزواجهم، قال تعالى: {كذلك وزوجناهم بحور عين} (¬3)، وقال\nتعالى: {متكئين على سرر مصفوفة وزوجناهم بحور عين} (¬4)، هكذا جزاهم ربهم\nلقاء صبرهم على طاعته في الدنيا، بأن يكونوا مع أزواجهم {وحور عين (22)\nكأمثال اللؤلؤ المكنون} (¬5).\n</p>\n\n<p>\nهكذا جزاهم ربهم لقاء صبرهم على طاعته في الدنيا، بأن يكونوا مع أزواجهم\n{في سدر مخضود (28) وطلح منضود (29) وظل ممدود (30) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n             # وماء مسكوب (31) وفاكهة كثيرة (32) لا مقطوعة ولا ممنوعة (33) وفرش\nمرفوعة (34)} (¬1)\n</p>\n\n<p>\n21 - يا من له تبتلي في كل ليل أليل ... ومن إليه موئلي دون الورى ومفزع\n</p>\n\n<p>\nهذا التوجه الصحيح في الدعاء من الناظم رحمه الله هو منهج أهل السنة\nوالجماعة، فالله وحده المسئول، عملا بقوله تعالى: {وإذا سألك عبادي عني\nفإني قريب أجيب دعوة الداع إذا دعان فليستجيبوا لي وليؤمنوا بي لعلهم\nيرشدون} (¬2). وعمل بسنة رسول الله - صلى الله عليه وسلم - فقد وجه ابن\nعباس رضي الله عنهما فقال: (يا غلام، إني أعلمك كلمات: احفظ الله يحفظك،\nإحفظ الله تجده تجاهك، إذا سألت فاسأل الله، وإذا استعنت فاستعن بالله،\nواعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد كتبه\nالله لك، وان اجتمعوا على أن يضروك بشيء لم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n             # يضروك إلا بشيء قد كتبه الله عليك، رفعت الأقلام وجفت الصحف) (¬1) مسيرا\nبأحد الأوقات التي هي من مظان إجابة الدعاء، وهو ما ورد من قول رسول الله -\nصلى <span id='ms38'></span> الله عليه وسلم -: (إن في الليل لساعة، لا يوافقها رجل مسلم يسأل الله\nخيرا من أمر الدنيا والآخرة، إلا أعطاه إياه، وذلك كل ليلة) (¬2)، وهذا هو\nالنهج الصحيح، لا ما يقع فيه الكثيرون من الناس من الرجوع إلى بعض الصالحين\nوقد ماتوا، فيستعينون بهم على قضاء حوائجهم، ولا يجديهم ذلك شيئا، لأنه\nخلاف المنهج الصحيح.\n</p>\n\n<p>\n22 - صل على خير البشر من كل أنثى وذكر ... محمد وجه القمر ذي الجانب الممنع\n</p>\n\n<p>\nوهذا من أعظم الدعاء حرص عليه الناظم رحمه الله عملا بالكتاب والسنة قال\nالله تعالى: {إن الله وملائكته يصلون على النبي ياأيها الذين آمنوا صلوا\nعليه وسلموا تسليما} (¬3)، وقال - صلى الله عليه وسلم -: (من صلى علي صلاة\nصلى الله عليه بها عشرا) (¬4) وقد سأل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n             # الصحابة - رضي الله عنهم - رسول الله - صلى الله عليه وسلم - عن كيفية\nالصلاة عليه - صلى الله عليه وسلم -، فقال: (قولوا: اللهم صل على محمد\nوأزواجه وذريته، كما صليت على إبراهيم، وبارك على محمد وأزواجه وذريته، كما\nباركت على آل إبراهيم إنك حميد مجيد) (¬1) وقد منح الله رسوله محمد بن عبد\nالله - صلى الله عليه وسلم -، من الكمال البشري، في الدين والخلق والخلق،\nما لم يمنح غيره - صلى الله عليه وسلم -، وإذا كان الأنبياء أكمل الخلق\nوأفضلهم، والرسل أكمل من الأنبياء وأفضل، أولوا العزم وهم: نوح، وإبراهيم،\nوموسى، وعيسى، ومحمد، صلوات الله وسلامه عليهم أجمعين، أكمل من الرسل،\nورسول الله محمد هو صاحب المقام المحمود، ينفع الله بشفاعته الخلق، فيأذن\nسبحانه بفصل الحساب، اللهم صل على محمد وأزواجه وذريته، كما صليت على\nإبراهيم، وبارك على محمد وأزواجه وذريته، كما باركت على آل إبراهيم إنك\nحميد مجيد {سبحان ربك رب العزة عما يصفون (180) وسلام على المرسلين (181)\nوالحمد لله رب العالمين} (¬2) هذا ما يسر الله تعالى لنا بحثه، فله الحمد\nوالشكر علي توفيقه، وأسأله - عز وجل - أن يجعله عملا متقبلا، تثقل به\nموازين حسناتي في يوم لا ينفع فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n             # مال ولا بنون، وأن ينفع به من طالعه، ومن نصح وصحح <span id='ms39'></span> وأرشد إلى خير، وتم في\nيوم الأربعاء 6/ 9/ 1425 ه بالمدينة النبوية حرسها الله، وصلى الله وسلم\nوبارك على خير خلقه نبينا محمد، صلى الله عليه وعلى آله وصحابته، ومن تبعهم\nبإحسان إلى يوم الدين.\n</p>\n\n\n### |EDITOR|\nEndnotes\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p005'> Vol. 01, p. 005</a>\n            </div>\n            :\n\n(1) من الآية (11) من سورة الشورى.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p006'> Vol. 01, p. 006</a>\n            </div>\n            :\n\n(¬1) الآيات (180 - 182) من سورة الصافات ..\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p007'> Vol. 01, p. 007</a>\n            </div>\n            :\n\n(¬1) انظر (المستدرك على الصحيحين 1/ 174).\n(¬2) الآية (31) من سورة آل عمران.\n(¬3) من الآية (21) من سورة الحديد.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p008'> Vol. 01, p. 008</a>\n            </div>\n            :\n\n(¬1) عند الذهبي: ابن عبد الواحد، ولعله نسبه لجده.\n(¬2) الدرر 3/ 7، ومعجم الشيوخ 2/ 408، والدليل الشافي 1/ 423، فوات الوفيات 2/ 367.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p009'> Vol. 01, p. 009</a>\n            </div>\n            :\n\n(¬1) معجم البلدان 2/ 13.\n(¬2) الأنساب 2/ 240، بتصرف و 4/ 96.\n(¬3) الأنساب 9/ 297، 2/ 105، 8/ 67، وانظر: ترجمة 1.\n(¬4) الأنساب 10/ 487، 25، 6/ 89.\n(¬5) معجم الشيوخ 2/ 409، والدرر 3/ 8.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p010'> Vol. 01, p. 010</a>\n            </div>\n            :\n\n(¬1) ذيل التقييد 2/ 79.\n(¬2) معجم البلدان 5/ 225.\n(¬3) الدرر 2/ 8.\n(¬4) معجم الشيوخ 2/ 194، وذيل التقييد 1/ 128، والدرر 4/ 68، وانظر (برنامج الوادي آشي: 142، والوافي بالوفيات 3/ 137 - 137، والبداية والنهاية 14/ 87، والنجوم الزاهرة 9/ 239، والشذرات 6/ 44).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p011'> Vol. 01, p. 011</a>\n            </div>\n            :\n\n(¬1) الدرر 2/ 8، وفي فوات الوفيات 2/ 367 - 368، أتم مما في الدرر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p012'> Vol. 01, p. 012</a>\n            </div>\n            :\n\n(¬1) معجم الشيوخ 2/ 409.\n(¬2) الاستواء.\n(¬3) الدرر 2/ 8.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p013'> Vol. 01, p. 013</a>\n            </div>\n            :\n\n(¬1) معجم البلدان 3/ 412.\n(¬2) معجم البلدان 3/ 240 ..\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p014'> Vol. 01, p. 014</a>\n            </div>\n            :\n\n(¬1) معجم الشيوخ 2/ 409، والدر 3/ 8، ومعجم البدان 2/ 472 - 475.\n(¬2) موضع قرب دمشق، وهي قرية صغرة قبلي دمشق على تخوم أرض حوران تبعد عن دمشق 37 كيلو مترا. وشقحب تقع تحت جبل غباغب وهي قرية في أول عمل حوران، انظر: تاج العروس (1/ 324) ومعجم البلدان (4/ 184) والسلوك (1/ 932).\n(¬3) توضيح المقاصد شرح الكافية الشافية نونية ابن القيم (2/ 8).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p015'> Vol. 01, p. 015</a>\n            </div>\n            :\n\n(¬1) الدرر 2/ 8 - 9.\n(¬2) الدرر 2/ 9.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p017'> Vol. 01, p. 017</a>\n            </div>\n            :\n\n(¬1) أي ملهم (النهاية 2/ 277).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p018'> Vol. 01, p. 018</a>\n            </div>\n            :\n\n(¬1) أي قليل (النهاية 5/ 189).\n(¬2) أي غار ونقص (النهاية 3/ 401).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p019'> Vol. 01, p. 019</a>\n            </div>\n            :\n\n(¬1) مصدر ينع ينيع، أي أدرك النضج (النهاية 5/ 303).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p021'> Vol. 01, p. 021</a>\n            </div>\n            :\n\n(¬1) معجم البلدان 1/ 102.\n(¬2) معجم البلدان 3/ 17، 18.\n(¬3) معجم البلدان 3/ 18.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p022'> Vol. 01, p. 022</a>\n            </div>\n            :\n\n(¬1) لسان العرب 1/ 518.\n(¬2) النهاية 5/ 156.\n(¬3) النهاية 1/ 432.\n(¬4) النهاية 4/ 348، ولسان العرب 11، 627.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p023'> Vol. 01, p. 023</a>\n            </div>\n            :\n\n(¬1) النهاية 5/ 164، ولسان العرب 3/ 453.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p024'> Vol. 01, p. 024</a>\n            </div>\n            :\n\n(¬1) لسان العرب 14/ 199.\n(¬2) النهاية 1/ 400، ولسان العرب 7/ 136.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p025'> Vol. 01, p. 025</a>\n            </div>\n            :\n\n(¬1) الأنساب 2/ 100، ومعجم البلدان 1/ 353 - 255.\n(¬2) الأنساب 2/ 240، 4/ 96، ومعجم البلدان 2/ 235.\n(¬3) لسان العرب 8/ 102\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p028'> Vol. 01, p. 028</a>\n            </div>\n            :\n\n(¬1) البخاري حديث (46).\n(¬2) أخرجه البخاري حديث (1116) ..\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p029'> Vol. 01, p. 029</a>\n            </div>\n            :\n\n(¬1) أخرجه مسلم حديث (730).\n(¬2) أخرجه مسلم حديث (729).\n(¬3) أخرجه مسلم حديث (728).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p030'> Vol. 01, p. 030</a>\n            </div>\n            :\n\n(¬1) أخرجه مسلم حديث (336).\n(¬2) أخرجه مسلم حديث (730).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p031'> Vol. 01, p. 031</a>\n            </div>\n            :\n\n(¬1) أخرجه البخاري، حديث (472).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p032'> Vol. 01, p. 032</a>\n            </div>\n            :\n\n(¬1) الآية (175) من سورة آل عمران.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p033'> Vol. 01, p. 033</a>\n            </div>\n            :\n\n(¬1) الآية (67) من سورة طه.\n(¬2) الآية (68) من سورة طه.\n(¬3) الآية (155) من سورة البقرة.\n(¬4) الآية (23) من سورة المائدة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p034'> Vol. 01, p. 034</a>\n            </div>\n            :\n\n(¬1) الآية (19) من سورة الأحزاب ..\n(¬2) الآية (83) من سورة النساء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p035'> Vol. 01, p. 035</a>\n            </div>\n            :\n\n(¬1) الآية (51) من سورة الأنعام.\n(¬2) الآية (50) من سورة النحل.\n(¬3) الآية (37) من سورة النور.\n(¬4) الآية (37) من سورة الذاريات.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p036'> Vol. 01, p. 036</a>\n            </div>\n            :\n\n(¬1) من الآية (72) من سورة المائدة.\n(¬2) الآية (48) من سورة النساء.\n(¬3) من الآية (175) من سورة آل عمران.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p037'> Vol. 01, p. 037</a>\n            </div>\n            :\n\n(¬1) من الآية <span id='ms40'></span> (175) من سورة آل عمران ..\n(¬2) أخرجه الترمذي وقال: حديث حسن صحيح.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p038'> Vol. 01, p. 038</a>\n            </div>\n            :\n\n(¬1) الآية (54) من سورة المائدة.\n(¬2) الآية (50) من سورة النور.\n(¬3) الآية (53) من سورة المدثر.\n(¬4) الآية (53) من سورة الزمر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p039'> Vol. 01, p. 039</a>\n            </div>\n            :\n\n(¬1) الآية (56) من سورة الحجر.\n(¬2) الآية (87) من سورة يوسف.\n(¬3) الآية (99) من سورة الأعراف.\n(¬4) من الآية (28) من سورة فاطر.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p040'> Vol. 01, p. 040</a>\n            </div>\n            :\n\n(¬1) أخرجه مسلم حديث (2877).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p042'> Vol. 01, p. 042</a>\n            </div>\n            :\n\n(¬1) انظر (النهاية 5/ 44).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p043'> Vol. 01, p. 043</a>\n            </div>\n            :\n\n(¬1) أخرجه مسلم حديث (755).\n(¬2) أخرجه مسلم حديث (757).\n(¬3) أخرجه مسلم حديث (758).\n(¬4) أخرجه الترمذي حديث (1690).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p044'> Vol. 01, p. 044</a>\n            </div>\n            :\n\n(¬1) الآيتان (103، 104) من سورة الكهف.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p045'> Vol. 01, p. 045</a>\n            </div>\n            :\n\n(¬1) الآية (9) من سورة الحجر.\n(¬2) من الآية (103) من سورة آل عمران.\n(¬3) الآية (65) من سورة النساء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p046'> Vol. 01, p. 046</a>\n            </div>\n            :\n\n(¬1) من الآية (7) من سورة الحشر.\n(¬2) من الآية (63) من سورة النور.\n(¬3) الآية (36) من سورة الأحزاب ..\n(¬4) الآية (31) من سورة آل عمران.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p047'> Vol. 01, p. 047</a>\n            </div>\n            :\n\n(¬1) الآية (24) من سورة محمد.\n(¬2) من الآية (143) من سورة البقرة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p048'> Vol. 01, p. 048</a>\n            </div>\n            :\n\n(¬1) أخرجه الترمذي وقال: هذا حديث حسن صحيح، انظر رقم (2816).\n(¬2) حديث (43) وهو من أدلة اللالكائي (شرح أصول اعتقاد أهل السنة 2/ 82).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p049'> Vol. 01, p. 049</a>\n            </div>\n            :\n\n(¬1) الآية (65) من سورة التوبة.\n(¬2) الآية (45) من سورة المدثر.\n(¬3) الآية (140) من سورة النساء ..\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p050'> Vol. 01, p. 050</a>\n            </div>\n            :\n\n(¬1) الآيتان (16، 17) من سورة السجدة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p051'> Vol. 01, p. 051</a>\n            </div>\n            :\n\n(¬1) أخرجه الترمذي حديث (2749) وقال: حسن صحيح.\n(¬2) الآية (42) من سورة فصلت.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p052'> Vol. 01, p. 052</a>\n            </div>\n            :\n\n(¬1) الآيتان (1، 2) من سورة الجن.\n(¬2) أخرجه الترمذي (3070) وفي إسناده كلام، ومعناه صحيح.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p053'> Vol. 01, p. 053</a>\n            </div>\n            :\n\n(¬1) من الآية (164) من سورة النساء.\n(¬2) الآية (30) من سورة القصص.\n(¬3) الآية (109) من سورة الكهف.\n(¬4) الآية (6) من سورة التوبة.\n(¬5) منالآية (87) من سورة النساء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p054'> Vol. 01, p. 054</a>\n            </div>\n            :\n\n(¬1) أخرجه البخاري حديث (7077) واحتج به اللالكائي (شرح أصول اعتقاد أهل السنة 2/ 250) ..\n(¬2) أخرجه البخاري حديث (6165).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p055'> Vol. 01, p. 055</a>\n            </div>\n            :\n\n(¬1) الآية (13) من سورة هود.\n(¬2) من الآية (23) من سورة البقرة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p056'> Vol. 01, p. 056</a>\n            </div>\n            :\n\n(¬1) من الآية (179) من سورة البقرة.\n(¬2) الآية (88) من سورة الإسراء ..\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p057'> Vol. 01, p. 057</a>\n            </div>\n            :\n\n(¬1) من الآية (103) من سورة آل عمران.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p058'> Vol. 01, p. 058</a>\n            </div>\n            :\n\n(¬1) الآية (18) من سورة الأعراف.\n(¬2) الآية (110) من سورة الإسراء.\n(¬3) الآية (8) من سورة طه.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p059'> Vol. 01, p. 059</a>\n            </div>\n            :\n\n(¬1) الآية (24) من سورة الحشر ..\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p060'> Vol. 01, p. 060</a>\n            </div>\n            :\n\n(¬1) من الآية (11) من سورة الشورى ..\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p061'> Vol. 01, p. 061</a>\n            </div>\n            :\n\n(¬1) من الآية (11) من سورة الشورى.\n(¬2) من الآية (164) من سورة النساء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p062'> Vol. 01, p. 062</a>\n            </div>\n            :\n\n(¬1) الآية (30) من سورة القصص.\n(¬2) الآية (109) من سورة الكهف.\n(¬3) الآية (6) من سورة التوبة.\n(¬4) من الآية (87) من سورة النساء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p063'> Vol. 01, p. 063</a>\n            </div>\n            :\n\n(¬1) من الآية (11) من سورة الشورى ..\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p065'> Vol. 01, p. 065</a>\n            </div>\n            :\n\n(¬1) الآية (54) من سورة الأعراف.\n(¬2) الآية (3) من سورة يونس.\n(¬3) الآية (2) من سورة الرعد.\n(¬4) الآية (5) من سورة طه ..\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p066'> Vol. 01, p. 066</a>\n            </div>\n            :\n\n(¬1) من الآية (11) من سورة الشورى.\n(¬2) انظر (الاعتقاد للبيهقي: 41 - 45).\n(¬3) من الآية <span id='ms41'></span> (55) من سورة آل عمران.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p067'> Vol. 01, p. 067</a>\n            </div>\n            :\n\n(¬1) من الآية (158) من سورة النساء.\n(¬2) من الآية (10) من سورة فاطر.\n(¬3) الآيتان (36، 37) من سورة غافر.\n(¬4) الآيتان (16، 17) من سورة الملك.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p068'> Vol. 01, p. 068</a>\n            </div>\n            :\n\n(¬1) الآية (54) من سورة الأعراف.\n(¬2) أخرجه البخاري حديث (7079).\n(¬3) أخرجه مسلم حديث (537).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p069'> Vol. 01, p. 069</a>\n            </div>\n            :\n\n(¬1) متفق عليه.\n(¬2) من الآية (255) من سورة البقرة.\n(¬3) انظر (درء تعارض العقل والنقل 2/ 59، 7/ 27، والفتاوى 4/ 45).\n(¬4) الآية (5) من سورة طه ..\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p070'> Vol. 01, p. 070</a>\n            </div>\n            :\n\n(¬1) انظر (شرح العقيدة الطحاوية: 260، 261، 262، 263).\n(¬2) الآية (249) من سورة البقرة.\n(¬3) الآية (40) من سورة التوبة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p071'> Vol. 01, p. 071</a>\n            </div>\n            :\n\n(¬1) الآية (128) من سورة النحل.\n(¬2) الآية (46) من سورة طه.\n(¬3) الآية (4) من سورة الحديد.\n(¬4) الآية (7) من سورة المجادلة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p072'> Vol. 01, p. 072</a>\n            </div>\n            :\n\n(¬1) من الآية (7) من سورة المجادلة.\n(¬2) من الآية (4) من سورة الحديد.\n(¬3) الآية (7) من سورة المجادلة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p073'> Vol. 01, p. 073</a>\n            </div>\n            :\n\n(¬1) الآية (12) من سورة المائدة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p074'> Vol. 01, p. 074</a>\n            </div>\n            :\n\n(¬1) الآية (12) من سورة الأنفال.\n(¬2) الآية (40) من سورة التوبة.\n(¬3) الآية (46) من سورة طه.\n(¬4) الآية (15) من سورة الشعراء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p075'> Vol. 01, p. 075</a>\n            </div>\n            :\n\n(¬1) الآية (35) من سورة محمد.\n(¬2) الآية (4) من سورة الحديد.\n(¬3) أخرجه البخاري حديث (3453).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p076'> Vol. 01, p. 076</a>\n            </div>\n            :\n\n(¬1) من الآية (11) من سورة الشورى.\n(¬2) أنظر (شرح العقيدة الطحاوية: 176 - 183).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p077'> Vol. 01, p. 077</a>\n            </div>\n            :\n\n(¬1) الآية (39، 40) من سورة النجم.\n(¬2) الآية (47) من سورة الأنبياء.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p078'> Vol. 01, p. 078</a>\n            </div>\n            :\n\n(¬1) الآيتان (8، 9) من سورة الأعراف.\n(¬2) الآية (103) من سورة المؤمنون.\n(¬3) الآيتان (7، 8) من سورة الزلزلة.\n(¬4) الآيتان (6 - 9) من سورة القارعة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p079'> Vol. 01, p. 079</a>\n            </div>\n            :\n\n(¬1) أخرجه الترمذي حديث (2776) وقال: حسن غريب، وانظر (شرح العقيدة الطحاوية: 410 - 411).\n(¬2) أخرجه البخاري حديث (4452)، والآية (105) من سورة الكهف.\n(¬3) أخرجه أحمد.\n(¬4) أخرجه أبو داود حديث (4799).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p081'> Vol. 01, p. 081</a>\n            </div>\n            :\n\n(¬1) الآية (133) من سورة آل عمران.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p082'> Vol. 01, p. 082</a>\n            </div>\n            :\n\n(¬1) الآية (21) من سورة الحديد.\n(¬2) الآية (24) من سورة البقرة.\n(¬3) الآية (131) من سورة آل عمران.\n(¬4) أخرجه البخاري (342).\n(¬5) أخرجه البخاري حديث (6621).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p083'> Vol. 01, p. 083</a>\n            </div>\n            :\n\n(¬1) أخرجه مسلم في حديث (901) ..\n(¬2) أخرجه مسلم حديث (426).\n(¬3) أخرجه الترمذي حديث (2685) وقال: حديث حسن صحيح، وأخرجه بقية أصحاب السنن، وأحمد في المسند، وأصله عند مسلم حديث (2822).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p087'> Vol. 01, p. 087</a>\n            </div>\n            :\n\n(¬1) الآية (40) من سورة النساء ..\n(¬2) أخرجه مسلم حديث (302).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p088'> Vol. 01, p. 088</a>\n            </div>\n            :\n\n(¬1) الآية (37) من سورة الواقعة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p089'> Vol. 01, p. 089</a>\n            </div>\n            :\n\n(¬1) الآية (72) من سورة الرحمن.\n(¬2) الآية (48) من سورة الصافات، ومن ص: الآية (52) من الرحمن الآية (56).\n(¬3) الآية (20) من سورة الطور.\n(¬4) الآيتان (22، 23) من سورة الواقعة.\n(¬5) الآيات (28 - 34) من سورة الواقعة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p090'> Vol. 01, p. 090</a>\n            </div>\n            :\n\n(¬1) الآيات (28 - 34) من سورة الواقعة.\n(¬2) الآية (186) من سورة البقرة.\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p091'> Vol. 01, p. 091</a>\n            </div>\n            :\n\n(¬1)\n(¬2) أخرجه مسلم حديث (757).\n(¬3) الآية (56) من سورة الأحزاب.\n(¬4) أخرجه مسلم حديث (384).\n\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v01p092'> Vol. 01, p. 092</a>\n            </div>\n            :\n\n(¬1) أخرجه البخاري حديث (3189).\n(¬2) الآيات (180 - 182) من سورة الصافات .. <span id='ms42'></span>",
  "pages": [
    "001",
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "017",
    "018",
    "019",
    "021",
    "022",
    "023",
    "024",
    "025",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "081",
    "082",
    "083",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092"
  ],
  "volumes": [
    "01"
  ]
}