{
  "content": "\n<p>\n| 1 ( باب القدر المستحب من الماء في غسل الجنابة ( وغسل الرجل والمرأة\nفي اناء واحد وغسل احدهما بفضل الاخر ) )\n</p>\n\n<p>\nاجمع المسلمون على ان الماء الذي يجزئ في الوضوء والغسل غير مقدر بل يكفي\nفيه القليل والكثير اذا وجد شرط الغسل وهو جريان الماء على الاعضاء قال\nالشافعي رحمه الله تعالى وقد يرفق بالقليل فيكفي ويخرق بالكثير <span id='ms0598'></span> فلا يكفي\nقال العلماء والمستحب ان لاينقص في الغسل عن صاع ولافي الوضوء عن مد والصاع\nخمسة ارطال وثلث بالبغدادي والمد رطل وثلث ذلك معتبر على التقريب لاعلى\nالتحديد وهذا هو الصواب المشهور وذكر جماعة من اصحابنا وجها لبعض أصحابنا\nأن الصاع هنا ثمانية ارطال والمد رطلان واجمع العلماء على النهي عن الاسراف\nفي الماء ولو كان على شاطيء البحر والأظهر أنه مكروه كراهة تنزيه وقال بعض\nأصحابنا الاسراف حرام والله أعلم وأما تطهير الرجل والمرأة من إناء واحد\nفهو جائز بإجماع المسلمين لهذه الاحاديث التي في الباب وأما تطهير المرأة\nبفضل الرجل فجائز بالاجماع أيضا وأما تطهير الرجل بفضلها فهو جائز عندنا\nوعند مالك وأبي حنيفة وجماهير العلماء سواء خلت به أو لم تخل قال بعض\nأصحابنا ولا كراهة في ذلك للأحاديث الصحيحة الواردة به وذهب أحمد بن حنبل\nوداود إلى أنها اذا خلت بالماء واستعملته لا يجوز للرجل استعمال فضلها وروى\nهذاعن عبد الله بن سرجس والحسن البصري وروى عن أحمد رحمه الله تعالى\nكمذهبنا وروى عن الحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p002'> Vol. 04, p. 002</a>\n            </div>\n             وسعيد بن المسيب كراهة فضلها مطلقا\nوالمختار ما قاله الجماهير لهذه الأحاديث الصحيحه في تطهيره صلى الله عليه\nوسلم مع أزواجه وكل واحد منهما يستعمل فضل صاحبه ولا تأثير للخلوة وقد ثبت\nفي الحديث الآخر أنه صلى الله عليه وسلم اغتسل بفضل بعض أزواجه رواه أبو\nداود والترمذي والنسائي وأصحاب السنن قال الترمذي هو حديث حسن صحيح وأما\nالحديث الذي جاء بالنهي وهو حديث الحكم بن عمرو فأجاب العلماء عنه بأجوبة\nأحدها أنه ضعيف ضعفه إئمة الحديث منهم البخاري وغيره الثاني أن المراد\nالنهي عن فضل أعضائها وهو المتساقط منها وذلك مستعمل الثالث ان النهي\nللاستحباب والأفضل والله أعلم قوله ( الفرق ) قال سفيان هو ثلاثة آصع أما\nكونه ثلاثة آصع فكذا قاله الجماهير وهو بفتح الفاء وفتح الراء واسكانها\nلغتان حكاهما بن دريد وجماعة غيره والفتح أفصح وأشهر وزعم الباجي أنه\nالصواب وليس كما قال بل هما لغتان وأما قوله <span id='ms0599'></span> ثلاثة آصع فصحيح فصيح وقد جهل\nمن أنكر هذا وزعم أنه لا يجوز إلا أصوع وهذه منه غفلة بينة أو جهالة ظاهرة\nفإنه يجوز أصوع وآصع فالأول هو الأصل والثاني على القلب فتقدم الواو على\nالصاد وتقلب ألفا وهذا كما قالوا آدر وشبهه وفي الصاع لغتان التذكير\nوالتأنيث ويقال صاع وصوع بفتح الصاد والواو وصواع ثلاث لغات وأما قولها كان\nيغتسل من الفرق فلفظه من هنا المراد بها بيان الجنس والاناء الذي يستعمل\nالماء منه وليس المراد أنه يغتسل بماء الفرق بدليل الحديث الآخر كنت أغتسل\nأنا ورسول الله صلى الله عليه وسلم من قدح يقال له الفرق وبدليل الحديث\nالآخر يغتسل بالصاع قوله كان رسول الله صلى الله عليه وسلم يغتسل في القدح\nهكذا هو في الأصول في القدح وهو صحيح ومعناه من القدح قوله عن أبي سلمة بن\nعبد الرحمن قال دخلت على عائشة أنا وأخوها من الرضاعة فسألها عن غسل النبي\nصلى الله عليه وسلم من الجنابة فدعت بإناء قدر الصاع فاغتسلت وبيننا وبينها\nستر فأفرغت على رأسها ثلاثا قال القاضي عياض رحمه الله تعالى ظاهر الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p003'> Vol. 04, p. 003</a>\n            </div>\n             أنهما رأيا عملها في رأسها وأعالي جسدها مما يحل لذي المحرم\nالنظر إليه من ذات المحرم وكان أحدهما أخاها من الرضاعة كما ذكر قيل إسمه\nعبد الله بن يزيد وكان أبوسلمة بن أختها من الرضاعة أرضعته أم كلثوم بنت\nأبي بكر قال القاضي ولولا أنهما شاهدا ذلك ورأياه لم يكن لاستدعائها الماء\nوطهارتها بحضرتهما معنى إذ لو فعلت ذلك كله في ستر عنهما لكان عبثا ورجع\nالحال إلى وصفها له وانما فعلت الستر ليستتر أسافل البدن وما لا يحل للمحرم\nنظره والله أعلم والرضاعة والرضاع بفتح الراء وكسرها فيهما لغتان الفتح\nأفصح وفي هذا الذي فعلته عائشة رضي الله عنها دلاله على استحباب التعليم\nبالوصف بالفعل فانه أوقع في النفس من القول ويثبت في الحفظ ما لايثبت\nبالقول والله أعلم قوله ( وكان أزواج رسول الله صلى الله عليه وسلم يأخذن <span id='ms0600'></span>\nمن رؤوسهن حتى تكون كالوفرة ) الوفرة أشبع وأكثر من اللمة واللمة ما يلم\nبالمنكبين من الشعر قاله الأصمعي وقال غيره الوفرة أقل من اللمة وهي ما لا\nيجاوز الاذنين وقال أبو حاتم الوفرة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p004'> Vol. 04, p. 004</a>\n            </div>\n             ما على الأذنين من الشعر\nقال القاضي عياض رحمه الله تعالى المعروف أن نساء العرب انما كن يتخذن\nالقرون والذوائب ولعل أزواج النبي صلى الله عليه وسلم فعلن هذا بعد وفاته\nصلى الله عليه وسلم لتركهن التزين واستغنائهن عن تطويل الشعر وتخفيفا لمؤنة\nرؤوسهن وهذا الذي ذكره القاضي عياض من كونهن فعلنه بعد وفاته صلى الله عليه\nوسلم لافي حياته كذا قاله أيضا غيره وهو متعين ولايظن بهن فعله في حياته\nصلى الله عليه وسلم وفيه دليل على جواز تخفيف الشعور للنساء والله أعلم\nقولها ( ونحن جنبان ) هذا جار على إحدى اللغتين في الجنب أنه يثنى ويجمع\nفيقال جنب وجنبان وجنبون وأجناب واللغة الأخرى رجل جنب ورجلان جنب ورجال\nجنب ونساء جنب بلفظ واحد قال الله تعالى <span class='quran'>وإن كنتم جنبا </span>وقال\nتعالى <span class='quran'>ولا جنبا </span>الآية وهذه اللغة أفصح وأشهر ويقال في الفعل أجنب\nالرجل وجنب بضم الجيم وكسر النون والاولى أفصح وأشهر وأصل الجنابة في اللغة\nالبعد وتطلق على الذي وجب عليه غسل بجماع أو خروج مني لأنه يجتنب الصلاة\nوالقراءة والمسجد ويتباعد عنها والله أعلم قوله ( عن عراك ) هو بكسر العين\nوتخفيف الراء قوله ( أن عائشة رضي الله عنها كانت تغتسل هي والنبي صلى الله\nعليه وسلم في اناء واحد يسع ثلاثة أمداد ) وفي الرواية الأخرى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p005'> Vol. 04, p. 005</a>\n            </div>\n            \n( من اناء واحد تختلف أيدينا فيه ) قد ذكر القاضي في تفسير الرواية الأولى\nوجهين أحدهما أن كل واحد منهما ينفرد في اغتساله بثلاثة أمداد والثاني أن\nيكون المراد بالمد هنا الصاع ويكون موافقا لحديث الفرق ويجوز أن يكون هذا\nوقع في بعض الاحوال وأغتسلا من أناء يسع ثلاثة امداد وزاده لما فرغ والله\nأعلم ثم أنه وقع في هذا الحديث ( ثلاثة أمداد أو قريبا من ذلك ) وفي\nالرواية الأخرى كان <span id='ms0601'></span> يغتسل من أناء واحد هو الفرق وفي الرواية الاخرى فدعت\nباناء قدر الصاع فاغتسلت به وفي الاخرى ( كان يغتسل بخمس مكاكيك ويتوضأ\nبمكوك ) وفي الرواية الاخرى ( يغسله الصاع ويوضئه المد ) وفي الاخرى (\nيتوضأ بالمد ويغتسل بالصاع إلى خمسة أمداد ) قال الامام الشافعي وغيره من\nالعلماء الجمع بين هذه الروايات أنها كانت اغتسالات في أحوال وجد فيها أكثر\nما استعمله وأقله فدل على انه لاحد في قدر ماء الطهارة يجب استيفاؤه والله\nأعلم قوله عن أبي الشعثاء اسمه جابر بن زيد قوله علمي والذي يخطر على\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p006'> Vol. 04, p. 006</a>\n            </div>\n             بالي ان أبا الشعثاء اخبرني يقال يخطر بضم الطاء وكسرها لغتان\nالكسر أشهر معناه يمر ويجري والبال القلب والذهن قال الازهري يقال خطر\nببالي وعلى بالي كذا يخطر خطورا اذا وقع ذلك في بالك وهمك قال غيره الخاطر\nالهاجس وجمعه خواطر وهذا الحديث ذكره مسلم رحمه الله تعالى متابعة لاانه\nقصد الاعتماد عليه والله أعلم قوله عن عبد الله بن عبد الله بن جبر ) وفي\nالرواية الاخرى ( عن بن جبر ) هذا كله صحيح وقد أنكره عليه بعض الائمة وقال\nصوابه بن جابر وهذا غلط من هذا المعترض بل يقال فيه جابر وجبر وهو عبد الله\nبن عبد الله بن جابر بن عتيك وممن ذكر الوجهين فيه الامام أبو عبد الله\nالبخاري وأن مسعرا وأبا العميس وشعبة وعبد الله بن عيسى يقولون فيه جبر\nوالله أعلم قوله ( كان رسول الله صلى الله عليه وسلم يغتسل بخمس مكاكيك\nويتوضأ بمكوك ) وفي رواية بخمس مكاكي بتشديد الياء والمكوك بفتح الميم وضم\nالكاف الاولى وتشديدها وجمعه مكاكيك ومكاكي ولعل المراد بالمكوك هنا المد\nكما قال في الرواية الاخرى يتوضأ بالمد ويغتسل بالصاع إلى خمسة أمداد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p007'> Vol. 04, p. 007</a>\n            </div>\n             قوله ( حدثنا أبو ريحانه عن سفينه ) اسم أبي ريحانه عبد الله\nبن مطر ويقال زياد بن مطر وأما سفينه فهو صاحب رسول الله صلى الله عليه\nوسلم ومولاه يقال اسمه مهران بن فروخ وقيل اسمه بحران وقيل رومان وقيل قيس\nوقيل عمير وقيل شنبه <span id='ms0602'></span> باسكان النون بعد الشين وبعدها باء موحده كنيته\nالمشهوره أبو عبد الرحمن وقيل أبو البختري قيل سبب تسميته سفينه أنه حمل\nمتاعا كثيرا لرفقه في الغزو فقال له النبي صلى الله عليه وسلم انت سفينة\nقوله ( حدثنا أبو بكر بن أبي شيبه حدثنا بن علية ح وحدثنى علي بن حجر حدثنا\nإسماعيل عن أبي ريحانه عن سفينة قال أبو بكر صاحب رسول الله صلى الله عليه\nوسلم قال كان رسول الله صلى الله عليه وسلم يغتسل بالصاع ويتطهر بالمد وفي\nحديث بن حجر أو قال ويطهره المد قال وكان كبر وما كنت أثق بحديثه ) قوله\nصاحب رسول الله صلى الله عليه وسلم هو بخفض صاحب صفة لسفينه وأبو بكر\nالقائل هو بن أبي شيبه يعني مسلم أن أبا بكر بن أبي شيبه وصفه وعلى بن حجر\nلم يصفه بل اقتصر على قوله عن سفينه وأما قوله وقد كان كبر فهو بكسر الباء\nوما كنت أثق بحديثه هكذا هو في أكثر الاصول أثق بكسر الثاء المثلثه من\nالوثوق الذي هو الاعتماد ورواه جماعة وما كنت أينق بياء مثناة تحت ثم نون\nأي أعجب به وأرتضيه والقائل وقد كان كبر هو أبو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p008'> Vol. 04, p. 008</a>\n            </div>\n             ريحانة والذي\nكبر هو سفينه ولم يذكر مسلم رحمه الله تعالى حديثه هذا معتمدا عليه وحده بل\nذكره متابعة لغيره من الاحاديث التي ذكرها والله أعلم\n</p>\n\n<p>\n| 1 ( باب استحباب افاضة الماء على الرأس وغيره ثلاثا )\n</p>\n\n<p>\nفيه ( سليمان بن صرد ) هو بضم الصاد وفتح الراء وبالدال المهملات وهو\nمصروف وهو صحابي مشهور وقوله ( تماروا في الغسل عند رسول الله صلى الله\nعليه وسلم ) أي تنازعوا فيه فقال بعضهم صفته كذا وقال آخرون كذا وفيه جواز\nالمناظره والمباحثة في العلم وفيه جواز مناظرة المفضولين بحضرة الفاضل\nومناظرة الاصحاب بحضرة امامهم وكبيرهم قوله صلى الله عليه وسلم ( أما أنا\nفاني افيض على رأسي ثلاث أكف ) المراد ثلاث حفنات كل واحده منهن ملء الكفين\nجميعا وفي هذا الحديث استحباب افاضة الماء على الرأس ثلاثا وهو <span id='ms0603'></span> متفق عليه\nوألحق به اصحابنا سائر البدن قياسا على الرأس وعلى أعضاء الوضوء وهو اولى\nبالثلاث من الوضوء فإن الوضوء مبني على التخفيف ويتكرر فاذا استحب فيه\nالثلاث ففي الغسل اولى ولا نعلم في هذا خلافا الا ما انفرد به الامام اقضى\nالقضاة أبو الحسن الماوردي صاحب الحاوي من اصحابنا فانه قال لا يستحب\nالتكرار في الغسل وهذا شاذ متروك وقد قدمنا في الباب قبله بيان أقل الغسل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p009'> Vol. 04, p. 009</a>\n            </div>\n             والله أعلم قوله ( وحدثنا يحيى بن يحيى واسماعيل بن سالم قالا\nاخبرنا هشيم عن أبي بشر عن أبي سفيان عن جابر ) ثم قال مسلم بعد هذا قال بن\nسالم في روايته حدثنا هشيم قال حدثنا أبو بشر هذا فيه فائدة عظيمة من دقائق\nهذا العلم ولطائفه وهي مصرحة بغزارة علم مسلم رحمه الله تعالى ودقيق نظره\nوهي أن هشيما رحمه الله تعالى مدلس وقد قال في الرواية المتقدمه عن أبي بشر\nوالمدلس اذا قال عن لايحتج به الا اذا أثبت سماعه ذلك الحديث من ذلك الشخص\nالذي عنعن عنه فبين مسلم انه ثبت سماعه من جهة اخرى وهي رواية بن سالم فانه\nقال فيها اخبرنا ابوبشر وقد قدمنا مرات بيان مثل هذه الدقيقه واسم أبي بشر\nجعفر بن اياس وهو جعفر بن أبي وحشية واسم أبي سفيان هذا طلحه بن نافع وقد\nتقدم بيانه والله اعلم\n</p>\n\n<p>\n| 1 ( باب حكم ضفائر المغتسله )\n</p>\n\n<p>\nفيه حديث أم سلمه رضي الله عنها قالت ( قلت يا رسول الله أني امرأة اشد\nضفر رأسي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p010'> Vol. 04, p. 010</a>\n            </div>\n             أفانقضه لغسل الجنابه قال لا انما يكفيك ان تحثي على\nرأسك ثلاث حثيات ثم تفيضين عليك الماء فتطهرين ) وفي رواية فأنقضه للحيض\nوالجنابة وفيه حديث عائشة بنحو معناه قولها أشد ضفر رأسي هو بفتح الضاد\nواسكان الفاء هذا هو المشهور المعروف في رواية الحديث والمستفيض عند\nالمحدثين والفقهاء وغيرهم ومعناه أحكم فتل شعري وقال الامام بن بري في\nالجزء الذي صنفه في لحن الفقهاء من ذلك قولهم في حديث أم سلمه أشد ضفر رأسي\nيقولونه <span id='ms0604'></span> بفتح الضاد واسكان الفاء وصوابه ضم الضاد والفاء جمع ضفيرة كسفينه\nوسفن وهذا الذي أنكره رحمه الله تعالى ليس كما زعمه بل الصواب جواز ألامرين\nولكل منهما معنى صحيح ولكن يترجح ما قدمناه لكونه المروي المسموع في\nالروايات الثابتة المتصله والله أعلم قوله صلى الله عليه وسلم ( تحثي على\nرأسك ثلاث حثيات ) هي بمعنى الحفنات في الرواية الاخرى والحفنة ملء الكفين\nمن أي شيء كان ويقال حثيت وحثوت بالياء والواو لغتان مشهورتان والله أعلم\nواسم أم سلمة هند وقيل رمكة وليس بشيء قولها في الرواية الأخرى ( فأنقضه\nللحيضة ) هي بفتح الحاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p011'> Vol. 04, p. 011</a>\n            </div>\n             والله أعلم أما أحكام الباب فمذهبنا\nومذهب الجمهور أن ضفائر المغتسلة اذا وصل الماء إلى جميع شعرها ظاهره\nوباطنه من غير نقض لم يجب نقضها وان لم يصل الا بنقضها وجب نقضها وحديث أم\nسلمه محمول على انه كان يصل الماء إلى جميع شعرها من غير نقض لأن إيصال\nالماء واجب وحكى عن النخعي وجوب نقضها بكل حال عن الحسن وطاوس وجوب النقض\nفي غسل الحيض دون الجنابه ودليلنا حديث أم سلمه واذا كان للرجل ضفيرة فهو\nكالمرأة والله أعلم وأعلم أن غسل الرجل والمرأة من الجنابة والحيض والنفاس\nوغيرها من الاغسال المشروعة سواء في كل شيء الا ما سيأتي في المغتسله من\nالحيض والنفاس انه يستحب لها ان تستعمل فرصة من مسك وقد تقدم بيان صفة\nالغسل بكمالها في الباب السابق فان كانت المرأة بكرا لم يجب ايصال الماء\nإلى داخل فرجها وان كانت ثيبا وجب ايصال الماء إلى ما يظهر في حال قعودها\nلقضاء الحاجة لانه صار في حكم الظاهر هكذا نص عليه الشافعي وجماهير أصحابنا\nوقال بعض أصحابنا لايجب على الثيب غسل داخل الفرج وقال بعضهم يجب ذلك في\nغسل الحيض والنفاس ولا يجب في غسل الجنابه والصحيح الاول والله أعلم وأما\nأمر عبد الله بن عمر رضي الله عنهما بنقض النساء رؤوسهن اذا اغتسلن فيحمل\nعلى انه اراد ايجاب ذلك عليهن ويكون ذلك في شعور <span id='ms0605'></span> لايصل اليها الماء أو يكون\nمذهبا له انه يجب النقض بكل حال كما حكيناه عن النخعي ولا يكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p012'> Vol. 04, p. 012</a>\n            </div>\n            \nبلغه حديث أم سلمة وعائشة ويحتمل أنه كان يأمرهن على الإستحباب والإحتياط\nلا للايجاب والله تعالى أعلم\n</p>\n\n<p>\n| 1 ( باب استحباب استعمال المغتسله من الحيض فرصة من مسك ) ( في موضع\nالدم )\n</p>\n\n<p>\nقد قدمنا في الباب الذي قبله أن صفة غسل المرأه والرجل سواء وتقدم بيان\nذلك مستوفي والمراد في هذا الباب بيان أن السنة في حق المغتسله من الحيض أن\nتأخذ شيأ من مسك فتجعله في قطنه أو خرقه أو نحوها وتدخلها في فرجها بعد\nاغتسالها ويستحب هذا للنفساء ايضا لانها في معنى الحائض وذكر المحاملى من\nاصحابنا في كتابه المقنع أنه يستحب للمغتسله من الحيض والنفاس أن تطيب جميع\nالمواضع التي أصابها الدم من بدنها وهذا الذي ذكره من تعميم مواضع الدم من\nالبدن غريب لا أعرفه لغيره بعد البحث عنه واختلف العلماء في الحكمه في\nاستعمال المسك فالصحيح المختار الذي قاله الجماهير من أصحابنا وغيرهم أن\nالمقصود باستعمال المسك تطييب المحل ودفع الرائحه الكريهه وحكى أقضى القضاه\nالماوردي من أصحابنا وجهين لأصحابنا احدهما هذا والثاني أن المراد كونه\nأسرع إلى علوق الولد قال فان قلنا بالاول ففقدت المسك استعملت ما يخلفه في\nطيب الرائحه وأن قلنا بالثاني استعملت ما قام مقامه في ذلك من القسط\nوالاظفار وشبههما قال واختلفوا في وقت استعماله فمن قال بالاول قال تستعمله\nبعد الغسل ومن قال بالثاني قال قبله هذا أخر كلام الماوردى وهذا الذي حكاه\nمن استعماله قبل الغسل ليس بشيء ويكفي في ابطاله رواية مسلم في الكتاب في\nقوله صلى الله عليه وسلم تأخذ احداكن ماءها وسدرتها فتطهر فتحسن الطهور ثم\nتصب على رأسها فتدلكه ثم تصب عليها الماء ثم تأخذ فرصة ممسكة فتطهر بها\nوهذا نص في استعمال الفرصة بعد الغسل وأما قول من قال ان المراد الاسراع في\nالعلوق فضعيف أوباطل فانه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p013'> Vol. 04, p. 013</a>\n            </div>\n             على مقتضى قوله ينبغي أن يخص به ذات\nالزوج الحاضر الذي <span id='ms0606'></span> يتوقع جماعه في الحال وهذا شيء لم يصر إليه أحد نعلمه\nواطلاق الاحاديث يرد على من التزمه بل الصواب ان المراد تطيب المحل وازالة\nالرائحة الكريهة وأن ذلك مستحب لكل مغتسلة من الحيض اوالنفاس سواء ذات\nالزوج وغيرها وتستعمله بعد الغسل فان لم تجد مسكا فتستعمل أي طيب وجدت فان\nلم تجد طيبا استحب لها استعمال طين أو نحوه مما يزيل الكراهة نص عليه\nاصحابنا فان لم تجد شيئا من هذا فالماء كاف لها لكن ان تركت التطيب مع\nالتمكن منه كره لها وان لم تتمكن فلا كراهة في حقها والله اعلم واما الفرصة\nفهي بكسر الفاء واسكان الراء وبالصاد المهمله وهي القطعة والمسك بكسر الميم\nوهو الطيب المعروف هذا هو الصحيح المختار الذي رواه وقاله المحققون وعليه\nالفقهاء وغيرهم من أهل العلوم وقيل مسك بفتح الميم وهو الجلد أي قطعة جلد\nفيه شعر ذكر القاضي عياض أن فتح الميم هي رواية الاكثرين وقال أبوعبيد وبن\nقتيبة انما هو قرضة من مسك بقاف مضمومه وضاد معجمة ومسك بفتح الميم أي قطعة\nمن جلد وهذا كله ضعيف والصواب ما قدمناه ويدل عليه الرواية الاخرى المذكورة\nفي الكتاب فرصة ممسكة وهي بضم الميم الاولى وفتح الثانية وفتح السين\nالمشددة أي قطعة من قطن أو صوف أو خرقة مطيبة بالمسك كما قدمنا بيانه والله\nأعلم قوله صلى الله عليه وسلم ( تطهري بها وسبحان الله ) قد قدمنا أن سبحان\nالله في هذا الموضع وأمثاله يراد بها التعجب وكذا لااله الا الله ومعنى\nالتعجب هنا كيف يخفى مثل هذا الظاهر الذي لايحتاج الانسان في فهمه إلى فكر\nوفي هذا جواز التسبيح عند التعجب من الشيء واستعظامه وكذلك يجوز عند التثبت\nعلى الشيء والتذكر به وفيه استحباب استعمال الكنايات فيما يتعلق بالعورات\nوقد تقدم بيان هذه القاعدة مرات والله أعلم قوله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p014'> Vol. 04, p. 014</a>\n            </div>\n             ( تتبعي بها أثار الدم ) قال جمهور العلماء يعني به الفرج وقد\nقدمنا عن المحاملى انه قال تطيب كل موضع اصابه الدم <span id='ms0607'></span> من بدنها وفي ظاهر\nالحديث حجة له قوله ( حدثنا حبان حدثنا وهيب ) هو حبان بفتح الحاء وبالباء\nالموحدة وهو حبان بن هلال قوله ( غسل المحيض ) هو الحيض وقد تقدم بيانه\nواضحا قوله صلى الله عليه وسلم ( تأخذ احداكن ماءها وسدرتها فتطهر فتحسن\nالطهور ثم تصب على راسها فتدلكه دلكا شديدا ثم تصب عليها الماء ) قال\nالقاضي عياض رحمه الله تعالى التطهر الاول تطهر من النجاسة وما مسها من دم\nالحيض هكذا قال القاضي والاظهر والله أعلم أن المراد بالتطهر الاول الوضوء\nكما جاء في صفة غسله صلى الله عليه وسلم وقد قدمنا في اول كتاب الوضوء بيان\nمعنى تحسين الطهر وهو اتمامه بهيأته فهذا المراد بالحديث قوله صلى الله\nعليه وسلم ( حتى تبلغ شؤن رأسها ) هو بضم الشين المعجمه وبعدها همزه ومعناه\nأصول شعر رأسها وأصول الشؤن الخطوط التي في عظم الجمجمة وهو مجتمع شعب\nعظامها الواحد منها شأن قوله قالت عائشه كأنها تخفي ذلك تتبعين أثر الدم\nمعناه قالت لها كلاما خفيا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p015'> Vol. 04, p. 015</a>\n            </div>\n             تسمعه المخاطبة لايسمعه الحاضرون\nوالله أعلم قولها ( دخلت اسماء بنت شكل ) هو شكل بالشين المعجمه والكاف\nالمفتوحتين هذا هو الصحيح المشهور وحكى صاحب المطالع فيه اسكان الكاف وذكر\nالخطيب الحافظ أبو بكر البغدادي في كتابه الاسماء المبهمه وغيره من العلماء\nان اسم هذه السائله اسماء بنت يزيد بن السكن التي كان يقال لها خطيبة\nالنساء وروى الخطيب حديثا فيه تسميتها بذلك والله أعلم\n</p>\n\n<p>\n| 1 ( باب المستحاضة وغسلها وصلاتها )\n</p>\n\n<p>\nفيه ( ان فاطمه بنت أبي حبيش رضي الله عنها قالت يارسول الله اني امرأة\nاستحاض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p016'> Vol. 04, p. 016</a>\n            </div>\n             فلا اطهر أفأدع الصلاة فقال لا انما ذلك عرق وليس\nبالحيضة فاذا أقبلت الحيضة فدعي الصلاة واذا ادبرت فاغسلي عنك الدم وصلي )\nوفيه غيره من الاحاديث قد قدمنا ان الاستحاضة جريان الدم من فرج المرأة في\nغير اوانه وأنه يخرج من عرق يقال له العاذل بالعين المهملة وكسر الذال\nالمعجمة بخلاف دم الحيض فإنه يخرج من قعر الرحم وأما حكم المستحاضة فهو\nمبسوط في كتب <span id='ms0608'></span> الفقه أحسن بسط وأنا أشير إلى أطراف من مسائلها فاعلم أن\nالمستحاضة لها حكم الطاهرات في معظم الاحكام فيجوز لزوجها وطؤها في حال\nجريان الدم عندنا وعند جمهور العلماء حكاه بن المنذر في الاشراق عن بن عباس\nوبن المسيب والحسن البصري وعطاء وسعيد بن جبير وقتادة وحماد بن أبي سليمان\nوبكر بن عبد الله المزني والاوزاعي والثوري ومالك واسحاق وابي ثور قال بن\nالمنذر وبه أقول قال وروينا عن عائشة رضي الله عنها انها قالت لا يأتيها\nزوجها وبه قال النخعي والحكم وكرهه إبن سيرين وقال أحمد لايأتيها الاأن\nيطول ذلك بها وفي رواية عنه رحمه الله تعالى أنه لايجوز وطؤها الا ان يخاف\nزوجها العنت والمختار ما قدمناه عن الجمهور والدليل عليه ما روى عكرمة عن\nحمنة بنت جحش رضي الله عنها أنها كانت مستحاضة وكان زوجها يجامعها رواه أبو\nداود والبيهقي وغيرهما بهذا اللفظ باسناد حسن قال البخاري في صحيحه قال بن\nعباس المستحاضة يأتيها زوجها إذا صلت الصلاة أعظم ولان المستحاضة كالطاهرة\nفي الصلاة والصوم وغيرهما فكذا في الجماع ولأن التحريم انما يثبت بالشرع\nولم يرد الشرع بتحريمه والله أعلم وأما الصلاة والصيام والاعتكاف وقرآة\nالقرأن ومس المصحف وحمله وسجود التلاوة وسجود الشكر ووجوب العبادات عليها\nفهي في كل ذلك كالطاهرة وهذا مجمع عليه واذا أرادت المستحاضة الصلاة فإنها\nتؤمر بالاحتياط في طهارة الحدث وطهارة النجس فتغسل فرجها قبل الوضوء\nوالتيمم إن كانت تتيمم وتحشو فرجها بقطنة أوخرقة رفعا للنجاسة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p017'> Vol. 04, p. 017</a>\n            </div>\n            \nأو تقليلا لها فإن كان دمها قليلا يندفع بذلك وحده فلا شيء عليها غيره وان\nلم يندفع شدت مع ذلك على فرجها وتلجمت وهو أن تشد على وسطها خرقة أو خيطا\nأو نحوه على صورة التكة وتأخذ خرقة أخرى مشقوقة الطرفين فتدخلها بين فخذيها\nواليتيها وتشد الطرفين بالخرقة التي في وسطها أحدهما قدامها عند صرتها\nوالاخر خلفها وتحكم ذلك الشد وتلصق هذه الخرقة المشدودة بين الفخذين\nبالقطنه التي على الفرج الصاقا جيدا وهذا الفعل يسمى تلجما واستثفارا <span id='ms0609'></span>\nوتعصيبا قال أصحابنا وهذا الشد والتلجم واجب الا في موضعين أحدهما أن يتأذى\nبالشد ويحرقها اجتماع الدم فلا يلزمها لما فيه من الضرر والثاني أن تكون\nصائمه فتترك الحشو في النهار وتقتصر على الشد قال اصحابنا ويجب تقديم الشد\nوالتلجم على الوضوء وتتوضأ عقيب الشد من غير امهال فان شدت وتلجمت وأخرت\nالوضوء وتطاول الزمان ففي صحة وضوئها وجهان الاصح أنه لايصح واذا استوثقت\nبالشد على الصفة التي ذكرناها ثم خرج منها دم من غير تفريط لم تبطل طهارتها\nولا صلاتها ولها أن تصلي بعد فرضها ماشاءت من النوافل لعدم تفريطها ولتعذر\nالاحتراز عن ذلك أما اذا خرج الدم لتقصيرها في الشد أوزالت العصابة عن\nموضعها لضعف الشد فزاد خروج الدم بسببه فإنه يبطل طهرها فإن كان ذلك في\nأثناء صلاة بطلت وان كان بعد فريضة لم تستبح النافلة لتقصيرها وأما تجديد\nغسل الفرج وحشوه وشده لكل فريضه فينظر فيه ان زالت العصابه عن موضعها زوالا\nله تأثير أو ظهر الدم على جوانب العصابة وجب التجديد وان لم تزل العصابة عن\nموضعها ولا ظهر الدم ففيه وجهان لاصحابنا أصحهما وجوب التجديد كما يجب\nتجديد الوضوء ثم أعلم أن مذهبنا أن المستحاضة لا تصلي بطهارة واحدة أكثر من\nفريضه واحدة مؤداة كانت أو مقضية وتستبيح معها ما شاءت من النوافل قبل\nالفريضة وبعدها ولنا وجه أنها لا تستبيح أصلا لعدم ضرورتها اليها النافلة\nوالصواب الاول وحكى مثل مذهبنا عن عروة بن الزبير وسفيان الثوري وأحمد وابي\nثور وقال أبوحنيفه طهارتها مقدره بالوقت فتصلي في الوقت بطهارتها الواحدة\nما شاءت من الفرائض الفائته وقال ربيعة ومالك وداود دم الاستحاضة لاينقض\nالوضوء فإذا تطهرت فلها أن تصلي بطهارتها ماشاءت من الفرائض إلى أن تحدث\nبغير الاستحاضة والله أعلم قال اصحابنا ولا يصح وضوء المستحاضة لفريضة قبل\nدخول وقتها وقال ابوحنيفه يجوز ودليلنا أنها طهارة ضرورة فلا تجوز قبل وقت\nالحاجة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p018'> Vol. 04, p. 018</a>\n            </div>\n             قال أصحابنا واذا توضأت بادرت إلى الصلاة عقب طهارتها\nفان اخرت بأن توضأت <span id='ms0610'></span> في اول الوقت وصلت في وسطه نظر ان كان التأخير للاشتغال\nبسبب من أسباب الصلاة كستر العورة والاذان والاقامة والاجتهاد في القبلة\nوالذهاب إلى المسجد الاعظم والمواضع الشريفة والسعي في تحصيل سترة تصلى\nاليها وانتظار الجمعة والجماعة وما أشبه ذلك جاز على المذهب الصحيح المشهور\nولنا وجه أنه لايجوز وليس بشيء وأما اذا أخرت بغير سبب من هذه الاسباب وما\nفي معناها ففيه ثلاثة أوجه أصحها لايجوز وتبطل طهارتها والثاني يجوز\nولاتبطل طهارتها ولها أن تصلي بها ولو بعد خروج الوقت والثالث لها التأخير\nما لم يخرج وقت الفريضة فان خرج الوقت فليس لها أن تصلي بتلك الطهارة فاذا\nقلنا بالاصح وانها إذا أخرت لاتستبيح الفريضة فبادرت فصلت الفريضه فلها أن\nتصلي النوافل ما دام وقت الفريضة باقيا فإذا خرج وقت الفريضة فليس لها أن\nتصلي بعد ذلك النوافل بتلك الطهارة على أصح الوجهين والله أعلم قال أصحابنا\nوكيفية نية المستحاضة في وضوئها أن تنوي استباحة الصلاة ولا تقتصر على نية\nرفع الحدث ولنا وجه أنه يجزئها الاقتصار على نية رفع الحدث ووجه ثالث أنه\nيجب عليها الجمع بين نية استباحة الصلاة ورفع الحدث والصحيح الاول فإذا\nتوضأت المستحاضة استباحت الصلاة وهل يقال ارتفع حدثها فيه أوجه لاصحابنا\nالاصح أنه لايرتفع شيء من حدثها بل تستبيح الصلاة بهذه الطهارة مع وجود\nالحدث كالمتيمم فانه محدث عندنا والثاني يرتفع حدثها السابق والمقارن\nللطهارة دون المستقبل والثالث يرتفع الماضي وحده واعلم أنه لايجب على\nالمستحاضة الغسل لشيء من الصلاة ولا في وقت من الاوقات الا مرة واحدة في\nوقت انقطاع حيضها وبهذا قال جمهور العلماء من السلف والخلف وهو مروي عن علي\nوبن مسعود وبن عباس وعائشة رضي الله عنهم وهو قول عروة بن الزبير وابي سلمه\nبن عبد الرحمن ومالك وابي حنيفة وأحمد وروي عن بن عمر وبن الزبير وعطاء بن\nأبي رباح انهم قالوا يجب عليها أن تغتسل لكل صلاة وروى هذا أيضا عن علي وبن\nعباس وروي عن عائشة <span id='ms0611'></span> انها قالت تغتسل كل يوم غسلا واحدا وعن المسيب والحسن\nقالا تغتسل من صلاة الظهر إلى صلاة الظهر دائما والله أعلم ودليل الجمهور\nأن الاصل عدم الوجوب فلايجب الا ما ورد الشرع بايجابه ولم يصح عن النبي صلى\nالله عليه وسلم أنه أمرها بالغسل الا مرة واحدة عند انقطاع حيضها وهو قوله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p019'> Vol. 04, p. 019</a>\n            </div>\n             صلى الله عليه وسلم ( اذا أقبلت الحيضة فدعي الصلاة واذا أدبرت\nفاغتسلي وليس في هذا ما يقتضي تكرار الغسل وأما الاحاديث الواردة في سنن\nأبي داود والبيهقي وغيرهما أن النبي صلى الله عليه وسلم أمرها بالغسل فليس\nفيها شيء ثابت وقد بين البيهقي ومن قبله ضعفها وانما صح في هذا ما رواه\nالبخاري ومسلم في صحيحهما أن أم حبيبه بنت جحش رضي الله عنها أستحيضت فقال\nلها رسول الله صلى الله عليه وسلم انما ذلك عرق فاغتسلي ثم صلى فكانت تغتسل\nعند كل صلاة قال الشافعي رحمه الله تعالى انما أمرها رسول الله صلى الله\nعليه وسلم أن تغتسل وتصلي وليس فيه انه امرها ان تغتسل لكل صلاة قال ولا شك\nإن شاء الله تعالى أن غسلها كان تطوعا غير ما أمرت به وذلك واسع لها هذا\nكلام الشافعي بلفظه وكذا قال شيخه سفيان بن عيينه والليث بن سعد وغيرهما\nوعباراتهم متقاربة والله أعلم وأعلم أن المستحاضة على ضربين احدهما أن تكون\nترى دما ليس بحيض ولا يخلط بالحيض كما اذا رأت دون يوم وليلة والضرب الثاني\nأن ترى دما بعضه حيض وبعضه ليس بحيض بأن كانت ترى دما متصلا دائما أومجاوزا\nلاكثر الحيض وهذه لها ثلاثة أحوال أحدها أن تكون مبتدأة وهي التي لم تر\nالدم قبل ذلك وفي هذا قولان للشافعي أصحهما ترد إلى يوم وليلة والثاني إلى\nست أو سبع والحال الثاني أن تكون معتادة فترد إلى قدر عادتها في الشهر الذي\nقبل شهر استحاضتها والثالث ان تكون مميزة ترى بعض الايام دما قويا وبعضها\nدما ضعيفا كالدم الاسود والاحمر فيكون حيضها أيام ألاسود بشرط <span id='ms0612'></span> أن لاينقص\nالاسود عن يوم وليلة ولا يزيد على خمسة عشر يوما ولاينقص الاحمر عن خمسة\nعشر ولهذا كله تفاصيل معروفة لانرى الاطناب فيها هنا لكون هذا الكتاب ليس\nموضوعا لهذا فهذه أحرف من أصول مسائل المستحاضة أشرت اليها وقد بسطتها\nبشواهدها وما يتعلق بها من الفروع الكثيرة في شرح المهذب والله أعلم قوله (\nفاطمة بنت أبي حبيش ) هو بحاء مهملة مضمومة ثم باء موحدة مفتوحة ثم ياء\nمثناه من تحت ساكنة ثم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p020'> Vol. 04, p. 020</a>\n            </div>\n             شين معجمة واسم أبي حبيش قيس بن\nالمطلب بن أسد بن عبدالعزى بن قصي واما قوله في الرواية الاخرى ( فاطمه بنت\nأبي حبيش بن عبد المطلب بن أسد ) فكذا وقع في الاصول بن عبد المطلب واتفق\nالعلماء على انه وهم والصواب فاطمه بنت أبي حبيش بن المطلب بحذف لفظة عبد\nوالله أعلم وأما قوله ( امرأة منا ) فمعناه من بني أسد والقائل هو هشام بن\nعروة أو أبوه عروة بن الزبير بن العوام بن خويلد بن أسد بن عبد العزى والله\nأعلم قولها فقلت يا رسول الله اني امرأة استحاض فلا أطهر أفادع الصلاة فقال\nلا فيه ان المستحاضة تصلى أبدا الافي الزمن المحكوم بأنه حيض وهذا مجمع\nعليه كما قدمناه وفيه جواز استفتاء من وقعت له مسألة وجواز استفتاء المرأة\nبنفسها ومشافهتها الرجال فيما يتعلق بالطهارة واحداث النساء وجواز استماع\nصوتها عند الحاجة قوله صلى الله عليه وسلم انما ذلك عرق وليس بالحيضة أما\nعرق فهو بكسر العين واسكان الراء وقد تقدم أن هذا العرق يقال له العاذل\nبكسر الذال المعجمة واما الحيضة فيجوز فيها الوجهان المتقدمان اللذان\nذكرناهما مرات احدهما مذهب الخطابي كسر الحاء أي الحالة والثاني وهو الأظهر\nفتح الحاء أي الحيض وهذا الوجه قد نقله الخطابي عن أكثر المحدثين أو كلهم\nكما قدمناه عنه وهو في هذا الموضع متعين أو قريب من المتعين فإن المعني\nيقتضيه لانه صلى الله عليه وسلم أراد اثبات الاستحاضة ونفي الحيض والله\nأعلم وأما ما يقع في كثير من <span id='ms0613'></span> كتب الفقه انما ذلك عرق انقطع وانفجر فهي\nزيادة لاتعرف في الحديث وان كان لها معنى والله أعلم قوله صلى الله عليه\nوسلم فاذا أقبلت الحيضة فدعي الصلاة يجوز في الحيضة هنا الوجهان فتح الحاء\nوكسرها جوازا حسنا وفي هذا نهي لها عن الصلاة في زمن الحيض وهو نهي تحريم\nويقتضي فساد الصلاة هنا باجماع المسلمين وسواء في هذه الصلاة المفروضة\nوالنافلة لظاهر الحديث وكذلك يحرم عليها الطواف وصلاة الجنازة وسجود\nالتلاوة وسجود الشكر وكل هذا متفق عليه وقد أجمع العلماء على انها ليست\nمكلفة بالصلاة وعلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p021'> Vol. 04, p. 021</a>\n            </div>\n             أنه لاقضاء عليها والله أعلم قوله صلى الله\nعليه وسلم فاذا أدبرت فاغسلي عنك الدم وصلي المراد بالادبار إنقطاع الحيض\nومما ينبغي أن يعتنى به معرفة علامة انقطاع الحيض وقل من اوضحه وقد أعتنى\nبه جماعة من اصحابنا وحاصله ان علامه انقطاع الحيض والحصول في الطهر أن\nينقطع خروج الدم والصفرة والكدرة وسواء خرجت رطوبة بيضاء أم لم يخرج شيء\nأصلا قال البيهقي وبن الصباغ وغيرهما من اصحابنا الترية رطوبة خفيفة لاصفرة\nفيها ولاكدره تكون على القطنه أثر لالون قالوا وهذا يكون بعد انقطاع دم\nالحيض قلت هي الترية بفتح التاء المثناه من فوق وكسر الراء وبعدها ياء\nمثناه من تحت مشددة وقد صح عن عائشة رضي الله عنها ما ذكره البخاري في\nصحيحه عنها أنها قالت للنساء لاتعجلن حتى ترين القصة البيضاء تريد بذلك\nالطهر والقصة بفتح القاف وتشديد الصاد المهملة وهي الجص شبهت الرطوبة\nالنقية الصافية بالجص قال اصحابنا اذا مضى زمن حيضتها وجب عليها ان تغتسل\nفي الحال لاول صلاة تدركها ولايجوز لها أن تترك بعد ذلك صلاة ولا صوما ولا\nيمتنع زوجها من وطئها ولاتمتنع من شيء يفعله الطاهر ولا تستظهر بشيء أصلا\nوعن مالك رضي الله عنه رواية انها تستظهر بالامساك عن هذه الاشياء ثلاثة\nايام بعد عادتها والله أعلم وفي هذا الحديث الامر بازالة النجاسة وأن الدم\nنجس وأن الصلاة تجب لمجرد انقطاع الحيض والله أعلم قوله <span id='ms0614'></span> ( وفي حديث حماد بن\nزيد زيادة حرف تركنا ذكره ) قال القاضي عياض رضي الله عنه الحرف الذي تركه\nهو قوله اغسلي عنك الدم وتوضئي ذكر هذه الزيادة النسائي وغيره وأسقطها مسلم\nلانها مما انفرد به حماد قال النسائي لا نعلم أحدا قال وتوضئي في الحديث\nغير حماد يعني والله أعلم في حديث هشام وقد روي أبو داود وغيره ذكر الوضوء\nمن رواية عدي بن أبي ثابت وحبيب بن أبي ثابت وأيوب بن أبي مكين قال أبو\nداود وكلها ضعيفة والله أعلم قوله ( استفتت أم حبيبه بنت جحش رسول الله صلى\nالله عليه وسلم وفي رواية ( بنت جحش ) ولم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p022'> Vol. 04, p. 022</a>\n            </div>\n             يذكر أم حبيبه وفي\nرواية ( أم حبيبه بنت جحش ختنة رسول الله صلى الله عليه وسلم وكانت تحت عبد\nالرحمن بن عوف ) وذكر الحديث وفيه ( قالت عائشة فكانت تغتسل في مركن في\nحجرة اختها زينب بنت جحش ) وفي الرواية الاخرى ( أن ابنة جحش كانت تستحاض )\nهذه الالفاظ هكذا هي ثابتة في الاصول وحكى القاضي عياض في الرواية الاخيرة\nأنه وقع في نسخه أبي العباس الرازي أن زينب بنت جحش قال القاضي اختلف اصحاب\nالموطأ في هذا عن مالك وأكثرهم يقولون زينب بنت جحش وكثير من الرواة يقولون\nعن ابنة جحش وهذا هوالصواب وبين الوهم فيه قوله وكانت تحت عبد الرحمن بن\nعوف وزينب هي أم المؤمنين ولم يتزوجها عبد الرحمن بن عوف قط انما تزوجها\nأولا زيد بن حارثة ثم تزوجها رسول الله صلى الله عليه وسلم والتي كانت تحت\nعبد الرحمن بن عوف هي أم حبيبه اختها وقد جاء مفسرا على الصواب في قوله\nختنة رسول الله صلى الله عليه وسلم وتحت عبد الرحمن بن عوف وفي قوله كانت\nتغتسل في بيت اختها زينب قال أبو عمر بن عبد البر رحمه الله تعالى قيل أن\nبنات جحش الثلاث زينب وأم حبيبه وحمنه زوج طلحة بن عبيد الله كن يستحضن\nكلهن وقيل أنه لم يستحض منهن الا أم حبيبه وذكر القاضي يونس <span id='ms0615'></span> بن مغيث في\nكتابه الموعب في شرح الموطأ مثل هذا وذكر أن كل واحدة منهن أسمها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p023'> Vol. 04, p. 023</a>\n            </div>\n             زينب ولقبت احداهن حمنة وكنيت الاخرى أم حبيبة واذا كان هذا\nهكذا فقد سلم مالك من الخطأ في تسمية أم حبيبة زينب وقد ذكر البخاري من\nحديث عائشة رضي الله عنها ان امرأة من ازواجه صلى الله عليه وسلم وفي رواية\nان بعض امهات المؤمنين وفي اخرى ان النبي صلى الله عليه وسلم اعتكف مع بعض\nنسائه وهي مستحاضة هذا اخر كلام القاضي واما قوله أم حبيبة فقد قال\nالدارقطنى قال إبراهيم الحربي الصحيح انها أم حبيب بلا هاء واسمها حبيبة\nقال الدارقطني قول الحربي صحيح وكان من اعلم الناس بهذا الشأن قال غيره وقد\nروي عن عمرة عن عائشة ان أم حبيب وقال أبو على الغساني الصحيح ان اسمها\nحبيبة قال وكذلك قاله الحميدي عن سفيان وقال بن الاثير يقال لها أم حبيبة\nوقيل أم حبيب قال والاول أكثر وكانت مستحاضة قال واهل السير يقولون\nالمستحاضة اختها حمنة بنت جحش قال بن عبد البر الصحيح انهما كانتا تستحاضان\nقوله ان أم حبيبة بنت جحش ختنة رسول الله صلى الله عليه وسلم وتحت عبد\nالرحمن بن عوف استحيضت اما قوله ختنة رسول الله صلى الله عليه وسلم فهو\nبفتح الخاء والتاء المثناة من فوق ومعناه قريبة زوج النبي صلى الله عليه\nوسلم قال اهل اللغة الاختان جمع ختن وهم أقارب زوجة الرجل والاحماء أقارب\nزوج المرأة والاصهار يعم الجميع وأما قوله وتحت عبد الرحمن بن عوف فمعناه\nانها زوجته فعرفها بشيئين أحدهما كونها أخت أم المؤمنين زينب بنت جحش زوج\nالنبي صلى الله عليه وسلم والثاني كونها زوجة عبد الرحمن وأما والدها جحش\nفهو بفتح الجيم واسكان الحاء المهملة وبالشين المعجمة قوله في رواية محمد\nبن سلمة المرادي ( عن بن وهب عن عمرو بن الحرث عن بن شهاب عن عروة بن\nالزبير وعمرة بنت عبد الرحمن عن عائشة ) هكذا وقع في هذه الرواية عن <span id='ms0616'></span> عروة\nبن الزبير وعمرة وهو الصواب وكذلك رواه بن أبي ذئب الزهري عن عروة وعمرة\nوكذلك رواه يحيى بن سعيد الانصاري عن عروة وعمرة كما رواه الزهري وخالفهما\nالأوزاعي فرواه عن الزهري عن عروة عن عمرة بعن جعل عروة راويا عن عمر وأما\nقول مسلم بعد هذا حدثنا محمد بن المثنى حدثنا سفيان عن الزهري عن عمرة عن\nعائشة هكذا هو في الاصول وكذا نقله القاضي عياض عن جميع رواة مسلم الا\nالسمرقندي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p024'> Vol. 04, p. 024</a>\n            </div>\n             فانه جعل عروة مكان عمرة والله أعلم قوله ص ( ولكن\nهذا عرق فاغتسلي وصلي ) وفي الرواية الاخرى ( امكثي قدرما كانت تحبسك حيضتك\nثم اغتسلي وصلي ) في هذين اللفظين دليل على وجوب الغسل على المستحاضة اذا\nانقضى زمن الحيض وان كان الدم جاريا وهذا مجمع عليه وقد قدمنا بيناه قوله (\nفكانت تغتسل في مركن ) هو بكسر الميم وفتح الكاف وهو الاجانة التي تغسل\nفيها الثياب قوله ( حتى تعلوا حمرة الدم الماء ) معناه انها كانت تغتسل في\nالمركن فتجلس فيه وتصب عليها الماء فيختلط الماء المتساقط عنها بالدم فيحمر\nالماء ثم انه لابد انها كانت تنظف بعد ذلك عن تلك الغسالة المتغيرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p025'> Vol. 04, p. 025</a>\n            </div>\n             قوله ( رأيت مركنها ملان ) هكذا هو في الاصول ببلادنا وذكر\nالقاضي عياض انه روي أيضا ملأى وكلاهما صحيح الاول على لفظ المركن وهو مذكر\nوالثاني على معناه وهو الاجانة والله أعلم\n</p>\n\n<p>\n| 1 ( باب وجوب قضاء الصوم على الحائض دون الصلاة )\n</p>\n\n<p>\nقولها ( فنؤمر بقضاء الصوم ولا نؤمر بقضاء الصلاة ) هذا الحكم متفق عليه\nاجمع المسلمون على أن الحائض والنفساء لاتجب عليهما الصلاة ولا الصوم في\nالحال واجمعوا على أنه لايجب عليهما قضاء الصلاة واجمعوا على انه يجب\nعليهما قضاء الصوم قال العلماء والفرق بينهما ان الصلاة كثيرة متكررة فيشق\nقضاؤها بخلاف الصوم فانه يجب في السنة مرة واحدة وربما كان الحيض يوما أو\nيومين قال أصحابنا كل صلاة تفوت في زمن الحيض لاتقضي الا ركعتي الطواف قال\nالجمهور من اصحابنا وغيرهم وليست الحائض مخاطبه بالصيام في زمن الحيض وانما <span id='ms0617'></span>\nيجب عليها القضاء بأمر جديد وذكر بعض اصحابنا وجها انها مخاطبة بالصيام في\nحال الحيض وتؤمر بتأخيره كما يخاطب المحدث بالصلاة وان كانت لاتصح منه في\nزمن الحدث وهذا الوجه ليس بشيء فكيف يكون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p026'> Vol. 04, p. 026</a>\n            </div>\n             الصيام واجبا عليها\nومحرما عليها بسبب لا قدرة لها على ازالته بخلاف المحدث فانه قادر على\nازالة الحدث قوله ( عن أبي قلابه ) هو بكسر القاف وتخفيف اللام وبالباء\nالموحده واسمه عبد الله بن زيد وقد تقدم بيانه قوله ( عن يزيد الرشك ) هو\nبكسر الراء واسكان الشين المعجمة وهو يزيد بن أبي يزيد الضبعي مولاهم\nالبصري أبو الازهري واختلف العلماء في سبب تلقيبه بالرشك فقيل معناه\nبالفارسية القاسم وقيل الغيور وقيل كثير اللحية وقيل الرشك بالفارسية اسم\nللعقرب فقيل ليزيد الرشك لان العقرب دخلت في لحيته فمكثت فيها ثلاثة ايام\nوهو لايدري بها لان لحيته كانت طويله عظيمه جدا حكى هذه الاقوال صاحب\nالمطالع وغيره وحكاها أبو علي الغساني وذكر هذا القول الاخير باسناده والله\nأعلم قولها ( حروريه انت ) هو بفتح الحاء المهمله وضم الراء الاولى وهي\nنسبة إلى حروراء وهي قرية بقرب الكوفة قال السمعاني هو موضع على ميلين من\nالكوفة كان اول اجتماع الخوارج به قال الهروى تعاقدوا في هذه القرية فنسبوا\nاليها فمعنى قول عائشة رضي الله عنها ان طائفة من الخوارج يوجبون على\nالحائض قضاء الصلاة الفائته في زمن الحيض وهو خلاف اجماع المسلمين وهذا\nالاستفهام الذي استفهمته عائشة هو استفهام انكار أي هذه طريقة الحرورية\nوبئست الطريقة قولها ( كانت احدانا تحيض على عهد رسول الله صلى الله عليه\nوسلم ثم لاتؤمر بقضاء ) معناه لايأمرها النبي صلى الله عليه وسلم بالقضاء\nمع علمه بالحيض وتركها الصلاة في زمنه ولو كان القضاء واجبا لامرها به\nقولها أفأمرهن أن يجزين ) هو بفتح الياء وكسر الزاي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p027'> Vol. 04, p. 027</a>\n            </div>\n             غير مهموز\nوقد فسره محمد بن جعفر في الكتاب أن معناه يقضين وهو تفسير صحيح يقال جزى\nيجزئ أي قضى وبه فسروا قوله تعالى <span class='quran'>لا تجزي نفس عن نفس شيئا <span id='ms0618'></span> </span>ويقال\nهذا الشيء يجزى عن كذا أي يقوم مقامه قال القاضي عياض وقد حكى بعضهم فيه\nالهمز والله أعلم\n</p>\n\n<p>\n| 1 ( باب تستر المغتسل بثوب ونحوه )\n</p>\n\n<p>\nقوله ( عن أبي النضر ان أبا مرة مولى أم هانئ ) وفي الرواية الاخرى ( أن\nأبا مرة مولى عقيل ) أما ابوالنضر فاسمه سالم بن أبي أمية القرشي التيمي\nالمدني مولى عمر بن عبد الله التيمي وأما أبو مرة فإسمه يزيد وهو مولى أم\nهانئ وكان يلزم أخاها عقيلا فلهذا نسبه في الرواية الاخرى إلى ولائه وأما\nأم هانئ فأسمها فاختة وقيل فاطمة وقيل هند كنيت بابنها هانئ بن هبيرة بن\nعمرو وهانئ بهمز آخره أسلمت أم هانئ في يوم الفتح رضي الله عنها قولها (\nذهبت إلى رسول الله صلى الله عليه وسلم عام الفتح فوجدته يغتسل وفاطمة\nابنته تستره بثوب ) هذا فيه دليل على جواز اغتسال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p028'> Vol. 04, p. 028</a>\n            </div>\n             الانسان\nبحضرة أمرأة من محارمه اذا كان يحول بينه وبينها ساتر من ثوب وغيره قولها (\nثم صلى ثمان ركعات سبحة الضحى ) هذا اللفظ فيه فائدة لطيفة وهي ان صلاة\nالضحى ثمان ركعات وموضع الدلالة كونها قالت سبحة الضحى وهذا تصريح بأن هذا\nسنة مقررة معروفة وصلاها بنية الضحى بخلاف الرواية الاخرى صلى ثمان ركعات\nوذلك ضحى فان من الناس من يتوهم منه خلاف الصواب فيقول ليس في هذا دليل على\nان الضحى ثمان ركعات ويزعم أن النبي صلى الله عليه وسلم صلى في هذا الوقت\nثمان ركعات بسبب فتح مكة لا لكونها الضحى فهذا الخيال الذي يتعلق به هذا\nالقائل في هذا اللفظ لايتأتى له في قولها سبحة الضحى ولم تزل الناس قديما\nوحديثا يحتجون بهذا الحديث على أثبات الضحى ثمان ركعات والله أعلم والسبحة\nبضم السين واسكان الباء هي النافلة سميت بذلك للتسبيح الذي فيها قوله (\nفصلى ثمان سجدات ) المراد ثمان ركعات وسميت الركعة سجدة لاشتمالها عليها\nوهذا من باب تسمية الشيء بجزئه قوله ( اخبرنا موسى القارئ ) هو بهمز آخره\nمنسوب إلى القراءة والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p029'> Vol. 04, p. 029</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب تحريم النظر إلى العورات <span id='ms0619'></span> )\n</p>\n\n<p>\nفيه قوله صلى الله عليه وسلم ( لا ينظر الرجل إلى عورة الرجل ولا المرأة\nإلى عورة المرأة ولا يفضي الرجل إلى الرجل في ثوب واحد ولاتفضي المرأة إلى\nالمرأة في الثوب الواحد ) وفي الرواية الاخرى ( عرية الرجل وعرية المرأة )\nضبطنا هذه اللفظة الاخيرة على ثلاثة أوجه عرية بكسر العين وإسكان الراء\nوعرية بضم العين وإسكان الراء وعرية بضم العين وفتح الراء وتشديد الياء\nوكلها صحيحة قال أهل اللغة عرية الرجل بضم العين وكسرها هي متجردة والثالثة\nعلى التصغير وفي الباب زيد بن الحباب وهو بضم الحاء المهملة وبالباء\nالموحدة المكررة المخففة والله أعلم وأما أحكام الباب ففيه تحريم نظر الرجل\nإلى عورة الرجل والمرأة إلى عورة المرأة وهذا لاخلاف فيه وكذلك نظر الرجل\nإلى عورة المرأة والمرأة إلى عورة الرجل حرام بالاجماع ونبة صلى الله عليه\nوسلم بنظر الرجل إلى عورة الرجل على نظره إلى عورة المرأة وذلك بالتحريم\nأولى وهذا التحريم في حق غيرألازواج والسادة أما الزوجان فلكل واحد منهما\nالنظر إلى عورة صاحبه جميعها الا الفرج نفسه ففيه ثلاثة أوجه لأصحابنا\nأصحها أنه مكروه لكل واحد منهما النظر إلى فرج صاحبه من غير حاجة وليس\nبحرام والثاني أنه حرام عليهما والثالث أنه حرام على الرجل مكروه للمرأة\nوالنظر إلى باطن فرجها أشد كراهة وتحريما وأما السيد مع أمته فإن كان يملك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p030'> Vol. 04, p. 030</a>\n            </div>\n             وطأها فهما كالزوجين وإن كانت محرمة عليه بنسب كأخته وعمته\nوخالته أو برضاع أو مصاهرة كأم الزوجة وبنتها وزوجة ابنه فهي كما اذا كانت\nحرة وإن كانت الامه مجوسية أو مرتده أو وثنية أو معتده أو مكاتبة فهي\nكالامة الاجنبيه وأما نظر الرجل إلى محارمه ونظرهن إليه فالصحيح أنه يباح\nفيما فوق السرة وتحت الركبة وقيل لا يحل الا مايظهر في حال الخدمة والتصرف\nوالله أعلم وأما ضبط العورة في حق الاجانب فعورة الرجل مع الرجل ما بين\nالسرة والركبة وكذلك المرأة مع المرأة وفي السرة والركبة ثلاثة أوجه\nلآصحابنا أصحها ليستا بعورة والثاني هما عورة والثالث <span id='ms0620'></span> السرة عورة دون\nالركبه وأما نظر الرجل إلى المرأة فحرام في كل شيء من بدنها فكذلك يحرم\nعليها النظر إلى كل شيء من بدنه سواء كان نظره ونظرها بشهوة أم بغيرها وقال\nبعض اصحابنا لايحرم نظرها إلى وجه الرجل بغير شهوة وليس هذا القول بشيء ولا\nفرق أيضا بين ألامة والحرة اذا كانتا اجنبيتين وكذلك يحرم على الرجل النظر\nإلى وجه الامرد اذا كان حسن الصورة سواء كان نظره بشهوة أم لا سواء أمن\nالفتنة أم خافها هذا هو المذهب الصحيح المختار عند العلماء المحققين نص\nعليه الشافعي وحذاق أصحابه رحمهم الله تعالى ودليله أنه في معنى المرأة\nفإنه يشتهى كما تشتهى وصورته في الجمال كصورة المرأة بل ربما كان كثير منهم\nأحسن صورة من كثير من النساء بل هم في التحريم اولى لمعنى آخر وهو أنه\nيتمكن في حقهم من طرق الشر مالا يتمكن من مثله في حق المرأة والله أعلم\nوهذا الذي ذكرناه في جميع هذه المسائل من تحريم النظر هو فيما اذا لم تكن\nحاجة أما اذا كانت حاجة شرعية فيجوز النظر كما في حالة البيع والشراء\nوالتطبب والشهادة ونحو ذلك ولكن يحرم النظر في هذه الحال بشهوة فإن الحاجة\nتبيح النظر للحاجة إليه وأما الشهوة فلا حاجة اليها قال أصحابنا ألنظر\nبالشهوة حرام على كل أحد غير الزوج والسيد حتى يحرم على الانسان النظر إلى\nأمه وبنته بالشهوة والله أعلم وأما قوله صلى الله عليه وسلم ولايفضي الرجل\nإلى الرجل في ثوب واحد وكذلك في المرأة مع المرأة فهو نهي تحريم اذا لم يكن\nبينهما حائل وفيه دليل على تحريم لمس عورة غيره بأي موضع من بدنه كان وهذا\nمتفق عليه وهذا مما تعم به البلوى ويتساهل فيه كثير من الناس باجتماع الناس\nفي الحمام فيجب على الحاضر فيه أن يصون بصره ويده وغيرها عن عورة غيره وأن\nيصون عورته عن بصر غيره ويد غيره من قيم وغيره ويجب عليه إذا رأى من يخل\nبشيء من <span id='ms0621'></span> هذا أن ينكر عليه قال العلماء ولا يسقط عنه الانكار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p031'> Vol. 04, p. 031</a>\n            </div>\n            \nبكونه يظن أن لا يقبل منه بل يجب عليه الإنكار إلا أن يخاف على نفسه وغيره\nفتنة والله أعلم وأما كشف الرجل عورته في حال الخلوة بحيث لا يراه آدمي فإن\nكان لحاجة جاز وإن كان لغير حاجة ففيه خلاف العلماء في كراهته وتحريمه\nوالأصح عندنا أنه حرام ولهذه المسائل فروع وتتمات وتقييدات معروفة في كتب\nالفقه وأشرنا هنا إلى هذه الأحرف لئلا يخلو هذا الكتاب من أصل ذلك والله\nأعلم\n</p>\n\n<p>\n| 1 ( باب جواز الاغتسال عريانا في الخلوة )\n</p>\n\n<p>\nفيه قصة موسى عليه السلام وقد قدمنا في الباب السابق أنه يجوز كشف العورة\nفي موضع الحاجة في الخلوة وذلك كحالة الاغتسال وحال البول ومعاشرة الزوجة\nونحو ذلك فهذا كله جائز فيه التكشف في الخلوة وأما بحضرة الناس فيحرم كشف\nالعورة في كل ذلك قال العلماء والتستر بمئزر ونحوه في حال الاغتسال في\nالخلوة أفضل من التكشف والتكشف جائز مدة الحاجة في الغسل ونحوه والزيادة\nعلى قدر الحاجة حرام على الاصح كما قدمنا في الباب السابق أن ستر العورة في\nالخلوة واجب على الأصح إلا في قدر الحاجة والله أعلم وموضع الدلالة من هذا\nالحديث أن موسى عليه الصلاة والسلام أغتسل في الخلوة عريانا وهذا يتم على\nقول من يقول من أهل ألاصول أن شرع من قبلنا شرع لنا والله أعلم قوله صلى\nالله عليه وسلم ( كانت بنواسرائيل يغتسلون عراة ينظر بعضهم إلى سوءة بعض )\nيحتمل أن هذا كان جائزا في شرعهم وكان موسى عليه السلام يتركه تنزها\nواستحبابا وحياء ومروءة ويحتمل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p032'> Vol. 04, p. 032</a>\n            </div>\n             أنه كان حراما في شرعهم كما هو\nحرام في شرعنا وكانوا يتساهلون فيه كما يتساهل فيه كثيرون من أهل شرعنا\nوالسوءة هي العورة سميت بذلك لأنه يسوء صاحبها كشفها والله أعلم قوله ( أنه\nآدر ) هو بهمزة ممدودة ثم دال مهملة مفتوحة ثم راء مخففتين قال أهل اللغة\nهو عظيم الخصيتين قوله صلى الله عليه وسلم فجمح موسى عليه السلام باثره )\nجمع <span id='ms0622'></span> مخفف الميم معناه جرى أشد الجري ويقال بأثره بكسر الهمزة مع اسكان\nالثاء ويقال أثره بفتحهما لغتان مشهورتان تقدمتا قوله صلى الله عليه وسلم (\nحتى نظر إليه ) هو بضم النون وكسر الظاء مبني لما لم يسم فاعله قوله صلى\nالله عليه وسلم ( فطفق بالحجر ضربا ) هو بكسر الفاء وفتحها لغتان معناه جعل\nوأقبل وصار ملتزما لذلك ويجوز أن يكون اراد موسى صلى الله عليه وسلم بضرب\nالحجر اظهار معجزة لقومه بأثر الضرب في الحجر ويحتمل أنه أوحى إليه أن\nيضربه لاظهار المعجزة والله أعلم قوله ( انه بالحجر ندب ) هوبفتح النون\nوالدال وهو ألاثر والله أعلم\n</p>\n\n<p>\n| 1 ( باب الاعتناء بحفظ العورة )\n</p>\n\n<p>\nقوله ( عن جابر رضي الله عنه قال لما بنيت الكعبة ذهب النبي صلى الله\nعليه وسلم ) إلى اخره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p033'> Vol. 04, p. 033</a>\n            </div>\n             هذا الحديث مرسل صحابي وقد قدمنا أن\nالعلماء من الطوائف متفقون على ألاحتجاج بمرسل الصحابي الا ما انفرد به\nالاستاذ أبو إسحاق الاسفرايني من انه لا يحتج به وقد تقدم دليل الجمهور في\nالفصول المذكورة في أول الكتاب وسميت الكعبة كعبة لعلوها وارتفاعها وقيل\nلاستدارتها وعلوها والله أعلم قوله ( أجعل ازارك على عاتقك من الحجارة )\nمعناه ليقيك الحجارة أو من أجل الحجارة وقد قدمنا في كتاب الايمان أن\nالعاتق ما بين المنكب والعنق وجمعه عواتق وعتق وعتق وهو مذكر وقد يؤنث قوله\n( فخر إلى الأرض وطمحت عيناه إلى السماء ) معنى خر سقط وطمحت بفتح الطاء\nوالميم أي ارتفعت وفي هذا الحديث بيان بعض ما أكرم الله سبحانه وتعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p034'> Vol. 04, p. 034</a>\n            </div>\n             به رسوله صلى الله عليه وسلم وأنه صلى الله عليه وسلم كان\nمصونا محميا في صغره عن القبائح وأخلاق الجاهلية وقد تقدم بيان عصمة\nالانبياء صلوات الله عليهم في كتاب الايمان وجاء في رواية في غير الصحيحين\nأن الملك نزل فشد عليه صلى الله عليه وسلم ازاره والله أعلم قوله صلى الله\nعليه وسلم ولا تمشوا عراة ) هو نهي تحريم كما تقدم في الباب السابق والله\nأعلم\n</p>\n\n<p>\n| 1 ( باب التستر عند البول )\n</p>\n\n<p>\nقوله ( شيبان بن فروخ <span id='ms0623'></span> ) هو بفتح الفاء وتشديد الراء المضمومه وبالخاء\nالمعجمة غير مصروف لكونه أعجميا وقد تقدم بيانه مرات قوله ( عبد الله بن\nمحمد بن أسماء الضبعي ) هو بضم الضاد المعجمة وفتح الباء الموحدة قوله (\nوكان أحب ما استتر به رسول الله صلى الله عليه وسلم لحاجته هدف أو حائش نخل\n) يعني حائط نخل أما الهدف فبفتح الهاء والدال وهو ما ارتفع من الأرض واما\nحائش النخل فبالحاء المهملة والشين المعجمة وقد فسره في الكتاب بحائط النخل\nوهو البستان وهو تفسير صحيح ويقال فيه أيضا حش وحش بفتح الحاء وضمها وفي\nهذا الحديث من الفقه استحباب الاستتار عند قضاء الحاجة بحائط أو هدف أو\nوهدة أو نحو ذلك بحيث يغيب جميع شخص الانسان عن أعين الناظرين وهذه سنة\nمتأكده والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p035'> Vol. 04, p. 035</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب بيان أن الجماع كان في أول الاسلام لا يوجب الغسل إلا أن ينزل\nالمني ( وبيان نسخه وأن الغسل يجب بالجماع ))\n</p>\n\n<p>\nأعلم أن ألامة مجتمعه الآن على وجوب الغسل بالجماع وان لم يكن معه إنزال\nوعلى وجوبه بالانزال وكان جماعة من الصحابة على أنه لايجب الا بالأنزال ثم\nرجع بعضهم وانتقد الاجماع بعد الاخرين وفي الباب حديث انما الماء من الماء\nمع حديث أبي بن كعب عن رسول الله صلى الله عليه وسلم في الرجل يأتي أهله ثم\nلاينزل قال يغسل ذكره ويتوضأ وفيه الحديث ألآخر اذا جلس أحدكم بين شعبها\nالاربع ثم جهدها فقد وجب عليه الغسل وأن لم ينزل قال العلماء العمل على هذا\nالحديث وأما حديث الماء من الماء فالجمهور من الصحابة ومن بعدهم قالوا انه\nمنسوخ ويعنون بالنسخ أن الغسل من الجماع بغير انزال كان ساقطا ثم صار واجبا\nوذهب بن عباس رضي الله عنه وغيره إلى انه ليس منسوخا بل المراد به نفي وجوب\nالغسل بالرؤية في النوم اذا لم ينزل وهذا الحكم باق بلا شك وأما حديث أبي\nبن كعب ففيه جوابان أحدهما أنه منسوخ والثاني أنه محمول على ما اذا باشرها\nفيما سوى الفرج والله <span id='ms0624'></span> أعلم قوله ( خرجت مع رسول الله صلى الله عليه وسلم\nإلى قباء ) هو بضم القاف ممدود مذكر مصروف هذا هو الصحيح الذي عليه\nالمحققون والاكثرون وفيه لغة أخرى أنه مؤنث غير مصروف وأخرى أنه مقصور قوله\n( عتبان بن مالك ) هو بكسر العين على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p036'> Vol. 04, p. 036</a>\n            </div>\n             المشهور وقيل بضمها وقد\nقدمناه في كتاب الايمان قوله ( حدثنا عبيد الله بن معاذ العنبري حدثنا\nالمعتمر حدثنا أبي حدثنا أبو العلاء بن الشخير قال كان رسول الله صلى الله\nعليه وسلم ينسخ حديثه بعضه بعضا كما ينسخ القرآن بعضه بعضا ) هذا الاسناد\nكله بصريون الا أبا العلاء فإنه كوفي وأبو العلاء اسمه يزيد بن عبد الله بن\nالشخير بكسر الشين والخاء المعجمتين والخاء المشددة وأبوالعلاء تابعي ومراد\nمسلم بروايته هذا الكلام عن أبي العلاء أن حديث الماء من الماء منسوخ وقول\nأبي العلاء أن السنة تنسخ السنة هذا صحيح قال العلماء نسخ السنة بالسنة يقع\nعلى أربعة أوجه أحدها نسخ السنة المتواترة بالمتواترة والثاني نسخ خبر\nالواحد بمثله والثالث نسخ ألاحاد بالمتواترة والرابع نسخ المتواتر بالآحاد\nفأما الثلاثة الاول فهي جائزة بلا خلاف وأما الرابع فلا يجوز عند الجماهير\nوقال بعض أهل الظاهر يجوز والله أعلم قوله صلى الله عليه وسلم ( إذا أعجلت\nأو أقحطت فلا غسل عليك ) وفي رواية بن بشار ( أعجلت أو أقحطت ) أما أعجلت\nفهو في الموضعين بضم الهمزة واسكان العين وكسر الجيم أما أقحطت فهو في\nالاولى بفتح الهمزة والحاء وفي رواية بن بشار بضم الهمزة وكسر الحاء مثل\nأعجلت والروايتان صحيحتان ومعنى الاقحاط هنا عدم إنزال المني وهو استعارة\nمن قحوط المطر وهو انحباسه وقحوط \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p037'> Vol. 04, p. 037</a>\n            </div>\n             الارض وهو عدم اخراجها النبات\nوالله أعلم قوله ( ثم يكسل ) ضبطناه بضم الياء ويجوز فتحها يقال أكسل الرجل\nفي جماعه اذا ضعف عن الانزال وكسل أيضا بفتح الكاف وكسر السين والاول أفصح\nقوله صلى الله عليه وسلم ( يغسل ماأصابه من المرأة ) فيه دليل على نجاسة\nرطوبة فرج المرأة وفيها خلاف معروف والاصح عند بعض أصحابنا نجاستها <span id='ms0625'></span> ومن قال\nبالطهارة يحمل الحديث على الاستحباب وهذا هو الاصح عند أكثر أصحابنا والله\nأعلم قوله ( حدثني أبي عن الملى عن الملى يعني بقوله الملى عن الملى أبو\nأيوب ) هكذا هو في الاصول أبو أيوب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p038'> Vol. 04, p. 038</a>\n            </div>\n             بالواو وهو صحيح والملى\nالمعتمد عليه المركون إليه والله أعلم قوله ( اذا جامع ولم يمن ) هوبضم\nالياء واسكان الميم هذه اللغة الفصيحة وبها جاءت الرواية وفيه لغة ثانية\nبفتح الياء والثالثه بضم الياء مع فتح الميم وتشديد النون يقال أمنى ومنى\nومنى ثلاث لغات حكاها أبو عمرو الزاهد والاولى أفصح وأشهر وبها جاء القرآن\nقال الله تعالى <span class='quran'>أفرأيتم ما تمنون </span>قوله ( أبو غسان المسمعي ) هو\nبفتح الغين المعجمه وتشديد السين المهملة ويجوز صرفه وترك صرفه والمسمعي\nبكسر الميم ألاولى وفتح الثانيه واسمه مالك بن عبد الواحد وقد تقدم بيانه\nمرات لكني أنبه عليه وعلى مثله لطول العهد به كما شرطته في الخطبة قوله (\nأبورافع عن أبي هريرة ) اسم أبي رافع نفيع وقد تقدم أيضا قوله صلى الله\nعليه وسلم ( اذا قعد بين شعبها الاربع ثم جهدها ) وفي رواية ( اشعبها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p039'> Vol. 04, p. 039</a>\n            </div>\n             اختلف العلماء في المراد بالشعب ألاربع فقيل هي اليدان\nوالرجلان وقيل الرجلان والفخذان وقيل الرجلان والشفران واختار القاضي عياض\nان المراد شعب الفرج الاربع والشعب النواحي واحدتها شعبة وأما من قال\nأشعبها فهو جمع شعب ومعنى جهدها حفرها كذا قاله الخطابي وقال غيره بلغ\nمشقتها يقال جهدته وأجهدته بلغت مشقته قال القاضي عياض رحمه الله تعالى\nالاولى أن يكون جهدها بمعنى بلغ جهده في العمل فيها والجهد الطاقة وهو\nاشارة إلى الحركة وتمكن صورة العمل وهو نحو قول من قال حفرها أي كدها\nبحركته والافأي مشقة بلغ بها في ذلك والله أعلم ومعنى الحديث أن ايجاب\nالغسل لا يتوقف على نزول المني بل متى غابت الحشفة في الفرج وجب الغسل على\nالرجل والمرأة وهذا لا خلاف فيه اليوم وقد كان فيه خلاف لبعض الصحابة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p040'> Vol. 04, p. 040</a>\n            </div>\n             ومن بعدهم ثم انعقد الاجماع على ماذكرناه وقد تقدم بيان هذا\nقال <span id='ms0626'></span> اصحابنا ولو غيب الحشفة في دبر إمرأة أو دبر رجل أو فرج بهيمة أو دبرها\nوجب الغسل سواء كان المولج فيه حيا أو ميتا صغيرا أو كبيرا وسواء كان ذلك\nعن قصد أم عن نسيان وسواء كان مختارا أو مكرها أو استدخلت المرأة ذكره وهو\nنائم وسواء انتشر الذكر أم لا وسواء كان مختونا أم أغلف فيجب الغسل في كل\nهذه الصور على الفاعل والمفعول به الا اذا كان الفاعل أو المفعول به صبيا\nأو صبية فإنه لايقال وجب عليه لانه ليس مكلفا ولكن يقال صار جنبا فإن كان\nمميزا وجب على الولي أن يأمره بالغسل كما يأمره بالوضوء فإن صلى من غير غسل\nلم تصح صلاته وإن لم يغتسل حتى بلغ وجب عليه الغسل وأن اغتسل في الصبي ثم\nبلغ لم يلزمه اعادة الغسل قال أصحابنا والاعتبار في الجماع بتغييب الحشفة\nمن صحيح الذكر بالاتفاق فاذا غيبها بكمالها تعلقت به جميع الاحكام ولا\nيشترط تغييب جميع الذكر بالاتفاق ولو غيب بعض الحشفة لا يتعلق به شيء من\nالاحكام بالاتفاق الا وجها شاذا ذكره بعض اصحابنا أن حكمه حكم جميعها وهذا\nالوجه غلط منكر متروك وأما اذا كان الذكر مقطوعا فإن بقي منه دون الحشفة لم\nيتعلق به شيء من الاحكام وان كان الباقي قدر الحشفة فحسب تعلقت الاحكام\nبتغييبه بكماله وإن كان زائدا على قدر الحشفة ففيه وجهان مشهوران لأصحابنا\nاصحهما أن الاحكام تتعلق بقدر الحشفة منه والثاني لايتعلق شيء من الاحكام\nالابتغييب جميع الباقي والله أعلم ولو لف على ذكره خرقة واولجه في فرج\nإمرأة ففيه ثلاثه اوجه لاصحابنا الصحيح منها والمشهور أنه يجب عليهما الغسل\nوالثاني لايجب لانه اولج في خرقة والثالث ان كانت الخرقة غليظة تمنع وصول\nاللذة والرطوبة لم يجب الغسل والاوجب والله أعلم ولو استدخلت المرأة ذكر\nبهيمة وجب عليها الغسل ولو استدخلت ذكرا مقطوعا فوجهان اصحهما يجب عليها\nالغسل قولها ( على الخبير سقطت ) معناه صادفت خبيرا بحقيقة ما سألت عنه\nعارفا بخفية وجلية <span id='ms0627'></span> حاذقا فيه قوله صلى الله عليه وسلم ( ومس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p041'> Vol. 04, p. 041</a>\n            </div>\n            \nالختان الختان فقد وجب الغسل ) قال العلماء معناه غيبت ذكرك في فرجها وليس\nالمراد حقيقة المس وذلك أن ختان المرأة في أعلى الفرج ولايمسه الذكر في\nالجماع وقد أجمع العلماء على أنه لو وضع ذكره على ختانها ولم يولجه لم يجب\nالغسل لا عليه ولا عليها فدل على أن المراد ما ذكرناه والمراد بالمماسة\nالمحاذاة وكذلك الرواية الاخرى اذا التقى الختانان أي تحاذيا قوله ( عن\nجابر بن عبد الله عن أم كلثوم عن عائشه ) أم كلثوم هذه تابعية وهي بنت أبي\nبكر الصديق رضي الله عنه وهذا من رواية الاكابر عن الاصاغر فإن جابرا رضي\nالله عنه صحابي وهو أكبر من أم كلثوم سنا ومرتبة وفضلا رضي الله عنهم\nأجمعين قوله صلى الله عليه وسلم اني لافعل ذلك أنا وهذه ثم نغتسل ) فيه\nجواز ذكر مثل هذا بحضرة الزوجة اذا ترتبت عليه مصلحة ولم يحصل به اذى وانما\nقال النبي صلى الله عليه وسلم بهذه العبارة ليكون أوقع في نفسه وفيه أن\nفعله صلى الله عليه وسلم للوجوب ولولا ذلك لم يحصل جواب السائل\n</p>\n\n<p>\n| 1 ( باب الوضوء مما مست النار )\n</p>\n\n<p>\nذكر مسلم رحمه الله تعالى في هذا الباب الاحاديث الواردة بالوضوء مما مست\nالنار ثم عقبها بالاحاديث الواردة بترك الوضوء مما مست النار فكأنه يشير\nإلى ان الوضوء منسوخ وهذه عادة مسلم وغيره من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p042'> Vol. 04, p. 042</a>\n            </div>\n             أئمة الحديث\nيذكرون الاحاديث التي يرونها منسوخة ثم يعقبونها بالناسخ وقد اختلف العلماء\nفي قوله صلى الله عليه وسلم توضؤوا مما مست النار فذهب جماهير العلماء من\nالسلف والخلف إلى انه لاينتقض الوضوء بأكل ما مسته النار ممن ذهب إليه أبو\nبكر الصديق رضي الله عنه وعمر بن الخطاب وعثمان بن عفان وعلي بن أبي طالب\nوعبد الله بن مسعود وأبو الدرداء وبن عباس وعبد الله بن عمر وأنس بن مالك\nوجابر بن سمرة وزيد بن ثابت وأبو موسى وأبو هريرة وابي بن كعب وأبو طلحة\nوعامر بن ربيعة <span id='ms0628'></span> وأبو أمامة وعائشة رضي الله عنهم أجمعين وهؤلاء كلهم صحابة\nوذهب إليه جماهير التابعين وهو مذهب مالك وابي حنيفة والشافعي وأحمد واسحاق\nبن راهويه ويحيى بن يحيى وأبي ثور وابي خيثمة رحمهم الله وذهب طائفة إلى\nوجوب الوضوء الشرعي وضوء الصلاة بأكل ما مسته النار وهو مروي عن عمر بن عبد\nالعزيز والحسن البصري والزهري وابي قلابة 2 وأبي مجلر واحتج هؤلاء بحديث\nتوضؤوا مما مسته النار واحتج الجمهور بالاحاديث الواردة بترك الوضوء مما\nمسته النار وقد ذكر مسلم هنا منها جملة وباقيها في كتب أئمة الحديث +\nالمشهورة وأجابوا عن حديث الوضوء مما مست النار بجوابين أحدهما أنه منسوخ\nبحديث جابر رضي الله عنه قال كان آخر الامرين من رسول الله صلى الله عليه\nوسلم ترك الوضوء مما مست النار وهو حديث صحيح رواه أبو داود والنسائي\nوغيرهما من أهل السنن باسانيدهم الصحيحة والجواب الثاني أن المراد بالوضوء\nغسل الفم والكفين ثم أن هذا الخلاف الذي حكيناه كان في الصدر الاول ثم أجمع\nالعلماء بعد ذلك على أنه لايجب الوضوء بأكل ما مسته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p043'> Vol. 04, p. 043</a>\n            </div>\n             النار\nوالله أعلم قوله في أول الباب ( قال قال بن شهاب أخبرني عبد الملك بن أبي\nبكر بن عبد الرحمن بن الحارث بن هشام ) كذا هو في جميع الاصول عبد الملك بن\nأبي بكر وكذا نقله الحافظ أبو علي الغساني عن جماعة رواه الكتاب قال أبو\nعلي وفي نسخه بن الحذاء مما أصلح بيده فافسده قال بن شهاب فأخبرني عبد الله\nبن أبي بكر جعل عبد الله موضع عبد الملك قال أبو علي والصواب عبد الملك\nوكذا رواه الجلودي وكذلك هو في نسخه أبي زكريا عن بن ماهان وكذلك رواه\nالزبيدي عن الزهري عن عبد الملك بن أبي بكر وهو أخو عبد الله بن أبي بكر\nوالله أعلم قوله ( أن عبد الله بن إبراهيم بن قارظ ) هكذا هو في مسلم هنا\nوفي باب الجمعة والبيوع ووقع في باب الجمعة من كتاب مسلم من رواية بن جريج\nإبراهيم بن <span id='ms0629'></span> عبد الله بن قارظ وكلاهما قد قيل وقد اختلف الحفاظ فيه على هذين\nالقولين فصار إلى كل واحد منهما جماعة كثيرة وقارظ بالقاف وكسر الراء\nوبالظاء المعجمة قوله ( أنه وجد أبا هريرة يتوضأ على المسجد فقال انما\nأتوضأ من أثوار أقط أكلتها ) قال الهروى وغيره الاثوار جمع ثور وهو القطعة\nمن الاقط وهو بالثاء المثلثة والاقط معروف وهو مما مسته النار قوله ( يتوضأ\nعلى المسجد ) دليل على جواز الوضوء في المسجد وقد نقل بن المنذر اجماع\nالعلماء على جوازه مالم يؤذ به \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p044'> Vol. 04, p. 044</a>\n            </div>\n             أحدا قوله ( أكل عرقا ) هو بفتح\nالعين واسكان الراء وهو العظم عليه قليل من اللحم وقد تقدم بيانه في أخر\nكتاب الايمان مبسوطا قوله ( يحتز من كتف شاة ) فيه جواز قطع اللحم بالسكين\nوذلك تدعو إليه الحاجة لصلابة اللحم أو كبر القطعة قالوا ويكره من غير حاجة\nقوله ( فدعى إلى الصلاة فقام فطرح السكين وصلى ولم يتوضأ ) في هذا دليل على\nجواز بل استحباب استدعاء الائمة إلى الصلاة اذا حضر وقتها وفيه أن الشهادة\nعلى النفي تقبل اذا كان المنفي محصورا مثل هذا وفيه ان الوضوء مما مست\nالنار ليس بواجب وفي السكين لغتان التذكير والتأنيث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p045'> Vol. 04, p. 045</a>\n            </div>\n             يقال سكين\nجيد وجيدة سميت سكينا لتسكينها حركة المذبوح والله أعلم قوله ( عن أبي\nغطفان عن أبي رافع رضي الله عنه قال اشهد لكنت اشوي لرسول الله صلى الله\nعليه وسلم بطن الشاة ثم صلى ولم يتوضأ ) أما أبو غطفان بفتح الغين المعجمة\nوالطاء المهملة فهو بن طريف المري المدني قال الحاكم أبو أحمد لايعرف إسمه\nقال ويقال في كنيته أيضا أبو مالك وأما أبو رافع فهو مولى رسول الله صلى\nالله عليه وسلم واسمه أسلم وقيل إبراهيم وقيل هرمز وقيل ثابت وقوله بطن\nالشاه يعني الكبد وما معه من حشوها وفي الكلام حذف تقديره أشوي بطن الشاه\nفيأكل منه ثم يصلي ولايتوضأ والله أعلم قوله ( ان النبي صلى الله عليه وسلم\nشرب لبنا ثم دعا بماء فتمضمض وقال ان له دسما <span id='ms0630'></span> ) فيه استحباب المضمضه من شرب\nاللبن قال العلماء وكذلك غيره من المأكول والمشروب تستحب له المضمضه ولئلا\nتبقى منه بقايا يبتلعها في حال الصلاة ولتنقطع لزوجته ودسمه ويتطهر فمه\nواختلف العلماء في استحباب غسل اليد قبل الطعام وبعده والاظهر استحبابه\nأولا إلا أن يتيقن من نظافة اليد من النجاسة والوسخ واستحبابه بعد الفراغ\nالا أن لايبقى على اليد أثر الطعام بأن كان يابسا ولم يمسه بها وقال مالك\nرحمه الله تعالى لا يستحب غسل اليدللطعام الا ان يكون على اليد أولا قذر\nويبقى عليها بعد الفراغ رائحة والله أعلم قوله ( وحدثني أحمد بن عيسى قال\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p046'> Vol. 04, p. 046</a>\n            </div>\n             حدثنا أحمد بن وهب واخبرني عمرو ) هكذا هو في الاصول وأخبرني\nعمرو بالواو في واخبرني وهي واو العطف والقائل واخبرني عمرو هو بن وهب\nوانما أتى بالواو أولا لأنه سمع من عمرو أحاديث فرواها وعطف بعضها على بعض\nفقال إبن وهب أخبرني عمروبكذا واخبرني عمرو بكذا وعدد تلك الاحاديث فسمع\nأحمد بن عيسى لفظ بن وهب هكذا بالواو فأداه أحمد بن عيسى كما سمعه فقال\nحدثنا بن وهب قال يعني أبن وهب واخبرني عمرو والله أعلم قوله حدثنا محمد بن\nعمرو بن حلحله هو بالحائين المهملتين المفتوحتين بينهما اللام الساكنه قوله\n( وفيه أن بن عباس رضي الله عنهما شهد ذلك من النبي صلى الله عليه وسلم )\nهذا فيه فائده لطيفة وذلك أن الرواية الاولى فيها عن بن عباس أن النبي صلى\nالله عليه وسلم جمع ثيابه وليس فيها أن إبن عباس رأى هذه القضية فيحتمل أنه\nرآها ويحتمل أنه سمعها من غيره وعلى تقدير أن يكون سمعها من غيره يكون مرسل\nصحابي وقد منع الاحتجاج به الاستاذ أبو إسحاق ألاسفرايني والصواب قول\nالجمهور الاحتجاج به فلما كانت هذه الرواية محتملة هذا الذي ذكرناه نبه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p047'> Vol. 04, p. 047</a>\n            </div>\n             مسلم رحمه الله تعالى على ما يزيل هذا كله فقال شهد بن عباس\nذلك والله سبحانه وتعالى أعلم\n</p>\n\n<p>\n| 1 ( باب الوضوء من لحوم الابل )\n</p>\n\n<p>\nفي اسناده ( موهب ) هو بفتح الهاء والميم وفيه <span id='ms0631'></span> اشعث بن أبي الشعثاء هما\nبالثاء المثلثه وإسم أبي الشعثاء سليم بن أسود أما أحكام الباب فاختلف\nالعلماء في أكل لحوم الجزور وذهب الاكثرون إلى أنه لاينقض الوضوء ممن ذهب\nإليه الخلفاء الاربعة الراشدون أبو بكر وعمر وعثمان وعلي وبن مسعود وابي بن\nكعب وبن عباس وأبو الدرداء وأبو طلحة وعامر بن ربيعة وأبو امامة وجماهير\nالتابعين ومالك وأبو حنيفة والشافعي وأصحابهم وذهب إلى انتقاض الوضوء به\nأحمد بن حنبل واسحاق بن راهويه ويحيى بن يحيى وأبو بكر بن المنذر وبن خزيمة\nواختاره الحافظ أبو بكر البيهقي وحكى عن اصحاب الحديث مطلقا وحكى عن جماعة\nمن الصحابة رضي الله عنهم أجمعين واحتج هؤلاء بحديث الباب وقوله صلى الله\nعليه وسلم نعم فتوضأ من لحوم الابل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p048'> Vol. 04, p. 048</a>\n            </div>\n             وعن البراء بن عازب قال سئل\nالنبي صلى الله عليه وسلم عن الوضوء من لحوم الابل فأمر به قال أحمد بن\nحنبل رحمه الله تعالى واسحاق بن راهويه صح عن النبي صلى الله عليه وسلم في\nهذا حديثان حديث جابر وحديث البراء وهذا المذهب أقوى دليلا وان كان الجمهور\nعلى خلافه وقد أجاب الجمهور عن هذا الحديث بحديث جابر كان آخر الأمرين من\nرسول الله صلى الله عليه وسلم ترك الوضوء مما مست النار ولكن هذا الحديث\nعام وحديث الوضوء من لحوم الابل خاص والخاص مقدم على العام والله أعلم وأما\nأباحته صلى الله عليه وسلم الصلاة في مرابض الغنم دون مبارك الابل فهو متفق\nعليه والنهي عن مبارك الابل وهي أعطانها نهي تنزيه وسبب الكراهة ما يخاف من\nنفارها وتهويشها على المصلى والله أعلم\n</p>\n\n<p>\n| 1 ( باب الدليل على ان من تيقن الطهارة ثم شك في الحدث ( فله يصلي\nبطهارته تلك ) )\n</p>\n\n<p>\nفيه قوله ( شكى إلى النبي صلى الله عليه وسلم الرجل يخيل إليه أنه يجد\nالشيء في الصلاة قال لاينصرف حتى يسمع صوتا أو يجد ريحا ( قوله يخيل إليه\nالشيء يعني خروج الحدث منه وقوله صلى الله عليه وسلم حتى يسمع صوتا أو يجد\nريحا معناه <span id='ms0632'></span> يعلم وجود احدهما ولا يشترط السماع والشم باجماع المسلمين وهذا\nالحديث أصل من أصول الاسلام وقاعدة عظيمة من قواعد الفقه وهي ان الاشياء\nيحكم ببقائها على اصولها حتى يتيقن خلاف ذلك ولا يضر الشك الطارئ عليها فمن\nذلك مسألة الباب التي ورد فيها الحديث وهي أن من تيقن الطهارة وشك في الحدث\nحكم ببقائه على الطهارة ولا فرق بين حصول هذا الشك في نفس الصلاة وحصوله\nخارج الصلاة هذا مذهبنا ومذهب جماهير العلماء من السلف والخلف وحكى عن مالك\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p049'> Vol. 04, p. 049</a>\n            </div>\n             رحمة الله تعالى روايتان إحداهما أنه يلزمه الوضوء ان كان شكه\nخارج الصلاة ولا يلزمه ان كان في الصلاة والثانية يلزمه بكل حال وحكيت\nالرواية ألاولى عن الحسن البصري وهو وجه شاذ محكى عن بعض اصحابنا وليس بشيء\nقال اصحابنا ولافرق في الشك بين أن يستوي الاحتمالان في وقوع الحدث وعدمه\nأو يترجح أحدهما أو يغلب على ظنه فلا وضوء عليه بكل حال قال أصحابنا ويستحب\nله أن يتوضأ احتياطا فلوتوضأ احتياطا ودام شكه فذمته بريئة وان علم بعد ذلك\nأنه كان محدثا فهل تجزيه تلك الطهارة الواقعة في حال الشك فيه وجهان\nلاصحابنا اصحهما عندهم أنه لاتجزيه لأنه كان مترددا في نيته والله أعلم\nوأما اذا تيقن الحدث وشك في الطهارة فانه يلزمه الوضوء باجماع المسلمين\nوأما اذا تيقن أنه وجد منه بعد طلوع الشمس مثلا حدث وطهارة ولا يعرف السابق\nمنهما فإن كان لايعرف حاله قبل طلوع الشمس لزمه الوضوء وان عرف حاله ففيه\nأوجه لاصحابنا أشهرهما عندهم أنه يكون بضد ما كان قبل طلوع الشمس فإن كان\nقبلها محدثا فهو ألان متطهر وان كان قبلها متطهرا فهو الان محدث والثاني\nوهو الاصح عند جماعات من المحققين أنه يلزمه الوضوء بكل حال والثالث يبني\nعلى غالب ظنه والرابع يكون كما كان قبل طلوع الشمس ولا تأثير للامرين\nالواقعين بعد طلوعها هذا الوجه غلط صريح وبطلانه أظهر من أن يستدل عليه\nوانما ذكرته لأنبه على بطلانه لئلا يغتر به وكيف <span id='ms0633'></span> يحكم بأنه على حاله مع\nتيقن بطلانها بما وقع بعدها والله أعلم ومن مسائل القاعدة المذكورة أن من\nشك في طلاق زوجته أو عتق عبده أو نجاسة الماء الطاهر أو طهارة النجس أو\nنجاسة الثوب أو الطعام أو غيره أو أنه صلى ثلاث ركعات أو أربعا أو أنه ركع\nوسجد أم لا أوأنه نوى الصوم أو الصلاة أو الوضوء أو الاعتكاف وهوفي اثناء\nهذه العبادات وما أشبه هذه الامثلة فكل هذه الشكوك لا تأثير لها والاصل عدم\nهذا الحادث وقد استثنى العلماء مسائل من هذه القاعدة وهي معروفة في كتب\nالفقه لايتسع هذا الكتاب لبسطها فانها منتشرة وعليها اعتراضات ولها أجوبة\nومنها مختلف فيه فلهذا حذفتها هنا وقد أوضحتها بحمد الله تعالى في باب مسح\nالخف وباب الشك في نجاسة الماء من المجموع في شرح المهذب وجمعت فيها متفرق\nكلام الاصحاب وما تمس إليه الحاجة منها والله أعلم قوله ( عن سعيد وعباد بن\nتميم عن عمه شكى إلى النبي صلى الله عليه وسلم الرجل يخيل إليه الشيء في\nالصلاة ) ثم قال مسلم في أخر الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p050'> Vol. 04, p. 050</a>\n            </div>\n             قال أبو بكر وزهير بن حرب\nفي روايتهما هو عبد الله بن زيد ) معنى هذا أن في رواية أبي بكر وزهير سميا\nعم عباد بن تميم فانه رواه أولا عن سعيد هو بن المسيب وعن عباد بن تميم عن\nعمه ولم يسمه فسماه في هذه الرواية فقال هذا العم هو عبد الله بن زيد وهو\nبن زيد بن عاصم وهو راوي حديث صفة الوضوء وحديث صلاة الاستسقاء وغيرهما\nوليس هو عبد الله بن زيد بن عبد ربه الذي أري الأذان وقوله شكى هوبضم الشين\nوكسر الكاف والرجل مرفوع ولم يسم هنا الشاكي وجاء في رواية البخاري أن\nالسائل هو عبد الله بن زيد الراوي وينبغي أن لايتوهم بهذا أنه شكى مفتوحة\nالشين والكاف ويجعل الشاكي هو عمه المذكور فان هذا الوهم غلط والله أعلم\n</p>\n\n<p>\n| 1 ( باب طهارة جلود الميتة بالدباغ )\n</p>\n\n<p>\nفيه قوله صلى الله عليه وسلم <span id='ms0634'></span> في الشاة الميتة ( هلا اخذتم اهابها\nفدبغتموه فانتفعتم به فقالوا انها ميتة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p051'> Vol. 04, p. 051</a>\n            </div>\n             فقال انما حرم أكلها\nوفي الرواية الاخرى ( هلا انتفعتم بجلدها قالوا انها ميتة فقال انما حرم\nأكلها ) وفي الرواية الاخرى ( ألا أخذتم اهابها فاستمتعتم به ) وفي الرواية\nالاخرى ( ألا انتفعتم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p052'> Vol. 04, p. 052</a>\n            </div>\n             باهابها ) وفي الحديث الاخر ( اذا دبغ\nالاهاب فقد طهر ) وفي الرواية الاخرى ( عن بن وعلة قال سألت بن عباس قلت\nانا نكون بالمغرب فيأتينا المجوس بالاسقية فيها الماء والودك فقال اشرب\nفقلت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p053'> Vol. 04, p. 053</a>\n            </div>\n             أرأي تراه فقال بن عباس سمعت رسول الله صلى الله عليه\nوسلم يقول دباغه طهوره ) اختلف العلماء في دباغ جلود الميتة وطهارتها\nبالدباغ على سبعة مذاهب احدها مذهب الشافعي أنه يطهر بالدباغ جميع جلود\nالميتة الا الكلب والخنزير والمتولد من احدهما وغيره ويطهر بالدباغ ظاهر\nالجلد وباطنه ويجوز استعماله في الاشياء المائعة واليابسة ولا فرق بين\nمأكول اللحم وغيره وروى هذا المذهب عن علي بن أبي طالب وعبد الله بن مسعود\nرضي الله عنهما والمذهب الثاني لايطهر شيء من الجلود بالدباغ وروى هذا عن\nعمر بن الخطاب وابنه عبد الله وعائشة رضي الله عنهم وهو أشهر الروايتين عن\nأحمد واحدى الروايتين عن مالك والمذهب الثالث يطهر بالدباغ جلد ماكول اللحم\nولا يطهر غيره وهومذهب الاوزاعي وبن المبارك وأبى ثور واسحاق بن راهويه\nوالمذهب الرابع يطهر جلود جميع الميتات الا الخنزير وهو مذهب أبي حنيفة\nوالمذهب الخامس يطهر الجميع الا أنه يطهر ظاهره دون باطنه ويستعمل في\nاليابسات دون المائعات ويصلى عليه لافيه وهذا مذهب مالك المشهور في حكاية\nاصحابه عنه والمذهب السادس يطهر الجميع والكلب والخنزير ظاهرا وباطنا وهو\nمذهب داود وأهل الظاهر وحكى عن أبي يوسف والمذهب السابع أنه ينتفع بجلود\nالميتة وان لم تدبغ ويجوزاستعم الها في المائعات واليابسات وهو مذهب الزهري\nوهو وجه شاذ لبعض اصحابنا لا تفريع عليه ولا التفات إليه واحتجت كل طائفة\nمن اصحاب هذه المذاهب بأحاديث وغيرها وأجاب بعضهم عن دليل بعض وقد أوضحت\nدلائلهم في اوراق من شرح <span id='ms0635'></span> المهذب والغرض هنا بيان الاحكام والاستنباط من\nالحديث وفي حديث بن وعلة عن بن عباس دلالة لمذهب الاكثرين أنه يطهر ظاهره\nوباطنه فيجوز استعماله في المائعات فإن جلود ما ذكاه المجوس نجسة وقد نص\nعلى طهارتها بالدباغ واستعمالها في الماء والودك وقد يحتج الزهري بقوله صلى\nالله عليه وسلم ألا انتفعتم باهابها ولم يذكر دباغها ويجاب عنه بأنه مطلق\nوجاءت الروايات الباقية ببيان الدباغ وإن دباغه طهوره والله أعلم واختلف\nأهل اللغة في الاهاب فقيل هو الجلد مطلقا وقيل هو الجلد قبل الدباغ فأما\nبعده فلا يسمى أهابا وجمعه أهب بفتح الهمزة والهاء وبضمهما لغتان ويقال طهر\nالشيء وطهر بفتح الهاء وضمها لغتان والفتح أفصح والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p054'> Vol. 04, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( فصل )\n</p>\n\n<p>\nيجوز الدباغ بكل شيء ينشف فضلات الجلد ويطيبه ويمنع من ورود الفساد عليه\nوذلك كالشت والشب والقرظ وقشور الرمان وما أشبه ذلك من الادوية الطاهرة ولا\nيحصل بالتشميس عندنا وقال اصحاب أبي حنيفة يحصل ولا يحصل عندنا بالتراب\nوالرماد والملح على الاصح في الجميع وهل يحصل بالادوية النجسه كذرق الحمام\nوالشب المتنجس فيه وجهان اصحهما عند الاصحاب حصوله ويجب غسله بعد الفراغ من\nالدباغ بلا خلاف ولو كان دبغه بطاهر فهل يحتاج إلى غسله بعد الفراغ فيه\nوجهان وهل يحتاج إلى استعمال الماء في اول الدباغ فيه وجهان قال اصحابنا\nولا يفتقر الدباغ إلى فعل فاعل فلو أطارت الريح جلد ميته فوقع في مدبغه طهر\nوالله أعلم واذا طهر بالدباغ جاز الانتفاع به بلا خلاف وهل يجوز بيعه فيه\nقولان للشافعي أصحهما يجوز وهل يجوز أكله فيه ثلاثة أوجه أو أقوال أصحها لا\nيجوز بحال والثاني يجوز والثالث يجوز أكل جلد مأكول اللحم ولا يجوز غيره\nوالله أعلم واذا طهر الجلد بالدباغ فهل يطهر الشعر الذي عليه تبعا للجلد\nاذا قلنا بالمختار في مذهبنا أن شعر الميته نجس فيه قولان للشافعي أصحهما\nواشهرهما لايطهر لأن الدباغ لايؤثر فيه بخلاف الجلد قال أصحابنا لا يجوز\nاستعمال جلد الميتة قبل الدباغ في الاشياء الرطبه <span id='ms0636'></span> ويجوز في اليابسات مع\nكراهته والله أعلم قوله صلى الله عليه وسلم ( أنما حرم أكلها ) رويناه على\nوجهين حرم بفتح الحاء وضم الراء وحرم بضم الحاء وكسر الراء المشددة في هذا\nاللفظ دلالة على تحريم اكل جلد الميتة وهو الصحيح كما قدمته وللقائل الاخر\nان يقول المراد تحريم لحمها والله أعلم قوله ( قال أبو بكر وبن أبي عمر في\nحديثهما عن ميمونه ) يعني انهما ذكرا في روايتهما ان بن عباس رواه عن\nميمونه قوله ( أن داجنة كانت ) هي بالدال المهملة والجيم والنون قال اهل\nاللغة وداجن البيوت ما الفها من الطير والشاه وغيرهما وقد دجن في بيته اذا\nألزمه والمراد بالداجنة هنا الشاة قوله ( عبد الرحمن بن وعلة السبئي ) هو\nبفتح الواو وإسكان العين المهملة والسبئي بفتح السين المهملة وبعدها الباء\nالموحدة ثم الهمزة ثم ياء النسب قوله بمثله يعني حديث يحيى بن يحيى هكذا هو\nفي الاصول يعني بالياء المثناة من تحت ولعله من كلام الراوي عن مسلم ولو\nروي بالنون في اوله على انه من كلام مسلم لكان حسنا ولكن لم يرو قوله ( أن\nأبا الخير ) هو بالخاء المعجمه واسمه مرثد بن عبد الله اليزني بفتح الياء\nوالزاي وقوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p055'> Vol. 04, p. 055</a>\n            </div>\n             ( يأتونا بالسقاء يجعلون فيه الودك ) هكذا هو في\nالأصول ببلادنا يجعلون بالعين بعد الجيم وكذا نقله القاضي عياض عن اكثر\nالرواة قال ورواه بعضهم يجملون بالميم ومعناه يذيبون يقال بفتح الياء وضمها\nلغتان يقال جملت الشحم واجملته أذبته والله أعلم قوله ( رأيت على بن وعلة\nالسبئي فروا ) هكذا هو في النسخ فروا وهوالصحيح المشهور في اللغة وجمع\nالفرو فراء ككعب وكعاب وفيه لغة قليلة أنه يقال فروة بالهاء كما يقولها\nالعامة حكاها بن فارس في المجمل والزبيدي في مختصر العين قوله ( فمسسته )\nهو بكسر السين الاولى على الاخيرة المشهورة وفي لغة قليلة بفتحها فعلى\nالأول المضارع يمسه بفتح الميم وعلى الثانية بضمها والله سبحانه وتعالى\nأعلم\n</p>\n\n<p>\n| 1 ( باب التيمم )\n</p>\n\n<p>\nالتيمم في اللغة هو القصد قال الامام أبو منصور الازهري التيمم <span id='ms0637'></span> في كلام\nالعرب القصد يقال تيممت فلانا ويممته وتأممته وأممته أي قصدته والله أعلم\nوأعلم أن التيمم ثابت بالكتاب والسنة وإجماع الامة وهو خصيصة خص الله\nسبحانه وتعالى به هذه الامة زادها الله تعالى شرفا وأجمعت ألامة على أن\nالتيمم لا يكون الا في الوجه واليدين سواء كان عن حدث أصغر أوأكبر وسواء\nتيمم عن الأعضاء كلها أو بعضها والله أعلم واختلف العلماء في كيفية التيمم\nفمذهبنا ومذهب الاكثرين أنه لا بد من ضربتين ضربة للوجه وضربة لليدين إلى\nالمرفقين وممن قال بهذا من العلماء على بن أبي طالب وعبد الله بن عمر\nوالحسن البصري والشعبي وسالم بن عبد الله بن عمر وسفيان الثوري ومالك وأبو\nحنيفة وأصحاب الرأي وآخرون رضي الله عنهم أجمعين وذهبت طائفة إلى أن الواجب\nضربة واحدة للوجه والكفين وهو مذهب عطاء ومكحول والأوزاعي وأحمد واسحاق وبن\nالمنذر وعامة اصحاب الحديث وحكى عن الزهري أنه يجب مسح اليدين إلى الابطين\nهكذا حكاه عنه اصحابنا في كتب المذهب وقد قال الامام أبو سليمان الخطابي لم\nيختلف أحد من العلماء في انه لايلزم مسح ماوراء المرفقين وحكى أصحابنا ايضا\nعن بن سيرين أنه قال لا يجزيه أقل من ثلاث ضربات ضربة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p056'> Vol. 04, p. 056</a>\n            </div>\n             للوجه\nوضربة ثانية لكفيه وثالثه لذراعيه واجمع العلماء على جواز التيمم عن الحدث\nالاصغر وكذلك أجمع أهل هذه الاعصار ومن قبلهم على جوازه للجنب والحائض\nوالنفساء ولم يخالف فيه أحد من الخلف ولا أحد من السلف الا ما جاء عن عمر\nبن الخطاب وعبد الله بن مسعود رضي الله عنهما وحكى مثله عن إبراهيم النخعي\nالامام التابعي وقيل أن عمر وعبد الله رجعا عنه وقد جاءت بجوازه للجنب\nالاحاديث الصحيحة المشهورة والله أعلم واذا صلى الجنب بالتيمم ثم وجد الماء\nوجب عليه الاغتسال باجماع العلماء الا ما حكى عن أبي سلمه بن عبد الرحمن\nالامام التابعي أنه قال لا يلزمه وهو مذهب متروك باجماع من قبله ومن بعده\nوبالاحاديث الصحيحة المشهورة في أمره صلى الله عليه وسلم <span id='ms0638'></span> للجنب بغسل بدنه\nاذا وجد الماء والله أعلم ويجوز للمسافر والمعزب في الابل وغيرهما أن يجامع\nزوجته وان كانا عادمين للماء ويغسلان فرجيهما ويتيممان ويصليان ويجزيهما\nالتيمم ولا أعادة عليهما اذا غسلا فرجيهما فإن لم يغسل الرجل ذكره وما\nأصابه من المرأة وصلى بالتيمم على حاله فإن قلنا أن رطوبة فرج المرأة نجسة\nلزمه أعادة الصلاة والا فلا يلزمه الاعادة والله أعلم وأما اذا كان على بعض\nأعضاء المحدث نجاسة فأراد التيمم بدلا عنها فمذهبنا ومذهب جمهور العلماء\nأنه لا يجوز وقال أحمد بن حنبل رحمه الله تعالى يجوز أن يتيمم اذا كانت\nالنجاسة على بدنه ولم يجز اذا كانت على ثوبه واختلف أصحابه في وجوب أعادة\nهذه الصلاة وقال بن المنذر كان الثوري والاوزاعي وأبو ثور يقولون يمسح موضع\nالنجاسة بتراب ويصلى والله أعلم وأما أعادة الصلاة التي يفعلها بالتيمم\nفمذهبنا أنه لايعيد اذا تيمم للمرض أو الجراحة ونحوهما وأما إذا تيمم للعجز\nعن الماء فان كان في موضع يعدم فيه الماء غالبا كالسفر لم تجب الاعادة وان\nكان في موضع لا يعدم فيه الماء الا نادرا وجبت الاعادة على المذهب الصحيح\nوالله أعلم وأما جنس ما يتيمم به فاختلف العلماء فيه فذهب الشافعي وأحمد\nوبن المنذر وداود الظاهري وأكثر الفقهاء إلى أنه لايجوز التيمم الا بتراب\nطاهر له غبار يعلق بالعضو وقال أبو حنيفة ومالك يجوز التيمم بجميع أنواع\nالأرض حتى بالصخرة المغسولة وزاد بعض اصحاب مالك فجوزه بكل ما اتصل بالارض\nمن الخشب وغيره وعن مالك في الثلج روايتان وذهب الاوزاعي وسفيان الثوري إلى\nأنه يجوز بالثلج وكل ما على الأرض والله أعلم وأما حكم التيمم فمذهبنا\nومذهب الاكثرين أنه لايرفع الحدث بل يبيح الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p057'> Vol. 04, p. 057</a>\n            </div>\n             فيستبيح به\nفريضة وماشاء من النوافل ولايجمع بين فريضتين بتيمم واحد وان نوى بتيممه\nالفرض استباح الفريضة والنافلة وان نوى النفل استباح النفل ولم يستبح به\nالفرض وله أن يصلي على جنائز بتيمم واحد وله أن يصلي بالتيمم الواحد فريضة\nوجنائز ولا <span id='ms0639'></span> يتيمم قبل دخول وقتها واذا رأى المتيمم لفقد الماء ماء وهو في\nالصلاة لم تبطل صلاته بل له ان يتمها الا اذا كان ممن تلزمه الاعادة فإن\nصلاته تبطل برؤية الماء والله أعلم قوله ( عن عائشة رضي الله عنها قالت\nخرجنا مع رسول الله صلى الله عليه وسلم في بعض اسفاره ) فيه جواز مسافرة\nالزوج بزوجته الحرة قولها ( حتى اذا كان بالبيداء أو بذات الجيش انقطع عقد\nلي فأقام رسول الله صلى الله عليه وسلم على التماسه وأقام الناس معه وليس\nمعهم ماء وليسوا على ماء ) وفي الرواية ألاخرى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p058'> Vol. 04, p. 058</a>\n            </div>\n             ( عن عائشة أنها\nأستعارت من أسماء قلاده فهلكت ) أما البيداء فبفتح الباء الموحده في أولها\nوبالمد وأما ذات الجيش فبفتح الجيم وأسكان الياء وبالشين المعجمة والبيداء\nوذات الجيش موضعان بين المدينة وخيبر وأما العقد فهو بكسر العين وهو كل ما\nيعقد ويعلق في العنق فيسمى عقدا أو قلاده وأما قولها عقد لي وفي الرواية\nالاخرى استعارت من أسماء قلاده فلا مخالفة بينهما فهو في الحقيقة ملك\nلاسماء واضافته في الرواية إلى نفسها لكونه في يدها وقولها فهلكت معناه\nضاعت وفي هذا الفصل من الحديث فوائد منها جواز العارية وجواز عارية الحلي\nوجواز المسافرة بالعارية اذا كان باذن المعير وجواز اتخاذ النساء القلائد\nوفيه الاعتناء بحفظ حقوق المسلمين وأموالهم وان قلت ولهذا أقام النبي صلى\nالله عليه وسلم على التماسه وجواز الاقامة في موضع لا ماء فيه وان احتاج\nإلى التيمم وفيه غير ذلك والله أعلم قولها ( فعاتبني أبو بكر رضي الله عنه\nوقال ما شاء الله أن يقول وجعل يطعن بيده في خاصرتي ) فيه تأديب الرجل ولده\nبالقول والفعل والضرب ونحوه وفيه تأديب الرجل ابنته وأن كانت كبيرة مزوجة\nخارجة عن بيته وقولها يطعن هو بضم العين وحكى فتحها وفي الطعن في المعاني\nعكسه قوله ( فقال اسيد بن حضير ) هو بضم الهمزة وفتح السين وحضير بضم الحاء\nالمهملة وفتح الضاد المعجمة وهذا وان كان ظاهرا فلا يضر بيانه لمن لا يعرفه <span id='ms0640'></span>\nقولها ( فبعثنا البعير الذي كنت عليه فوجدنا العقد تحته ) كذا وقع هنا وفي\nرواية البخاري فبعث رسول الله صلى الله عليه وسلم رجلا فوجدها وفي رواية\nرجلين وفي رواية ناسا وهي قضية واحده قال العلماء المبعوث هو اسيد بن حضير\nوأتباع له فذهبوا فلم يجدوا شيئا ثم وجدها اسيد بعد رجوعه تحت البعير والله\nأعلم قوله ( فصلوابغير وضوء ) فيه دليل على أن من عدم الماء والتراب يصلي\nعلى حاله وهذه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p059'> Vol. 04, p. 059</a>\n            </div>\n             المسألة فيها خلاف للسلف والخلف وهي أربعة أقوال\nللشافعي أصحها عند اصحابنا أنه يجب عليه أن يصلي ويجب عليه أن يعيد الصلاة\nأما الصلاة فلقوله صلى الله عليه وسلم فإذا أمرتكم بأمر فأتوا منه ما\nاستطعتم وأما ألاعادة فلأنه عذر نادر فصار كما لو نسي عضوا من أعضاء طهارته\nوصلى فإنه يجب عليه الاعادة والقول الثاني لا يجب عليه الصلاة ولكن يستحب\nويجب القضاء سواء صلى أم لم يصل والثالث يحرم عليه الصلاة لكونه محدثا ويجب\nالاعادة والرابع يجب الصلاة ولا يجب الاعادة وهذا مذهب المزني وهو أقوى\nالاقوال دليلا ويعضده هذا الحديث وأشباهه فإنه لم ينقل عن النبي صلى الله\nعليه وسلم ايجاب اعادة مثل هذه الصلاة والمختار أن القضاء انما يجب بأمر\nجديد ولم يثبت الامر فلا يجب وهكذا يقول المزني في كل صلاة وجبت في الوقت\nعلى نوع من الخلل لا تجب اعادتها وللقائلين بوجوب الاعادة أن يجيبوا عن هذا\nالحديث بأن الاعادة ليست على الفور ويجوز تأخير البيان إلى وقت الحاجة على\nالمختار والله أعلم قوله تعالى <span class='quran'>فتيمموا صعيدا طيبا </span>اختلف في\nالصعيد على ما قدمناه في اول الباب فالاكثرون على أنه هنا التراب وقال\nالاخرون هو جميع ما صعد على وجه الأرض وأما الطيب فالاكثرون على أنه الطاهر\nوقيل الحلال والله أعلم واحتج أصحابنا بهذه الاية على أن القصد إلى الصعيد\nواجب قالوا فلو ألقت الريح عليه ترابا فمسح به وجهه لم يجزئه بل لابد من\nنقله من الأرض أو غيرها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p060'> Vol. 04, p. 060</a>\n            </div>\n             وفي المسألة فروع كثيرة <span id='ms0641'></span> مشهورة في كتب\nالفقه والله أعلم قوله ( لأوشك اذا برد عليهم الماء أن يتيمموا ) معنى اوشك\nقرب وأسرع وقد زعم بعض أهل اللغة أنه لا يقال أوشك وانما يستعمل مضارعا\nفيقال يوشك كذا وليس كما زعم هذا القائل بل يقال أوشك أيضا ومما يدل عليه\nهذا الحديث مع أحاديث كثيرة في الصحيح مثله وقوله برد هو بفتح الباء والراء\nوقال الجوهري برد بضم الراء والمشهور الفتح والله أعلم قوله صلى الله عليه\nوسلم إنما كان يكفيك أن تقول كذا ) وضرب بيديه إلى الأرض فنفض يديه فمسح\nوجهه وكفيه فيه دلالة لمذهب من يقول يكفي ضربة واحده للوجه والكفين جميعا\nوللاخرين أن يجيبوا عنه بأن المراد هنا صورة الضرب للتعليم وليس المراد\nبيان جميع ما يحصل به التيمم وقد أوجب الله تعالى غسل اليدين إلى المرفقين\nفي الوضوء ثم قال تعالى في التيمم <span class='quran'>فامسحوا بوجوهكم وأيديكم </span>والظاهر أن اليد المطلقة هنا هي المقيدة في الوضوء في أول الاية فلا يترك\nهذا الظاهر الا بصريح والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p061'> Vol. 04, p. 061</a>\n            </div>\n             وقوله فنفض يده قد احتج به من\nجوز التيمم بالحجارة وما لاغبار عليه قالوا اذا لو كان الغبار معتبرا لم\nينفض اليد وأجاب الاخرون بأن المراد بالنفض هنا تخفيف الغبار الكثير فانه\nيستحب اذا حصل على اليد غبار كثير أن يخفف بحيث يبقى ما يعم العضو والله\nأعلم قوله ( عبد الرحمن بن أبزى ) هو بفتح الهمزة واسكان الباء الموحدة\nوبعدها زاي ثم باء وعبد الرحمن صحابي قوله ( فقال عمر اتق الله تعالى يا\nعمار قال ان شئت لم أحدث به ) معناه قال عمر لعمار اتق الله تعالى فيما\nترويه وتثبت فلعلك نسيت أو اشتبه عليك الامر وأما قول عمار ان شئت لم أحدث\nبه فمعناه والله أعلم ان رايت المصلحه في امساكي عن التحديث به راجحة على\nمصلحة تحديثي به أمسكت فإن طاعتك واجبه على في غير المعصية وأصل تبليغ هذه\nالسنة وأداء العلم قد حصل فإذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p062'> Vol. 04, p. 062</a>\n            </div>\n             أمسك بعد هذا لايكون داخلا فيمن\nكتم العلم <span id='ms0642'></span> ويحتمل انه اراد إن شئت لم أحدث به تحديثا شائعا بحيث يشتهر في\nالناس بل لا احدث به الا نادرا والله أعلم وفي قصة عمار جواز الاجتهاد في\nزمن النبي صلى الله عليه وسلم فإن عمارا رضي الله عنه اجتهد في صفة التيمم\nوقد اختلف اصحابنا وغيرهم من أهل الأصول في هذه المسألة على ثلاثة اوجه\nاصحها يجوز الاجتهاد في زمنه صلى الله عليه وسلم بحضرته وفي غير حضرته\nوالثاني لايجوز بحال والثالث لايجوز بحضرته ويجوز في غير حضرته والله أعلم\nقوله ( وروى الليث بن سعد عن جعفر بن ربيعة ) هكذا وقع في صحيح مسلم من\nجميع الروايات منقطعا بين مسلم والليث وهذا النوع يسمى معلقا وقد تقدم\nبيانه وايضاح هذا الحديث وغيره مما في معناه في الفصول السابقة في مقدمة\nالكتاب وذكرنا أن في صحيح مسلم أربعة عشر أواثني عشر حديثا منقطعة هكذا\nوبيناها والله أعلم قوله في حديث الليث هذا ( اقبلت أنا وعبد الرحمن بن\nيسار مولى ميمونه ) هكذا هو في أصول صحيح مسلم قال أبو علي الغساني وجميع\nالمتكلمين على اسانيد مسلم قوله عبد الرحمن خطأ صريح وصوابه عبد الله بن\nيسار وهكذا رواه البخاري وابو داود والنسائي وغيرهم على الصواب فقالوا عبد\nالله بن يسار قال القاضي عياض ووقع في روايتنا صحيح مسلم من طريق السمرقندي\nعن الفارسي عن الجلودى عن عبد الله بن يسار على الصواب وهم اربعة أخوة عبد\nالله وعبد الرحمن وعبد الملك وعطاء مولى ميمونه والله أعلم قوله ( دخلنا\nعلى أبي الجهم بن الحارث بن الصمة ) أما الصمة فبكسر الصاد المهملة وتشديد\nالميم وأما أبو الجهم فبفتح الجيم وبعدها هاء ساكنه هكذا هو في مسلم وهو\nغلط وصوابه ما وقع في صحيح البخاري وغيره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p063'> Vol. 04, p. 063</a>\n            </div>\n             أبو الجهيم بضم الجيم\nوفتح الهاء وزيادة ياء هذا هو المشهور في كتب ألاسماء وكذا ذكره مسلم في\nكتابه في أسماء الرجال والبخاري في تاريخه وأبو داود والنسائي وغيرهم وكل\nمن ذكره من المصنفين في الاسماء والكنى وغيرهما <span id='ms0643'></span> واسم أبي الجهيم عبد الله\nكذا سماه مسلم في كتاب الكنى وكذا سماه أيضا غيره والله أعلم وأعلم ان أبا\nالجهيم هذا هو المشهور أيضا في حديث المرور بين يدي المصلى واسمه عبد الله\nبن الحارث بن الصمه الانصاري البخاري وهو غير أبي الجهم المذكور في حديث\nالخميصة والانبجانية ذلك بفتح الجيم بغير ياء واسمه عامر بن حذيفة بن غانم\nالقرشي العدوى من بني عدى بن كعب وسنوضحه في موضعه ان شاء الله تعالى قوله\n( أقبل رسول الله صلى الله عليه وسلم من نحو بئر جمل ) هو بفتح الجيم\nوالميم ورواية النسائي بئر الجمل بالالف واللام وهو موضع بقرب المدينة\nوالله أعلم قوله ( اقبل رسول الله صلى الله عليه وسلم من نحو بئر جمل )\nفلقيه رجل فسلم عليه فلم يرد رسول الله صلى الله عليه وسلم حتى اقبل على\nالجدار فمسح وجهه ويديه ثم رد عليه السلام هذا الحديث محمول على أنه صلى\nالله عليه وسلم كان عادما للماء حال التيمم فإن التيمم مع وجود الماء لا\nيجوز للقادر على استعماله ولا فرق بين أن يضيق وقت الصلاة وبين أن يتسع ولا\nفرق أيضا بين صلاة الجنازة والعيد وغيرهما هذا مذهبنا ومذهب الجمهور وقال\nأبو حنيفة رضي الله عنه يجوز أن يتيمم مع وجود الماء لصلاة الجنازة والعيد\nاذا خاف فوتهما وحكى البغوى من أصحابنا عن بعض اصحابنا أنه اذا خاف فوت\nالفريضة لضيق الوقت صلاها بالتيمم ثم توضأ وقضاها والمعروف الاول والله\nأعلم وفي هذا الحديث جواز التيمم بالجدارإذا كان عليه غبار وهذا جائز عندنا\nوعند الجمهور من السلف والخلف واحتج به من جوز التيمم بغير التراب وأجاب\nالآخرون بأنه محمول على جدار عليه تراب وفيه دليل على جواز التيمم للنوافل\nوالفضائل كسجود التلاوة والشكر ومس المصحف ونحوها كما يجوز للفرائض وهذا\nمذهب العلماء كافة الا وجها شاذا منكرا لبعض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p064'> Vol. 04, p. 064</a>\n            </div>\n             أصحابنا أنه\nلايجوز التيمم الا للفريضة وليس هذا الوجه بشيء فان قيل كيف تيمم بالجدار\nبغير اذن مالكه فالجواب <span id='ms0644'></span> أنه محمول على أن هذا الجدار كان مباحا أومملوكا\nلانسان يعرفه فأدل عليه النبي صلى الله عليه وسلم وتيمم به لعلمه بأنه لا\nيكره مالكه ذلك ويجوز مثل هذا والحالة هذه لآحاد الناس فالنبي صلى الله\nعليه وسلم أولى والله أعلم قوله ( أن رجلا مر ورسول الله صلى الله عليه\nوسلم 1 ( يبول فسلم فلم يرد عليه ) فيه أن المسلم في هذا الحال لايستحق\nجوابا وهذا متفق عليه قال اصحابنا ويكره أن يسلم على المشتغل بقضاء حاجة\nالبول والغائط فان سلم عليه كره له رد السلام قالوا ويكره للقاعد على قضاء\nالحاجة أن يذكر الله تعالى بشيء من الاذكار قالوا فلا يسبح ولا يهلل ولا\nيرد السلام ولا يشمت العاطس ولا يحمد الله تعالى اذا عطس ولا يقول مثل ما\nيقول المؤذن قالوا وكذلك لا يأتي بشيء من هذه الأذكار في حال الجماع واذا\nعطس في هذه الاحوال يحمد الله تعالى في نفسه ولا يحرك به لسانه وهذا الذي\nذكرناه من كراهة الذكر في حال البول والجماع هو كراهة تنزيه لا تحريم فلا\nاثم على فاعله وكذلك يكره الكلام على قضاء الحاجة بأي نوع كان من أنواع\nالكلام ويستثنى من هذا كله موضع الضرورة كما إذا رأى ضريرا يكاد ان يقع في\nبئر أو رأى حية أو عقربا أو غير ذلك يقصد انسانا أو نحو ذلك فإن الكلام في\nهذه المواضع ليس بمكروه بل هو واجب وهذا الذي ذكرناه من الكراهة في حال\nالاختيار هو مذهبنا ومذهب الاكثرين وحكاه بن المنذر عن بن عباس وعطاء وسعيد\nالجهني وعكرمة رضي الله عنهم وحكى عن إبراهيم النخعي وبن سيرين انهما قالا\nلا بأس به والله أعلم )\n</p>\n\n<p>\n| 1 ( باب الدليل على أن المسلم لا ينجس )\n</p>\n\n<p>\nفيه قوله صلى الله عليه وسلم ( سبحان الله أن المؤمن لاينجس ) وفي\nالرواية الاخرى ( إن المسلم لاينجس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p065'> Vol. 04, p. 065</a>\n            </div>\n             هذا الحديث أصل عظيم في\nطهارة المسلم حيا وميتا فأما الحي فطاهر باجماع المسلمين حتى الجنين إذا\nألقته امه وعليه رطوبة فرجها قال <span id='ms0645'></span> بعض أصحابنا هو طاهر بإجماع المسلمين قال\nولا يجيء فيه الخلاف المعروف في نجاسة رطوبة فرج المرأة ولا الخلاف المذكور\nفي كتب اصحابنا في نجاسة ظاهر بيض الدجاج ونحوه فإن فيه وجهين بناء على\nرطوبة الفرج هذا حكم المسلم الحي وأما الميت ففيه خلاف للعلماء وللشافعي\nفيه قولان الصحيح منهما أنه طاهر ولهذا غسل ولقوله صلى الله عليه وسلم ان\nالمسلم لا ينجس وذكر البخاري في صحيحه عن بن عباس تعليقا المسلم لا ينجس\nحيا ولا ميتا هذا حكم المسلم وأما الكافر فحكمه في الطهارة والنجاسة حكم\nالمسلم هذا مذهبنا ومذهب الجماهير من السلف والخلف وأما قول الله عز وجل\n<span class='quran'>إنما المشركون نجس </span>فالمراد نجاسة الإعتقاد والاستقذار وليس\nالمراد أن أعضاءهم نجسه كنجاسة البول والغائط ونحوهما فاذا ثبتت طهارة\nالادمي مسلما كان أو كافرا فعرقه ولعابه ودمعه طاهرات سواء كان محدثا أو\nجنبا أو حائضا أو نفساء وهذا كله باجماع المسلمين كما قدمته في باب الحيض\nوكذلك الصبيان أبدانهم وثيابهم ولعابهم محمولة على الطهارة حتى تتيقن\nالنجاسة فتجوزالصلاة في ثيابهم والاكل معهم من المائع اذا غمسوا أيديهم فيه\nودلائل هذا كله من السنة والاجماع مشهورة والله أعلم وفي هذا الحديث\nاستحباب احترام أهل الفضل وأن يوقرهم جليسهم ومصاحبهم فيكون على أكمل\nالهيئات وأحسن الصفات وقد استحب العلماء لطالب العلم أن يحسن حاله في حال\nمجالسة شيخه فيكون متطهرا متنظفا بازالة الشعور المأمور بأزالتها وقص\nالأظفار وازالة الروائح الكريهة والملابس المكروهة وغير ذلك فإن ذلك من\nاجلال العلم والعلماء والله أعلم وفي هذا الحديث أيضا من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p066'> Vol. 04, p. 066</a>\n            </div>\n             من\nالآداب أن العالم اذا رأى من تابعه أمرا يخاف عليه فيه خلاف الصواب سأله\nعنه وقال له صوابه وبين له حكمه والله أعلم وأما ألفاظ الباب ففيه قوله صلى\nالله عليه وسلم ( المؤمن لاينجس ) يقال بضم الجيم وفتحها لغتان وفي ماضيه\nلغتان نجس ونجس بكسر الجيم وضمها فمن كسرها في الماضي فتحها في المضارع ومن\nضمها في الماضي ضمها في المضارع أيضا وهذا قياس <span id='ms0646'></span> مطرد معروف عند أهل العربية\nالا أحرفا مستثناه من المكسور والله أعلم وفيه قوله فانسل أي ذهب في خفية )\nوفيه قوله صلى الله عليه وسلم ( سبحان الله أن المؤمن لا ينجس ) وقد قدمنا\nفي مواضع أن سبحان الله في هذا الموضع وشبهه يراد بها التعجب وبسطنا الكلام\nفيه في باب وجوب الغسل على المرأة اذا انزلت المني وفيه قوله ( فحاد عنه )\nأي مال وعدل وفيه أبو رافع عن أبي هريره واسم أبي رافع نفيع وفيه أبو وائل\nواسمه شقيق بن سلمه وأما ما يتعلق بأسانيد الباب ففيه قول مسلم في الاسناد\nالثاني ( وحدثنا أبو بكر بن أبي شيبة وأبو كريب قالا حدثنا وكيع عن مسعر عن\nواصل عن أبي وائل عن حذيفة ) هذا الاسناد كله كوفيون الا أن حذيفة كان معظم\nمقامه بالمدائن وأما قوله في الاسناد الأول ( حدثني زهير بن حرب حدثنا يحيى\nبن سعيد قال حميد حدثنا ح وحدثنا أبو بكر بن أبي شيبة واللفظ له قال حدثنا\nإسماعيل بن علية عن حميد الطويل عن أبي رافع عن أبي هريرة ) فقد يلتبس على\nبعض الناس قوله قال حميد حدثنا وليس فيه ما يوجب اللبس على من له أدنى\nاشتغال بهذا الفن فان اكثر ما فيه أنه قدم حميدا على حدثنا والغالب أنهم\nيقولون حدثنا حميد فقال هو حميد حدثنا ولا فرق بين تقديمه وتأخيره في\nالمعنى والله أعلم وأما قوله عن حميد عن أبي رافع فهكذا هو في صحيح مسلم في\nجميع النسخ قال القاضي عياض قال الامام أبو عبد الله المازري هذا الاسناد\nمنقطع انما يرويه حميد عن بكر بن عبد الله المزني عن أبي رافع هكذا أخرجه\nالبخاري وأبوبكر بن أبي شيبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p067'> Vol. 04, p. 067</a>\n            </div>\n             في مسنده وهذا كلام القاضي عن\nالمازري وكما أخرجه البخاري عن حميد عن بكر عن أبي رافع كذلك أخرجه أبو\nداود والترمذي والنسائي وبن ماجة وغيرهم من الائمة ولا يقدح هذا في أصل متن\nالحديث فان المتن ثابت على كل حال من رواية أبي <span id='ms0647'></span> هريرة ومن رواية حذيفة\nوالله أعلم\n</p>\n\n<p>\n| 1 ( باب ذكر الله تعالى في حال الجنابة وغيرها )\n</p>\n\n<p>\nقول عائشة رضي الله عنها ( كان النبي صلى الله عليه وسلم يذكر الله تعالى\nعلى كل احيانه ) هذا الحديث أصل في جواز ذكر الله تعالى بالتسبيح والتهليل\nوالتكبير والتحميد وشبهها من الاذكار وهذا جائز باجماع المسلمين وانما\nاختلف العلماء في جواز قراءة القرأن للجنب والحائض فالجمهور على تحريم\nالقراءة عليهما جميعا ولا فرق عندنا بين آية وبعض آية فان الجميع يحرم ولو\nقال الجنب بسم الله أو الحمدلله ونحو ذلك ان قصد به القرآن حرم عليه وان\nقصد به الذكر أو لم يقصد شيئا لم يحرم ويجوز للجنب والحائض أن يجريا القرآن\nعلى قلوبهما وأن ينظرا في المصحف ويستحب لهما اذاأرادا الاغتسال أن يقولا\nبسم الله على قصد الذكر واعلم أنه يكره الذكر في حالة الجلوس على البول\nوالغائط وفي حالة الجماع وقد قدمنا بيان هذا قريبا في اخر باب التيمم وبينا\nالحالة التي تستثنى منه وذكرنا هناك اختلاف العلماء في كراهته فعلى قول\nالجمهور أنه مكروه يكون الحديث مخصوصا بما سوى هذه الاحوال ويكون معظم\nالمقصود أنه صلى الله عليه وسلم كان يذكر الله تعالى متطهرا ومحدثا وجنبا\nوقائما وقاعدا ومضطجعا وماشيا والله أعلم قوله في اسناد حديث الباب ( حدثنا\nالبهي عن عروة ) هو بفتح الباء الموحده وكسرالهاء وتشديد الياء وهو لقب له\nواسمه عبد الله بن بشار قال يحيى بن معين وأبو على الغساني وغيرهما قالا\nوهو معدود في الطبقة الاولى من الكوفيين وكنيته أبو محمد وهو مولى مصعب بن\nالزبير والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p068'> Vol. 04, p. 068</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب جواز اكل المحدث الطعام وانه لا كراهة في ذلك ( وأن الوضوء ليس\nعلى الفور ) )\n</p>\n\n<p>\nأعلم ان العلماء مجمعون على أن للمحدث أن يأكل ويشرب ويذكر الله سبحانه\nوتعالى ويقرأ القرأن ويجامع ولا كراهة في شيء من ذلك وقد تظاهرت على هذا\nكله دلائل السنة الصحيحة المشهورة مع إجماع الامة وقد قدمنا أن اصحابنا\nرحمهم الله تعالى اختلفوا في وقت وجوب <span id='ms0648'></span> الوضوء هل هو بخروج الحدث ويكون\nوجوبا موسعا أم لا يجب إلا بالقيام إلى الصلاة أم يجب بالخروج والقيام فيه\nثلاثة اوجه أصحها عندهم الثالث والله أعلم قوله ( وأتى بطعام فقيل له ألا\nتوضأ فقال لم أصلي فأتوضأ ) أما لم فبكسر اللام وفتح الميم وأصلي باثبات\nالياء في اخره وهو استفهام انكار ومعناه الوضوء يكون لمن أراد الصلاة وأنا\nلا أريد أن أصلي الان والمراد بالوضوء الوضوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p069'> Vol. 04, p. 069</a>\n            </div>\n             الشرعي وحمله\nالقاضي عياض على الوضوء اللغوي وجعل المراد غسل الكفين وحكى اختلاف العلماء\nفي كراهته غسل الكفين قبل الطعام واستحبابه وحكى الكراهة عن مالك والثوري\nرحمهما الله تعالى والظاهر ما قدمناه أن المراد الوضوء الشرعي والله سبحانه\nوتعالى اعلم\n</p>\n\n<p>\n| 1 ( باب ما يقال اذا أراد دخول الخلاء )\n</p>\n\n<p>\nقوله ( كان رسول الله صلى الله عليه وسلم اذا دخل الخلاء قال اللهم اني\nأعوذ بك من الخبث والخبائث ) وفي رواية إذا دخل الكنيف وفي رواية ( أعوذ\nبالله من الخبث والخبائث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p070'> Vol. 04, p. 070</a>\n            </div>\n             أما الخلاء فبفتح الخاء والمد والكنيف\nبفتح الكاف وكسر النون والخلاء والكنيف والمرحاض كلها موضع قضاء الحاجة\nوقوله اذا دخل معناه إذا أراد الدخول وكذا جاء مصرحا به في رواية البخاري\nقال كان اذا اراد أن يدخل وأما الخبث فبضم الباء واسكانها وهما وجهان\nمشهوران في رواية هذا الحديث ونقل القاضي عياض رحمه الله تعالى أن اكثر\nروايات الشيوخ الاسكان وقد قال الامام أبو سليمان الخطابي رحمة الله تعالى\nالخبث بضم الباء جماعة الخبيث والخبائث جمع الخبيثه قال يريد ذكران\nالشياطين واناثهم قال وعامة المحدثين يقولون الخبث باسكان الباء وهو غلط\nوالصواب الضم هذا كلام الخطابي وهذا الذي غلطهم فيه ليس بغلط ولا يصح\nانكاره جواز الاسكان فإن الاسكان جائز على سبيل التخفيف كما يقال كتب ورسل\nوعنق وأذن ونظائره فكل هذا وما أشبهه جائز تسكينه بلا خلاف عند أهل العربية\nوهو باب معروف من أبواب التصريف لايمكن أنكاره ولعل الخطابي أراد الانكار\nعلى من يقول أصله الاسكان فإن كان اراد هذا فعبارته موهمة وقد <span id='ms0649'></span> صرح جماعة من\nأهل المعرفة بأن الباء هنا ساكنه منهم الامام أبوعبيد امام هذا الفن\nوالعمدة فيه واختلفوا في معناه فقيل هو الشر وقيل الكفر وقيل الخبث\nالشياطين والخبائث المعاصي قال بن الاعرابي الخبث في كلام العرب ألمكروه\nفان كان من الكلام فهو الشتم وان كان من الملل فهو الكفر وان كان من الطعام\nفهو الحرام وان كان من الشراب فهو الضار والله أعلم وهذا الادب مجمع على\nاستحبابه ولا فرق فيه بين البنيان والصحراء والله اعلم\n</p>\n\n<p>\n| 1 ( باب الدليل على أن نوم الجالس لا ينقض الوضوء )\n</p>\n\n<p>\nفيه قول مسلم ( وحدثنا شيبان بن فروخ حدثنا عبد الوارث عن عبد العزيز عن\nأنس قال أقيمت الصلاة ورسول الله صلى الله عليه وسلم يناجي الرجل ) وفي\nرواية ( نجى لرجل فما قام إلى الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p071'> Vol. 04, p. 071</a>\n            </div>\n             حتى نام القوم ) قال مسلم\n( حدثنا عبيد الله بن معاذ العنبري حدثنا أبي حدثنا شعبة عن عبد العزيز بن\nصهيب سمع أنس بن مالك رضي الله عنه اقيمت الصلاة والنبي صلى الله عليه وسلم\nيناجي رجلا فلم يزل يناجيه حتى نام اصحابه ثم جاء فصلى بهم ) قال مسلم (\nوحدثنا يحيى بن حبيب الحارثي حدثنا خالد وهو بن الحارث حدثنا شعبة عن قتادة\nقال سمعت انسا يقول كان اصحاب رسول الله صلى الله عليه وسلم ينامون ثم\nيصلون ولا يتوضؤون قال قلت سمعته من أنس قال إي والله ) هذه الاسانيد\nالثلاثة رجالها بصريون كلهم وقد قدمنا مرات أن شعبة واسطى بصرى وقد قدمنا\nبيان كون فروخ والد شيبان لا ينصرف للعجمة وقد قدمنا بيان الفائدة في قوله\nوهو بن الحارث وأوضحنا ذلك في الفصول المتقدمه وفي مواضع بعدها وأما قوله\nقلت سمعته من أنس قال إي والله مع أنه قال أولا سمعت أنسا فاراد به\nالاستثبات فان قتادة رضي الله عنه كان من المدلسين وكان شعبة رحمه الله\nتعالى من أشد الناس ذما للتدليس وكان يقول الزنى أهون من التدليس وقد تقرر\nأن المدلس اذا قال عن لا يحتج به واذا <span id='ms0650'></span> قال سمعت احتج به على المذهب الصحيح\nالمختار فأراد شعبة رحمة الله تعالى الاستثبات من قتادة في لفظ السماع\nوالظاهر أن قتادة علم ذلك من حال شعبة ولهذا حلف بالله تعالى والله أعلم\nوأما قوله نجى لرجل فمعناه مسار له والمناجاة التحديث سرا ويقال رجل نجى\nرجلان ونجى ورجال نجى بلفظ واحد قال الله تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p072'> Vol. 04, p. 072</a>\n            </div>\n             <span class='quran'>وقربناه\nنجيا </span>وقال تعالى <span class='quran'>خلصوا نجيا </span>والله أعلم وأما فقه الحديث\nففيه جواز مناجاة الرجل بحضرة الجماعة وانما نهى عن ذلك بحضرة الواحد وفيه\nجواز الكلام بعد اقامة الصلاة لاسيما في الامور المهمة ولكنه مكروه في غير\nالمهم وفيه تقديم الاهم فالأهم من الامور عند ازدحامها فإنه صلى الله عليه\nوسلم انما ناجاه بعد الاقامة في امر مهم من امور الدين مصلحته راجحة على\nتقديم الصلاة وفيه أن نوم الجالس لا ينقض الوضوء وهذه هي المسألة المقصودة\nبهذا الباب وقد اختلف العلماء فيها على مذاهب احدها أن النوم لا ينقض\nالوضوء على اي حال كان وهذا محكي عن أبي موسى الاشعري وسعيد بن المسيب وابي\nمجلز وحميد الاعرج وشعبة والمذهب الثاني أن النوم ينقض الوضوء بكل حال وهو\nمذهب الحسن البصري والمزني وابي عبيد القاسم بن سلام واسحاق بن راهويه وهو\nقول غريب للشافعي قال بن المنذر وبه أقول قال وروي معناه عن بن عباس وأنس\nوابي هريرة رضي الله عنهم والمذهب الثالث أن كثير النوم ينقض بكل حال\nوقليله لا ينقض بحال وهذا مذهب الزهري وربيعة والأوزاعي ومالك واحمد في\nأحدى الروايتين عنه والمذهب الرابع أنه اذا نام على هيئة من هيئات المصلين\nكالراكع والساجد والقائم والقاعد لاينتقض وضوؤه سواء كان في الصلاة أو لم\nيكن وان نام مضطجعا أو مستلقيا على قفاه انتقض وهذا مذهب أبي حنيفة وداود\nوهو قول للشافعي غريب والمذهب الخامس أنه لا ينقض الا نوم الراكع والساجد\nروى هذا عن أحمد بن حنبل رحمه الله تعالى والمذهب السادس أنه لا ينقض\nالانوم الساجد وروي أيضا عن أحمد رضي الله <span id='ms0651'></span> عنه والمذهب السابع أنه لاينقض\nالنوم في الصلاة بكل حال وينقض خارج الصلاة وهو قول ضعيف للشافعي رحمه الله\nتعالى والمذهب الثامن أنه اذا نام جالسا ممكنا مقعدته من الأرض لم ينتقض\nوالا انتقض سواء قل أو كثر سواء كان في الصلاة أو خارجها وهذا مذهب الشافعي\nوعنده أن النوم ليس حدثا في نفسه وانما هو دليل على خروج الريح فاذا نام\nغير ممكن المقعدة غلب على الظن خروج الريح فجعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p073'> Vol. 04, p. 073</a>\n            </div>\n             الشرع هذا\nالغالب كالمحقق وأما اذا كان ممكنا فلا يغلب على الظن الخروج والاصل بقاء\nالطهارة وقد وردت احاديث كثيرة في هذه المسألة يستدل بها لهذه المذاهب وقد\nقررت الجمع بينها ووجه الدلالة منها في شرح المهذب وليس مقصودي هنا الاطناب\nبل الاشارة إلى المقاصد والله أعلم واتفقوا على أن زوال العقل بالجنون\nوالاغماء والسكر بالخمر أو النبيذ أو البنج أو الدواء ينقض الوضوء سواء قل\nأو كثر سواء كان ممكن المقعدة أوغير ممكنها قال اصحابنا وكان من خصائص رسول\nالله صلى الله عليه وسلم أنه لاينتقض وضوؤه بالنوم مضطجعا للحديث الصحيح عن\nبن عباس قال نام رسول الله صلى الله عليه وسلم حتى سمعت غطيطه ثم صلى ولم\nيتوضأ والله أعلم ( فرع ) قال الشافعي والأصحاب لاينقض الوضوء بالنعاس\nوهوالسنة قالوا وعلامة النوم أن فيه غلبة على العقل وسقوط حاسة البصر\nوغيرها من الحواس وأما النعاس فلا يغلب على العقل وانما تفتر فيه الحواس من\nغير سقوطها ولو شك هل نام أم نعس فلا وضوء عليه ويستحب أن يتوضأ ولو تيقن\nالنوم وشك هل نام ممكن المقعدة من الأرض أم لا لم ينقض وضوؤه ويستحب أن\nيتوضأ ولو نام جالسا ثم زالت اليتاه أو إحداهما عن الأرض فإن زالت قبل\nالانتباه انتقض وضوؤه لانه مضى عليه لحظة وهو نائم غير ممكن المقعدة وان\nزالت بعد الانتباه أو معه أو شك في وقت زوالها لم ينتقض وضوؤه ولو نام\nممكنا مقعدته من الأرض مستندا إلى حائط أوغيره لم ينتقض وضوؤه <span id='ms0652'></span> سواء كانت\nبحيث لو رفع الحائط لسقط أو لم يكن ولونام محتبيا ففيه ثلاثة أوجه لاصحابنا\nأحدها لاينتقض كالمتربع والثاني ينتقض كالمضطجع والثالث أن كان نحيف البدن\nبحيث لاتنطبق اليتاه على الأرض انتقض وان كان الحم البدن بحيث ينطبقان لم\nينتقض والله أعلم بالصواب وله الحمد والنعمة وبه التوفيق والعصمة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p074'> Vol. 04, p. 074</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( كتاب الصلاة )\n</p>\n\n<p>\nاختلف العلماء في أصل الصلاة فقيل هي الدعاء لاشتمالها عليه وهذا قول\nجماهير أهل العربية والفقهاء وغيرهم وقيل لأنها ثانية لشهادة التوحيد\nكالمصلي من السابق في خيل الحلبة وقيل هي من الصلوين وهما عرقان مع الردف\nوقيل هما عظمان ينحنيان في الركوع والسجود قالوا ولهذا كتبت الصلوة بالواو\nفي المصحف وقيل هي من الرحمة وقيل أصلها الاقبال على الشيء وقيل غير ذلك\nوالله تعالى أعلم\n</p>\n\n<p>\n| 1 ( باب بدء الاذان )\n</p>\n\n<p>\nقال أهل اللغة الاذان الاعلام قال الله تعالى <span class='quran'>وأذان من الله ورسوله\n</span>وقال تعالى <span class='quran'>فأذن مؤذن </span>ويقال الاذان والتأذين والاذين قوله (\nكان المسلمون يجتمعون فيتحينون الصلاة ) قال القاضي عياض رحمه الله تعالى\nمعنى يتحينون يقدرون حينها ليأتوا اليها فيه والحين الوقت من الزمان قوله (\nفقال بعضهم اتخذوا ناقوسا ) قال أهل اللغة هو الذي يضرب به النصارى لأوقات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p075'> Vol. 04, p. 075</a>\n            </div>\n             صلواتهم وجمعه نواقيس والنقس ضرب الناقوس قوله ( كان المسلمون\nحين قدموا المدينة يجتمعون فيتحينون الصلاة وليس ينادي بها أحد فتكلموا\nيوما في ذلك فقال بعضهم أتخذوا ناقوسا وقال بعضهم قرنا فقال عمر رضي الله\nعنه أولا تبعثون رجلا ينادي بالصلاة قال رسول الله صلى الله عليه وسلم قم\nيا بلال فناد بالصلاة ) في هذا الحديث فوائد منها منقبة عظيمة لعمر بن\nالخطاب رضي الله تعالى عنه في إصابته الصواب وفيه التشاور في الامور لاسيما\nالمهمة وذلك مستحب في حق الأمة باجماع العلماء وأختلف أصحابنا هل كانت\nالمشاورة واجبة على رسول الله صلى الله عليه وسلم أم كانت سنة في حقه صلى\nالله عليه وسلم كما في حقنا والصحيح عندهم وجوبها وهو المختار قال الله\nتعالى <span class='quran'>وشاورهم في الأمر </span>والمختار الذي عليه جمهور الفقهاء <span id='ms0653'></span> ومحققو\nأهل الاصول أن الأمر للوجوب وفيه أنه ينبغي للمتشاورين أن يقول كل منهم ما\nعنده ثم صاحب الامر يفعل ما ظهرت له مصلحة والله أعلم وأما قوله ( أولا\nتبعثون رجلا ينادي بالصلاة ) فقال القاضي عياض رحمه الله ظاهرة أنه اعلام\nليس على صفة الأذان الشرعي بل اخبار بحضور وقتها وهذا الذي قاله محتمل أو\nمتعين فقد صح في حديث عبد الله بن زيد بن عبد ربه في سنن أبي داود والترمذي\nوغيرهما أنه رأى ألاذان في المنام فجاء إلى رسول الله صلى الله عليه وسلم\nيخبره به فجاء عمر رضي الله عنه فقال يا رسول الله والذي بعثك بالحق لقد\nرأيت مثل الذي رأى وذكر الحديث فهذا ظاهرة أنه كان في مجلس آخر فيكون\nالواقع الاعلام أولا ثم رأى عبد الله بن زيد الأذان فشرعه النبي صلى الله\nعليه وسلم بعد ذلك أما بوحي واما باجتهاده صلى الله عليه وسلم على مذهب\nالجمهور في جواز الاجتهاد له صلى الله عليه وسلم وليس هو عملا بمجرد المنام\nهذا ما لايشك فيه بلا خلاف والله أعلم قال الترمذي ولايصح لعبد الله بن زيد\nبن عبد ربه هذا عن النبي صلى الله عليه وسلم شيء غير حديث الاذان وهو غير\nعبد الله بن زيد بن عاصم المازني ذاك له أحاديث كثيرة في الصحيحين وهو عم\nعباد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p076'> Vol. 04, p. 076</a>\n            </div>\n             بن تميم والله أعلم وأما قوله صلى الله عليه وسلم (\nيابلال قم فناد بالصلاة ) فقال القاضي عياض رحمه الله فيه حجة لشرع الاذان\nمن قيام وأنه لايجوز الأذان قاعدا قال وهو مذهب العلماء كافة الا أبا ثور\nفانه جوزه ووافقه أبو الفرج المالكي وهذا الذي قاله ضعيف لوجهين أحدهما أنا\nقدمنا عنه أن المراد بهذا النداء الاعلام بالصلاة لا الاذان المعروف\nوالثاني أن المراد قم فاذهب إلى موضع بارز فناد فيه بالصلاة ليسمعك الناس\nمن البعد وليس فيه تعرض للقيام في حال الاذان لكن يحتج للقيام في الأذان\nباحاديث معروفة غير هذا وأما قوله مذهب العلماء <span id='ms0654'></span> كافة أن القيام واجب فليس\nكما قال بل مذهبنا المشهور أنه سنة فلو أذن قاعدا بغير عذر صح أذانه لكن\nفاتته الفضيلة وكذا لو أذن مضطجعا مع قدرته على القيام صح أذانه على الاصح\nلان المراد ألاعلام وقد حصل ولم يثبت في اشتراط القيام شيء والله أعلم وأما\nالسبب في تخصيص بلال رضي الله عنه بالنداء والاعلام فقد جاء مبينا في سنن\nأبي داود والترمذي وغيرهما في الحديث الصحيح حديث عبد الله بن زيد أن رسول\nالله صلى الله عليه وسلم قال له القه على بلال فانه اندى صوتا منك قيل\nمعناه أرفع صوتا وقيل أطيب فيؤخذ منه استحباب كون المؤذن رفيع الصوت وحسنه\nوهذا متفق عليه قال اصحابنا فلو وجدنا مؤذنا حسن الصوت يطلب على اذانه رزقا\nوآخر يتبرع بالأذان لكنه غير حسن الصوت فأيهما يؤخذ فيه وجهان أصحهما يرزق\nحسن الصوت وهو قول بن شريح والله أعلم وذكر العلماء في حكمة الأذان أربعة\nاشياء اظهار شعار الاسلام وكلمة التوحيد والاعلام بدخول وقت الصلاة\nوبمكانها والدعاء إلى الجماعة والله أعلم\n</p>\n\n<p>\n| 1 ( باب الأمر بشقع الأذن وايتار الاقامة الا كلمة الاقامة فانها مثنى\n)\n</p>\n\n<p>\nفيه خالد الحذاء عن أبي قلابة عن أنس رضي الله عنه قال أمر بلال أن يشفع\nالأذان ويوتر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p077'> Vol. 04, p. 077</a>\n            </div>\n             الاقامة الا الاقامة ) أما خالد الحذاء فهو خالد\nبن مهران أبو المنازل بضم الميم وبالنون وكسر الزاي ولم يكن حذاء وانما كان\nيجلس في الحذائين وقيل في سببه غير هذا وقد سبق بيانه وأما أبو قلابه فبكسر\nالقاف وبالباء الموحدة اسمه عبد الله بن زيد الجرمي تقدم بيانه أيضا وقوله\nيشفع الاذان هو بفتح الياء والفاء وقوله أمر بلال هو بضم الهمزة وكسر الميم\nأي أمره رسول الله صلى الله عليه وسلم هذا هو الصواب الذي عليه جمهور\nالعلماء من الفقهاء وأصحاب الاصول وجميع المحدثين وشذ بعضهم فقال هذا اللفظ\nوشبهه موقوف لاحتمال أن يكون الآمر غير رسول الله صلى الله عليه وسلم وهذا\nخطأ والصواب أنه مرفوع لان اطلاق <span id='ms0655'></span> ذلك انما ينصرف إلى صاحب الامر والنهي وهو\nرسول الله صلى الله عليه وسلم ومثل هذا اللفظ قول الصحابي أمرنا بكذا\nونهينا عن كذا أوأمر الناس بكذا ونحوه فكله مرفوع سواء قال الصحابي ذلك في\nحياة رسول الله صلى الله عليه وسلم أم بعد وفاته والله أعلم وأما قوله أمر\nبلال أن يشفع الأذان فمعناه يأتي به مثنى وهذا مجمع عليه اليوم وحكى في\nافراده خلاف عن بعض السلف واختلف العلماء في اثبات الترجيع كما سأذكره في\nالباب الاتي ان شاء الله تعالى وأما قوله ويوتر الاقامة فمعناه يأتي بها\nوترا ولا يثنيها بخلاف الاذان وقوله الا الاقامة معناه الا لفظ الاقامة وهي\nقوله قد قامت الصلاة فانه لايوترها بل يثنيها واختلف العلماء رضي الله عنهم\nفي لفظ الاقامة فالمشهور من مذهبنا الذي تظاهرت عليه نصوص الشافعي رضي الله\nعنه وبه قال أحمد وجمهور العلماء أن ألاقامة احدى عشرة كلمه الله أكبر الله\nأكبر أشهد أن لا إله إلا الله أشهد أن محمدا رسول الله حي على الصلاة حي\nعلى الفلاح قد قامت الصلاة قد قامت الصلاة الله أكبر الله أكبر لا اله الا\nالله وقال مالك رحمه الله في المشهور عنه هي عشر كلمات فلم يثن لفظ الإقامة\nوهو قول قديم للشافعي ولنا قول شاذ أنه يقول في الاول الله اكبر مرة وفي\nالاخر الله أكبر ويقول قد قامت الصلاة مرة فتكون ثمان كلمات والصواب الأول\nوقال أبو حنيفة الاقامة سبع عشرة كلمة فيثنيها كلها وهذا المذهب شاذ قال\nالخطابي مذهب جمهور العلماء والذي جرى به العمل في الحرمين والحجاز والشام\nواليمن ومصر والمغرب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p078'> Vol. 04, p. 078</a>\n            </div>\n             إلى اقصى بلاد الاسلام أن الاقامة فرادى\nقال الامام أبو سليمان الخطابي رحمه الله تعالى مذهب عامة العلماء أنه يكرر\nقوله قد قامت الصلاة الا مالكا فان المشهور عنه انه لا يكررها والله أعلم\nوالحكمة في افراد الاقامة وتثنية الاذان أن الأذان لإعلام الغائبين فيكرر\nليكون ابلغ في اعلامهم والاقامة للحاضرين فلا حاجة إلى تكرارها <span id='ms0656'></span> ولهذا قال\nالعلماء يكون رفع الصوت في الاقامة دونه في الاذان وانما كرر لفظ الاقامة\nخاصة لانه مقصود الاقامة والله أعلم فان قيل قد قلتم أن المختار الذي عليه\nالجمهور أن ألاقامة احدى عشرة كلمة منها الله أكبر الله أكبر أولا وآخرا\nوهذا تثنية فالجواب ان هذا وان كان صورة تثنية فهو بالنسبة إلى الاذان\nافراد ولهذا قال أصحابنا يستحب للمؤذن أن يقول كل تكبيرتين بنفس واحد فيقول\nفي اول الاذان الله أكبر الله اكبر بنفس واحد ثم يقول الله أكبر الله اكبر\nبنفس آخر والله أعلم قوله ( ذكروا أن يعلموا وقت الصلاة ) هو بضم الياء\nواسكان العين أي يجعلوا له علامة يعرف بها قوله ( فذكروا أن ينوروا نارا )\nوفي الرواية الاخرى يوروا نارا بضم الياء واسكان الواو ومعناهما متقارب\nفمعنى ينوروا أي يظهروا نورها ومعنى أي يوقدوا ويشعلوا يقال أوريت النار أي\nاشعلتها قال الله تعالى <span class='quran'>أفرأيتم النار التي تورون </span>والله أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p079'> Vol. 04, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب صفة الاذان )\n</p>\n\n<p>\nقوله ( أبو غسان المسمعي ) قد قدمنا مرات أن غسان مختلف في صرفه والمسمعي\nبكسر الميم الاولى وفتح الثانيه منسوب إلى مسمع جد قبيلة قوله ( أخبرنا\nمعاذ بن هشام صاحب الدستوائي ) قوله صاحب هو مجرور صفة لهشام ولايقال أنه\nمرفوع صفة لمعاذ وقد صرح مسلم رحمه الله بأنه صفة لهشام ذكره في أواخر كتاب\nالايمان في حديث الشفاعة وقد بينته هناك وأوضحت القول فيه وذكرت أنه يقال\nفيه الدستواني بالنون وأنه منسوب إلى دستوا كورة من كور الأهواز قوله ( عن\nعامر الاحول عن مكحول عن عبد الله بن محيريز ) هؤلاء ثلاثة تابعيون بعضهم\nعن بعض وعامر هذا هو عامر بن عبد الواحد البصري قوله ( عن أبي محذورة )\nاسمه سمرة وقيل اوس وقيل جابر وقال بن قتيبة في المعارف اسمه سليمان بن\nسمرة وهو غريب وأبو محذورة قرشي جمحي أسلم بعد حنين وكان من أحسن الناس\nصوتا توفي بمكة رضي الله عنه سنة تسع وخمسين وقيل سبع وسبعين ولم يزل مقيما\nبمكة وتوارثت ذريته الاذان رضي <span id='ms0657'></span> الله تعالى عنهم قوله ( عن أبي محذورة رضي\nالله عنه أن نبي الله صلى الله عليه وسلم علمه هذا الاذان الله أكبر الله\nأكبر أشهد ان لا اله الا الله أشهد أن لا إله إلا الله أشهد أن محمدا رسول\nالله اشهد أن محمدا رسول الله ثم يعود فيقول أشهد أن لا اله الا الله مرتين\nأشهد أن محمدا رسول الله مرتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p080'> Vol. 04, p. 080</a>\n            </div>\n             حي على الصلاة مرتين حي على\nالفلاح مرتين الله أكبر الله أكبر لا إله الا الله ) هكذا وقع هذا الحديث\nفي صحيح مسلم في أكثر الاصول في أوله الله أكبر مرتين فقط ووقع في غير مسلم\nالله اكبر الله اكبر الله اكبر الله اكبر أربع مرات قال القاضي عياض رحمه\nالله ووقع في بعض طرق الفارسي في صحيح مسلم اربع مرات وكذلك اختلف في حديث\nعبد الله بن زيد في التثنية والتربيع والمشهور فيه التربيع وبالتربيع قال\nالشافعي وأبو حنيفة واحمد وجمهور العلماء وبالتثنية قال مالك واحتج بهذا\nالحديث وبأنه عمل أهل المدينة وهم أعرف بالسنن واحتج الجمهور بأن الزيادة\nمن الثقة مقبولة وبالتربيع عمل اهل مكة وهي مجمع المسلمين في المواسم\nوغيرها ولم ينكر ذلك أحد من الصحابة وغيرهم والله أعلم وفي هذا الحديث حجة\nبينه ودلالة واضحة لمذهب مالك والشافعي واحمد وجمهور العلماء ان الترجيع في\nالاذان ثابت مشروع وهو العود إلى الشهادتين مرتين برفع الصوت بعد قولهما\nمرتين بخفض الصوت وقال أبو حنيفة والكوفيون لا يشرع الترجيع عملا بحديث عبد\nالله بن زيد فانه ليس فيه ترجيع وحجة الجمهور هذا الحديث الصحيح والزيادة\nمقدمة مع ان حديث أبي محذورة هذا متأخر عن حديث عبد الله بن زيد فإن حديث\nأبي محذورة سنة ثمان من الهجرة بعد حنين وحديث بن زيد في أول الامر وانضم\nإلى هذا كله عمل اهل مكة والمدينة وسائر الامصار وبالله التوفيق واختلف\nاصحابنا في الترجيع هل هو ركن لايصح الاذان إلا به أم هو سنة ليس ركنا حتى\nلو تركه صح <span id='ms0658'></span> الاذان مع فوات كمال الفضيلة على وجهين والاصح عندهم أنه سنة\nوقد ذهب جماعة من المحدثين وغيرهم إلى التخيير بين فعل الترجيع وتركه\nوالصواب اثباته والله أعلم قوله حي على الصلاة معناه تعالوا إلى الصلاة\nوأقبلوا اليها قالوا وفتحت الياء لسكونها وسكون الياء السابقة المدغمة\nومعنى حي على الفلاح هلم إلى الفوز والنجاة وقيل إلى البقاء أي أقبلوا على\nسبب البقاء في الجنة والفلح بفتح الفاء واللام لغة في الفلاح حكاهما\nالجوهري وغيره ويقال لحي على كذا الحيعلة قال الامام أبو منصور الازهري قال\nالخليل بن أحمد رحمهما الله تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p081'> Vol. 04, p. 081</a>\n            </div>\n             الحاء والعين لا يأتلفان في\nكلمة أصلية الحروف لقرب مخرجيهما الا أن يؤلف فعل من كلمتين مثل حي على\nفيقال منه حيعل والله أعلم\n</p>\n\n<p>\n| 1 ( باب استحباب اتخاذ مؤذنين للمسجد الواحد )\n</p>\n\n<p>\nفيه حديث بن عمر رضي الله عنهما ( كان لرسول الله صلى الله عليه وسلم\nمؤذنان بلال وبن أم مكتوم الاعمى رضي الله عنهما ) في هذا الحديث فوائد\nمنها جواز وصف الانسان بعيب فيه للتعريف أو مصلحة تترتب عليه لا على قصد\nالتنقيص وهذا أحد وجوه الغيبة المباحة وهي ستة مواضع يباح فيها ذكر الانسان\nبعيبه ونقصه وما يكرهه وقد بينتها بدلائلها واضحة في آخر كتاب الاذكار الذي\nلا يستغنى متدين عن مثله وسأذكرها ان شاء الله تعالى في كتاب النكاح عند\nقول النبي صلى الله عليه وسلم أما معاوية فصعلوك وفي حديث أن أبا سفيان رجل\nشحيح وفي حديث بئس أخو العشيرة وأنبه على نظائرها في مواضعها ان شاء الله\nتعالى وبالله التوفيق واسم بن أم مكتوم عمرو بن قيس بن زائدة بن الاصم بن\nهرم بن رواحة هذا قول الاكثرين وقيل أسمه عبد الله بن زائدة واسم أم مكتوم\nعاتكه توفي بن أم مكتوم يوم القادسية شهيدا والله أعلم وقوله كان لرسول\nالله صلى الله عليه وسلم مؤذنان يعني بالمدينة وفي وقت واحد وقد كان أبو\nمحذورة مؤذنا لرسول الله صلى الله عليه وسلم بمكة وسعد القرظ أذن لرسول <span id='ms0659'></span>\nالله صلى الله عليه وسلم بقباء مرات وفي هذا الحديث استحباب اتخاذ مؤذنين\nللمسجد الواحد يؤذن أحدهما قبل طلوع الفجر والاخر عند طلوعه كما كان بلال\nوبن أم مكتوم يفعلان قال اصحابنا فاذا احتاج إلى أكثر من مؤذنين اتخذ ثلاثة\nوأربعة فأكثر بحسب الحاجة وقد اتخذ عثمان رضي الله عنه أربعة للحاجة عند\nكثرة الناس قال اصحابنا ويستحب أن لايزاد على اربعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p082'> Vol. 04, p. 082</a>\n            </div>\n             إلا لحاجة\nظاهرة قال اصحابنا واذا ترتب للاذان اثنان فصاعدا فالمستحب ان يؤذنوا دفعة\nواحدة بل ان اتسع الوقت ترتبوا فيه فان تنازعوا في الابتداء به اقرع بينهم\nوان ضاق الوقت فان كان المسجد كبيرا اذنوا متفرقين في اقطاره وان كان ضيقا\nوقفوا معا واذنوا وهذا اذا لم يؤد اختلاف الاصوات إلى تهويش فان ادى إلى\nذلك لم يؤذن الا واحد فان تنازعوا أقرع بينهم وأما الاقامة فان اذنوا على\nالترتيب فالاول أحق بها ان كان هو المؤذن الراتب أو لم يكن هناك مؤذن راتب\nفان كان الاول غير المؤذن الراتب فايهما أولى بالاقامة فيه وجهان لاصحابنا\nاصحهما أن الراتب اولى لانه منصبه ولو أقام في هذه الصور غير من له ولاية\nالاقامة اعتد به على المذهب الصحيح المختار الذي عليه جمهور اصحابنا وقال\nبعض أصحابنا لا يعتد به كما لو خطب بهم واحد وأم بهم غيره فلا يجوز على قول\nوأما اذا أذنوا معا فإن اتفقوا على اقامة واحد والا فيقرع قال اصحابنا\nرحمهم الله ولا يقيم في المسجد الواحد الا واحد إلا اذا لم تحصل الكفاية\nبواحد وقال بعض اصحابنا لا بأس أن يقيموا معا اذا لم يؤد إلى التهويش\n</p>\n\n<p>\n| 1 ( باب جواز اذان الاعمى اذا كان معه بصير )\n</p>\n\n<p>\nفيه حديث عائشة رضي الله عنها ( كان بن أم مكتوم يؤذن لرسول الله صلى\nالله عليه وسلم وهو أعمى ) وقد تقدم معظم فقه الحديث في الباب قبله ومقصود\nالباب أن اذان الاعمى صحيح وهو جائز بلا كراهة اذا كان معه بصير كما كان\nبلال وبن أم مكتوم قال <span id='ms0660'></span> اصحابنا ويكره أن يكون الاعمى مؤذنا وحده والله أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p083'> Vol. 04, p. 083</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب الامساك عن الاغارة على قوم في دار الكفر اذا سمع فيهم الاذان\n)\n</p>\n\n<p>\nفيه ( كان رسول الله صلى الله عليه وسلم يغير اذا طلع الفجر وكان يستمع\nالاذان فان سمع اذانا أمسك والا اغار فسمع رجلا يقول الله أكبر الله\nأكبرفقال رسول الله صلى الله عليه وسلم على الفطرة ثم قال اشهد ان لا اله\nالاالله فقال رسول الله صلى الله عليه وسلم خرجت من النار فنظروا فإذا راعي\nمعزى ) قوله صلى الله عليه وسلم على الفطرة أي على الاسلام وقوله صلى الله\nعليه وسلم خرجت من النار أي بالتوحيد وقوله فاذا هو راعي معزى احتج به في\nأن الاذان مشروع للمنفرد وهذا هو الصحيح المشهور في مذهبنا ومذهب غيرنا وفي\nالحديث دليل على أن الاذان يمنع الاغارة على أهل ذلك الموضع فانه دليل على\nاسلامهم وفيه أن النطق بالشهادتين يكون اسلاما وان لم يكن باستدعاء ذلك منه\nوهذا هو الصواب وفيه خلاف سبق في اول كتاب الايمان\n</p>\n\n<p>\n| 1 ( باب استحباب القول مثل قول المؤذن لمن سمعه ( ثم يصلى على النبي\nصلى الله عليه وسلم ثم يسأل له الوسيلة ) )\n</p>\n\n<p>\nفيه قوله صلى الله عليه وسلم ( اذا سمعتم المؤذن فقولوا مثل ما يقول ثم\nصلوا علي فانه من صلى علي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p084'> Vol. 04, p. 084</a>\n            </div>\n             صلاة صلى الله عليه بها عشرا ثم سلوا\nالله لي الوسيلة فانها منزلة في الجنة لا تنبغي إلا لعبد من عباد الله\nوأرجو أن أكون أنا هو فمن سأل الله لي الوسيلة حلت له الشفاعة ) وفي الحديث\nالاخر ( اذا قال المؤذن الله أكبر الله اكبر فقال احدكم الله اكبر الله\nأكبر ثم قال اشهد ان لا اله الا الله قال اشهد ان لا اله الا الله ثم قال\nاشهد ان محمدا رسول الله قال أشهد أن محمدا رسول الله ثم قال حي على الصلاة\nقال لاحول ولا قوة الا بالله ثم قال حي على الفلاح قال لاحول ولا قوة الا\nبالله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p085'> Vol. 04, p. 085</a>\n            </div>\n             ثم قال <span id='ms0661'></span> الله اكبر الله اكبر قال الله اكبر الله أكبر ثم\nقال لا اله الا الله قال لا اله الا الله من قلبه دخل الجنة ) وفي الحديث\nالاخر ( من قال حين يسمع المؤذن اشهد ان لا اله الا الله وحده لا شريك له\nوان محمدا عبده ورسوله رضيت بالله ربا وبمحمد رسولا وبالاسلام دينا غفر له\nذنبه ) أما أسماء الرجال ففيه خبيب بن عبد الرحمن بن اساف فخبيب بضم الخاء\nالمعجمة واساف بكسر الهمزة وفيه الحكيم بن عبد الله هو بضم الحاء وفتح\nالكاف وقد سبق في الفصول التي في مقدمة الكتاب أن كل ما في الصحيحين من هذه\nالصورة فهو حكيم بفتح الحاء الا اثنين بالضم حكيم هذا وزريق بن حكيم وأما\nقول مسلم ( حدثنا إسحاق بن منصور قال أخبرنا أبو جعفر محمد بن جهضم الثقفي\nقال حدثنا إسماعيل بن جعفر عن عمارة بن غزية ) إلى آخره فقال الدار قطني في\nكتاب الاستدراك هذا الحديث رواه الدراوردي وغيره مرسلا وقال الدارقطني أيضا\nفي كتاب العلل هو حديث متصل وصله إسماعيل بن جعفر وهو ثقة حافظ وزيادته\nمقبوله وقد رواه البخاري ومسلم في الصحيحين وهذا الذي قاله الدارقطني في\nكتاب العلل هو الصواب فالحديث صحيح وزيادة الثقة مقبوله وقد سبق مثال هذا\nفي الشرح والله أعلم وأما لغاته ففيه والوسيلة وقد فسرها صلى الله عليه\nوسلم بانها منزلة في الجنة قال أهل اللغة ألوسيلة المنزله عند الملك وقوله\nصلى الله عليه وسلم حلت له الشفاعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p086'> Vol. 04, p. 086</a>\n            </div>\n             أي وجبت وقيل نالته قوله ص\nاذا قال المؤذن الله اكبر الله اكبر ثم قال اشهد ان لا اله الا الله ثم قال\nاشهد ان محمدا رسول الله ثم قال حي على الصلاة إلى اخره معناه قال كل نوع\nمن هذا مثنى كما هو المشروع فاختصر صلى الله عليه وسلم من كل نوع شطره\nتنبيها على باقية ومعنى حي على كذا أي تعالوا إليه والفلاح الفوز والنجاة\nواصابة الخير قالوا وليس في كلام العرب كلمة اجمع <span id='ms0662'></span> للخير من لفظة الفلاح\nويقرب منها النصيحة وقد سبق بيان هذا في حديث الدين النصيحة فمعنى حي على\nالفلاح أي تعالوا إلى سبب الفوز والبقاء في الجنة والخلود في النعيم\nوالفلاح والفلح تطلقهما العرب ايضا على البقاء وقوله لاحول ولا قوة الا\nبالله يجوز فيه خمسة اوجه لاهل العربية مشهورة احدهما لاحول ولا قوة\nبفتحهما بلا تنوين والثاني فتح الاول ونصب الثاني منونا والثالث رفعهما\nمنونين والرابع فتح الاول ورفع الثاني منونا والخامس عكسه قال الهروي قال\nأبو الهيثم الحول الحركة أي لا حركة ولا استطاعه الا بمشيئة الله وكذا قال\nثعلب وآخرون وقيل لا حول في دفع شر ولا قوة في تحصيل خير الا بالله وقيل لا\nحول عن معصية الله إلا بعصمته ولا قوة على طاعتة الا بمعونته وحكى هذا عن\nبن مسعود رضي الله عنه وحكى الجوهري لغة غريبة ضعيفة أنه يقال لاحيل ولا\nقوة الا بالله بالياء قال والحيل والحول بمعنى ويقال في التعبير عن قولهم\nلا حول ولا قوة الا بالله الحوقلة هكذا قاله الازهري والاكثرون وقال\nالجوهري الحولقة فعلى الاول وهو المشهور الحاء والواو من الحول والقاف من\nالقوة واللام من اسم الله تعالى وعلى الثاني الحاء واللام من الحول والقاف\nمن القوة والأول أولى لئلا يفصل بين الحروف ومثل الحولقة الحيعله في حي على\nالصلاة حي على الفلاح حي على كذا والبسملة في بسم الله والحمد له في الحمد\nلله والهيللة في لا اله الا الله والسبحله في سبحان الله أما أحكام الباب\nففيه استحباب قول سامع المؤذن مثل ما يقول الا في الحيعلتين فانه يقول لا\nحول ولا قوة الا بالله وقوله صلى الله عليه وسلم في حديث أبي سعيد اذا\nسمعتم النداء فقولوا مثل ما يقول المؤذن عام مخصوص لحديث عمر أنه يقول في\nالحيعلتين لاحول ولا قوة الا بالله وفيه استحباب الصلاة على رسول الله صلى\nالله عليه وسلم بعد فراغه من متابعة المؤذن واستحباب سؤال الوسيلة له وفيه\nأنه <span id='ms0663'></span> يستحب أن يقول السامع كل كلمة بعد فراغ المؤذن منها ولا ينتظر فراغه من\nكل الأذان وفيه أنه يستحب أن يقول بعد قوله وأنا أشهد أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p087'> Vol. 04, p. 087</a>\n            </div>\n             محمدا\nرسول الله رضيت بالله ربا وبمحمد رسولا وبالاسلام دينا وفيه أنه يستحب لمن\nرغب غيره في خير أن يذكر له شيئا من دلائله لينشطه لقوله صلى الله عليه\nوسلم فانه من صلى علي مرة صلى الله عليه بها عشرا ومن سأل لي الوسيلة حلت\nله الشفاعة وفيه أن ألاعمال يشترط لها القصد والاخلاص لقوله صلى الله عليه\nوسلم من قلبه واعلم أنه يستحب اجابة المؤذن بالقول مثل قوله لكل من سمعه من\nمتطهر ومحدث وجنب وحائض وغيرهم ممن لا مانع له من الاجابة فمن أسباب المنع\nأن يكون في الخلاء أو جماع أهله أو نحوهما ومنها أن يكون في صلاة فمن كان\nفي صلاة فريضة أو نافلة فسمع المؤذن لم يوافقه وهو في الصلاة فاذا سلم أتى\nبمثله فلو فعله في الصلاة فهل يكره فيه قولان للشافعي رضي الله عنه أظهرهما\nأنه يكره لأنه اعراض عن الصلاة لكن لاتبطل صلاته ان قال ماذكرناه لانها\nأذكار فلو قال حي على الصلاة أو الصلاة خير من النوم بطلت صلاته ان كان\nعالما بتحريمه لأنه كلام آدمي ولو سمع الاذان وهو في قراءة أو تسبيح أو\nنحوهما قطع ما هو فيه وأتى بمتابعة المؤذن ويتابعه في الاقامة كالاذان الا\nانه يقول في لفظ الاقامة اقامها الله وأدامها واذا ثوب المؤذن في صلاة\nالصبح فقال الصلاة خير من النوم قال سامعة صدقت وبررت هذا تفصيل مذهبنا\nوقال القاضي عياض رحمه الله اختلف اصحابنا هل يحكي المصلي لفظ المؤذن في\nصلاة الفريضة والنافله أم لا يحكيه فيهما أم يحكيه في النافلة دون الفريضة\nعلى ثلاثة أقوال ومنعه أبو حنيفة فيهما وهل هذا القول مثل قول المؤذن واجب\nعلى من سمعه في غير الصلاة أم مندوب فيه خلاف حكاه الطحاوي الصحيح الذي\nعليه الجمهور أنه مندوب قال واختلفوا هل <span id='ms0664'></span> يقوله عند سماع كل مؤذن أم لاول\nمؤذن فقط قال واختلف قول مالك هل يتابع المؤذن في كل كلمات الأذان أم إلى\nآخر الشهادتين لانه ذكر وما بعده بعضه ليس بذكر وبعضه تكرار لما سبق والله\nأعلم ( فصل ) قال القاضي عياض رحمه الله قوله صلى الله عليه وسلم اذا قال\nالمؤذن الله أكبر الله أكبر فقال احدكم الله أكبر الله أكبر إلى آخره ثم\nقال في آخره من قلبه دخل الجنة انما كان كذلك لأن ذلك توحيد وثناء على الله\nتعالى وانقياد لطاعته وتفويض إليه لقوله لا حول ولا قوة الا بالله فمن حصل\nهذا فقد حاز حقيقة الايمان وكمال الاسلام واستحق الجنة بفضل الله تعالى\nوهذا معنى قوله في الرواية الاخرى رضيت بالله ربا وبمحمد رسولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p088'> Vol. 04, p. 088</a>\n            </div>\n            \nوبالاسلام دينا قال واعلم أن الاذان كلمة جامعه لعقيدة الايمان مشتمله على\nنوعية من العقليات والسمعيات فأوله اثبات الذات وما يستحقه من الكمال\nوالتنزيه عن اضدادها وذلك بقوله الله أكبر وهذه اللفظة مع اختصار لفظها\nدالة على ما ذكرناه ثم صرح باثبات الوحدانيه ونفى ضدها من الشركة المستحيلة\nفي حقه سبحانه وتعالى وهذه عمده الايمان والتوحيد المقدمه على كل وظائف\nالدين ثم صرح باثبات النبوة والشهادة بالرسالة لنبينا صلى الله عليه وسلم\nوهي قاعده عظيمة بعد الشهادة بالوحدانيه وموضعها بعد التوحيد لانها من باب\nالافعال الجائزة الوقوع وتلك المقدمات من باب الواجبات وبعد هذه القواعد\nكملت العقائد العقليات فيما يجب ويستحيل ويجوز في حقه سبحانه وتعالى ثم دعا\nإلى ما دعاهم إليه من العبادات فدعاهم إلى الصلاة وعقبها بعد اثبات النبوة\nلأن معرفة وجوبها من جهة النبي صلى الله عليه وسلم لا من جهة العقل ثم دعا\nإلى الفلاح وهوالفوز والبقاء في النعيم المقيم وفيه اشعار بأمور الآخرة من\nالبعث والجزاء وهي آخر تراجم عقائد الاسلام ثم كرر ذلك باقامة الصلاة\nللاعلام بالشروع فيها وهومتضمن لتأكيد الايمان وتكرار ذكره عند الشروع في\nالعبادة بالقلب واللسان وليدخل المصلى فيها على بينة من أمره وبصيرة <span id='ms0665'></span> من\nإيمانه ويستشعر عظيم ما دخل فيه وعظمة حق من يعبده وجزيل ثوابه هذا آخر\nكلام القاضي وهو من النفائس الجليلة وبالله التوفيق\n</p>\n\n<p>\n| 1 ( باب فضل الاذان وهروب الشيطان عند سماعه )\n</p>\n\n<p>\nفيه قوله صلى الله عليه وسلم ( المؤذنون اطول الناس اعناقا يوم القيامه )\nوقوله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p089'> Vol. 04, p. 089</a>\n            </div>\n             ( ان الشيطان اذا سمع النداء بالصلاة\nذهب حتى يكون مكان الروحاء قال الراوي هي من المدينة ستة وثلاثون ميلا )\nوفي رواية ( أن الشيطان اذا سمع النداء بالصلاة أحال له ضراط حتى لايسمع\nصوته فاذا سكت رجع فوسوس فإذا سمع الاقامة ذهب حتى لا يسمع صوته فاذا سكت\nرجع فوسوس ) وفي رواية ( إذا أذن المؤذن أدبر الشيطان وله حصاص ) وفي رواية\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p090'> Vol. 04, p. 090</a>\n            </div>\n             ( اذا نودي للصلاة أدبر الشيطان له ضراط حتى لا يسمع التأذين\nفاذا قضي التأذين أقبل حتى اذا ثوب بالصلاة أدبر حتى اذا قضي التثويب أقبل\nحتى يخطر بين المرء ونفسه يقول له اذكر كذا واذكر كذا لما لم يكن يذكر من\nقبل حتى يظل الرجل ما يدري كم صلى ) أما أسماء الرجال ففيه طلحة بن يحيى عن\nعمه هذا العم هو عيسى بن طلحة بن عبيد الله كما بينه في الرواية الاخرى\nوقوله ( الاعمش عن أبي سفيان ) اسم أبي سفيان طلحة بن نافع سبق بيانه مرات\nوقوله ( قال سليمان فسألته عن الروحاء ) سليمان هو الاعمش سليمان بن مهران\nوالمسئول أبو سفيان طلحة بن نافع وفيه أمية بن بسطام بكسر الباء وفتحها\nمصروف وغير مصروف وسبق بيانه في اول الكتاب مرات قوله ( أرسلني أبي إلى بني\nحارثه ) هو بالحاء قوله ( الحزامي ) هو بالحاء المهملة والزاي وأما لغاته\nوألفاظه فقوله صلى الله عليه وسلم المؤذنون أطول الناس أعناقا هو بفتح همزة\nأعناقا جمع عنق واختلف السلف والخلف في معناه فقيل معناه أكثر الناس تشوفا\nإلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p091'> Vol. 04, p. 091</a>\n            </div>\n             رحمة الله تعالى لآن المتشوف يطيل عنقه إلى ما يتطلع إليه\nفمعناه كثرة ما يرونه من الثواب وقال النضر بن شميل اذا ألجم الناس العرق\nيوم القيامه طالت اعناقهم لئلا <span id='ms0666'></span> ينالهم ذلك الكرب والعرق وقيل معناه أنهم\nسادة ورؤساء والعرب تصف السادة بطول العنق وقيل معناه أكثر اتباعا وقال بن\nالاعرابي معناه اكثر الناس أعمالا قال القاضي عياض وغيره ورواه بعضهم\nأعناقا بكسر الهمزة أي اسراعا إلى الجنة وهو من سير العنق قوله مكان\nالروحاء هي بفتح الراء وبالحاء المهملة وبالمد قوله اذا سمع الشيطان الاذان\nأحال هو بالحاء المهملة أي ذهب هاربا قوله وله حصاص هو بحاء مهملة مضمومه\nوصادين مهملتين أي ضراط كما في الرواية الاخرى وقيل الحصاص شدة العدو\nقالهما أبو عبيد والائمة من بعده قال العلماء وانما أدبر الشيطان عند\nالاذان لئلا يسمعه فيضطر إلى ان يشهد له بذلك يوم القيامة لقول النبي صلى\nالله عليه وسلم لايسمع صوت المؤذن جن ولا انس ولا شيء الا شهد له يوم\nالقيامه قال القاضي عياض وقيل انما يشهد له المؤمنون من الجن والانس فأما\nالكافر فلا شهادة له قال ولا يقبل هذا من قائله لما جاء في الاثار من خلافه\nقال وقيل ان هذا فيمن يصح منه الشهادة ممن يسمع وقيل بل هو عام في الحيوان\nوالجماد وان الله تعالى يخلق لها ولما لا يعقل من الحيوان ادراكا للاذان\nوعقلا ومعرفة وقيل انما يدبر الشيطان لعظم امر الاذان لما اشتمل عليه من\nقواعد التوحيد واظهار شعائر الاسلام واعلانه وقيل ليأسه من وسوسة الانسان\nعند الاعلان بالتوحيد وقوله صلى الله عليه وسلم حتى اذا ثوب بالصلاة المراد\nبالتثويب الاقامة وأصله من ثاب اذا رجع ومقيم الصلاة راجع إلى الدعاء اليها\nفان الاذان دعاء إلى الصلاة والاقامة دعاء اليها قوله حتى يخطر بين المرء\nونفسه هو بضم الطاء وكسرها حكاهما القاضي عياض في المشارق قال ضبطناه عن\nالمتقنين بالكسر وسمعناه من اكثر الرواة بالضم قال والكسر هو الوجه ومعناه\nيوسوس وهو من قولهم خطر الفحل بذنبه اذا حركه فضرب به فخذيه وأما بالضم فمن\nالسلوك والمرور أي يدنو منه فيمر بينه وبين قلبه فيشغله عما هو فيه وبهذا\nفسره الشارحون <span id='ms0667'></span> للموطأ وبالاول فسره الخليل قوله ( حتى يظل الرجل أن يدري\nكيف صلى ) ان بمعنى ما كما في الرواية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p092'> Vol. 04, p. 092</a>\n            </div>\n             الاولى هذا هوالمشهور في\nقوله ان يدري أنه بكسر همزة ان قال القاضي عياض وروي بفتحها قال وهي رواية\nبن عبد البر وادعى انها رواية أكثرهم وكذا ضبطه الأصيلي في كتاب البخاري\nوالصحيح الكسر أما فقه الباب ففيه فضيله الاذان والمؤذن وقد جاءت فيه\nأحاديث كثيرة في الصحيحين مصرحه بعظم فضله واختلف اصحابنا هل الافضل\nللانسان أن يرصد نفسه للاذان أم للامامة على اوجه اصحها الاذان أفضل وهو نص\nالشافعي رضي الله عنه في الام وقول اكثر اصحابنا والثاني الامامه افضل\nوهونص الشافعي أيضا والثالث هما سواء والرابع ان علم من نفسه القيام بحقوق\nالامامة وجميع خصالها فهي افضل والا فالاذان قاله أبو + علي الطبري وأبو\nالقاسم بن كج والمسعودي والقاضي حسين من اصحابنا وأما جمع الرجل بين\nالامامة والاذان فان جماعة من اصحابنا يستحب ان لا يفعله وقال بعضهم يكره\nوقال محققوهم وأكثرهم انه لابأس به بل يستحب وهذا اصح والله أعلم\n</p>\n\n<p>\n| 1 ( باب استحباب رفع اليدين حذو المنكبين مع تكبيرة الاحرام ( والركوع\nوفي الرفع من الركوع وأنه لايفعله اذا رفع من السجود ) )\n</p>\n\n<p>\nفيه 0 بن عمر رضي الله عنه قال رأيت رسول الله صلى الله عليه وسلم اذا\nافتتح الصلاة رفع يديه حتى يحاذي منكبيه وقبل ان يركع واذا رفع من الركوع\nولا يرفعهما بين السجدتين ) وفي رواية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p093'> Vol. 04, p. 093</a>\n            </div>\n             ( ولا يفعله حين يرفع\nرأسه من السجود ) وفي رواية ( اذا قام إلى الصلاة رفع يديه حتى يكونا حذو\nمنكبيه ثم كبر ) وفي رواية مالك بن الحويرث ( اذا صلى كبر ثم رفع يديه )\nوفي رواية له ( اذا كبر رفع يديه حتى يحاذي بهما اذنيه واذا ركع رفع يديه\nحتى يحاذي بهما اذنيه ) وفي رواية ( يحاذي بهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p094'> Vol. 04, p. 094</a>\n            </div>\n             فروع اذنيه )\nاجمعت الامة على استحباب رفع اليدين عند تكبيرة الاحرام واختلفوا فيما\nسواها فقال الشافعي واحمد وجمهور العلماء من الصحابة رضي الله عنهم فمن\nبعدهم يستحب رفعهما ايضا <span id='ms0668'></span> عند الركوع وعند الرفع منه وهو رواية عن مالك\nوللشافعي قول أنه يستحب رفعهما في موضع آخر رابع وهو اذا قام من التشهد\nالاول وهذا القول هو الصواب فقد صح فيه حديث بن عمر رضي الله عنهما عن\nالنبي صلى الله عليه وسلم انه كان يفعله رواه البخاري وصح ايضا من حديث أبي\nحميد الساعدي رواه أبو داود والترمذي باسانيد صحيحة وقال أبو بكر بن المنذر\nوابو على الطبري من اصحابنا وبعض اهل الحديث يستحب ايضا في السجود وقال أبو\nحنيفة واصحابه وجماعة من اهل الكوفة لا يستحب في غير تكبيرة الاحرام وهو\nاشهر الروايات عن مالك واجمعوا على انه لايجب شيء من الرفع وحكى عن داود\nايجابه عند تكبيرة الاحرام وبهذا قال الامام أبو الحسن أحمد بن سيأر\nالسيارى من اصحابنا اصحاب الوجوه وقد حكيته عنه في شرح المهذب وفي تهذيب\nاللغات وأما صفة الرفع فالمشهور من مذهبنا ومذهب الجماهير انه يرفع يديه\nحذو منكبيه بحيث تحاذي اطراف أصابعه فروع اذنيه أي اعلى اذنيه وابهاماه\nشحمتى اذنيه وراحتاه منكبيه فهذا معنى قولهم حذو منكبيه وبهذا جمع الشافعي\nرضي الله عنه بين روايات الأحاديث فاستحسن الناس ذلك منه وأما وقت الرفع\nففي الرواية الاولى رفع يديه ثم كبر وفي الثانيه كبر ثم رفع يديه وفي\nالثالثه اذا كبر رفع يديه ولاصحابنا فيه اوجه أحدها يرفع غير مكبر ثم يبتدئ\nالتكبير مع ارسال اليدين وينهيه مع انتهائه والثاني يرفع غير مكبر ثم يكبر\nويداه قارتان ثم يرسلهما والثالث يبتدئ الرفع من ابتدائه التكبير وينهيهما\nمعا والرابع يبتدئ بهما معا وينهي التكبير مع انتهاء الارسال والخامس وهو\nالاصح يبتدئ الرفع مع ابتداء التكبير ولا استحباب في الانتهاء فان فرغ من\nالتكبير قبل تمام الرفع أو بالعكس تمم الباقي وان فرغ منهما حط يديه ولم\nيستدم الرفع ولو كان اقطع اليدين من المعصم أو احداهما رفع الساعد وان قطع\nمن الساعد رفع العضد على الاصح وقيل لا يرفعه لو لم يقدر على الرفع <span id='ms0669'></span> الا\nبزيادة على المشروع اونقص منه فعل الممكن فان أمكن فعل الزائد ويستحب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p095'> Vol. 04, p. 095</a>\n            </div>\n             أن يكون كفاه إلى القبلة عند الرفع وأن يكشفهما وأن يفرق بين\nأصابعهما تفريقا وسطا ولو ترك الرفع حتى اتى ببعض التكبير رفعهما في الباقي\nفلو تركه حتى اتمه لم يرفعهما بعده ولا يقصر التكبير بحيث لا يفهم ولا\nيبالغ في مده بالتمطيط بل يأتي به مبينا وهل يمده أو يخففه فيه وجهان\nاصحهما يخففه واذا وضع يديه حطهما تحت صدره فوق سرته هذا مذهب الشافعي\nوالاكثرين وقال أبو حنيفة وبعض اصحاب الشافعي تحت سرته والاصح انه اذا\nارسلهما أرسلهما ارسالا خفيفا إلى تحت صدره فقط ثم يضع اليمين على اليسار\nوقيل يرسلهما إرسالا بليغا ثم يستأنف رفعهماالى تحت صدره والله أعلم\nواختلفت عبارات العلماء في الحكمة في رفع اليدين فقال الشافعي رضي الله عنه\nفعلته اعظاما لله تعالى واتباعا لرسول الله صلى الله عليه وسلم وقال غيره\nهو استكانة واستسلام وانقياد وكان الاسير اذا غلب مد يديه علامة للاستسلام\nوقيل هو اشارة إلى استعظام ما دخل فيه وقيل اشارة إلى طرح أمور الدنيا\nوالاقبال بكليته على الصلاة ومناجاة ربه سبحانه وتعالى كما تضمن ذلك قوله\nالله اكبر فيطابق فعله قوله وقيل اشارة إلى دخوله في الصلاة وهذا الاخير\nمختص بالرفع لتكبيرة الاحرام وقيل غير ذلك وفي اكثرها نظر والله اعلم وقوله\nاذا قام إلى الصلاة رفع يديه ثم كبر فيه اثبات تكبيرة الاحرام وقد قال صلى\nالله عليه وسلم صلوا كما رايتموني اصلي رواه البخاري من رواية مالك بن\nالحويرث وقال صلى الله عليه وسلم للذي علمه الصلاة اذا قمت إلى الصلاة فكبر\nوتكبيرة الاحرام واجبه عند مالك والثوري والشافعي وابي حنيفة واحمد\nوالعلماء كافة من الصحابة والتابعين فمن بعدهم رضي الله عنهم الا ما حكاه\nالقاضي عياض رحمه الله وجماعة عن بن المسيب والحسن والزهري وقتادة والحكم\nوالاوزاعي انه سنة ليس بواجب وان الدخول في الصلاة يكفي فيه النية ولا اظن\nهذا يصح عن هؤلاء <span id='ms0670'></span> الاعلام مع هذه الاحاديث الصحيحه مع حديث على رضي الله\nعنه ان رسول الله صلى الله عليه وسلم قال مفتاح الصلاة الطهور وتحريمها\nالتكبير وتحليلها التسليم ولفظة التكبير الله اكبر فهذا يجزئ بالاجماع قال\nالشافعي ويجزي الله الاكبر لايجزي غيرهما وقال مالك لا يجزئ الا الله اكبر\nوهو الذي ثبت ان النبي صلى الله عليه وسلم كان يقوله وهذا قول منقول عن\nالشافعي في القديم واجاز أبو يوسف الله الكبير وأجاز أبو حنيفة الاقتصار\nفيه على كل لفظ فيه تعظيم الله تعالى كقوله الرحمن أكبر أو الله أجل أو\nأعظم وخالفه جمهور العلماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p096'> Vol. 04, p. 096</a>\n            </div>\n             من السلف والخلف والحكمة في ابتداء\nالصلاة بالتكبير افتتاحها بالتنزيه والتعظيم لله تعالى ونعته بصفات الكمال\nوالله أعلم\n</p>\n\n<p>\n| 1 ( باب اثبات التكبير في كل خفض ورفع في الصلاة ( الا رفعة من الركوع\nفيقول فيه سمع الله لمن حمده ) )\n</p>\n\n<p>\nفيه ( أن أبا هريرة رضي الله عنه كان يصلي لهم فيكبر كلما خفض ورفع فلما\nانصرف قال والله أني لاشبهكم صلاة برسول الله صلى الله عليه وسلم ) وفي\nرواية عنه ( كان رسول الله صلى الله عليه وسلم اذا قام إلى الصلاة يكبر حين\nيقوم ثم يكبر حين يركع ثم يقول سمع الله لمن حمد حين يرفع صلبه من الركوع\nثم يقول وهو قائم ربنا لك الحمد ثم يكبر حين يهوي ساجدا ثم يكبر حين يرفع\nرأسه ثم يكبر حين يسجد ثم يكبر حين يرفع رأسه ثم يفعل ذلك في الصلاة كلها\nحتى يقضيها ويكبر حين يقوم من المثنى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p097'> Vol. 04, p. 097</a>\n            </div>\n             بعد الجلوس ) فيه اثبات\nالتكبير في كل خفض ورفع الا في رفعه من الركوع فانه يقول سمع الله لمن حمد\nوهذا مجمع عليه اليوم ومن الاعصار المتقدمه وقد كان فيه خلاف في زمن أبي\nهريرة وكان بعضهم لايرى التكبير الا للاحرام وبعضهم يزيد عليه بعض ما جاء\nفي حديث أبي هريرة وكان هؤلاء لم يبلغهم فعل الرسول صلى الله عليه وسلم\nولهذا كان أبو هريرة يقول اني لاشبهكم صلاة برسول الله صلى <span id='ms0671'></span> الله عليه وسلم\nواستقر العمل على ما في حديث أبي هريره هذا ففي كل صلاة ثنائية احدى عشرة\nتكبيرة وهي تكبيرة الاحرام وخمس في كل ركعة وفي الثلاثية سبع عشرة وهي\nتكبيرة الإحرام وتكبيرة القيام من التشهد الاول وخمس ركعة وفي الرباعية\nاثنتان وعشرون ففي المكتوبات الخمس أربع وتسعون تكبيره واعلم ان تكبيرة\nالاحرام واجبة وما عدا سنة لو تركه صحت صلاته لكن فاتته الفضيلة وموافقة\nالسنة هذا مذهب العلماء كافة إلا واحمد بن حنبل رضي الله عنه في احدى\nالروايتين عنه أن جميع التكبيرات واجبة ودليل الجمهور ان النبي صلى الله\nعليه وسلم علم الاعرابي الصلاة فعلمه واجباتها فذكر منها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p098'> Vol. 04, p. 098</a>\n            </div>\n            \nتكبيرة الاحرام ولم يذكر ما زاد وهذا موضع البيان ووقته ولا يجوز التأخير\nعنه وقوله يكبرحين يهوي ساجدا ثم يكبر حين يرفع ويكبر حين يقوم من المثنى\nهذا دليل على مقارنة التكبير لهذه الحركات وبسطه عليها فيبدأ بالتكبير حين\nيشرع في الانتقال إلى الركوع ويمده حتى يصل حد الراكعين ثم يشرع في تسبيح\nالركوع ويبدأ بالتكبير حين يشرع في الهوي إلى السجود ويمده حتى يضع جبهته\nعلى الأرض ثم يشرع في تسبيح السجود ويبدأ في قوله سمع الله لمن حمده حين\nيشرع في الرفع من الركوع ويمده حتى ينتصب قائما ثم يشرع في ذكر الاعتدال\nوهو ربنا لك الحمدالى اخره ويشرع في التكبير للقيام من التشهد الاول حين\nيشرع في الانتقال ويمده حتى ينتصب قائما هذا مذهبنا ومذهب العلماء كافة الا\nما روي عن عمر بن عبد العزيز رضي الله عنه وبه قال مالك انه لايكبر للقيام\nمن الركعتين حتى يستوي قائما ودليل الجمهور ظاهر الحديث وفي هذا الحديث\nدلاله لمذهب الشافعي رضي الله عنه وطائفة أنه يستحب لكل مصل من أمام ومأموم\nومنفرد أن يجمع بين سمع الله لمن حمده وربنا لك الحمد فيقول سمع الله لمن\nحمده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p099'> Vol. 04, p. 099</a>\n            </div>\n             في حال ارتفاعه وربنا لك الحمد في حال استوائه وانتصابه\nفي الاعتدال لانه ثبت ان رسول الله صلى الله عليه <span id='ms0672'></span> وسلم فعلهما جميعا وقال\nصلى الله عليه وسلم صلوا كما رأيتموني اصلي وسيأتي بسط الكلام في هذه\nالمسألة وفروعها وشرح الفاظها ومعانيها حيث ذكره مسلم رحمه الله تعالى بعد\nهذا ان شاء الله تعالى قوله لقد ذكرني هذا صلاة محمد صلى الله عليه وسلم )\nفيه اشارة إلى ما قدمناه أنه كان هجر استعمال التكبير في الانتقالات والله\nأعلم\n</p>\n\n<p>\n| 1 ( باب وجوب قراءة الفاتحة في كل ركعة وانه اذا لم يحسن( الفاتحه ولا\nأمكنه تعلمها قرأ ما تيسر له من غيرها ) )\n</p>\n\n<p>\nفيه قوله صلى الله عليه وسلم ( لا صلاة لمن لم يقرأ بفاتحة الكتاب ) وفي\nرواية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p100'> Vol. 04, p. 100</a>\n            </div>\n             ( من صلى صلاة لم يقرأ فيها بأم القرآن فهي خداج ثلاثا\nغير تمام فقيل لأبي هريرة إنا نكون وراء الإمام فقال اقرأ بها في نفسك فإني\nسمعت رسول الله صلى الله عليه وسلم يقول قال الله عز وجل قسمت الصلاة بيني\nوبين عبدي نصفين ولعبدي ما سأل فإذا قال العبد الحمد لله إلى آخره ) وفيه\nحديث الأعرابي المسيء صلاته أما ألفاظ الباب فالخداج بكسر الخاء المعجمة\nقال الخليل بن أحمد والأصمعي وأبو حاتم السجستاني والهروي وآخرون الخداج\nالنقصان يقال خدجت الناقة إذا ألقت ولدها قبل أوان النتاج وإن كان تام\nالخلق وأخدجته إذا ولدته ناقصا وإن كان لتمام الولادة ومنه قيل لذي اليدية\nمخدج اليد أي ناقصها قالوا فقوله صلى الله عليه وسلم خداج أي ذات خداج وقال\nجماعة من أهل اللغة خدجت وأخدجت إذا ولدت لغير تمام وأم القرآن اسم الفاتحة\nوسميت أم القرآن لأنها فاتحته كما سميت مكة أم القرى لأنها أصلها قوله عز\nوجل ( مجدني عبدي ) أي عظمني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p101'> Vol. 04, p. 101</a>\n            </div>\n             قوله ( أن أبا السائب أخبره ) أبو\nالسائب هذا لا يعرفون له اسما وهو ثقة قوله ( حدثني أحمد بن جعفر المعقري )\nهو بفتح الميم وإسكان العين وكسر القاف منسوب إلى معقر وهي ناحية من اليمن\nوأما الأحكام ففيه وجوب قراءة الفاتحة وأنها متعينة لا يجزى غيرها إلا\nلعاجز عنها وهذا مذهب مالك والشافعي وجمهور العلماء من <span id='ms0673'></span> الصحابة والتابعين\nفمن بعدهم وقال أبو حنيفة رضي الله عنه وطائفة قليلة لا تجب الفاتحة بل\nالواجب آية من القرآن لقوله صلى الله عليه وسلم اقرأ ما تيسر ودليل الجمهور\nقوله لا صلاة إلا بأم القرآن فإن قالوا المراد لا صلاة كاملة قلنا هذا خلاف\nظاهر اللفظ ومما يؤيده حديث أبي هريرة رضي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p102'> Vol. 04, p. 102</a>\n            </div>\n             الله عنه قال قال\nرسول الله صلى الله عليه وسلم لا يجزى صلاة لا يقرأ فيها بفاتحة الكتاب\nرواه أبو بكر بن خزيمة في صحيحه بإسناد صحيح وكذا رواه أبو حاتم بن حبان\nوأما حديث اقرأ ما تيسر فمحمول على الفاتحة فإنها متيسرة أو على ما زاد على\nالفاتحة بعدها أو على من عجز عن الفاتحة وقوله صلى الله عليه وسلم لا صلاة\nلم لمن يقرأ بفاتحة الكتاب فيه دليل لمذهب الشافعي رحمه الله تعالى ومن\nوافقه أن قراءة الفاتحة واجبة على الإمام والمأموم والمنفرد ومما يؤيد\nوجوبها على المأموم قول أبي هريرة اقرأ بها في نفسك فمعناه اقرأها سرا بحيث\nتسمع نفسك وأما ما حمله عليه بعض المالكية وغيرهم أن المراد تدبر ذلك\nوتذكره فلا يقبل لأن القراءة لا تطلق إلا على حركة اللسان بحيث يسمع نفسه\nولهنا اتفقوا على أن الجنب لو تدبر القرآن بقلبه من غير حركة لسانه لا يكون\nقارئا مرتكبا لقراءة الجنب المحرمة وحكى القاضي عياض عن علي بن أبي طالب\nرضي الله عنه وربيعة ومحمد بن أبي صفرة من أصحاب مالك أنه لا يجب قراءة\nأصلا وهي رواية شاذة عن مالك وقال الثوري والأوزعاني وأبو حنيفة رضي الله\nعنهم لا يجب القراءة في الركعتين الأخيرتين بل هو بالخيار ان شاء قرأ وإن\nشاء سبح وإن شاء سكت والصحيح الذي عليه جمهور العلماء من السلف والخلف وجوب\nالفاتحة في كل ركعة لقوله صلى الله عليه وسلم للأعرابي ثم افعل ذلك في\nيصلاتك كلها قوله سبحانه وتعالى ( قسمت الصلاة بيني وبين عبدي نصفين )\nالحديث قال العلماء المراد بالصلاة هنا الفاتحة سميت بذلك لأنها <span id='ms0674'></span> لا تصح إلا\nبها كقوله صلى الله عليه وسلم الحج عرفة ففيه دليل على وجوبها بعينها في\nالصلاة قال العلماء والمراد قسمتها من جهة المعنى لأن نصفها الأول تحميد\nلله تعالى وتمجيد وثناء عليه وتفويض إليه والنصف الثاني سؤال وطلب وتضرع\nوافتقار واحتج القائلون بأن البسملة ليست من الفاتحة بهذا الحديث وهو من\nاوضح ما احتجوا به قالوا لأنها سبع آيات بالإجماع فثلاث في أولها ثناء\nأولها الحمد لله وثلاث دعاء أولها <span class='quran'>اهدنا الصراط المستقيم </span>والسابعة متوسطة وهي <span class='quran'>إياك نعبد وإياك نستعين </span>قالوا ولأنه سبحانه\nوتعالى قال قسمت الصلاة بيني وبين عبدي نصفين فإذا قال العبد <span class='quran'>الحمد\nلله رب العالمين </span>فلم يذكر البسملة ولو كانت منها لذكرها وأجاب أصحابنا\nوغيرهم ممن يقول أن البسملة آية من الفاتحة بأجوبة أحدها أن التنصيف عائد\nإلى جملة الصلاة لا إلى الفاتحة هذا حقيقة اللفظ والثاني أن التنصيف عائد\nإلى ما يختص بالفاتحة من الآيات الكاملة والثالث معناه فإذا انتهى العبد في\nقراءته إلى <span class='quran'>الحمد لله رب العالمين </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p103'> Vol. 04, p. 103</a>\n            </div>\n             قال العلماء وقوله\nتعالى حمدني عبدي وأثنى علي ومجدني إنما قاله لأن التحميد الثناء بجميل\nالفعال والتمجيد الثناء بصفات الجلال ويقال أثنى عليه في ذلك كله ولهذا جاء\nجوابا للرحمن الرحيم لاشتمال اللفظين على الصفات الذاتية والفعلية وقوله\nوربما قال فوض إلى عبدي وجه مطابقة هذا لقوله <span class='quran'>مالك يوم الدين </span>أن\nالله تعالى هو المنفرد بالملك ذلك اليوم وبجزاء العباد وحسابهم والدين\nالحساب وقيل الجزاء ولا دعوى لأحد ذلك اليوم ولا مجاز وأما في الدنيا فلبعض\nالعباد ملك مجازي ويدعي بعضهم دعوى باطلة وهذا كله ينقطع في ذلك اليوم هذا\nمعناه وإلا فالله سبحانه وتعالى هو المالك والملك على الحقيقة للدارين وما\nفيهما ومن فيهما وكل من سواه مربوب له عبد مسخر ثم في هذا الاعتراف من\nالتعظيم والتمجيد وتفويض الأمر ما لايخفى وقوله تعالى فإذا قال العبد <span class='quran'>اهدنا الصراط المستقيم </span>إلى آخر السورة فهذا لعبدي هكذا هو في صحيح\nمسلم وفي غيره فهؤلاء لعبدي وفي <span id='ms0675'></span> هذه الرواية دليل على أن <span class='quran'>اهدنا </span>وما بعده إلى آخر السورة ثلاث آيات لا آيتان وفي المسألة خلاف مبني على أن\nالبسملة من الفاتحة أم لا فمذهبنا ومذهب الأكثرين أنها من الفاتحة وأنها\nآية <span class='quran'>واهدنا </span>وما بعده آيتان ومذهب مالك وغيره ممن يقول إنها ليست\nمن الفاتحة يقول اهدنا وما بعده ثلاث آيات وللأكثرين أن يقولوا قوله هؤلاء\nالمراد به الكلمات لا الآيات بدليل رواية مسلم فهذا لعبدي وهذا أحسن من\nالجواب بأن الجمع محمول على الاثنين لأن هذا مجاز عند الأكثرين فيحتاج إلى\nدليل على صرفه عن الحقيقة إلى المجاز والله أعلم وقول أبي هريرة رضي الله\nعنه ( إن رسول الله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p104'> Vol. 04, p. 104</a>\n            </div>\n             قال لا صلاة إلا بقراءة\nقال أبو هريرة فما أعلن رسول الله صلى الله عليه وسلم أعلناه لكم وما أخفاه\nأخفيناه لكم ) معناه ما جهر فيه بالقراءة جهرنا به وما أسر أسررنا به وقد\nاجتمعت الأمة على الجهر بالقراءة في ركعتي الصبح والجمعة والأوليين من\nالمغرب والعشاء وعلى الاسرار في الظهر والعصر وثالثة المغرب والأخريين من\nالعشاء واختلفوا في العيد والاستسقاء ومذهبنا الجهر فيهما وفي نوافل الليل\nقيل يجهر فيها وقيل بين الجهر والاسرار ونوافل النهار يسر بها والكسوف يسر\nبها نهارا ويجهر ليلا والجنازة يسر بها ليلا ونهارا وقيل يجهر ليلا ولو\nفاته صلاة ليلة كالعشاء فقضاها في ليلة أخرى جهر وإن قضاها نهارا فوجهان\nالأصح يسر والثاني يجهر وإن فاته نهارية كالظهر فقضاها نهارا أسر وإن قضاها\nليلا فوجهان الأصح يجهر والثاني يسر وحيث قلنا يجهر أو يسر فهو سنة فلو\nتركه صحت صلاته ولا يسجد للسهو عندنا قوله ( ومن قرأ بأم الكتاب أجزأت عنه\nومن زاد فهو أفضل ) فيه دليل لوجوب الفاتحة وأنه لا يجزى غيرها وفيه\nاستحباب السورة بعدها وهذا مجمع عليه في الصبح والجمعة والأولين من كل\nالصلوات وهو سنة عند جميع العلماء وحكى القاضي عياض رحمه الله تعالى عن بعض\nأصحاب مالك وجوب السورة وهو شاذ مردود وأما <span id='ms0676'></span> السورة في الثالثة والرابعة\nفاختلف العلماء هل تستحب أم لا وكره ذلك مالك رحمه الله تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p105'> Vol. 04, p. 105</a>\n            </div>\n            \nواستحبه الشافعي رضي الله عنه في قوله الجديد دون القديم والقديم هنا أصح\nوقال آخرون هو مخير إن شاء قرأ وإن شاء سبح وهذا ضعيف وتستحب السورة في\nصلاة النافلة ولا تستحب في الجنازة على الأصح لأنها مبنية على التخفيف ولا\nيزاد على الفاتحة إلا التأمين عقبها ويستحب أن تكون السورة في الصبح\nوالأوليين من الظهر من طوال المفصل وفي العصر والعشاء من أوساطه وفي المغرب\nمن قصاره واختلفوا في تطويل القراءة في الأولى على الثانية والأشهر عندنا\nأنه لا يستحب بل يسوى بينهما والأصح أنه يطول الأولى للحديث الصحيح وكان\nيطول في الأولى ما لايطول في الثانية ومن قال بالقراءة في الأخريين من\nالرباعية يقول هي أخف من الأوليين واختلفوا في تقصير الرابعة على الثالثة\nوالله أعلم وحيث شرعت السورة فتركها فاتته الفضيلة ولا يسجد للسهو وقراءة\nسورة قصيرة أفضل من قراءة قدرها من طويلة ويقرأ على ترتيب المصحف ويكره\nعكسه ولا تبطل به الصلاة ويجوز القراءة بالقراءات السبع ولا يجوز بالشواذ\nوإذا لحن في الفاتحة لحنا يخل المعنى كضم تاء <span class='quran'>أنعمت </span>أو كسرها أو\nكسر كاف إياك بطلت صلاته وإن لم يخل المعنى كفتح الباء من <span class='quran'>المغضوب\n</span>عليهم ونحوه كره ولم تبطل صلاته ويجب ترتيب قراءة الفاتحة وموالاتها\nويجب قراءتها بالعربية ويحرم بالعجمية ولا تصح الصلاة بها سواء عرف العربية\nأم لا ويشترط في القراءة وفي كل الأذكار إسماع نفسه والأخرس ومن في معناه\nيحرك لسانه وشفتيه بحسب الإمكان ويجزئه والله أعلم حديث أبي هريرة قوله (\nدخل رجل فصلى ثم جاء فسلم على رسول الله صلى الله عليه وسلم وسلم فرد رسول\nالله صلى الله عليه وسلم السلام فقال ارجع فصل فإنك لم تصل فرجع الرجل فصلى\nكما كان صلى ثم جاء إلى النبي صلى الله عليه وسلم فسلم عليه فقال رسول الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p106'> Vol. 04, p. 106</a>\n            </div>\n             صلى الله عليه وسلم ( وعليك السلام ثم قال ارجع <span id='ms0677'></span> فصل فإنك لم\nتصل حتى فعل ذلك ثلاث مرات فقال الرجل والذي بعثك بالحق ما أحسن غير هذا\nعلمني قال إذا قمت إلى الصلاة فكبر ثم اقرأ ما تيسر معك من القرآن ثم اركع\nحتى تطمئن راكعا ثم ارفع حتى تعتدل قائما ثم اسجد حتى تطمئن ساجدا ثم ارفع\nحتى تطمئن جالسا ثم افعل ذلك في صلاتك كلها ) وفي رواية ( إذا قمت إلى\nالصلاة فأسبغ الوضوء ثم استقبل القبلة فكبر ) هذا الحديث مشتمل على فوائد\nكثيرة وليعلم أولا أنه محمول على بيان الواجبات دون السنن فإن قيل لم يذكر\nفيه كل الواجبات فقد بقي واجبات مجمع عليها ومختلف فيها فمن المجمع عليه\nالنية والقعود في التشهد الأخير وترتيب أركان الصلاة ومن المختلف فيه\nالتشهد الإخير والصلاة على النبي صلى الله عليه وسلم فيه والسلام وهذه\nالثلاثة واجبه عند الشافعي رحمه الله تعالى وقال بوجوب السلام الجمهور\nوأوجب التشهد كثيرون وأوجب الصلاة على النبي صلى الله عليه وسلم مع الشافعي\nالشعبي وأحمد بن حنبل وأصحابهما وأوجب جماعة من أصحاب الشافعي نية الخروج\nمن الصلاة واوجب أحمد رحمه الله تعالى التشهد ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p107'> Vol. 04, p. 107</a>\n            </div>\n             الأول وكذلك\nالتسبيح وتكبيرات الانتقالات فالجواب أن الواجبات الثلاثة المجمع عليها\nكانت معلومة عند السائل فلم يحتج إلى بيانها وكذا المختلف فيه عند من يوجبه\nيحمله على أنه كان معلوما عنده وفي هذا الحديث دليل على ان إقامة الصلاة\nليست واجبة وفيه وجوب الطهارة واستقبال القبلة وتكبيرة الإحرام والقراءة\nوفيه أن التعوذ ودعاء الافتتاح ورفع اليدين في تكبيرة الإحرام ووضع اليد\nاليمنى على اليسرى وتكبيرات الانتقالات وتسبيحات الركوع والسجود وهيئات\nالجلوس ووضع اليد على الفخذ وغير ذلك مما لم يذكره في الحديث ليس بواجب إلا\nما ذكرناه من المجمع عليه والمختلف فيه وفيه دليل على وجوب الاعتدال عن\nالركوع والجلوس بين السجدتين ووجوب الطمأنينة في الركوع والسجود والجلوس\nبين السجدتين وهذا مذهبنا ومذهب الجمهور ولم يوجبها أبو حنيفة رحمه الله\nتعالى وطائفة يسيرة وهذا الحديث حجة عليهم وليس عنه جواب صحيح <span id='ms0678'></span> وأما\nالاعتدال فالمشهور من مذهبنا ومذاهب العلماء يجب الطمأنينة فيه كما يجب في\nالجلوس بين السجدتين وتوقف في إيجابها بعض أصحابنا واحتج هذا القائل بقوله\nصلى الله عليه وسلم في هذا الحديث ثم ارفع حتى تعتدل قائما فاكتفى\nبالاعتدال ولم يذكر الطمأنينة كما ذكرها في الجلوس بين السجدتين وفي الركوع\nوالسجود وفيه وجوب القراءة في الركعات كلها وهو مذهبنا ومذهب الجمهور كما\nسبق وفيه أن المفتي إذا سئل عن شيء وكان هناك شيء آخر يحتاج إليه السائل\nولم يسأله عنه يستحب له أن يذكره له ويكون هذا من النصيحة لا من الكلام\nفيما لا يعني وموضع الدلالة أنه قال علمني يا رسول الله أي علمني الصلاة\nفعلمه الصلاة واستقبال القبلة والوضوء وليسا من الصلاة لكنهما شرطان لها\nوفيه الرفق بالمتعلم والجاهل وملاطفته وإيضاح المسألة وتلخيص المقاصد\nوالاقتصار في حقه على المهم دون المكملات التي لا يحتمل حاله حفظها والقيام\nبها وفيه استحباب السلام عند اللقاء ووجوب رده وأنه يستحب تكراره إذا تكرر\nاللقاء وإن قرب العهد وأنه يجب رده في كل مرة وأن صيغة الجواب وعليكم\nالسلام أو وعليك بالواو وهذه الواو مستحبة عند الجمهور وأوجبها بعض أصحابنا\nوليس بشيء بل الصواب أنها سنة قال الله تعالى <span class='quran'>قالوا سلاما قال سلام\n</span>وفيه أن من أخل ببعض واجبات الصلاة لا تصح صلاته ولا يسمى مصليا بل\nيقال لم تصل فإن قيل كيف تركه مرارا يصلي صلاة فاسدة فالجواب أنه لم يؤذن\nله في صلاة فاسدة ولا علم من حاله أنه يأتى بها في المرة الثانية والثالثة\nفاسدة بل هو محتمل أن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p108'> Vol. 04, p. 108</a>\n            </div>\n             يأتي بها صحيحة وانما لم يعلمه أولا\nليكون أبلغ في تعريفه وتعريف غيره بصفة الصلاة المجزئة كما أمرهم بالاحرام\nبالحج ثم بفسخه إلى العمرة ليكون أبلغ في تقرير ذلك عندهم والله أعلم واعلم\nأنه وقع في اسناد هذا الحديث في مسلم عن يحيى بن سعيد عن عبيد الله قال\nحدثني سعيد بن أبي سعيد عن أبيه عن أبي هريرة قال <span id='ms0679'></span> الدارقطني في استدراكاته\nخالف يحيى بن سعيد في هذا جميع أصحاب عبيد الله فكلهم رووه عن عبيد الله عن\nسعيد عن أبي هريرة لم يذكروا أباه قال الدارقطني ويحيى حافظ فيعتمد ما رواه\nفحصل أن الحديث صحيح لا علة فيه ولو كان الصحيح ما رواه الأكثرون لم يضر في\nصحة المتن وقد سبق بيان مثل هذا مرات في أول الكتاب ومقصودي بذكر هذا أن لا\nيغتر بذكر الدارقطني أو غيره له في الاستدراكات والله عز وجل اعلم\n</p>\n\n<p>\n| 1 ( باب نهي المأموم عن جهره بالقراءة خلف إمامه )\n</p>\n\n<p>\nيه قول ( صلى بنا رسول الله صلى الله عليه وسلم صلاة الظهر أو العصر فقال\nأيكم قرأ خلفي سبح اسم ربك الأعلى فقال رجل أنا ولم أرد بها إلا الخير قال\nقد علمت أن بعضكم خالجنيها ) وفي الروايتين الأخيرتين أنه كان في صلاة\nالظهر بلا شك خالجنيها أي نازعنيها ومعنى هذا الكلام الإنكار عليه والإنكار\nفي جهره أو رفع صوته بحيث اسمع غيره لا عن أصل القراءة بل فيه أنهم كانوا\nيقرؤن بالسورة في الصلاة السرية وفيه اثبات قراءة السورة في الظهر للأمام\nوللمأموم وهذا الحكم عندنا ولنا وجه شاذ ضعيف أنه لا يقرأ المأموم السورة\nفي السرية كما لا يقرؤها في الجهرية وهذا غلط لأنه في الجهرية يؤمر\nبالإنصات وهنا لا يسمع فلا معنى لسكوته من غير استماع ولو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p109'> Vol. 04, p. 109</a>\n            </div>\n             كان\nفي الجهرية بعيدا عن الإمام لا يسمع قراءته فالأصح أنه يقرأ السورة لما\nذكرناه والله أعلم قوله ( عن قتادة عن زرارة ) وفي الرواية الثانية ( عن\nقتادة قال سمعت زرارة ) فيه فائدة وهي أن قتادة رحمه الله تعالى مدلس وقد\nقال في الرواية الأولى عن والمدلس لا يحتج بعنعنته إلا أن يثبت سماعه لذلك\nالحديث ممن عنعن عنه في طريق آخر وقد سبق التنبيه على هذا في مواطن كثيرة\nوالله أعلم\n</p>\n\n<p>\n| 1 ( باب حجة من قال لا يجهر بالبسملة )\n</p>\n\n<p>\nوفيه قول أنس ( صليت مع رسول الله صلى الله عليه وسلم وأبي بكر وعمر\nوعثمان رضي الله <span id='ms0680'></span> عنهم فلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p110'> Vol. 04, p. 110</a>\n            </div>\n             أسمع أحدا منهم يقرأ بسم الله الرحمن\nالرحيم ) وفي رواية ( وكانوا يستفتحون بالحمد لله رب العالمين لا يذكرون\nبسم الله الرحمن الرحيم في أول قراءة ولا في آخرها ) في إسناده قتادة عن\nأنس وفي الطريق الثاني قيل لقتادة أسمعته من أنس قال نعم وهذا تصريح بسماعه\nفينتفى ما يخاف من إرساله لتدليسه وقد سبق مثله في آخر الباب قبله وقوله\nيستفتحون بالحمد لله هو برفع الدال على الحكاية استدل بهذا الحديث من لا\nيرى البسملة من الفاتحة ومن يراها منها ويقول لا يجهر ومذهب الشافعي رحمه\nالله تعالى وطوائف من السلف والخلف أن البسملة آية من الفاتحة وأنه يجهر\nبها حيث يجهر بالفاتحة واعتمد أصحابنا ومن قال بأنها آية من الفاتحة أنها\nكتبت في المصحف بخط المصحف وكان هذا باتفاق الصحابة وإجماعهم على أن لا\nيثبتوا فيه بخط القرآن غير القرآن واجمع بعدهم المسلمون كلهم في كل الأعصار\nإلى يومنا واجمعوا انها ليست في أول براءة وانها لا تكتب فيها وهذا يؤكد ما\nقلناه قوله ( حدثنا محمد بن مهران عن الوليد بن مسلم عن الأوزاعي عن عبدة\nأن عمر بن الخطاب رضي الله عنه كان يجهر بهؤلاء الكلمات سبحانك اللهم\nوبحمدك وتبارك اسمك وتعالى جدك ولا إله غيرك وعن قتادة أنه كتب يخبره عن\nأنس أنه حدثه قال صليت خلف النبي صلى الله عليه وسلم قال أبو على الغساني\nهكذا وقع عن عبدة أن عمر وهو مرسل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p111'> Vol. 04, p. 111</a>\n            </div>\n             يعني أن عبدة وهو بن أبي\nلبابة لم يسمع من عمر قال وقوله بعده عن قتادة يعني الأوزاعي عن قتادة عن\nانس هذا هو المقصود من الباب وهو حديث متصل هذا كلام الغساني والمقصود أنه\nعطف قوله وعن قتادة على قوله عن عبدة وانما فعل مسلم هذا لأنه سمعه هكذا\nفأداه كما سمعه ومقصوده الثاني المتصل دون الأول المرسل ولهذا نظائر كثيرة\nفي صحيح مسلم وغيره ولا إنكار في هذا كله وقوله سبحانك اللهم وبحمدك قال\nالخطابي أخبرني بن خلاد قال <span id='ms0681'></span> سألت الزجاج عن الواو في قوله وبحمدك فقال\nمعناه سبحانك اللهم وبحمدك سبحتك قال والجد هنا العظمة والله تعالى أعلم\n</p>\n\n<p>\n| 1 ( باب حجة من قال البسملة آية من اول كل سورة سوى براءة )\n</p>\n\n<p>\nفيه انس رضي الله عنه قال ( بينا رسول الله صلى الله عليه وسلم بين\nأظهرنا إذ أغفى إغفاءة ثم رفع رأسه متبسما فقلنا ما أضحكك يا رسول الله قال\nأنزلت علي آنفا سورة فقرأ بسم الله الرحمن الرحيم <span class='quran'>إنا أعطيناك الكوثر\nفصل لربك وانحر إن شانئك هو الأبتر </span>ثم قال أتدرون ما الكوثر فقلنا\nالله ورسوله أعلم قال فإنه نهر وعدنيه ربي عز وجل عليه خير كثير هو حوض يرد\nعليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p112'> Vol. 04, p. 112</a>\n            </div>\n             أمتي يوم القيامة آنيته عدد النجوم فيختلج العبد منهم\nفأقول رب إنه من أمتي فيقال ما تدري ما أحدثوا بعدك ) وفي رواية ما أحدث\nوفيها بين أظهرنا في المسجد قوله بينا قال الجوهري بينا فعل أشبعت الفتحة\nفصارت ألفا واصلة ومن قال وبينما بمعناه زيدت فيه ما بقول بينا نحن نرقبه\nأتانا أي أتانا بين أوقات رقبتنا اياه ثم حذف المضاف الذي هو أوقات قال\nوكان الأصمعي يخفض ما بعد بينا إذا صلح في موضعه بين وغيره يرفع ما بعد\nبينا وبينما على الابتداء والخبر قوله بين أظهرنا أي بيننا قوله اغفى\nإغفاءة أي نام وقوله آنفا أي قريبا وهو بالمد ويجوز القصر في لغة قليلة وقد\nقرئ به في السبع والشانئ المبغض والأبتر هو المنقطع العقب وقيل المنقطع عن\nكل خير قالوا أنزلت في العاص بن وائل والكوثر هنا نهر في الجنة كما فسره\nالنبي صلى الله عليه وسلم وهو في موضع آخر عبارة عن الخير الكثير وقوله\nيختلج أي ينتزع ويقتطع في هذا الحديث فوائد منها أن البسملة في أوائل السور\nمن القرآن وهو مقصود مسلم بإدخال الحديث هنا وفيه جواز النوم في المسجد\nوجواز نوم الانسان بحضرة أصحابه وأنه إذا رأى التابع من متبوعه تبسما أو\nغيره مما يقتضى حدوث أمر يستحب له أن <span id='ms0682'></span> يسأل عن سببه وفيه إثبات الحوض\nوالايمان به واجب وسياتي بسطه حيث ذكر مسلم أحاديثه في آخر الكتاب إن شاء\nالله تعالى وقوله لا تدري ما أحدثوا بعدك تقدم شرحه في أول كتاب الطهارة\nوالله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p113'> Vol. 04, p. 113</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب وضع يده اليمنى على اليسرى بعد تكبيرة الإحرام تحت صدره فوق\nسرته ووضعهما في السجود على الأرض حذو منكبيه فيه )\n</p>\n\n<p>\n( وائل بن حجر رضي الله عنه أنه رأى النبي صلى الله عليه وسلم رفع يديه\nحين دخل في الصلاة كبر حيال أذنيه ثم التحف بثوبه ثم وضع يده اليمنى على\nاليسرى فلما أراد أن يركع أخرج يديه من الثوب ثم رفعهما ثم كبر فركع فلما\nقال سمع الله لمن حمده رفع يديه فلما سجد سجد بين كفيه ) فيه محمد بن جحادة\nبجيم مضمومة ثم حاء مهملة مخففة ثم ألف ثم دال مهملة ثم هاء قوله حيال\nأذنيه بكسر الحاء أي قبالتهما وقد سبق بيان كيفية رفعهما ففيه فوائد منها\nأن العمل القليل في الصلاة لا يبطلها لقوله كبر ثم التحف وفيه استحباب رفع\nيديه عند الدخول في الصلاة وعند الركوع وعند الرفع منه وفيه استحباب كشف\nاليدين عند الرفع ووضعهما في السجود على الأرض حذو منكبيه واستحباب وضع\nاليمنى على اليسرى بعد تكبيرة الإحرام ويجعلهما تحت صدره فوق سرته هذا\nمذهبنا المشهور وبه قال الجمهور وقال أبو حنيفة وسفيان الثوري واسحاق بن\nراهويه وأبو إسحاق المروزي من أصحابنا يجعلهما تحت سرته وعن علي بن أبي\nطالب رضي الله عنه روايتان كالمذهبين وعن أحمد روايتان كالمذهبين ورواية\nثالثة أنه مخير بينهما ولا ترجيح وبهذا قال الأوزاعي وبن المنذر وعن مالك\nرحمه الله روايتان أحداهما يضعهما تحت صدره والثانية يرسلهما ولا يضع\nإحداهما على الأخرى وهذه رواية جمهور أصحابه وهي الأشهر عندهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p114'> Vol. 04, p. 114</a>\n            </div>\n            \nوهي مذهب الليث بن سعد وعن مالك رحمه الله أيضا استحباب الوضع في النفل\nوالارسال في الفرض وهو الذي رجحه البصريون من أصحابه وحجة الجمهور في\nاستحباب وضع اليمين على الشمال حديث وائل <span id='ms0683'></span> المذكور هنا وحديث أبي حازم عن\nسهل بن سعد رضي الله عنه قال كان الناس يؤمرون أن يضع الرجل اليد اليمنى\nعلى ذراعيه في الصلاة قال أبو حازم ولا اعلمه إلا ينمى ذلك إلى النبي صلى\nالله عليه وسلم رواه البخاري وهذا حديث صحيح مرفوع كما سبق في مقدمة الكتاب\nوعن هلب الطائي رضي الله عنه قال كان رسول الله صلى الله عليه وسلم يؤمنا\nفيأخذ شماله بيمينه رواه الترمذي وقال حديث حسن وفي المسألة أحاديث كثيرة\nودليل وضعهما فوق السرة حديث وائل بن حجر قال صليت مع رسول الله صلى الله\nعليه وسلم ووضع يده اليمنى على يده اليسرى على صدره رواه بن خزيمة في صحيحه\nوأما حديث علي رضي الله عنه أنه قال من السنة في الصلاة وضع الأكف على\nالأكف تحت السرة ضعيف متفق على تضعيفه رواه الدارقطني والبيهقي من رواية\nأبي شيبة عبد الرحمن بن إسحاق الواسطي وهو ضعيف بالاتفاق قال العلماء\nوالحكمة في وضع إحداهما على الأخرى أنه أقرب إلى الخشوع ومنعهما من العبث\nوالله أعلم\n</p>\n\n<p>\n| 1 ( باب التشهد في الصلاة )\n</p>\n\n<p>\nفيه تشهد بن مسعود وتشهد بن عباس وتشهد أبي موسى الأشعري رضي الله عنهم\nواتفق العلماء على جوازها كلها واختلفوا في الأفضل منها فمذهب الشافعي رحمه\nالله تعالى وبعض أصحاب مالك أن تشهد بن عباس أفضل لزيادة لفظة المباركات\nفيه وهي موافقة لقول الله عز وجل <span class='quran'>تحية من عند الله مباركة طيبة </span>ولأنه أكده بقوله يعلمنا التشهد كما يعلمنا السورة من القرآن وقال أبو\nحنيفة وأحمد رضي الله عنهما وجمهور الفقهاء واهل الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p115'> Vol. 04, p. 115</a>\n            </div>\n             تشهد\nبن مسعود أفضل لأنه عند المحدثين أشد صحة وإن كان الجميع صحيحا وقال مالك\nرحمه الله تعالى تشهد عمر بن الخطاب رضي الله عنه الموقوف عليه أفضل لأنه\nعلمه الناس على المنبر ولم ينازعه أحد فدل على تفضيله وهو التحيات لله\nالزاكيات لله الطيبات الصلوات لله سلام عليك أيها النبي إلى آخره واختلفوا\nفي التشهد هل هو واجب أم سنة فقال <span id='ms0684'></span> الشافعي رحمه الله تعالى وطائفة التشهد\nالأول سنة والأخير واجب وقال جمهور المحدثين هما واجبان وقال أحمد رضي الله\nعنه الأول واجب والثاني فرض وقال أبو حنيفة ومالك رضي الله عنهما وجمهور\nالفقهاء هما سنتان وعن مالك رحمه الله رواية بوجوب الأخير وقد وافق من لم\nيوجب التشهد على وجوب القعود بقدره في آخر الصلاة وأما ألفاظ الباب ففيه\nلفظة التشهد سميت بذلك للنطق بالشهادة بالوحدانية والرسالة وأما قوله صلى\nالله عليه وسلم ( إن الله هو السلام ) فمعناه أن السلام اسم من أسماء الله\nتعالى ومعناه السالم من النقائص وسمات الحدوث ومن الشريك والند وقيل المسلم\nأولياءه وقيل المسلم عليهم وقيل غير ذلك وأما التحيات فجمع تحية وهي الملك\nوقيل البقاء وقيل العظمة وقيل الحياة وإنما قيل التحيات بالجمع لأن ملوك\nالعرب كان كل واحد منهم تحييه أصحابه بتحية مخصوصة فقيل جميع تحياتهم لله\nتعالى وهو المستحق لذلك حقيقة والمباركات والزاكيات في حديث عمر رضي الله\nعنه بمعنى واحد والبركة كثرة الخير وقيل النماء وكذا الزكاة أصلها النماء\nوالصلوات هي الصلوات المعروفة وقيل الدعوات والتضرع وقيل الرحمة أي الله\nالمتفضل بها والطيبات أي الكلمات الطيبات وقوله في حديث بن عباس التحيات\nالمباركات الصلوات الطيبات تقديره والمباركات والصلوات والطيبات كما في\nحديث بن مسعود وغيره ولكن حذفت الواو اختصارا وهو جائز معروف في اللغة\nومعنى الحديث أن التحيات وما بعدها مستحقة لله تعالى ولا تصلح حقيقتها\nلغيره وقوله ( السلام عليك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p116'> Vol. 04, p. 116</a>\n            </div>\n             أيها النبي ورحمة الله وبركاته\nالسلام علينا وعلى عباد الله الصالحين ) وقوله في آخر الصلاة ( السلام\nعليكم ) فقيل معناه التعويذ بالله والتحصين به سبحانه وتعالى فإن السلام\nاسم له سبحانه وتعالى تقديره الله عليكم حفيظ وكفيل كما يقال الله معك أي\nبالحفظ والمعونة واللطف وقيل معناه السلامة والنجاة لكم ويكون مصدرا\nكاللذاذة واللذاذ كما قال الله تعالى <span class='quran'>فسلام لك من أصحاب اليمين </span>واعلم أن السلام الذي في قوله السلام عليك أيها النبي السلام علينا وعلى\nعباد الله الصالحين يجوز فيه حذف <span id='ms0685'></span> الألف واللام فيقال سلام عليك أيها النبي\nوسلام علينا ولا خلاف في جواز الأمرين هنا ولكن الألف واللام أفضل وهو\nالموجود في روايات صحيحي البخاري ومسلم وأما الذي في آخر الصلاة وهو سلام\nالتحليل فاختلف أصحابنا فيه فمنهم من جوز الأمرين فيه هكذا ويقول الألف\nواللام أفضل ومنهم من أوجب الألف واللام لأنه لم ينقل إلا بالألف واللام\nولأنه تقدم ذكره في التشهد فينبغي أن يعيده بالألف واللام ليعود التعريف\nإلى سابق كلامه كما يقول جاءني رجل فأكرمت الرجل قوله وعلى عباد الله\nالصالحين قال الزجاج وصاحب المطالع وغيرهما العبد الصالح هو القائم بحقوق\nالله تعالى وحقوق العباد قوله صلى الله عليه وسلم ( فإذا قالها أصابت كل\nعبد لله صالح في السماء ) فيه دليل على أن الألف واللام داخلتين على الجنس\nتقتضى الاستغراق والعموم قوله وأشهد ان محمدا عبده ورسوله قال أهل اللغة\nيقال رجل محمد ومحمود إذا كثرت خصاله المحمودة قال بن فارس وبذلك سمى نبينا\nصلى الله عليه وسلم محمدا يعني لعلم الله تعالى بكثرة خصاله المحمودة ألهم\nأهله التسمية بذلك قوله صلى الله عليه وسلم ( ثم يتخير من المسألة ما شاء )\nفيه استحباب الدعاء في آخر الصلاة قبل السلام وفيه أنه يجوز الدعاء بما شاء\nمن أمور الآخرة والدنيا ما لم يكن إثما وهذا مذهبنا ومذهب الجمهور وقال أبو\nحنيفة رحمه الله تعالى لا يجوز إلا بالدعوات الواردة في القرآن والسنة\nواستدل به جمهور العلماء على أن الصلاة على النبي صلى الله عليه وسلم في\nالتشهد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p117'> Vol. 04, p. 117</a>\n            </div>\n             الأخير ليست واجبة ومذهب الشافعي وأحمد واسحاق وبعض\nأصحاب مالك رحمه الله تعالى وجوبها في التشهد الأخير فمن تركها بطلت صلاته\nوقد جاء في رواية من هذا الحديث في غير مسلم زيادة فإذا فعلت ذلك فقد تمت\nصلاتك ولكن هذه الزيادة ليست صحيحة عن النبي صلى الله عليه وسلم قوله حدثني\nعبد الله بن سخبرة هو بسين مهملة مفتوحة ثم خاء معجمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p118'> Vol. 04, p. 118</a>\n            </div>\n             ساكنة ثم\nباء موحدة مفتوحة قوله ( أقرت الصلاة بالبر <span id='ms0686'></span> والزكاة ) قالوا معناه قرنت\nبهما وأقرت معهما وصار الجميع مأمورا به قوله ( فأرم القوم ) هو بفتح الراء\nوتشديد الميم أي سكتوا قوله ( لقد رهبت ان تبكعني ) هو بفتح المثناة في\nأوله واسكان الموحدة بعدها أي تبكتني بها وتوبخني قوله صلى الله عليه وسلم\n( أقيموا صفوفكم ) أمر بإقامة الصفوف وهو مأمور به بإجماع الأمة وهو أمر\nندب والمراد تسويتها والاعتدال فيها وتتميم الأول فالأول منها والتراص فيها\nوسيأتي بسط الكلام فيها حيث ذكرها مسلم ان شاء الله تعالى قوله صلى الله\nعليه وسلم ( ثم ليؤمكم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p119'> Vol. 04, p. 119</a>\n            </div>\n             أحدكم ) فيه الأمر بالجماعة في\nالمكتوبات ولا خلاف في ذلك ولكن اختلفوا في أنه أمر ندب أم إيجاب على أربعة\nمذاهب فالراجح في مذهبنا وهو نص الشافعي رحمه الله تعالى وقول أكثر اصحابنا\nأنها فرض كفاية إذا فعله من يحصل به إظهار هذا الشعار سقط الحرج عن الباقين\nوإن تركوه كلهم أثموا كلهم وقالت طائفة من أصحابنا هي سنة وقال بن خزيمة من\nأصحابنا هي فرض عين لكن ليست بشرط فمن تركها وصلى منفردا بلا عذر أثم وصحت\nصلاته وقال بعض أهل الظاهر هي شرط لصحة الصلاة وقال بكل قول من الثلاثة\nالمتقدمة طوائف من العلماء وستأتي المسألة في بابها ان شاء الله تعالى قوله\nصلى الله عليه وسلم ( فإذا كبر فكبروا ) فيه أمر المأموم بأن يكون تكبيره\nعقب تكبير الإمام ويتضمن مسئلتين إحداهما أنه لا يكبر قبله ولا معه بل بعده\nفلو شرع المأموم في تكبيرة الإحرام ناويا الاقتداء بالإمام وقد بقي للإمام\nمنها حرف لم يصح إحرام المأموم بلاخلاف لأنه نوى الإقتداء بالإمام بمن لم\nيصر إماما بل بمن سيصير إماما إذا فرغ من التكبير والثانية أنه يستحب كون\nتكبيرة المأموم عقب تكبيرة الإمام ولا يتأخر فلو تأخر جاز وفاته كمال فضيلة\nتعجيل التكبير قوله صلى الله عليه وسلم ( وإذا قال <span class='quran'>غير المغضوب عليهم\nولا الضالين </span>فقولوا آمين ) فيه دلالة ظاهرة لما قاله أصحابنا وغيرهم\nأن تأمين المأموم يكون مع تأمين الإمام لا بعده <span id='ms0687'></span> فإذا قال الإمام ولا\nالضالين قال الإمام والمأموم معا آمين وتأولوا قوله صلى الله عليه وسلم إذا\nأمن الإمام فأمنوا قالوا معناه إذا أراد التأمين ليجمع بينه وبين هذا\nالحديث وهو يريد التأمين في آخر قوله <span class='quran'>ولا الضالين </span>فيعقب إرادته\nتأمينه وتأمينكم معا وفي آمين لغتان المد والقصر والمد أفصح والميم خفيفة\nفيهما ومعناه استجب وسيأتي ان شاء الله تعالى تمام الكلام في التأمين وما\nيتعلق به في بابه حيث ذكره مسلم قوله صلى الله عليه وسلم ( فقولوا آمين\nيجبكم الله ) هو بالجيم أي يستجب دعاكم وهذا حث عظيم على التأمين فيتأكد\nالاهتمام به قوله صلى الله عليه وسلم ( وإذا كبر وركع فكبروا واركعوا فإن\nالأمام يركع قبلكم ويرفع قبلكم فقال رسول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p120'> Vol. 04, p. 120</a>\n            </div>\n             الله صلى الله عليه\nوسلم فتلك بتلك ) معناه اجعلوا تكبيركم للركوع وركوعكم بعد تكبيره وركوعه\nوكذلك رفعكم من الركوع يكون بعد رفعه ومعنى تلك بتلك أن اللحظة التي سبقكم\nالإمام بها في تقدمه إلى الركوع تنجبر لكم بتأخيركم في الركوع بعد رفعه\nلحظة فتلك اللحظة بتلك اللحظة وصار قدر ركوعكم كقدر ركوعه وقال مثله في\nالسجود وقوله صلى الله عليه وسلم ( وإذا قال سمع الله لمن حمده فقولوا\nاللهم ربنا لك الحمد يسمع الله لكم ) فيه دلالة لما قاله أصحابنا وغيرهم\nأنه يستحب للإمام الجهر بقوله سمع الله لمن حمده وحينئذ يسمعونه فيقولون\nوفيه دلالة لمذهب من يقول لا يزيد المأموم على قوله ربنا لك الحمد ولا يقول\nمعه سمع الله لمن حمده ومذهبنا أنه يجمع بينهما الإمام والمأموم والمنفرد\nلأنه ثبت أنه صلى الله عليه وسلم جمع بينهما وثبت أنه صلى الله عليه وسلم\nقال صلوا كما رأيتموني أصلي وسيأتي بسط الكلام فيه في بابه إنشاء الله\nتعالى ومعنى سمع الله لمن حمده أي أجاب دعاء من حمده ومعنى يسمع الله لكم\nيستجب دعاءكم قوله ربنا لك الحمد هكذا هو هنا بلا واو وفي غير هذا الموضع\nربنا ولك الحمد وقد جاءت الأحاديث الصحيحة بإثبات الواو وبحذفها <span id='ms0688'></span> وكلاهما\nجاءت به روايات كثيرة والمختار أنه على وجه الجواز وأن الأمرين جائزان ولا\nترجيح لأحدهما على الآخر ونقل القاضي عياض رضي الله عنه اختلافا عن مالك\nرحمه الله تعالى وغيره في الأرجح منهما وعلى إثبات الواو يكون قوله ربنا\nمتعلقابما قبله تقديره سمع الله لمن حمده يا ربنا فاستجب حمدنا ودعاءنا ولك\nالحمد على هدايتنا لذلك قوله ( وإذا كان عند القعدة فليكن من أول قول أحدكم\nالتحيات ) استدل جماعة بهذا على أنه يقول في أول جلوسه التحيات ولا يقول\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p121'> Vol. 04, p. 121</a>\n            </div>\n             بسم الله وليس هذا الاستدلال بواضح لأنه قال فليكن من أول ولم\nيقل فليكن أول والله اعلم قوله ( وفي حديث جرير عن سليمان التيمي عن قتادة\nمن الزيادة وإذا قرأ فأنصتوا ) هكذا ( قال أبو إسحاق قال أبو بكر بن أخت\nأبي النضر في هذا الحديث فقال مسلم تريد أحفظ من سليمان فقال له أبو بكر\nفحديث أبي هريرة فقال هو صحيح يعني وإذا قرأ فأنصتوا فقال هو عندي صحيح\nفقال لم لم تضعه ها هنا قال ليس كل شيء عندي صحيح وضعته ها هنا إنما وضعت\nها هنا ما أجمعوا عليه ) فقوله قال أبو إسحاق هو أبو إسحاق إبراهيم بن\nسفيان صاحب مسلم راوي الكتاب عنه وقوله قال أبو بكر في هذا الحديث يعني طعن\nفيه وقدح في صحته فقال له مسلم أتريد أحفظ من سليمان يعني أن سليمان كامل\nالحفظ والضبط فلا تضر مخالفة غيره وقوله فقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p122'> Vol. 04, p. 122</a>\n            </div>\n             أبو بكر فحديث\nأبي هريرة قال هو صحيح يعني قال أبو بكر لم لم تضعه ها هنا في صحيحك فقال\nمسلم ليس هذا مجمعا على صحته ولكن هو صحيح عندي وليس كل صحيح عندي وضعته في\nهذا الكتاب إنما وضعت فيه ما أجمعوا عليه ثم قد ينكر هذا الكلام ويقال قد\nوضع أحاديث كثيرة غير مجمع عليها وجوابه أنها عند مسلم بصفة المجمع عليه\nولا يلزم تقليد غيره في ذلك وقد ذكرنا في مقدمة هذا الشرح هذا السؤال\nوجوابه واعلم أن هذه <span id='ms0689'></span> الزيادة وهي قوله وإذا قرأ فأنصتوا مما اختلف الحافظ\nفي صحته فروى البيهقي في السنن الكبير عن أبي داود السجستاني أن هذه اللفظة\nليست بمحفوظة وكذلك رواه عن يحيى بن معين وأبي حاتم الرازي والدارقطني\nوالحافظ أبي علي النيسابوري شيخ الحاكم أبي عبد الله قال البيهقي قال أبو\nعلي الحافظ هذه اللفظة غير محفوظة قد خالف سليمان التيمي فيها جميع أصحاب\nقتادة واجتماع هؤلاء الحفاظ على تضعيفها مقدم على تصحيح مسلم لا سيما ولم\nيروها مسندة في صحيحه والله أعلم\n</p>\n\n<p>\n| 1 ( باب الصلاة على النبي صلى الله عليه وسلم بعد التشهد )\n</p>\n\n<p>\nأعلم أن العلماء اختلفوا في وجوب الصلاة على النبي صلى الله عليه وسلم\nعقب التشهد الأخير في الصلاة فذهب أبو حنيفة ومالك رحمهما الله تعالى\nوالجماهير إلى أنها سنة لو تركت صحت الصلاة وذهب الشافعي وأحمد رحمهما الله\nتعالى إلى أنها واجبة لو تركت لم تصح الصلاة وهو مروي عن عمر بن الخطاب\nوابنه عبد الله رضي الله عنهما وهو قول الشعبي وقد نسب جماعة الشافعي رحمه\nالله تعالى في هذا إلى مخالفة الإجماع ولا يصح قولهم فإنه مذهب الشعبي كما\nذكرنا وقد رواه عن البيهقي وفي الاستدلال لوجوبها خفاء وأصحابنا يحتجون\nبحديث أبي مسعود الأنصاري رضي الله عنه المذكور هنا أنهم قالوا كيف نصلي\nعليك يا رسول الله فقال قولوا اللهم صلي على محمد إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p123'> Vol. 04, p. 123</a>\n            </div>\n             آخره\nقالوا والأمر للوجوب وهذا القدر لا يظهر الاستدلال به إلا إذا ضم إليه\nالرواية الأخرى كيف نصلي عليك إذا نحن صلينا عليك في صلاتنا فقال صلى الله\nعليه وسلم قولوا اللهم صل على محمد وعلى آل محمد إلى آخره وهذه الزيادة\nصحيحة رواها الإمامان الحافظان أبو حاتم بن حبان بكسر الحاء البستي والحاكم\nأبو عبد الله في صحيحيهما قال الحاكم هي زيادة صحيحة واحتج لها أبو حاتم\nوأبو عبد الله أيضا في صحيحيهما بما روياه عن فضالة بن عبيد رضي الله عنه\nأن رسول الله صلى الله عليه وسلم رأى رجلا يصلي لم <span id='ms0690'></span> يحمد الله ولم يمجده ولم\nيصل على النبي صلى الله عليه وسلم فقال النبي صلى الله عليه وسلم عجل هذا\nثم دعاه النبي صلى الله عليه وسلم فقال إذا صلى أحدكم فليبدأ بحمد ربه\nوالثناء عليه وليصل على النبي صلى الله عليه وسلم وليدع ما شاء قال الحاكم\nهذا حديث صحيح على شرط مسلم وهذان الحديثان وإن اشتملا على ما لا يجب\nبالإجماع كالصلاة على الآل والذرية والدعاء فلا يمتنع الاحتجاج بهما فإن\nالأمر للوجوب فإذا خرج بعض ما يتناوله الأمر عن الوجوب بدليل بقي الباقي\nعلى الوجوب والله أعلم والواجب عند أصحابنا اللهم صل على محمد وما زاد عليه\nسنة ولنا وجه شاذ أنه يجب الصلاة على الآل وليس بشيء والله أعلم واختلف\nالعلماء في آل النبي صلى الله عليه وسلم على أقوال أظهرها وهو اختيار\nالأزهري وغيره من المحققين أنهم جميع الأمة والثاني بنو هاشم وبنو المطلب\nوالثالث أهل بيته صلى الله عليه وسلم وذريته والله أعلم قوله عن نعيم بن\nعبد الله المجمر هو بضم الميم وإسكان الجيم وكسر الميم وقد تقدم بيانه وسبب\nتسميته المجمر وأنه صفة لنعيم أو لأبيه في أول كتاب الوضوء قوله ( عن أبي\nمسعود الأنصاري ) هو البدري واسمه عقبة بن عمر وتقدم في آخر المقدمة وفي\nغيره قوله ( أمرنا الله تعالى أن نصلي عليك يا رسول الله فكيف نصلي عليك )\nمعناه أمرنا الله تعالى بقوله تعالى <span class='quran'>صلوا عليه وسلموا تسليما </span>فكيف نلفظ بالصلاة وفي هذا أن من أمر بشيء لا يفهم مراده يسأل عنه ليعلم ما\nيأتي به قال القاضي ويحتمل أن يكون سؤالهم عن كيفية الصلاة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p124'> Vol. 04, p. 124</a>\n            </div>\n             في\nغير الصلاة ويحتمل أن يكون في الصلاة قال وهو الأظهر قلت وهذا ظاهر اختيار\nمسلم ولهذا ذكر هذا الحديث في هذا الموضع قوله ( فسكت رسول الله صلى الله\nعليه وسلم حتى تمنينا أنه لم يسأله ) معناه كرهنا سؤاله مخافة من أن يكون\nالنبي صلى الله عليه وسلم كره سؤاله وشق عليه قوله صلى الله <span id='ms0691'></span> عليه وسلم (\nوالسلام كما قد علمتم ) معناه قد أمركم الله تعالى بالصلاة والسلام علي\nفأما الصلاة فهذه صفتها وأما السلام فكما علمتم في التشهد وهو قولهم السلام\nعليك أيها النبي ورحمة الله وبركاته وقوله علمتم هو بفتح العين وكسر اللام\nالمخففة ومنهم من رواه بضم العين وتشديد اللام أي علمتكموه وكلاهما صحيح\nقوله صلى الله عليه وسلم ( قولوا اللهم صل على محمد وعلى آل محمد كما صليت\nعلى آل إبراهيم وبارك على محمد وعلى آل محمد كما باركت على آل إبراهيم قال\nالعلماء معنى البركة هنا الزيادة من الخير والكرامة وقيل هو بمعنى التطهير\nوالتزكية واختلف العلماء في الحكمة في قوله اللهم صل على محمد كما صليت على\nإبراهيم مع أن محمدا صلى الله عليه وسلم أفضل من إبراهيم صلى الله عليه\nوسلم قال القاضي عياض رضي الله عنه أظهر الأقوال أن نبينا صلى الله عليه\nوسلم سأل ذلك لنفسه ولأهل بيته ليتم النعمة عليهم كما أتمها على إبراهيم\nوعلى آله وقيل بل سأل ذلك لأمته وقيل بل ليبقى ذلك له دائما إلى يوم\nالقيامة ويجعل له به لسان صدق في الآخرين كابراهيم صلى الله عليه وسلم وقيل\nكان ذلك قبل أن يعلم أنه أفضل من إبراهيم صلى الله عليه وسلم وقيل سأل صلاة\nيتخذه بها خليلا كما اتخذ إبراهيم هذا كلام القاضي والمختار في ذلك أحد\nثلاثة أقوال أحدها حكاه بعض أصحابنا عن الشافعي رحمه الله تعالى أن معناه\nصل على محمد وتم الكلام هنا ثم استأنف وعلى آل محمد أي وصل على آل محمد كما\nصليت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p125'> Vol. 04, p. 125</a>\n            </div>\n             على إبراهيم وآل إبراهيم فالمسئول له مثل إبراهيم وآله هم\nآل محمد صلى الله عليه وسلم لا نفسه القول الثاني معناه اجعل لمحمد وآله\nصلاة منك كما جعلتها لإبراهيم وآله فالمسئول المشاركة في أصل الصلاة لا\nقدرها القول الثالث أنه على ظاهره والمراد اجعل لمحمد وآله صلاة بمقدار\nالصلاة التي لإبراهيم وآله والمسئول مقابلة الجملة فإن المختار في الآل كما\nقدمناه أنهم <span id='ms0692'></span> جميع الإتباع ويدخل في آل إبراهيم خلائق لا يحصون من الأنبياء\nولا يدخل في آل محمد صلى الله عليه وسلم نبي فطلب إلحاق هذه الجملة التي\nفيها نبي واحد بتلك الجملة التي فيها خلائق من الأنبياء والله أعلم قال\nالقاضي عياض ولم يجئ في هذه الأحاديث ذكر الرحمة على النبي صلى الله عليه\nوسلم وقد وقع في بعض الأحاديث الغريبة قال واختلف شيوخنا في جواز الدعاء\nللنبي صلى الله عليه وسلم بالرحمة فذهب بعضهم وهو اختيار أبي عمر بن عبد\nالبر إلى أنه يقال وأجازه غيره وهو مذهب أبي محمد بن أبي زيد وحجة الأكثرين\nتعليم النبي صلى الله عليه وسلم الصلاة عليه وليس فيها ذكر الرحمة والمختار\nأنه لا يذكر الرحمة وقوله وبارك على محمد وعلى آل محمد قيل البركة هنا\nالزيادة من الخير والكرامة وقيل الثبات على ذلك من قولهم بركت الابل أي\nثبتت على الأرض ومنه بركة الماء وقيل التزكية والتطهير من العيوب كلها\nوقوله اللهم صل على محمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p126'> Vol. 04, p. 126</a>\n            </div>\n             وعلى آل محمد احتج به من أجاز الصلاة\nعلى غير الأنبياء وهذا مما اختلف العلماء فيه فقال مالك والشافعي رحمهما\nالله تعالى والأكثرون لا يصلى على غير الأنبياء استقلالا فلا يقال اللهم صل\nعلى أبي بكر أو عمر أو علي أو غيرهم ولكن يصلى عليهم تبعا فيقال اللهم صل\nعلى محمد وآل محمد وأصحابه وازواجه وذريته كما جاءت به الأحاديث وقال أحمد\nوجماعة يصلى على كل واحد من المؤمنين مستقلا واحتجوا بأحاديث الباب وبقوله\nصلى الله عليه وسلم اللهم صل على آل أبي اوفي وكان إذا أتاه قوم بصدقتهم\nصلى عليهم قالوا وهو موافق لقول الله تعالى هو الذي يصلي عليكم وملائكته\nواحتج الأكثرون بأن هذا النوع مأخوذ من التوقيف واستعمال السلف ولم ينقل\nاستعمالهم ذلك بل خصوا به الأنبياء كما خصوا الله تعالى بالتقديس والتسبيح\nفيقال قال الله سبحانه وتعالى وقال الله تعالى وقال عز وجل وقال جلت عظمته\nوتقدست أسماؤه وتبارك وتعالى ونحو ذلك ولا يقال <span id='ms0693'></span> قال النبي عز وجل وإن كان\nعزيزا جليلا ولا نحو ذلك وأجابوا عن قول الله عز وجل <span class='quran'>هو الذي يصلي\nعليكم وملائكته </span>وعن الأحاديث بأن ما كان من الله عز وجل ورسوله فهو\nدعاء وترحم وليس فيه معنى التعظيم والتوقير الذي يكون من غيرهما وأما\nالصلاة على الآل والأزواج والذرية فإنما جاء على التبع لا على الاستقلال\nوقد بينا أنه يقال تبعا لأن التابع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p127'> Vol. 04, p. 127</a>\n            </div>\n             يحتمل فيه ما لا يحتمل\nاستقلالا واختلف أصحابنا في الصلاة على غير الأنبياء هل يقال هو مكروه أو\nهو مجرد ترك أدب والصحيح المشهور أنه مكروه كراهة تنزيه قال الشيخ أبو محمد\nالجويني والسلام في معنى الصلاة فإن الله تعالى قرن بينهما فلا يفرد به\nغائب غير الأنبياء فلا يقال أبو بكر وعمر وعلي عليهم السلام وإنما يقال ذلك\nخطابا للأحياء والأموات فيقال السلام عليكم ورحمة الله والله أعلم قوله صلى\nالله عليه وسلم ( من صلى علي واحدة صلى الله عليه عشرا ) قال القاضي معناه\nرحمته وتضعيف أجره كقوله تعالى <span class='quran'>من جاء بالحسنة فله عشر أمثالها </span>قال وقد يكون الصلاة على وجهها وظاهرها تشريفا له بين الملائكة كما في\nالحديث وإن ذكرني في ملأ ذكرته في ملأ خير منهم\n</p>\n\n<p>\n| 1 ( باب التسميع والتحميد والتأمين )\n</p>\n\n<p>\nفيه قوله صلى الله عليه وسلم ( إذا قال الإمام سمع الله لمن حمده فقولوا\nاللهم ربنا لك الحمد فإنه من وافق قوله قول الملائكة غفر له ما تقدم من\nذنبه ) وفي رواية ( إذا أمن الإمام فأمنوا فإنه من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p128'> Vol. 04, p. 128</a>\n            </div>\n             وافق تأمينه\nتأمين الملائكة غفر له ما تقدم من ذنبه ) وفي رواية ( إذا قال أحدكم آمين\nوالملائكة في السماء آمين فوافقت إحداهما الأخرى غفر له ما تقدم من ذنبه )\nوفي رواية ( إذا قال القارئ <span class='quran'>غير المغضوب عليهم ولا الضالين </span>فقال\nمن خلفه آمين فوافق قوله قول أهل السماء غفر له ما تقدم من ذنبه ) وسبق في\nحديث أبي موسى في باب التشهد إذا قال <span class='quran'>غير المغضوب عليهم </span>ولا\nالضالين فقولوا آمين في هذه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p129'> Vol. 04, p. 129</a>\n            </div>\n             الأحاديث استحباب <span id='ms0694'></span> التأمين عقب\nالفاتحة للإمام والمأموم والمنفرد وأنه ينبغي أن يكون تأمين المأموم مع\nتأمين الإمام لا قبله ولا بعده لقوله صلى الله عليه وسلم وإذا قال <span class='quran'>ولا\nالضالين </span>فقولوا آمين وأما رواية إذا أمن فأمنوا فمعناها إذا أراد\nالتأمين وقد قدمنا بيان هذا قريبا في حديث أبي موسى في باب التشهد ويسن\nللإمام والمنفرد الجهر بالتأمين وكذا للمأموم على المذهب الصحيح هذا تفصيل\nمذهبنا وقد اجتمعت الأمة على أن المنفرد يؤمن وكذلك الإمام والمأموم في\nالصلاة السرية وكذلك قال الجمهور في الجهرية وقال مالك رحمه الله تعالى في\nرواية لا يؤمن الإمام في الجهرية وقال أبو حنيفة رضي الله عنه والكوفيون\nومالك في رواية لا يجهر بالتأمين وقال الأكثرون يجهر وقوله صلى الله عليه\nوسلم من وافق قوله قول الملائكة ومن وافق تأمينه تأمين الملائكة معناه\nوافقهم في وقت التأمين فأمن مع تأمينهم فهذا هو الصحيح والصواب وحكى القاضي\nعياض قولا أن معناه وافقهم في الصفة والخشوع والإخلاص واختلفوا في هؤلاء\nالملائكة فقيل هم الحفظة وقيل غيرهم لقوله صلى الله عليه وسلم فوافق قوله\nقول أهل السماء وأجاب الأولون عنه بأنه إذا قالها الحاضرون من الحفظة قالها\nمن فوقهم حتى ينتهي إلى أهل السماء وقول بن شهاب ( وكان رسول الله صلى الله\nعليه وسلم يقول آمين ) معناه أن هذه صيغة تأمين النبي صلى الله عليه وسلم\nوهو تفسير لقوله صلى الله عليه وسلم إذا أمن الإمام فأمنوا ورد لقول من زعم\nأن معناه إذا دعا الإمام بقوله اهدنا الصراط إلى آخرها وفي هذا الحديث دليل\nعلى قراءة الفاتحة لأن التأمين لا يكون إلا عقبها والله أعلم\n</p>\n\n<p>\n| 1 ( باب ائتمام المأموم بالإمام )\n</p>\n\n<p>\nفيه أنس رضي الله عنه قال ( سقط النبي صلى الله عليه وسلم عن فرس فجحش\nشقه الأيمن فدخلنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p130'> Vol. 04, p. 130</a>\n            </div>\n             عليه نعوده فحضرت الصلاة فصلى بنا قاعدا\nفصلينا وراءه قعودا فلما قضى الصلاة قال إنما جعل الإمام ليؤتم به فإذا كبر\nفكبروا وإذا سجد فاسجدوا وإذا رفع فارفعوا وإذا قال سمع الله <span id='ms0695'></span> لمن حمده\nفقولوا ربنا ولك الحمد وإذا صلى قاعدا فصلوا قعودا أجمعون ) وفي رواية (\nفإذا صلى قائما فصلوا قياما ) وفي رواية عائشة رضي الله عنها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p131'> Vol. 04, p. 131</a>\n            </div>\n             (\nصلى جالسا فصلوا بصلاته قياما فأشار إليهم أن اجلسوا فجلسوا ) وذكر أحاديث\nآخر بمعناه قوله جحش هو بجيم مضمومة ثم حاء مهملة مكسورة أي خدش وقوله\nفحضرت الصلاة ظاهرة أنه صلى الله عليه وسلم صلى بهم صلاة مكتوبة وفيه جواز\nالإشارة والعمل القليل في الصلاة للحاجة وفيه متابعة الإمام في الأفعال\nوالتكبير وقوله ربنا ولك الحمد كذا وقع هنا ولك الحمد بالواو وفي روايات\nبحذفها وقد سبق أنه يجوز الأمران وفيه وجوب متابعة المأموم لإمامه في\nالتكبير والقيام والقعود والركوع والسجود وأنه يفعلها بعد المأموم فيكبر\nتكبيرة الإحرام بعد فراغ الإمام منها فإن شرع فيها قبل فراغ الإمام منها لم\nتنعقد صلاته ويركع بعد شروع الإمام في الركوع وقبل رفعه منه فإن قارنه أو\nسبقه فقد أساء ولكن لا تبطل صلاته وكذا السجود ويسلم بعد فراغ الإمام من\nالسلام فإن سلم قبله بطلت صلاته إلا أن ينوي المفارقة ففيه خلاف مشهور وإن\nسلم معه لا قبله ولا بعده فقد أساء ولا تبطل صلاته على الصحيح وقيل تبطل\nوأما قوله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p132'> Vol. 04, p. 132</a>\n            </div>\n             وإذا صلى قاعدا فصلوا قعودا\nفاختلف العلماء فيه فقالت طائفة بظاهرة وممن قال به أحمد بن حنبل والأوزاعي\nرحمهما الله تعالى وقال مالك رحمه الله تعالى في رواية لا يجوز صلاة القادر\nعلى القيام خلف القاعد لا قائما ولا قاعدا وقال أبو حنيفة والشافعي وجمهور\nالسلف رحمهم الله تعالى لا يجوز للقادر على القيام أن يصلي خلف القاعد إلا\nقائما واحتجوا بأن النبي صلى الله عليه وسلم في مرض وفاته بعد هذا قاعدا\nوأبو بكر رضي الله عنه والناس خلفه قياما وإن كان بعض العلماء زعم أن أبا\nبكر رضي الله عنه كان هو الإمام والنبي صلى الله عليه وسلم مقتد به لكن\nالصواب أن النبي صلى الله عليه وسلم كان هو <span id='ms0696'></span> الإمام وقد ذكره مسلم بعد هذا\nالباب صريحا أو كالصريح فقال في روايته عن أبي بكر بن أبي شيبة بإسناده عن\nعائشة رضي الله عنها قالت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p133'> Vol. 04, p. 133</a>\n            </div>\n             فجاء رسول الله صلى الله عليه وسلم\nحتى جلس عن يسار أبي بكر وكان رسول الله صلى الله عليه وسلم يصلي بالناس\nجالسا وأبو بكر قائما يقتدى أبو بكر بصلاة النبي صلى الله عليه وسلم ويقتدى\nالناس بصلاة أبي بكر وأما قوله صلى الله عليه وسلم إنما جعل الإمام ليؤتم\nبه فمعناه عند الشافعي وطائفة في الأفعال الظاهرة وإلا فيجوز أن يصلى الفرض\nخلف النفل وعكسه والظهر خلف العصر وعكسه وقال مالك وابو حنيفة رضي الله\nعنهما وآخرون لا يجوز ذلك وقالوا معنى الحديث ليؤتم به في الأفعال والنيات\nودليل الشافعي رضي الله عنه وموافقيه أن النبي صلى الله عليه وسلم صلى\nبأصحابه ببطن نخل صلاة الخوف مرتين بكل فرقة مرة فصلاته الثانية وقعت له\nنفلا وللمقتدين فرضا وأيضا حديث معاذ كان يصلي العشاء مع النبي صلى الله\nعليه وسلم ثم يأتي قومه فيصليها بهم هي له تطوع ولهم فريضة ولهم مما يدل\nعلى أن الائتمام إنما يجب في الأفعال الظاهرة قوله صلى الله عليه وسلم في\nرواية جابر رضي الله عنه ( ائتموا بأئمتكم أن صلى قائما فصلوا قياما وإن\nصلى قاعدا فصلوا قعودا ) والله أعلم وقوله صلى الله عليه وسلم ( إنما\nالإمام جنة ) أي ساتر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p134'> Vol. 04, p. 134</a>\n            </div>\n             لمن خلفه ومانع من خلل يعرض لصلاتهم بسهو\nأو مرور أي كالجنة وهي الترس الذي يستر من وراءه ويمنع وصول مكروه إليه\nقوله صلى الله عليه وسلم ( إن كدتم تفعلون فعل فارس والروم يقومون على\nملوكهم وهو قعود فلا تفعلوا ) فيه النهي عن قيام الغلمان والتباع على رأس\nمتبوعهم الجالس لغير حاجة وأما القيام للداخل إذا كان من أهل الفضل والخير\nفليس من هذا بل هو جائز قد جاءت به احاديث وأطبق عليه السلف والخلف وقد\nجمعت دلائله وما يرد عليه في جزء وبالله التوفيق والعصمة\n</p>\n\n<p>\n| 1 ( باب استخلاف <span id='ms0697'></span> الإمام إذا عرض له عذر من مرض وسفر وغيرهما من يصلى\nبالناس وأن من صلى خلف إمام جالس لعجزه عن القيام لزمه القيام إذا قدر عليه\nونسخ القعود خلف القاعد في حق من قدر على القيام)\n</p>\n\n<p>\nفيه حديث استخلاف النبي صلى الله عليه وسلم أبا بكر رضي الله عنه وقد\nقدمنا في آخر الباب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p135'> Vol. 04, p. 135</a>\n            </div>\n             السابق دليل ما ذكرته في الترجمة قولها (\nالمخضب ) هو بكسر الميم وبخاء وضاد معجمتين وهو إناء نحو المركن الذي يغسل\nفيه قوله ( ذهب لينوء ) أي يقوم وينهض وقوله ( فاغمي عليه ) دليل على جواز\nالإغماء على الأنبياء صلوات الله وسلامه عليهم ولا شك في جوازه فإنه مرض\nوالمرض يجوز عليهم بخلاف الجنون فإنه لا يجوز عليهم لأنه نقص والحكمة في\nجواز المرض عليهم ومصائب الدنيا تكثير أجرهم وتسلية الناس بهم ولئلا يفتتن\nالناس بهم ويعبدوهم لما يظهر عليهم من المعجزات والآيات البينات والله أعلم\nقوله ( فقال أصلى الناس فقيل لا وهم ينتظرونك يا رسول الله ) دليل على أنه\nإذا تأخر الإمام عن اول الوقت ورجى مجيئه على قرب ينتظر ولا يتقدم غيره\nوسنبسط المسألة في الباب بعده إن شاء الله تعالى قولها ( قال ضعوا لي ماء\nفي المخضب ففعلنا فاغتسل ) دليل الاستحباب بالغسل من الإغماء وإذا تكرر\nالإغماء استحب تكرر الغسل لكل مرة فإن لم يغتسل إلا بعد الإغماء مرات كفى\nغسل واحد وقد حمل القاضي عياض الغسل هنا على الوضوء من حيث أن الإغماء ينقض\nالوضوء ولكن الصواب أن المراد غسل جميع البدن فإنه ظاهر اللفظ ولا مانع\nيمنع منه فإن الغسل مستحب من الإغماء بل قال بعض أصحابنا أنه واجب وهذا شاذ\nضعيف قوله ( والناس عكوف ) أي مجتمعون منتظرون لخروج النبي صلى الله عليه\nوسلم وأصل الاعتكاف اللزوم والحبس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p136'> Vol. 04, p. 136</a>\n            </div>\n             قولها ( لصلاة العشاء الآخرة\n) دليل على صحة قول الإنسان العشاء الآخرة وقد أنكره الأصمعي والصواب جوازه\nفقد صح عن النبي صلى الله عليه وسلم وعائشة وأنس والبراء وجماعة آخرين\nاطلاق العشاء الآخرة وقد بسطت القول فيه <span id='ms0698'></span> في تهذيب الأسماء واللغات قولها (\nفأرسل رسول الله صلى الله عليه وسلم إلى أبي بكر رضي الله عنه أن يصلي\nبالناس فقال أبو بكر رضي الله عنه وكان رجلا رقيقا يا عمر صل بالناس فقال\nعمر رضي الله عنه أنت أحق بذلك ) فيه فوائد منها فضيلة أبي بكر الصديق رضي\nالله عنه وترجيحه على جميع الصحابة رضوان الله عليهم أجمعين وتفضيله وتنبيه\nعلى أنه أحق بخلافة رسول الله صلى الله عليه وسلم من غيره ومنها أن الإمام\nإذا عرض له عذر عن حضور الجماعة استخلف من يصلي بهم وأنه لا يستخلف إلا\nأفضلهم ومنها فضيلة عمر بعد أبي بكر رضي الله عنه لأن أبا بكر رضي الله عنه\nلم يعدل إلى غيره ومنها ان المفضول إذا عرض عليه الفاضل مرتبة لا يقبلها بل\nيدعها للفاضل إذا لم يمنع مانع ومنها جواز الثناء في الوجه لمن أمن عليه\nالإعجاب والفتنة لقوله أنت أحق بذلك وأما قول أبي بكر لعمر رضي الله عنهما\nصل بالناس فقاله للعذر المذكور وهو أنه رجل رقيق القلب كثير الحزن والبكاء\nلا يملك عينيه وقد تاوله بعضهم على أنه قاله تواضعا والمختار ما ذكرناه\nقولها ( فخرج بين رجلين أحدهما العباس ) وفسر بن عباس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p137'> Vol. 04, p. 137</a>\n            </div>\n             الآخر\nبعلي بن أبي طالب وفي الطريق الآخر ( فخرج ويد له على الفضل بن عباس ويدله\nعلى رجل آخر ) وجاء في غير مسلم بين رجلين أحدهما أسامة بن زيد وطريق الجمع\nبين هذا كله أنهم كانوا يتناوبون الأخذ بيده الكريمة صلى الله عليه وسلم\nتارة هذا وتارة ذاك وذاك ويتنافسون في ذلك وهؤلاء هم خواص أهل بيته الرجال\nالكبار وكان العباس رضي الله عنه أكثرهم ملازمة للأخذ بيده الكريمة\nالمباركة صلى الله عليه وسلم أو أنه أدام الأخذ بيده وإنما يتناوب الباقون\nفي اليد الأخرى وأكرموا العباس باختصاصه بيد واستمرارها له لما له من السن\nوالعمومة وغيرهما ولهذا ذكرته عائشة رضي الله عنها مسمى وأبهمت الرجل الآخر\nإذ لم يكن أحد الثلاثة الباقين ملازما <span id='ms0699'></span> في جميع الطريق ولا معظمه بخلاف\nالعباس والله أعلم قوله صلى الله عليه وسلم ( أجلساني إلى جنبه فأجلساه إلى\nجنبه ) فيه جواز وقوف مأموم واحد بجنب الإمام لحاجة أو مصلحة كإسماع\nالمأموضنين وضيق المكان ونحو ذلك قوله ( هات ) هو بكسر التاء قوله ( استأذن\nأزواجه أن يمرض في بيتها ) يعني بيت عائشة وهذا يستدل به من يقول كان القسم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p138'> Vol. 04, p. 138</a>\n            </div>\n             واجبا على النبي صلى الله عليه وسلم بين أزواجه في الدوام كما\nيجب في حقنا ولأصحابنا وجهان أحدهما هذا والثاني سنة ويحملون هذا وقوله صلى\nالله عليه وسلم اللهم هذا قسمي فيما أملك على الاستحباب ومكارم الأخلاق\nوجميل العشرة وفيه فضيلة عائشة رضي الله عنها ورجحانها على جميع ازواجه\nالموجودات ذلك الوقت وكن تسعا إحداهن عائشة رضي الله عنها وهذا لا خلاف فيه\nبين العلماء وإنما اختلفوا في عائشة وخديجة رضي الله عنهما قوله يخط برجليه\nفي الأرض أي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p139'> Vol. 04, p. 139</a>\n            </div>\n             لا يستطيع ان يرفعهما ويضعهما ويعتمد عليهما قوله\nصلى الله عليه وسلم ( إنكن لأنتن صواحب يوسف ) أي في التظاهر على ما تردن\nوكثرة الحاحكن في طلب ما تردنه وتملن إليه وفي مراجعة عائشة جواز مراجعة\nولي الأمر على سبيل العرض والمشاورة والأشارة بما يظهر أنه مصلحة وتكون تلك\nالمراجعة بعبارة لطيفة ومثل هذه المراجعة مراجعة عمر رضي الله عنه في قوله\nلا تبشرهم فيتكلوا وأشباهه كثيرة مشهورة قولها ( لما ثقل رسول الله صلى\nالله عليه وسلم جاء بلال يؤذنه بالصلاة ) فيه دليل لما قاله أصحابنا أنه لا\nبأس باستدعاء الإئمة للصلاة قولها ( رجل أسيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p140'> Vol. 04, p. 140</a>\n            </div>\n             أي حزين وقيل\nسريع الحزن والبكاء ويقال فيه أيضا الأسوف قولها ( يهادى بين رجلين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p141'> Vol. 04, p. 141</a>\n            </div>\n             أي يمشي بينهما متكئا عليهما يتمايل إليهما قوله ( كأن وجهه\nورقة مصحف ) عبارة عن الجمال البارع وحسن البشرة وصفاء الوجه واستنارته وفي\nالمصحف ثلاث لغات ضم الميم وكسرها وفتحها قوله ( ثم تبسم رسول الله صلى\nالله عليه وسلم ضاحكا ) سبب تبسمه صلى الله عليه وسلم فرحه بما رأى من\nاجتماعهم على الصلاة وأتباعهم لإمامهم وإقامتهم <span id='ms0700'></span> شريعته واتفاق كلمتهم\nواجتماع قلوبهم ولهذا استنار وجهه صلى الله عليه وسلم على عادته إذا رأى أو\nسمع ما يسره يستنير وجهه وفيه معنى آخر وهو تانيسهم وإعلامهم بتماثل حاله\nفي مرضه وقيل يحتمل أنه صلى الله عليه وسلم خرج ليصلى بهم فرأى من نفسه\nضعفا فرجع قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p142'> Vol. 04, p. 142</a>\n            </div>\n             ( ونكص ) أي رجع إلى ورائه قهقرى قوله ( حدثنا\nمحمد بن المثنى وهرون قالا حدثنا عبد الصمد قال سمعت أبي يحدث قال حدثنا\nعبد العزيز عن أنس رضي الله عنه ) هذا الإسناد كله بصريون قوله ( وضح لنا\nوجهه ) أي بان وظهر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p143'> Vol. 04, p. 143</a>\n            </div>\n             قوله ( حدثنا أبو بكر بن أبي شيبة حدثنا\nحسين بن علي عن زائدة عن عبد الملك بن عمير عن أبي بردة عن أبي موسى ) هذا\nالإسناد كله كوقيون قولها ( وأبو بكر يسمع الناس التكبير ) فيه جواز رفع\nالصوت بالتكبير ليسمعه الناس ويتبعوه وأنه يجوز للمقتدى اتباع صوت المكبر\nوهذا مذهبنا ومذهب الجمهور ونقلوا فيه الإجماع وما أراه يصح الإجماع فيه\nفقد نقل القاضي عياض عن مذهبهم أن منهم من أبطل صلاة المقتدى ومنهم من لم\nيبطلها ومنهم من قال إن أذن له الإمام في الإسماع صح الاقتداء به وإلا فلا\nومنهم من أبطل صلاة المسمع ومنهم من صححها ومنهم من شرط إذن الإمام ومنهم\nمن قال أن تكلف صوتا بطلت صلاته وصلاة من ارتبط بصلاته وكل هذا ضعيف\nوالصحيح جواز كل ذلك وصحة صلاة المسمع والسامع ولا يعتبر إذن الإمام والله\nأعلم\n</p>\n\n<p>\n| 1 ( باب تقديم الجماعة من يصلى بهم إذا تأخر الإمام ولم يخافوا مفسدة\nبالتقديم)\n</p>\n\n<p>\nفيه حديث تقديم أبي بكر رضي الله عنه وحديث تقدم عبد الرحمن بن عوف رضي\nالله عنه فيه فضل الإصلاح بين الناس ومشى الإمام وغيره في ذلك وأن الامام\nإذا تأخر عن الصلاة تقدم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p144'> Vol. 04, p. 144</a>\n            </div>\n             غيره إذا لم يخف فتنة وإنكار من\nالإمام وفيه ان المقدم نيابة عن الإمام يكون أفضل القوم وأصلحهم لذلك الأمر\nوأقومهم به وفيه أن المؤذن وغيره يعرض التقدم على الفاضل وأن الفاضل يوافقه <span id='ms0701'></span>\nوفيه أن الفعل القليل لا يبطل الصلاة لقوله صفق الناس وفيه جواز الالتفات\nفي الصلاة للحاجة واستحباب حمد الله تعالى لمن تجددت له نعمة ورفع اليدين\nبالدعاء وفعل ذلك الحمد والدعاء عقب النعمة وإن كان في صلاة وفيه جواز مشي\nالخطوة والخطوتين في الصلاة وفيه أن هذا القدر لا يكره إذا كان لحاجة وفيه\nجواز استخلاف المصلى بالقوم من يتم الصلاة لهم وهذا هو الصحيح في مذهبنا\nوفيه أن التابع إذا أمره المتبوع بشيء وفهم منه إكرامه بذلك الشيء لا تحتم\nالفعل فله أن يتركه ولا يكون هذا مخالفة للأمر بل يكون أدبا وتواضعا وتحذقا\nفي فهم المقاصد وفيه ملازمة الأدب مع الكبار وفيه أن السنة لمن نابه شيء في\nصلاته كإعلام من يستأذن عليه وتنبيه الإمام وغير ذلك أن يسبح إن كان رجلا\nفيقول سبحان الله وأن تصفق وهو التصفيح ان كان امرأة فتضرب بطن كفها الأيمن\nعلى ظهر كفها الأيسر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p145'> Vol. 04, p. 145</a>\n            </div>\n             ولا تضرب بطن كف على بطن كف على وجه اللعب\nواللهو فإن فعلت هكذا على جهة اللعب بطلت صلاتها لمنافاته الصلاة وفيه\nفضائل كثيرة لأبي بكر رضي الله عنه وتقديم الجماعة له واتفاقهم على فضله\nعليهم ورجحانه وفيه تقديم الصلاة في أول وقتها وفيه أن الإقامة لا تصح إلا\nعند إرادة الدخول في الصلاة لقوله أتصلي فأقيم وفيه أن المؤذن هو الذي يقيم\nالصلاة فهذا هو السنة ولو أقام غيره كان خلاف السنة ولكن يعتد بإقامته\nعندنا وعند جمهور العلماء وفيه جواز خرق الامام الصفوف ليصل إلى موضعه إذا\nاحتاج إلى خرقها لخروجه لطهارة أو رعاف أو نحوهما ورجوعه وكذا من احتاج إلى\nالخروج من المأمومين لعذر وكذا له خرقها في الدخول إذا رأى قدامهم فرجة\nفإنهم مقصرون بتركها واستدل به أصحابنا على جواز اقتداء المصلى بمن يحرم\nبالصلاة بعده فإن الصديق رضي الله عنه أحرم بالصلاة أولا ثم اقتدى بالنبي\nصلى الله عليه وسلم حين أحرم بعده هذا هو الصحيح في مذهبنا وقوله ( ورجع\nالقهقري ) فيه أن <span id='ms0702'></span> من رجع في صلاته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p146'> Vol. 04, p. 146</a>\n            </div>\n             لشيء يكون رجوعه إلى وراء\nولا يستدبر القبلة ولا يتحرفها وأما حديث عبد الرحمن بن عوف رضي الله عنه\nفقد تقدم شرحه في كتاب الطهارة ومما فيه حمل الأداوة مع الرجل الجليل وجواز\nالاستعانة بصب الماء في الوضوء وغسل الكفين في أوله ثلاثا وجواز لبس الجباب\nوجواز إخراج اليد من أسفل الثوب إذا لم يتبين شيء من العورة وجواز المسح\nعلى الخفين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p147'> Vol. 04, p. 147</a>\n            </div>\n             وغير ذلك مما سبق بيانه في موضعه والله تعالى أعلم\n</p>\n\n<p>\n| 1 ( باب تسبيح الرجل وتصفيق المرأة إذا نابهما شيء في الصلاة )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم ( التسبيح للرجال والتصفيق للنساء ) تقدم شرحه\nفي الباب قبله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p148'> Vol. 04, p. 148</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب الأمر بتحسين الصلاة وإتمامها والخشوع فيها )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم ( يا فلان ألا تحسن صلاتك ألا ينظر المصلى إذا\nصلى كيف يصلي فإنما يصلي لنفسه أنى والله لأبصر من ورائي كما أبصر من بين\nيدي ) وفي رواية ( هل ترون قبلتي ها هنا فوالله ما يخفى على ركوعكم ولا\nسجودكم أني لأراكم وراء ظهري ) وفي رواية ( أقيموا الركوع والسجود فوالله\nإني لأراكم من بعدي إذا ركعتم وسجدتم ) قال العلماء معناه أن الله تعالى\nخلق له صلى الله عليه وسلم إدراكا في قفاه يبصر به من ورائه وقد انخرقت\nالعادة له صلى الله عليه وسلم بأكثر من هذا وليس يمنع من هذا عقل ولا شرع\nبل ورد الشرع بظاهره فوجب القول به قال القاضي قال أحمد بن حنبل رحمه الله\nتعالى وجمهور العلماء هذه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p149'> Vol. 04, p. 149</a>\n            </div>\n             الرؤية رؤية بالعين حقيقة وفيه الأمر\nبإحسان الصلاة والخشوع وإتمام الركوع والسجود وجواز الحلف بالله تعالى من\nغير ضرورة لكن المستحب تركه إلا لحاجة كتأكيد أمر وتفخيمه والمبالغة في\nتحقيقه وتمكينه من النفوس وعلى هذا يحمل ما جاء في الأحاديث من الحلف وقوله\nصلى الله عليه وسلم إني لأراكم من بعدي أي من ورائي كما في الروايات\nالباقية قال القاضي عياض وحمله بعضهم على بعد الوفاة وهو بعيد عن سياق\nالحديث وقوله ( حدثنا أبو غسان حدثنا <span id='ms0703'></span> معاذ حدثنا أبي وحدثنا محمد بن مثنى\nحدثنا بن أبي عدي عن سعيد كلاهما عن قتادة عن انس هذان الطريقان من أبي\nغسان إلى أنس كلهم بصريون\n</p>\n\n<p>\n| 1 ( باب تحريم سبق الإمام بركوع أو سجود ونحوهما )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم ( لا تسبقوني بالركوع ولا بالقيام ولا بالانصراف\n) فيه تحريم هذه الأمور وما في معناها والمراد بالانصراف السلام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p150'> Vol. 04, p. 150</a>\n            </div>\n             قوله صلى الله عليه وسلم ( رأيت الجنة والنار ) فيه أنهما\nمخلوقتان وقوله صلى الله عليه وسلم ( أما يخشى الذي يرفع رأسه قبل الإمام\nأن يحول الله رأسه رأس حمار ) وفي رواية صورته في صورة حمار وفي رواية وجهه\nوجه حمار هذا كله بيان لغلظ تحريم ذلك والله أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p151'> Vol. 04, p. 151</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب النهي عن رفع البصر إلى السماء في الصلاة )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم ( لينتهين أقوام يرفعون أبصارهم إلى السماء في\nالصلاة ) أو لا ترجع إليهم وفي رواية أو لتخطفن أبصارهم فيه النهي الأكيد\nوالوعيد الشديد في ذلك وقد نقل الإجماع في النهي عن ذلك قال القاضي عياض\nواختلفوا في كراهة رفع البصر إلى السماء في الدعاء في غير الصلاة فكرهه\nشريح وآخرون وجوزه الأكثرون وقالوا لأن السماء قبلة الدعاء كما أن الكعبة\nقبلة الصلاة ولا ينكر رفع الأبصار إليها كما لا يكره رفع اليد قال الله\nتعالى <span class='quran'>وفي السماء رزقكم وما توعدون </span></p>\n\n<p>\n| 1 ( باب الأمر بالسكون في الصلاة والنهي عن الإشارة باليد )\n</p>\n\n<p>\n( ورفعها عند السلام وإتمام الصفوف الأول والتراص فيها والأمر بالاجتماع\n) قوله صلى الله عليه وسلم ( مالي أراكم رافعي أيديكم كأنها أذناب خيل شمس\n) هو باسكان الميم وضمها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p152'> Vol. 04, p. 152</a>\n            </div>\n             وهي التي لا تستقر بل تضطرب وتتحرك\nبأذنابها وأرجلها والمراد بالرفع المنهي عنه هنا رفعهم أيديهم عند السلام\nمشيرين إلى السلام من الجانبين كما صرح به في الرواية الثانية قوله ( فرآنا\nحلقا ) هو بكسر الحاء وفتحها لغتان جمع حلقة بإسكان اللام وحكى الجوهري\nوغيره فتحها في لغة ضعيفة قوله صلى الله عليه وسلم ( ما لي أراكم عزين ) أي\nمتفرقين جماعة جماعة وهو بتخفيف الزاي الواحدة عزة <span id='ms0704'></span> معناه النهي عن التفرق\nوالأمر بالاجتماع وفيه الأمر بإتمام الصفوف الأول والتراص في الصفوف ومعنى\nاتمام الصفوف الأول أن يتم الأول ولا يشرع في الثاني حتى يتم الأول ولا في\nالثالث حتى يتم الثاني ولا في الرابع حتى يتم الثالث وهكذا إلى آخرها وفيه\nأن السنة في السلام من الصلاة أن يقول السلام عليكم ورحمة الله عن يمينه\nالسلام عليكم ورحمة الله عن شماله ولا يسن زيادة وبركاته وأن كان قد جاء\nفيها حديث ضعيف وأشار إليها بعض العلماء ولكنها بدعة إذ لم يصح فيها حديث\nبل صح هذا الحديث وغيره في تركها والواجب منه السلام عليكم مرة واحدة ولو\nقال السلام عليك بغير ميم لم تصح صلاته وفيه دليل على استحباب تسليمتين\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p153'> Vol. 04, p. 153</a>\n            </div>\n             وهذا مذهبنا ومذهب الجمهور وقوله صلى الله عليه وسلم ثم يسلم\nعلى أخيه من على يمينه وشماله المراد بالأخ الجنس أي إخوانه الحاضرين عن\nاليمين والشمال وفيه الأمر بالسكون في الصلاة والخشوع فيها والإقبال عليها\nوأن الملائكة يصلون وأن صفوفهم على هذه الصفة والله أعلم\n</p>\n\n<p>\n| 1 ( باب تسوية الصفوف وإقامتها وفضل الأول فالأول منها ( والازدحام على\nالصف الأول والمسابقة إليها وتقديم أولي الفضل وتقريبهم من الإمام ))\n</p>\n\n<p>\nقوله صلى الله عليه وسلم ( ليلني منكم أولو الأحلام والنهى ثم الذين\nيلونهم ثم الذين يلونهم ) ليلني هو بكسر اللامين وتخفيف النون من غير ياء\nقبل النون ويجوز إثبات الياء مع تشديد النون على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p154'> Vol. 04, p. 154</a>\n            </div>\n             التوكيد وأولو\nالأحلام هم العقلاء وقيل البالغون والنهي بضم النون العقول فعلى قول من\nيقول أولو الأحلام العقلاء يكون اللفظان بمعنى فلما اختلف اللفظ عطف أحدهما\nعلى الآخر تأكيدا وعلى الثاني معناه البالغون العقلاء قال أهل اللغة واحدة\nالنهي نهية بضم النون وهي العقل ورجل نه ونهي من قوم نهين وسمى العقل نهية\nلأنه ينتهي إلى ما أمر به ولا يتجاوز وقيل لأنه ينهى عن القبائح قال أبو\nعلي الفارسي يجوز أن يكون النهي مصدرا كالهدى وأن يكون جمعا كالظلم قال\nوالنهي في اللغة معناه الثبات والحبس ومنه <span id='ms0705'></span> النهى والنهى بكسر النون وفتحها\nوالنهية للمكان الذي ينتهي إليه الماء فيستنقع قال الواحدي فرجع القولان في\nاشتقاق النهية إلى قول واحد وهو الحبس فالنهية هي التي تنهى وتحبس عن\nالقبائح والله أعلم قوله صلى الله عليه وسلم ( ثم الذين يلونهم ) معناه\nالذين يقربون منهم في هذا الوصف قوله ( يمسح مناكبنا ) أي يسوي مناكبنا في\nالصفوف ويعدلنا فيها في هذا الحديث تقديم الأفضل فالأفضل إلى الأمام لأنه\nأولى بالإكرام ولأنه ربما احتاج الإمام إلى استخلاف فيكون هو أولى ولأنه\nيتفطن لتنبيه الإمام على السهو لما لا يتفطن له غيره وليضبطوا صفة الصلاة\nويحفظوها وينقلوها ويعلموها الناس وليقتدي بأفعالهم من وراءهم ولا يختص هذا\nالتقديم بالصلاة بل السنة أن يقدم أهل الفضل في كل مجمع إلى الأمام وكبير\nالمجلس كمجالس العلم والقضاء والذكر والمشاورة ومواقف القتال وإمامة الصلاة\nوالتدريس والإفتاء وإسماع الحديث ونحوها ويكون الناس فيها على مراتبهم في\nالعلم والدين والعقل والشرف والسن والكفاءة في ذلك الباب والأحاديث الصحيحة\nمتعاضدة على ذلك وفيه تسوية الصفوف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p155'> Vol. 04, p. 155</a>\n            </div>\n             واعتناء الإمام بها والحث\nعليها قوله صلى الله عليه وسلم ( وإياكم وهيشات الأسواق ) هي بفتح الهاء\nوإسكان الياء وبالشين المعجمة أي اختلاطها والمنازعة والخصومات وارتفاع\nالأصوات واللغط والفتن التي فيها قوله ( حدثني خالد الحذاء عن أبي معشر )\nاسم أبي معشر زياد بن كليب التميمي الحنظلي الكوفي قوله ( حدثنا محمد بن\nمثنى وبن بشار قالا حدثنا محمد بن جعفر حدثنا شعبة قال سمعت قتادة يحدث عن\nأنس رضي الله عنه قال وحدثنا شيبان بن فروخ حدثنا عبد الوارث عن عبد العزيز\nبن صهيب عن أنس رضي الله عنه ) هذان الإسنادان بصريون وقوله صلى الله عليه\nوسلم ( فإني أراكم خلف ظهري ) تقدم شرحه في الباب قبله قوله صلى الله عليه\nوسلم ( أقيموا الصف في الصلاة ) أي سووه وعدلوه وتراصوا فيه قوله صلى الله\nعليه وسلم ( لتسون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p156'> Vol. 04, p. 156</a>\n            </div>\n             صفوفكم أو ليخالفن الله بين وجوهكم ) قيل\nمعناه يمسخها ويحولها عن صورها لقوله صلى الله عليه وسلم يجعل الله تعالى\nصورته <span id='ms0706'></span> صورة حمار وقيل يغير صفاتها والأظهر والله أعلم أن معناه يوقع بينكم\nالعداوة والبغضاء واختلاف القلوب كما يقال تغير وجه فلان على أي ظهر لي من\nوجهه كراهة لي وتغير قلبه علي لأن مخالفتهم في الصفوف مخالفة في ظواهرهم\nواختلاف الظواهر سبب لاختلاف البواطن قوله ( يسوى صفوفنا حتى كأنما يسوي\nبها القداح ) القداح بكسر القاف هي خشب السهام حين تنحت وتبرى واحدها قدح\nبكسر القاف معناه يبالغ في تسويتها حتى تصير كأنما يقوم بها السهام لشدة\nاستوائها واعتدالها قوله فقام حتى كاد يكبر فرأى رجلا باديا صدره من الصف\nفقال لتسون عباد الله صفوفكم فيه الحث على تسويتها وفيه جواز الكلام بين\nالإقامة والدخول في الصلاة وهذا مذهبنا ومذهب جماهير العلماء ومنعه بعض\nالعلماء والصواب الجواز وسواء كان الكلام لمصلحة الصلاة أو لغيرها أولا\nلمصلحة قوله صلى الله عليه وسلم ( لو يعلم الناس ما في النداء والصف الأول\nثم لم يجدوا إلا أن يستهموا عليه لاستهموا ) النداء هو الأذان والاستهام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p157'> Vol. 04, p. 157</a>\n            </div>\n             الاقتراع ومعناه أنهم لو علموا فضيلة الأذان وقدرها وعظيم\nجزائه ثم لم يجدوا طريقا يحصلونه به لضيق الوقت عن أذان بعد أذان أو لكونه\nلا يؤذن للمسجد إلا واحد لاقترعوا في تحصيله ولو يعلمون ما في الصف الأول\nمن الفضيلة نحو ما سبق وجاءوا إليه دفعة واحدة وضاق عنهم ثم لم يسمح بعضهم\nلبعض به لاقترعوا عليه وفيه اثبات القرعة في الحقوق التي يزدحم عليها\nويتنازع فيها قوله ( ولو يعلمون ما في التهجير لاستبقوا إليه ) التهجير\nالتبكير إلى الصلاة أي صلاة كانت قال الهروي وغيره وخصه الخليل بالجمعة\nوالصواب المشهور الأول قوله صلى الله عليه وسلم ( ولو يعلمون ما في العتمة\nوالصبح لأتوهما ولو حبوا ) فيه الحث العظيم على حضور جماعة هاتين الصلاتين\nوالفضل الكثير في ذلك لما فيهما من المشقة على النفس من تنغيص أول نومها\nوآخره ولهذا كانتا أثقل الصلاة على المنافقين وفي هذا الحديث تسمية العشاء\nعتمة وقد ثبت النهي عنه وجوابه من وجهين أحدهما أن هذه <span id='ms0707'></span> التسمية بيان للجواز\nوأن ذلك النهي ليس للتحريم والثاني وهو الأظهر أن استعمال العتمة هنا\nلمصلحة ونفي مفسدة لأن العرب كانت تستعمل لفظة العشاء في المغرب فلو قال لو\nيعلمون ما في العشاء والصبح لحملوها على المغرب ففسد المعنى وفات المطلوب\nفاستعمل العتمة التي يعرفونها ولا يشكون فيها وقواعد الشرع متظاهرة على\nاحتمال أخف المفسدتين لدفع أعظمهما قوله صلى الله عليه وسلم ولو حبوا هو\nبإسكان الباء وإنما ضبطته لأني رأيت من الكبار من صحفه قوله ( تقدموا\nفائتموا بي وليأتم بكم من بعدكم لا يزال قوم يتأخرون حتى يؤخرهم الله )\nمعنى وليأتم بكم من بعدكم أي يقتدوا بي مستدلين على أفعالي بأفعالكم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p158'> Vol. 04, p. 158</a>\n            </div>\n             ففيه جواز اعتماد المأموم في متابعة الإمام الذي لا يراه ولا\nيسمعه على مبلغ عنه أوصف قدامه يراه متابعا للإمام وقوله صلى الله عليه\nوسلم لا يزال قوم يتأخرون أي عن الصفوف الأول حتى يؤخرهم الله تعالى عن\nرحمته أو عظيم فضله ورفع المنزلة وعن العلم ونحو ذلك قوله ( قتادة عن خلاس\n) هو بكسر الخاء المعجمة وتخفيف اللام وبالسين المهملة قوله صلى الله عليه\nوسلم ( خير صفوف الرجال أولها وشرها آخرها وخير صفوف النساء آخرها وشرها\nأولها ) أما صفوف الرجال فهي على عمومها فخيرها أولها أبدأ وشرها آخرها\nابدأ أما صفوف النساء فالمراد بالحديث أما صفوف النساء اللواتي يصلين مع\nالرجال وأما إذا صلين متميزات لا مع الرجال فهن كالرجال خير صفوفهن أولها\nوشرها آخرها والمراد بشر الصفوف في الرجال والنساء أقلها ثوابا وفضلا\nوأبعدها من مطلوب الشرع وخيرها بعكسه وإنما فضل آخر صفوف النساء الحاضرات\nمع الرجال لبعدهن من مخالطة الرجال ورؤيتهم وتعلق القلب بهم عند رؤية\nحركاتهم وسماع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p159'> Vol. 04, p. 159</a>\n            </div>\n             كلامهم ونحو ذلك وذم أول صفوفهن لعكس ذلك والله\nأعلم وأعلم أن الصف الأول الممدوح الذي قد وردت الأحاديث بفضله والحث عليه\nهو الصف الذي يلي الإمام سواء جاء صاحبه متقدما أو متأخرا وسواء تخلله\nمقصورة ونحوها أم لا هذا هو الصحيح الذي يقتضيه ظواهر الأحاديث وصرح به <span id='ms0708'></span>\nالمحققون وقال طائفة من العلماء الصف الأول هو المتصل من طرف المسجد إلى\nطرفه لا يتخلله مقصورة ونحوها فإن تخلل الذي يلي الإمام شيء فليس بأول بل\nالأول مالا يتخلله شيء وإن تأخر وقيل الصف الأول عبارة عن مجيء الإنسان إلى\nالمسجد أولا وإن صلى في صف متأخر وهذان القولان غلط صريح وإنما أذكره ومثله\nلانبه على بطلانه لئلا يغتر به والله أعلم\n</p>\n\n<p>\n| 1 ( باب أمر النساء المصليات وراء الرجال ( أن لا يرفعن رؤوسهن من\nالسجود حتى يرفع الرجال ) )\n</p>\n\n<p>\nقوله ( رأيت الرجال عاقدي أزرهم ) معناه عقدوها لضيقها لئلا يكشف شيء من\nالعورة ففيه الاحتياط في ستر العورة والتوثق بحفظ السترة وقوله ( يا معشر\nالنساء لا ترفعن رؤوسكن حتى يرفع الرجال ) معناه لئلا يقع بصر امرأة على\nعورة رجل انكشف وشبه ذلك والله تعالى أعلم بالصواب وإليه المرجع والمآب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p160'> Vol. 04, p. 160</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب خروج النساء إلى المساجد ( إذا لم يترتب عليه فتنة وأنها لا\nتخرج مطيبة )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم ( لا تمنعوا اماء الله مساجد الله ) هذا وشبهه\nمن أحاديث الباب ظاهر في أنها لا تمنع المسجد لكن بشروط ذكرها العلماء\nمأخوذة من الأحاديث وهو أن لا تكون متطيبة ولا متزينة ولا ذات خلاخل يسمع\nصوتها ولا ثياب فاخرة ولا مختلطة بالرجال ولا شابة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p161'> Vol. 04, p. 161</a>\n            </div>\n             ونحوها ممن\nيفتتن بها وأن لا يكون في الطريق ما يخاف به مفسدة ونحوها وهذا النهي عن\nمنعهن من الخروج محمول على كراهة التنزيه إذا كانت المرأة ذات زوج أو سيد\nووجدت الشروط المذكورة فإن لم يكن لها زوج ولا سيد حرم المنع إذا وجدت\nالشروط قوله ( فيتخذنه دغلا ) هو بفتح الدال والغين المعجمة وهو الفساد\nوالخداع والريبة قوله ( فزبره ) أي نهره قوله ( فأقبل عليه عبد الله فسبه\nسبا سيئا ) وفي رواية فزبره وفي رواية فضرب في صدره فيه تعزير المعترض على\nالسنة والمعارض لها برأيه وفيه تعزير الوالد ولده وإن كان كبيرا قوله صلى\nالله عليه وسلم ( لا تمنعوا النساء حظوظهن من المساجد إذا استأذنوكم ) هكذا\nوقع في أكثر <span id='ms0709'></span> الأصول استأذنوكم وفي بعضها استأذنكم وهذا ظاهر والأول صحيح\nأيضا وعوملن معاملة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p162'> Vol. 04, p. 162</a>\n            </div>\n             الذكور لطلبهن الخروج إلى مجلس الذكور\nوالله أعلم قوله صلى الله عليه وسلم ( إذا شهدت إحداكن العشاء فلا تطيب تلك\nالليلة ) معناه إذا أرادت شهودها أما من شهدها ثم عادت إلى بيتها فلا تمنع\nمن التطيب بعد ذلك وكذا قوله صلى الله عليه وسلم ( إذا شهدت إحداكن المسجد\nفلا تمس طيبا ) معناه إذا أرادت شهوده قوله صلى الله عليه وسلم ( أيما\nامرأة أصابت بخورا فلا تشهد معنا العشاء الآخرة ) فيه دليل على جواز قول\nالإنسان العشاء الآخرة وأما ما نقل عن الأصمعي أنه قال من المحال قول\nالعامة العشاء الآخرة لأنه ليس لنا إلا عشاء واحدة فلا توصف بالآخرة فهذا\nالقول غلط لهذا الحديث وقد ثبت في صحيح مسلم عن جماعات من الصحابة وصفها\nبالعشاء الآخرة وألفاظهم بهذا مشهورة في هذه الأبواب التي بعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p163'> Vol. 04, p. 163</a>\n            </div>\n            \nهذا والبخور بتخفيف الخاء وفتح الباء والله أعلم قولها ( لو أن رسول الله\nصلى الله عليه وسلم رأى ما أحدث النساء لمنعهن المسجد ) يعنى من الزينة\nوالطيب وحسن الثياب والله أعلم\n</p>\n\n<p>\n| 1 ( باب التوسط في القراءة في الصلاة الجهرية ( بين الجهر والأسرار إذا\nخاف من الجهر مفسدة ) )\n</p>\n\n<p>\nذكر في الباب حديث بن عباس رضي الله عنهما وهو ظاهر فيما ترجمنا له وهو\nمراد مسلم بإدخال هذا الحديث هنا وذكر تفسير عائشة رضي الله عنها أن الآية\nنزلت في الدعاء واختاره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p164'> Vol. 04, p. 164</a>\n            </div>\n             الطبري وغيره لكن المختار الأظهر ما\nقاله بن عباس رضي الله عنهما والله أعلم\n</p>\n\n<p>\n| 1 ( باب الاستماع للقراءة )\n</p>\n\n<p>\nفيه حديث بن عباس رضي الله عنهما في تفسير قول الله عز وجل ( لا تحرك به\nلسانك ) إلى آخرها قوله ( كان رسول الله صلى الله عليه وسلم إذا نزل عليه\nالوحي كان مما يحرك به لسانه ) إنما كرر لفظة كان لطول الكلام وقد قال\nالعلماء إذا طال الكلام جازت إعادة اللفظ ونحوها كقوله تعالى <span class='quran'>أيعدكم\nأنكم إذا متم وكنتم ترابا وعظاما أنكم مخرجون </span>فأعاد أنكم لطول الكلام\nوقوله <span id='ms0710'></span> تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p165'> Vol. 04, p. 165</a>\n            </div>\n             ولما جاءهم كتاب من عند الله إلى قوله تعالى فلما\nجاءهم ما عرفوا وقد سبق بيان هذه المسألة مبسوطا في أوائل كتاب الإيمان\nوقوله كان مما يحرك به لسانه وشفتيه معناه كان كثيرا ما يفعل ذلك وقيل\nمعناه هذا شانه ودأبه قوله عز وجل فإذا قرأناه أي قرأه جبريل عليه السلام\nففيه اضافة ما يكون عن أمر الله تعالى إليه قوله فيشتد عليه وفي الرواية\nالأخرى يعالج من التنزيل شدة سبب الشدة هيبة الملك وما جاء به وثقل الوحى\nقال الله تعالى <span class='quran'>إنا سنلقي عليك قولا ثقيلا </span>والمعالجة المحاولة\nللشيء والمشقة في تحصيله قوله فكان ذلك يعرف منه يعنى يعرفه من رآه لما\nيظهر على وجهه وبدنه من أثره كما قالت عائشة رضى الله عنها ولقد رأيته ينزل\nعليه في اليوم الشديد البرد فيفصم عنه وان جبينه ليتفصد عرقا قوله فاستمع\nله وأنصت الاستماع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p166'> Vol. 04, p. 166</a>\n            </div>\n             الاصغاء له والانصات السكوت فقد يستمع ولا\nينصت فلهذا جمع بينهما كما قال الله تعالى فاستمعوا له وأنصتوا قال الازهري\nيقال أنصت ونصت وانتصت ثلاث لغات أفصحهن أنصت وبها جاء القرآن العزيز\n</p>\n\n<p>\n| 1 ( باب الجهر بالقراءة في الصبح والقراءة على الجن )\n</p>\n\n<p>\nقوله سوق عكاظ هو بضم العين وبالظاء المعجمة يصرف ولا يصرف والسوق تؤنث\nوتذكر لغتان قيل سميت بذلك لقيام الناس فيها على سوقهم قوله عن بن عباس رضي\nالله عنهما قال ما قرأ رسول الله صلى الله عليه وسلم على الجن وما رآهم\nوذكر بعده حديث بن مسعود رضي الله عنه عن النبي صلى الله عليه وسلم قال\nأتاني داعى الجن فذهبت معه فقرأت عليهم القرآن قال العلماء هما قضيتان\nفحديث بن عباس في أول الأمر وأول النبوة حين أتوا فسمعوا قراءة قل أوحى\nواختلف المفسرون هل علم النبي صلى الله عليه وسلم استماعهم حال استماعهم\nبوحى أوحى إليه أم لم يعلم بهم الا بعد ذلك واما حديث بن مسعود فقضية أخرى\nجرت بعد ذلك بزمان الله اعلم بقدره وكان بعد اشتهار الاسلام قوله وقد <span id='ms0711'></span> حيل\nبين الشياطين وبين خبر السماء وأرسلت الشهب عليهم ظاهر هذا الكلام أن هذا\nحدث بعد نبوة نبينا صلى الله عليه وسلم ولم يكن قبلها ولهذا أنكرته\nالشياطين وارتاعت له وضربوا مشارق الأرض ومغاربها ليعرفوا خبره ولهذا كانت\nالكهانة فاشية في العرب حتى قطع بين الشياطين وبين صعود السماء واستراق\nالسمع كما أخبر الله تعالى عنهم أنهم قالوا <span class='quran'>وأنا لمسنا السماء\nفوجدناها ملئت حرسا شديدا وشهبا وأنا كنا نقعد منها مقاعد للسمع فمن يستمع\nالآن يجد له شهابا رصدا </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p167'> Vol. 04, p. 167</a>\n            </div>\n             وقد جاءت أشعار العرب باستغرابهم\nرميها لكونهم لم يعهدوه قبل النبوة وكان رميها من دلائل النبوة وقال جماعة\nمن العلماء مازالت الشهب منذ كانت الدنيا وهو قول بن عباس والزهرى وغيرهما\nوقد جاء ذلك في أشعار العرب وروى فيه بن عباس رضى الله عنهما حديثا قيل\nللزهرى فقد قال الله تعالى <span class='quran'>فمن يستمع الآن يجد له شهابا رصدا </span>فقال كانت الشهب قليلة فغلظ أمرها وكثرت حين بعث نبينا صلى الله عليه وسلم\nوقال المفسرون نحو هذا وذكروا أن الرمى بها وحراسة السماء كانت موجودة قبل\nالنبوة ومعلومة ولكن انما كانت تقع عند حدوث أمر عظيم من عذاب ينزل بأهل\nالأرض أو ارسال رسول إليهم وعليه تأولوا قوله تعالى وأنا لا ندري أشر أريد\nبمن في الأرض أم أراد بهم ربهم رشدا وقيل كانت الشهب قبل مرئية ومعلومة لكن\nرجم الشياطين واحراقهم لم يكن الابعد نبوة نبينا صلى الله عليه وسلم\nواختلفوا في إعراب قوله تعالى رجوما وفي معناه فقيل هو مصدر فتكون الكواكب\nهي الراجمة المحرقة بشهبها لا بأنفسها وقيل هو اسم فتكون هي بأنفسها التي\nيرجم بها ويكون رجوم جمع رجم بفتح الراء والله اعلم قوله فاضربوا مشارق\nالأرض ومغاربها معناه سيروا فيها كلها ومنه قوله صلى الله عليه وسلم لا\nيخرج الرجلان يضربان الغائط كاشفين عن عوراتهما يتحدثان فان الله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p168'> Vol. 04, p. 168</a>\n            </div>\n             تعالى يمقت على ذلك قوله فمر النفر الذين أخذوا نحو تهامة وهو\nبنخل هكذا وقع في مسلم بنخل بالخاء <span id='ms0712'></span> المعجمة وصوابه بنخلة بالهاء وهو موضع\nمعروف هناك كذا جاء صوابه في صحيح البخارى ويحتمل انه يقال فيه نخل ونخلة\nوأما تهامة فبكسر التاء وهو اسم لكل ما نزل عن نجد من بلاد الحجاز ومكة من\nتهامة قال بن فارس في المجمل سميت تهامة من التهم بفتح التاء والهاء وهو\nشدة الحر وركود الريح وقال صاحب المطالع سميت بذلك لتغير هوائها يقال تهم\nالدهن اذا تغير وذكر الحازمى انه يقال في أرض تهامة تهائم قوله وهو يصلى\nبأصحابه صلاة الصبح فلما سمعوا القرآن قالوا هذا الذي حال بيننا وبين\nالسماء فيه الجهر بالقراءة في الصبح وفيه اثبات صلاة الجماعة وانها مشروعة\nفي السفر وانها كانت مشروعة من أول النبوة قال الامام أبو عبد الله المازرى\nظاهر الحديث أنهم آمنوا عند سماع القرآن ولا بد لمن آمن عند سماعه أن يعلم\nحقيقة الإعجاز وشروط المعجزة وبعد ذلك يقع له العلم بصدق الرسول فيكون الجن\nعلموا ذلك من كتب الرسل المتقدمين قبلهم على أنه هو النبي الصادق المبشر به\nواتفق العلماء على أن الجن يعذبون في الآخرة على المعاصى قال الله تعالى\n<span class='quran'>لأملأن جهنم من الجنة والناس أجمعين </span>واختلفوا في أن مؤمنهم\nومطيعهم هل يدخل الجنة وينعم بها ثوابا ومجازاة له على طاعته أم لا يدخلون\nبل يكون ثوابهم أن ينجوا من النار ثم يقال كونوا ترابا كالبهائم وهذا مذهب\nبن أبي سليم وجماعة والصحيح أنهم يدخلونها وينعمون فيها بالأكل والشرب\nوغيرهما وهذا قول الحسن البصري والضحاك ومالك بن أنس وبن أبي ليلى وغيرهم\nوقوله ( سألت بن مسعود هل شهد أحد منكم مع رسول الله صلى الله عليه وسلم\nليلة الجن قال لا ) هذا صريح في ابطال الحديث المروي في سنن أبي داود وغيره\nالمذكور فيه الوضوء بالنبيذ وحضور بن مسعود معه صلى الله عليه وسلم ليلة\nالجن فان هذا الحديث صحيح وحديث النبيذ ضعيف باتفاق المحدثين ومداره على\nزيد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p169'> Vol. 04, p. 169</a>\n            </div>\n             مولى عمرو بن حريث وهو مجهول قوله ( استطير أو اغتيل )\nمعنى استطير <span id='ms0713'></span> طارت به الجن ومعنى اغتيل قتل سرا والغيلة بكسر الغين هي القتل\nفي خفية قال الدارقطنى انتهى حديث بن مسعود عند قوله فأرانا آثارهم وآثار\nنيرانهم وما بعده من قول الشعبي كذا رواه أصحاب داود الراوي عن الشعبي وبن\nعلية وبن زريع وبن أبي زائدة وبن ادريس وغيرهم هكذا قاله الدارقطني وغيره\nومعنى قوله أنه من كلام الشعبي أنه ليس مرويا عن بن مسعود بهذا الحديث والا\nفالشعبي لا يقول هذا الكلام الا بتوقيف عن النبي صلى الله عليه وسلم والله\nأعلم قوله ( لكم كل عظم ذكر اسم الله عليه ) قال بعض العلماء هذا لمؤمنيهم\nوأما غيرهم فجاء في حديث آخر أن طعامهم مالم يذكر اسم الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p170'> Vol. 04, p. 170</a>\n            </div>\n            \nعليه قوله ( وددت اني كنت معه ) فيه الحرص على مصاحبة أهل الفضل في أسفارهم\nومهماتهم ومشاهدهم ومجالسهم مطلقا والتأسف على فوات ذلك قوله ( آذنت بهم\nشجرة ) هذا دليل على أن الله تعالى يجعل فيما يشاء من الجماد تمييزا ونظيره\nقول الله تعالى <span class='quran'>وإن منها لما يهبط من خشية الله </span>وقوله تعالى <span class='quran'>وإن من شيء إلا يسبح بحمده ولكن لا تفقهون تسبيحهم </span>وقوله صلى الله\nعليه وسلم اني لأعرف حجرا بمكة كان يسلم على وحديث الشجرتين اللتين أتتاه\nصلى الله عليه وسلم وقد ذكره مسلم في آخر الكتاب وحديث حنين الجذع وتسبيح\nالطعام وفرار حجر موسى بثوبه ورجعان حراء وأحد والله أعلم\n</p>\n\n<p>\n| 1 ( باب القراءة في الظهر والعصر )\n</p>\n\n<p>\nقوله في حديث أبي قتادة رضي الله عنه ( ان النبي صلى الله عليه وسلم كان\nيقرأ في الركعتين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p171'> Vol. 04, p. 171</a>\n            </div>\n             الأوليين بفاتحة الكتاب وسورتين ويسمعنا\nالآية أحياناويقرأ في الركعتين الأخريين بفاتحة الكتاب ) وفي رواية أبي\nسعيد رضي الله عنه ( كان يقرأ في كل ركعة من الأوليين قدر ثلاثين آية وفي\nالأخريين قدر خمس عشرة آية أو قال نصف ذلك وفي العصر في الركعتين الأوليين\nفي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p172'> Vol. 04, p. 172</a>\n            </div>\n             كل ركعة قدر قراءة خمس عشرة وفي الأخريين قدر نصف ذلك ) وفي\nحديث سعد ( أركد في الأوليين وأحذف في الأخريين ) وفي حديث أبي سعيد <span id='ms0714'></span> الآخر\nقال ( لقد كانت صلاة الظهر تقام فيذهب الذاهب إلى البقيع فيقضي حاجته ثم\nيتوضأ ثم يأتي ورسول الله صلى الله عليه وسلم في الركعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p173'> Vol. 04, p. 173</a>\n            </div>\n             الأولى\nمما يطولها ) وفي أحاديث أخر في غير الباب وهي في الصحيحين أن النبي صلى\nالله عليه وسلم كان أخف الناس صلاة في تمام وأنه صلى الله عليه وسلم قال\nاني لأدخل في الصلاة أريد اطالتها فأسمع بكاء الصبي فأتجوز في صلاتي مخافة\nأن تفتتن أمه قال العلماء كانت صلاة رسول الله صلى الله عليه وسلم تختلف في\nالاطالة والتخفيف باختلاف الأحوال فاذا كان المأمومون يؤثرون التطويل ولا\nشغل هناك له ولا لهم طول واذا لم يكن كذلك خفف وقد يريد الاطالة ثم يعرض ما\nيقتضي التخفيف كبكاء الصبي ونحوه وينضم إلى هذا أنه قد يدخل في الصلاة في\nأثناء الوقت فيخفف وقيل انما طول في بعض الأوقات وهو الأقل وخفف في معظمها\nفالاطالة لبيان جوازها والتخفيف لانه الافضل وقد امر صلى الله عليه وسلم\nبالتخفيف وقال ان منكم منفرين فايكم صلى بالناس فليخفف فان فيهم السقيم\nوالضعيف وذا الحاجة وقيل طول في وقت وخفف في وقت ليبين ان القراءة فيما زاد\nعلى الفاتحة لا تقدير فيها من حيث الاشتراط بل يجوز قليلها وكثيرها وانما\nالمشترط الفاتحة ولهذا اتفقت الروايات عليها واختلف فيما زاد وعلى الجملة\nالسنة التخفيف كما امر به النبي صلى الله عليه وسلم للعلة التي بينها وانما\nطول في بعض الأوقات لتحققه انتفاء العلة فان تحقق أحد إنتفاء العلة طول\nقوله وكان يقرأ بفاتحة الكتاب وسورتين فيه دليل لما قاله أصحابنا وغيرهم ان\nقراءة سورة قصيرة بكمالها أفضل من قراءة قدرها من طويلة لان المستحب للقارئ\nان يبتدىء من اول الكلام المرتبط ويقف عند انتهاء المرتبط وقد يخفى\nالارتباط على أكثر الناس أو كثير فندب منهم إلى اكمال السورة ليحترز عن\nالوقوف دون الارتباط واما اختلاف الرواية في السورة في الأخريين فلعل سببه\nما ذكرناه من اختلاف اطالة الصلاة وتخفيفها بحسب الأحوال <span id='ms0715'></span> وقد اختلف العلماء\nفي استحباب قراءة السورة في الأخريين من الرباعية والثالثة من المغرب فقيل\nبالاستحباب وبعدمه وهما قولان للشافعى رحمه الله تعالى قال الشافعى ولو\nأدرك المسبوق الأخريين أتى بالسورة في الباقيتين عليه لئلا تخلو صلاته من\nسورة وأما اختلاف قدر القراءة في الصلوات فهو عند العلماء على ظاهره قالوا\nفالسنة أن يقرأ في الصبح والظهر بطوال المفصل وتكون الصبح أطول وفي العشاء\nوالعصر بأوساطه وفي المغرب بقصاره قالوا والحكمة في اطالة الصبح والظهر\nأنهما في وقت غفلة بالنوم آخر الليل وفي القائلة فيطولهما ليدركهما المتأخر\nبغفلة ونحوها والعصر ليست كذلك بل تفعل في وقت تعب أهل الأعمال فخففت عن\nذلك والمغرب ضيقة الوقت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p174'> Vol. 04, p. 174</a>\n            </div>\n             فاحتيج إلى زيادة تخفيفها لذلك ولحاجة\nالناس إلى عشاء صائمهم وضيفهم والعشاء في وقت غلبة النوم والنعاس ولكن\nوقتها واسع فاشبهت العصر والله اعلم وقوله وكان يطول الركعة الأولى ويقصر\nالثانية هذا مما اختلف العلماء في العمل بظاهره وهما وجهان لأصحابنا\nأشهرهما عندهم لا يطول والحديث متأول على أنه طول بدعاء الافتتاح والتعوذ\nأو لسماع دخول داخل في الصلاة ونحوه لافي القراءة والثاني انه يستحب تطويل\nالقراءة في الأولى قصدا وهذا هو الصحيح المختار الموافق لظاهر السنة ومن\nقال بقراءة السورة في الأخريين اتفقوا على أنها أخف منها في الأوليين\nواختلف اصحابنا في تطويل الثالثة على الرابعة اذا قلنا بتطويل الأولى على\nالثانية وفي هذه الأحاديث كلها دليل على أنه لا بد من قراءة الفاتحة في\nجميع الركعات ولم يوجب أبو حنيفة رضى الله عنه في الأخريين القراءة بل خيره\nبين القراءة والتسبيح والسكوت والجمهور على وجوب القراءة وهو الصواب\nالموافق للسنن الصحيحة وقوله ( وكان يسمعنا الآية ) أحيانا هذا محمول على\nأنه أراد به بيان جواز الجهر في القراءة السرية وأن الأسرار ليس بشرط لصحة\nالصلاة بل هو سنة ويحتمل ان الجهر بالآية كان يحصل بسبق اللسان للاستغراق\nفي التدبر والله اعلم قوله ( أخبرنا هشيم عن منصور عن الوليد بن مسلم عن\nأبي الصديق عن <span id='ms0716'></span> أبي سعيد ) أما منصور فهو بن المعتمر وأما الوليد بن مسلم\nفليس هو الوليد بن مسلم الدمشقى أبا العباس الأموي مولاهم الأمام الجليل\nالمشهور المتأخر صاحب الاوزاعى بل هو الوليد بن مسلم العنبرى البصرى أبو\nبشر التابعى وأن اسم ابى الصديق بكر بن عمرو وقيل بن قيس الناجى منسوب إلى\nناجية قبيلة قوله ( كنا نحزر قيامه ) هو بضم الزاى وكسرها لغتان قوله (\nوالآوليين والآخريين ) هو بيائين مثناتين تحت قوله ( فحزرنا قيامه قدر الم\nتنزيل السجدة ) يجوز جر السجدة على البدل ونصبها بأعنى ورفعها خبر مبتدأ\nمحذوف قوله ( على قدر قيامه من الأخريين ) كذا هو في معظم الاصول من\nالاخريين وفي بعضها في الاخريين وهو معنى رواية من قوله ( ان اهل الكوفة\nشكوا سعدا ) هو سعد بن أبى وقاص رضى الله عنه والكوفة هي البلدة المعروفة\nودار الفضل ومحل الفضلاء بناها عمر بن الخطاب رضى الله عنه أعنى أمر نوابه\nببنائها هي والبصرة قيل سميت كوفة لاستدارتها تقول العرب رأيت كوفا وكوفانا\nللرمل المستدير وقيل لاجتماع الناس فيها تقول العرب تكوف الرمل اذا استدار\nوركب بعضه بعضا وقيل لأن ترابها خالطه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p175'> Vol. 04, p. 175</a>\n            </div>\n             حصى وكل ما كان كذلك سمى\nكوفة قال الحافظ أبو بكر الحازمى وغيره ويقال للكوفة أيضا كوفان بضم الكاف\nقوله ( فذكروا من صلاته ) أي أنه لا يحسن الصلاة قوله ( فأرسل إليه عمر رضى\nالله عنه ) فيه أن الامام اذا شكى إليه نائبه بعث إليه واستفسره عن ذلك\nوأنه اذا خاف مفسدة باستمراره في ولايته ووقوع فتنة عزله فلهذا عزله عمر\nرضى الله عنه مع أنه لم يكن فيه خلل ولم يثبت ما يقدح في ولايته وأهليته\nوقد ثبت في صحيح البخارى في حديث مقتل عمر والشورى أن عمر رضى الله عنه قال\nان أصابت الامارة سعدا فذاك والا فليستعن به أيكم ما أمر فإنى لم أعزله من\nعجز ولا خيانة قوله ( لا أخرم عنها ) هو بفتح الهمزة وكسر الراء أي لا أنقص\nقوله ( أنى لأركد بهم في الأوليين ) يعنى أطولهما <span id='ms0717'></span> وأديمهما وأمدهما كما\nقاله في الرواية الاخرى من قولهم ركدت السفن والريح والماء اذا سكن ومكث\nوقوله وأحذف في الأخريين يعني أقصرهما عن الأوليين لا أنه يخله بالقراءة\nويحذفها كلها قوله ( ذاك الظن بك أبا إسحاق ) فيه مدح الرجل الجليل في وجهه\nاذا لم يخف عليه فتنة باعجاب ونحوه والنهى عن ذلك انما هو لمن خيف عليه\nالفتنة وقد جاءت أحاديث كثيرة في الصحيح بالامرين وجمع العلماء بينهما بما\nذكرته وقد أوضحتهما في كتاب الاذكار وفيه خطاب الرجل الجليل بكنيته دون\nاسمه قوله ( وما آلوا ما اقتديت به من صلاة رسول الله صلى الله عليه وسلم )\nآلو بالمد في أوله وضم اللام أي لا أقصر في ذلك ومنه قوله تعالى <span class='quran'>لا\nيألونكم خبالا </span>أي لا يقصرون في افسادكم قوله ( حدثنا الوليد ) يعنى بن\nمسلم هو صاحب الاوزاعى قوله ( عن قزعة ) هو بفتح الزاى واسكانها قوله ( وهو\nمكثور عليه ) أى عنده ناس كثيرون للاستفادة منه قوله ( أسألك عن صلاة رسول\nالله صلى الله عليه وسلم فقال مالك في ذلك من خير ) معناه انك لا تستطيع\nالاتيان بمثلها لطولها وكمال خشوعها وان تكلفت ذلك شق عليك ولم تحصله فتكون\nقد علمت السنة وتركتها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p176'> Vol. 04, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب القراءة في الصبح )\n</p>\n\n<p>\nقوله ( أخبرني أبو سلمة بن سفيان وعبد الله بن عمرو بن العاص وعبد الله\nبن المسيب العابدى ) قال الحفاظ قوله بن العاص غلط والصواب حذفه وليس هذا\nعبد الله بن عمرو بن العاص الصحابى بل هو عبد الله بن عمرو الحجازى كذا\nذكره البخارى في تاريخه وبن أبى حاتم وخلائق من الحفاظ المتقدمين\nوالمتأخرين وأما أبو سلمة هذا فهو أبو سلمة بن سفيان بن عبدالاشهل المخزومى\nذكره الحاكم أبو أحمد فيمن لا يعرف اسمه واما العابدى فبالباء الموحدة قوله\n( آخذ النبي صلى الله عليه وسلم سعله ) هي بفتح السين وفي هذا الحديث جواز\nقطع القراءة والقراءة ببعض السورة وهذا جائز بلا خلاف ولا كراهة فيه إن كان\nالقطع لعذر وان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p177'> Vol. 04, p. 177</a>\n            </div>\n             لم يكن له عذر فلا <span id='ms0718'></span> كراهة فيه أيضا ولكنه خلاف\nالأولى هذا مذهبنا ومذهب الجمهور وبه قال مالك رحمه الله تعالى في رواية\nعنه والمشهور عنه كراهته قوله ( حدثنى الوليد بن سريع ) هو بفتح السين وكسر\nالراء قوله ( سمع النبى صلى الله عليه وسلم يقرأ في الفجر <span class='quran'>والليل إذا\nعسعس </span>أي يقرأ بالسورة التي فيها والليل اذا عسعس قال جمهور أهل اللغة\nمعنى عسعس الليل أدبر كذا نقله صاحب المحكم عن الاكثرين ونقل الفراء اجماع\nالمفسرين عليه قال وقال آخرون معناه أقبل وقال آخرون هو من الاضداد يقال\nاذا أقبل واذا ادبر قوله زياد بن علاقة هو بكسر العين وقطبة بن مالك بضم\nالقاف وبالباء الموحدة وهو عم زياد وقوله عزوجل <span class='quran'>والنخل باسقات </span>أى\nطويلات قوله تعالى <span class='quran'>لها طلع نضيد </span>قال أهل اللغة والمفسرون\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p178'> Vol. 04, p. 178</a>\n            </div>\n             معناه منضود متراكب بعضه فوق بعض قال بن قتيبة هذا قبل أن ينشق\nفاذا انشق كمامه وتفرق فليس هو بعد ذلك بنضيد قوله ( عن أبى المنهال عن أبى\nبرزة ) اسم أبى المنهال سيار بن سلامة الرياحى وأبو برزة نضله عن عبيدة\nالاسلمى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p179'> Vol. 04, p. 179</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب القراءة في العشاء )\n</p>\n\n<p>\nفيه حديث البراء بن عازب ( ان معاذا رضى الله عنه كان يصلى مع النبي صلى\nالله عليه وسلم ثم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p180'> Vol. 04, p. 180</a>\n            </div>\n             يأتى فيؤم قومه فصلى ليلة مع النبي صلى الله\nعليه وسلم العشاء ثم أتى قومه فأمهم فافتتح بسورة البقرة فانحرف رجل فسلم\nثم صلى وحده وانصرف فقالوا أنافقت إلى آخره ) في هذا الحديث جواز صلاة\nالمفترض خلف المتنفل لأن معاذا كان يصلى الفريضة مع رسول الله صلى الله\nعليه وسلم فيسقط فرضه ثم يصلى مرة ثانية بقومه هي له تطوع ولهم فريضة وقد\nجاء هكذا مصرحا به في غير مسلم وهذا جائز عند الشافعي رحمه الله تعالى\nوآخرين ولم يجزه ربيعة ومالك وأبو حنيفة رضي الله عنهم والكوفيون وتأولوا\nحديث معاذ رضي الله عنه على أنه كان يصلي مع النبي صلى الله عليه وسلم\nتنفلا ومنهم من تأوله على أنه لم يعلم به النبي صلى الله <span id='ms0719'></span> عليه وسلم ومنهم\nمن قال حديث معاذ كان في أول الأمر ثم نسخ وكل هذه التأويلات دعاوي لا أصل\nلها فلا يترك ظاهر الحديث بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p181'> Vol. 04, p. 181</a>\n            </div>\n             واستدل أصحابنا وغيرهم بهذا\nالحديث على أنه يجوز للمأموم أن يقطع القدوة ويتم صلاته منفردا وإن لم يخرج\nمنها وفي هذه المسألة ثلاثة أوجه لأصحابنا أصحها أنه يجوز لعذر ولغير عذر\nوالثاني لا يجوز مطلقا والثالث يجوز لعذر ولا يجوز لغيره وعلى هذا العذر هو\nما يسقط به عنه الجماعة ابتداء ويعذر في التخلف عنها بسببه وتطويل القراءة\nعذر على الأصح لقصة معاذ رضي الله عنه وهذا الاستدلال ضعيف لأنه ليس في\nالحديث أنه فارقه وبنى على صلاته بل في الرواية الأولى أنه سلم وقطع الصلاة\nمن أصلها ثم استأنفها وهذا لا دليل فيه للمسألة المذكورة وإنما يدل على\nجواز قطع الصلاة وإبطالها لعذر والله أعلم قوله ( فافتتح بسورة البقرة )\nفيه جواز قول سورة البقرة وسورة النساء وسورة المائدة ونحوها ومنعه بعض\nالسلف وزعم أنه لا يقال إلا السورة التي يذكر فيها البقرة ونحو هذا وهذا\nخطأ صريح والصواب جوازه فقد ثبت ذلك في الصحيح في أحاديث كثيرة من كلام\nرسول الله صلى الله عليه وسلم وكلام الصحابة والتابعين وغيرهم ويقال سورة\nبلا همز وبالهمز لغتان ذكرهما بن قتيبة وغيره وترك الهمزة هنا هو المشهور\nالذي جاء به القرآن العزيز ويقال قرأت السورة وقرأت بالسورة وافتتحتها\nوافتتحت بها قوله ( إنا أصحاب نواضح ) هي الإبل التي يستقى عليها جمع ناضح\nوأراد إنا أصحاب عمل وتعب فلا نستطيع تطويل الصلاة قوله صلى الله عليه وسلم\n( أفتان أنت يا معاذ ) أي منفر عن الدين وصاد عنه ففيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p182'> Vol. 04, p. 182</a>\n            </div>\n             الإنكار\nعلى من ارتكب ما ينهى عنه وإن كان مكروها غير محرم وفيه جواز الاكتفاء في\nالتعزير بالكلام وفيه الأمر بتخفيف الصلاة والتعزير على إطالتها إذا لم يرض\nالمأمومون قوله ( عن جابر أن معاذا كان يصلي مع النبي صلى الله عليه وسلم\nعشاء الآخرة ) فيه جواز قول عشاء الآخرة وقد سبق <span id='ms0720'></span> قريبا بيانه وقول الأصمعي\nبإنكاره وإبطال قوله والله أعلم قوله ( حدثنا قتيبة بن سعيد وأبو الربيع\nالزهراني قال أبو الربيع حدثنا حماد بن زيد عن أيوب عن عمرو بن دينار عن\nجابر رضي الله عنه ) قال أبو مسعود الدمشقي قتيبة يقول في حديثه عن حماد عن\nعمرو ولم يذكر فيه أيوب وكان ينبغي لمسلم أن يبينه وكأنه أهمله لكونه جعل\nالرواية مسوقة عن أبي الربيع وحده والله أعلم\n</p>\n\n<p>\n| 1 ( باب أمر الأئمة بتخفيف الصلاة في تمام )\n</p>\n\n<p>\nفيه قوله صلى الله عليه وسلم ( إذا أم أحدكم الناس فليخفف فإن فيهم\nالصغير والكبير والضعيف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p183'> Vol. 04, p. 183</a>\n            </div>\n             والمريض وإذا صلى وحده فليصل كيف شاء )\nوفي رواية وذا الحاجة معنى احاديث الباب ظاهر وهو الأمر للإمام بتخفيف\nالصلاة بحيث لا يخل بسنتها ومقاصدها وأنه إذا صلى لنفسه طول ما شاء في\nالأركان التي تحتمل التطويل وهي القيام والركوع والسجود والتشهد دون\nالاعتدال والجلوس بين السجدتين والله أعلم قوله ( إنى لأتأخر عن صلاة الصبح\nمن أجل فلان مما يطيل بنا ) فيه جواز التأخر عن صلاة الجماعة إذا علم من\nعادة الإمام التطويل الكثير وفيه جواز ذكر الإنسان بهذا ونحوه في معرض\nالشكوى والاستفتاء قوله ( فما رأيت النبي صلى الله عليه وسلم غضب في موعظة\nقط أشد مما غضب يومئذ فقال يا أيها الناس إن منكم منفرين ) الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p184'> Vol. 04, p. 184</a>\n            </div>\n             فيه الغضب لما ينكر من أمور الدين والغضب في الموعظة قوله ( عن\nعثمان بن أبي العاص رضي الله عنه أن النبي صلى الله عليه وسلم قال له أم\nقومك قال قلت يا رسول الله إني أجد في نفسي شيئا فقال ادنه فجلسني بين يديه\nثم وضع كفه في صدري بين ثديي ثم قال تحول فوضعها في ظهري بين كتفي ثم قال\nأم قومك ) قوله ثديي وكتفي بتشديد الياء على التثنية وفيه إطلاق اسم الثدي\nعلى حلمة الرجل وهذا هو الصحيح ومنهم من منعه وقد سبق بيانه في كتاب\nالإيمان وقوله جلسني هو بتشديد اللام وقوله أجد في نفسي شيئا قيل يحتمل <span id='ms0721'></span> أنه\nأراد الخوف من حصول شيء من الكبر والإعجاب له بتقدمه على الناس فأذهبه الله\nتعالى ببركة كف رسول \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p185'> Vol. 04, p. 185</a>\n            </div>\n             الله صلى الله عليه وسلم ودعائه ويحتمل\nانه أراد الوسوسة في الصلاة فإنه كان موسوسا ولا يصلح للإمامة الموسوس فقد\nذكر مسلم في الصحيح بعد هذا عن عثمان بن أبي العاص هذا قال قلت يا رسول\nالله إن الشيطان قد حال بيني وبين صلاتي وقراءتي يلبسها على فقال رسول الله\nصلى الله عليه وسلم ذاك شيطان يقال له خنزب فإذا أحسسته فتعوذ بالله واتفل\nعن يسارك ثلاثا ففعلت ذلك فأذهبه الله تعالى عني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p186'> Vol. 04, p. 186</a>\n            </div>\n             قوله ( كان\nالنبي صلى الله عليه وسلم يسمع بكاء الصبي مع أمه وهو في الصلاة فيقرأ\nبالسورة الخفيفة ) وفي رواية ( أن النبي صلى الله عليه وسلم قال أني لأدخل\nفي الصلاة أريد إطالتها فأسمع بكاء الصبي فأخفف من شدة وجد أمه به ) الوجد\nيطلق على الحزن وعلى الحب أيضا وكلاهما سائغ هنا والحزن اظهر أي من حزنها\nواشتغال قلبها به وفيه دليل على الرفق بالمأمومين وسائر الاتباع ومراعاة\nمصلحتهم وأن لا يدخل عليهم ما يشق عليهم وإن كان يسيرا من غير ضرورة وفيه\nجواز صلاة النساء مع الرجال في المسجد وأن الصبي يجوز إدخاله المسجد وإن\nكان الأولى تنزيه المسجد عمن لا يؤمن منه حدث قوله ( حدثنا محمد بن منهال\nحدثنا يزيد بن زريع حدثنا سعيد بن أبي عروبة عن قتادة عن انس ) هذا الاسناد\nكله بصريون والله أعلم\n</p>\n\n<p>\n| 1 ( باب اعتدال أركان الصلاة وتخفيفها في تمام )\n</p>\n\n<p>\nقوله ( حدثنا حامد بن عمر البكراوي ) هو بفتح الباء منسوب إلى جده الاعلى\nأبي بكرة الصحابي رضي الله عنه وقد سبق بيانه مرارا قوله ( رمقت الصلاة مع\nمحمد صلى الله عليه وسلم فوجدت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p187'> Vol. 04, p. 187</a>\n            </div>\n             قيامه فركعته فاعتداله بعد\nركوعه فسجدته فجلسته بين السجدتين فجلسته ما بين التسليم والانصراف قريبا\nمن السواء ) فيه دليل على تخفيف القراءة والتشهد وإطالة الطمأنينة في\nالركوع والسجود وفي الاعتدال عن الركوع وعن السجود ونحو هذا قول أنس في <span id='ms0722'></span>\nالحديث الثاني بعده ما صليت خلف أحد أوجز صلاة من صلاة رسول الله صلى الله\nعليه وسلم في تمام وقوله قريبا من السواء يدل على أن بعضها كان فيه طول\nيسير على بعض وذلك في القيام ولعله أيضا في التشهد واعلم أن هذا الحديث\nمحمول على بعض الأحوال وإلا فقد ثبتت الأحاديث السابقة بتطويل القيام وأنه\nصلى الله عليه وسلم كان يقرأ في الصبح بالستين إلى المائة وفي الظهر بالم\nتنزيل السجدة وانه كان تقام الصلاة فيذهب الذاهب إلى البقيع فيقضي حاجته ثم\nيرجع فيتوضأ ثم يأتي المسجد فيدرك الركعة الأولى وأنه قرأ سورة المؤمنين\nحتى بلغ ذكر موسى وهارون صلى الله عليه وسلم وأنه قرأ في المغرب بالطور\nوبالمرسلات وفي البخاري بالأعراف وأشباه هذا وكله يدل على أنه صلى الله\nعليه وسلم كانت له في إطالة القيام أحوال بحسب الأوقات وهذا الحديث الذي\nنحن فيه جرى في بعض الأوقات وقد ذكره مسلم في الرواية الأخرى ولم يذكر فيه\nالقيام وكذا ذكره البخاري وفي رواية للبخاري ما خلا القيام والقعود وهذا\nتفسير الرواية الأخرى وقوله ( فجلسته ما بين التسليم والانصراف ) دليل على\nأنه صلى الله عليه وسلم كان يجلس بعد التسليم شيئا يسيرا في مصلاه قوله (\nغلب على الكوفة رجل فأمر أبا عبيدة أن يصلي بالناس ) وهذا الرجل هو مطر بن\nناجية كما سماه في الرواية الثانية وأبو عبيدة هو بن عبد الله بن مسعود رضي\nالله عنهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p188'> Vol. 04, p. 188</a>\n            </div>\n             @ 190\n</p>\n\n<p>\n| 1 ( باب متابعة الإمام والعمل بعده )\n</p>\n\n<p>\nقوله ( عن أبي إسحاق عن عبد الله بن يزيد قال حدثني البراء وهو غير كذوب\nأنهم كانوا يصلون خلف رسول الله صلى الله عليه وسلم فإذا رفع رأسه من ا\nلركوع لم أر أحدا يحني ظهره حتى يضع النبي صلى الله عليه وسلم جبهته على\nالأرض ثم يخر من وراءه سجدا ) قال يحيى بن معين القائل وهو غير كذوب هو أبو\nإسحاق قال ومراده أن عبد الله بن يزيد غير كذوب وليس المراد أن البراء غير\nكذوب <span id='ms0723'></span> لأن البراء صحابي لا يحتاج إلى تزكية ولا يحسن فيه هذا القول وهذا\nالذي قاله بن معين خطأ عند العلماء بل الصواب أن القائل وهو غير كذوب هو\nعبد الله بن يزيد ومراده أن البراء غير كذوب ومعناه تقوية الحديث وتفخيمه\nوالمبالغة في تمكينه من النفس لا التزكية التي تكون في مشكوك فيه ونظيره\nقول بن عباس رضي الله عنه حدثنا رسول الله صلى الله عليه وسلم وهو الصادق\nالمصدوق وعن أبي هريرة مثله وفي صحيح مسلم عن أبي مسلم الخولاني حدثني\nالحبيب الأمين عوف بن مالك الأشجعي ونظائره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p190'> Vol. 04, p. 190</a>\n            </div>\n             كثيرة فمعنى الكلام\nحدثني البراء وهو غير متهم كما علمتم فثقوا بما أخبركم عنه قالوا وقول بن\nمعين أن البراء صحابي فينزه عن هذا الكلام لا وجه له لأن عبد الله بن يزيد\nصحابي أيضا معدود في الصحابة وفي هذا الحديث هذا الأدب من آداب الصلاة وهو\nأن السنة أن لا ينحني المأموم للسجود حتى يضع الإمام جبهته على الأرض إلا\nأن يعلم من حاله أنه لو أخر إلى هذا الحد لرفع الإمام من السجود قبل سجوده\nقال أصحابنا رحمهم الله تعالى في هذا الحديث وغيره ما يقتضى مجموعة أن\nالسنة للمأموم التأخر عن الإمام قليلا بحيث يشرع في الركن بعد شروعه وقبل\nفراغه منه والله أعلم قوله ( حدثنا أبان وغيره عن الحكم عن عبد الرحمن بن\nأبي ليلى عن البراء ) هذا مما تكلم فيه الدارقطني وقال الحديث محفوظ لعبد\nالله بن يزيد عن البراء ولم يقل أحد عن بن أبي ليلى غير ابان بن تغلب عن\nالحكم وقد خالفه بن عرعرة فقال عن الحكم عن عبد الله بن يزيد عن البراء\nوغيرابان أحفظ منه هذا كلام الدارقطني وهذا الاعتراض لا يقبل بل أبان ثقة\nنقل شيئا فوجب قبوله ولم يتحقق كذبه وغلطه ولا امتناع في أن يكون مرويا عن\nأبن يزيد وبن أبي ليلى والله أعلم قوله ( لايحنو أحد منا ظهره حتى يراه قد\nسجد ) هكذا هو في هذه الرواية <span id='ms0724'></span> الأخيرة من روايات البراء يحنو بالواو وباقي\nرواياته ورواية عمرو بن حريث بعدها كلها بالياء وكلاهما صحيح فهما لغتان\nحكاهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p191'> Vol. 04, p. 191</a>\n            </div>\n             الجوهري وغيره حنيت وحنوت لكن الياء أكثر ومعناه عطفته\nومثله حنيت العود وحنوته عطفته قوله ( عن الوليد بن سريع ) هو بفتح السين\nالمهملة وكسر الراء قوله تعالى <span class='quran'>فلا أقسم بالخنس </span>قال المفسرون\nوأهل اللغة هي النجوم الخمسة وهي المشترى وعطارد والزهرة والمريخ وزحل هكذا\nقال أكثر المفسرين وهو مروى عن علي بن أبي طالب رضي الله عنه وفي رواية عنه\nأن هذه الخمسة والشمس والقمر وعن الحسن هي كل النجوم وقيل غير ذلك والخنس\nالتي تخنس أي ترجع في مجراها والكنس التي تكنس أي تدخل في كناسها أي تغيب\nفي المواضع التي تغيب فيها والكنس جمع كانس والله تعالى أعلم بالصواب\n</p>\n\n<p>\n| 1 ( باب ما يقول إذا رفع رأسه من الركوع )\n</p>\n\n<p>\nقوله حدثنا أبو بكر بن أبي شيبة قال حدثنا أبو معاوية ووكيع عن الأعمش عن\nعبيد بن الحسن عن بن أبي أوفى رضي الله عنه قال كان رسول الله صلى الله\nعليه وسلم إذا رفع ظهره من الركوع قال سمع الله لمن حمده اللهم ربنا لك\nالحمد ملء السماوات وملء الأرض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p192'> Vol. 04, p. 192</a>\n            </div>\n             وملء ما شئت من شيء بعد ) هذا\nالإسناد كله كوفيون وملء هو بنصب الهمز ورفعها والنصب أشهر وهو الذي اختاره\nبن خالويه ورجحه واطنب في الاستدلال له وجواز الرفع على أنه مرجوح وحكى عن\nالزجاج أنه يتعين الرفع ولا يجوز غيره وبالغ في إنكار النصب وقد ذكرت كل\nذلك بدلائله مختصرا في تهذيب الأسماء واللغات قال العلماء معناه حمدا لو\nكان أجساما لملأ السماوات والأرض وفي هذا الحديث فوائد منها استحباب هذا\nالذكر ومنها وجوب الاعتدال ووجوب الطمأنينة فيه وأنه يستحب لكل مصل من إمام\nومأموم ومنفرد أن يقول سمع الله لمن حمده ربنا لك الحمد ويجمع بينهما فيكون\nقوله سمع الله لمن حمده في حال ارتفاعه وقوله ربنا لك الحمد في حال اعتداله\nلقوله صلى الله عليه وسلم صلوا <span id='ms0725'></span> كما رأيتموني أصلي رواه البخاري قوله ( سمع\nالله لمن حمده ربنا لك الحمد ) قال العلماء معنى سمع هنا أجاب ومعناه أن من\nحمد الله تعالى متعرضا لثوابه استجاب الله تعالى له وأعطاه ما تعرض له فإنا\nنقول ربنا لك الحمد لتحصيل ذلك قوله ( حدثنا شعبة عن مجزأة بن زاهر ) هو\nبميم مفتوحة ثم جيم ساكنة ثم زاي ثم همزة تكتب ألفا ثم هاء وحكى صاحب\nالمطالع فيه كسر الميم أيضا ورجح الفتح وحكى أيضا ترك الهمز فيه قال وقاله\nالحياني بالهمز قوله صلى الله عليه وسلم ( اللهم طهرني بالثلج والبرد وماء\nالبارد ) استعارة للمبالغة في الطهارة من الذنوب وغيرها وقوله ماء البارد\nهو من إضافة الموصوف إلى صفته كقوله تعالى <span class='quran'>بجانب الغربي </span>وقولهم\nمسجد الجامع وفيه المذهبان السابقان مذهب الكوفيين أنه جائز على ظاهره\nومذهب البصريين أن تقديره ماء الطهور البارد وجانب المكان الغربي ومسجد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p193'> Vol. 04, p. 193</a>\n            </div>\n             الموضع الجامع قوله صلى الله عليه وسلم ( اللهم طهرني من\nالذنوب والخطايا ) يحتمل أن يكون الجمع بينهما كما قال بعض المفسرين في\nقوله تعالى <span class='quran'>ومن يكسب خطيئة أو إثما </span>قال الخطيئة المعصية بين\nالعبد وبين الله تعالى والإثم بينه وبين الآدمي قوله ( كما ينقى الثوب\nالأبيض من الوسخ ) وفي رواية من الدرن وفي رواية من الدنس كله بمعنى واحد\nومعناه اللهم طهرني طهارة كاملة معتنى بها كما يعتنى بتنقية الثوب الأبيض\nمن الوسخ قوله ( أهل الثناء والمجد أحق ما قال العبد وكلنا لك عبد لا مانع\nلما أعطيت ولا معطي لما منعت ولا ينفع ذا الجد منك الجد ) أما قوله أهل\nفمنصوب على النداء هذا هو المشهور وجوز بعضهم رفعه على تقدير أنت أهل\nالثناء والمختار النصب والثناء والوصف الجميل والمدح والمجد العظمة ونهاية\nالشرف هذا هو المشهور في الرواية في مسلم وغيره قال القاضي عياض ووقع في\nرواية بن ماهان أهل الثناء والحمد وله وجه ولكن الصحيح المشهور الأول وقوله\nاحق ما قال العبد وكلنا لك عبد هكذا هو في مسلم وغيره أحق بالألف <span id='ms0726'></span> وكلنا\nبالواو وأما ما وقع في كتب الفقه حق ما قال العبد كلنا بحذف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p194'> Vol. 04, p. 194</a>\n            </div>\n            \nالألف والواو فغير معروف من حيث الرواية وإن كان كلاما صحيحا وعلى الرواية\nالمعروفة تقديره أحق قول العبد لا مانع لما أعطيت ولا معطي لما منعت إلى\nآخره واعترض بينهما وكلنا لك عبد ومثل هذا الاعتراض في القرآن قول الله\nتعالى <span class='quran'>فسبحان الله حين تمسون وحين تصبحون وله الحمد في السماوات\nوالأرض وعشيا وحين تظهرون </span>اعترض قوله تعالى <span class='quran'>وله الحمد في\nالسماوات والأرض </span>ومثله قوله تعالى <span class='quran'>قالت رب إني وضعتها أنثى والله\nأعلم بما وضعت </span>على قراءة من قرأ وضعت بفتح العين وإسكان التاء ونظائره\nكثيرة ومنه قول الشاعر % ألم يأتيك والأنباء تنمى % بما لاقت لبون بني زياد\n% وقول الآخر % ألاهل أتاها والحوادث جمة % بأن امرأ القيس بن يملك يبقرا %\nونظائره كثيرة وإنما يعترض ما يعترض من هذا الباب للإهتمام به وارتباطه\nبالكلام السابق وتقديره هنا أحق قول العبد لا مانع لما أعطيت وكلنا لك عبد\nفينبغي لنا أن نقوله وقد أوضحت هذه المسألة بشواهدها في آخر صفة الوضوء من\nشرح المهذب وفي هذا الكلام دليل ظاهر على فضيلة هذا اللفظ فقد أخبر النبي\nصلى الله عليه وسلم الذي لا ينطق عن الهوى ان هذا أحق ما قاله العبد فينبغي\nان يحافظ عليه لأن كلنا عبدولا نهمله وإنما كان أحق ما قاله العبد\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p195'> Vol. 04, p. 195</a>\n            </div>\n             لما فيه من التفويض إلى الله تعالى والإذعان له والاعتراف\nبوحدانيته والتصريح بأنه لا حول ولا قوة إلا به وأن الخير والشر منه والحث\nعلى الزهادة في الدنيا والإقبال على الأعمال الصالحة وقوله ذا الجد المشهور\nفيه بفتح الجيم هكذا ضبطه العلماء المتقدمون والمتاخرون قال بن عبد البر\nومنهم من رواه بالكسر وقال أبو جعفر محمد بن جرير الطبري هو بالفتح قال\nوقاله الشيباني بالكسر قال وهذا خلاف ما عرفه أهل النقل قال ولا يعلم من\nقاله غيره وضعف الطبري ومن بعده الكسر 2 قالوا ومعناه على ضعفه الاجتهاد أي\nلا ينفع ذا الاجتهاد <span id='ms0727'></span> منك اجتهاده إنما ينفعه وينجيه رحمتك وقيل المراد ذا\nالجد والسعي التام في الحرص على الدنيا وقيل معناه الاسراع في الهرب أي لا\nينفع ذا الإسراع في الهرب منك هربه فإنه في قبضتك وسلطانك والصحيح المشهور\nالجد بالفتح وهو الحظ والغنى والعظمة والسلطان أي لا ينفع ذا الحظ في\nالدنيا بالمال والولد والعظمة والسلطان منك حظه أي لا ينجيه حظه منك وإنما\nينفعه وينجيه العمل الصالح كقوله تعالى <span class='quran'>المال والبنون زينة الحياة\nالدنيا والباقيات الصالحات خير عند ربك </span>والله تعالى أعلم\n</p>\n\n<p>\n| 1 ( باب النهي عن قراءة القرآن في الركوع والسجود )\n</p>\n\n<p>\nقوله ( قال أبو بكر حدثنا سفيان عن سليمان ) هذا من ورع مسلم وباهر علمه\nلأن في رواية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p196'> Vol. 04, p. 196</a>\n            </div>\n             اثنين عن سفيان بن عيينة أنه قال أخبرني سليمان\nبن سحيم وسفيان معروف بالتدليس وفي رواية أبي بكر عن سفيان عن سليمان فنبه\nمسلم على اختلاف الرواة في عبارة سفيان قوله ( كشف الستارة ) هي بكسر السين\nوهي الستر الذي يكون على باب البيت والدار قوله صلى الله عليه وسلم ( نهيت\nأن اقرأ القرآن راكعا أو ساجدا فأما الركوع فعظموا فيه الرب وأما السجود\nفاجتهدوا في الدعاء فقمن أن يستجاب لكم ) وفي حديث علي رضي الله عنه (\nنهاني رسول الله صلى الله عليه وسلم أن اقرأ راكعا أو ساجدا ) فيه النهي عن\nقراءة القرآن في الركوع والسجود وإنما وظيفة الركوع التسبيح ووظيفة السجود\nالتسبيح والدعاء فلو قرأ في ركوع أو سجود غير الفاتحة كره ولم تبطل صلاته\nوإن قرأ الفاتحة ففيه وجهان لأصحابنا أصحهما أنه كغير الفاتحة فيكره ولا\nتبطل صلاته والثاني يحرم وتبطل صلاته هذا إذا كان عمدا فإن قرأ سهوا لم\nيكره وسواء قرأ عمدا أو سهوا يسجد للسهو عند الشافعي رحمه الله تعالى وقوله\nصلى الله عليه وسلم ( فأما الركوع فعظموا فيه الرب ) أي سبحوه ونزهوه\nومجدوه وقد ذكر مسلم بعد هذا الأذكار التي تقال في الركوع والسجود واستحب\nالشافعي رحمه الله تعالى وغيره من العلماء أن يقول في ركوعه سبحان ربي <span id='ms0728'></span>\nالعظيم وفي سجوده سبحان ربي الأعلى ويكرر كل واحدة منهما ثلاث مرات ويضم\nإليه ما جاء في حديث علي رضي الله عنه ذكره مسلم بعد هذا اللهم لك ركعت\nاللهم لك سجدت إلى آخره وإنما يستحب الجمع بينهما لغير الإمام وللإمام الذي\nيعلم أن المأمومين يؤثرون التطويل فإن شك لم يزد على التسبيح ولو اقتصر\nالإمام والمنفرد على تسبيحة واحدة فقال سبحان الله حصل أصل سنة التسبيح لكن\nترك كمالها وأفضلها واعلم أن التسبيح في الركوع والسجود سنة غير واجب هذا\nمذهب مالك وأبي حنيفة والشافعي رحمهم الله تعالى والجمهور وأوجبه أحمد رحمه\nالله تعالى وطائفة من أئمة الحدي لظاهر الحديث في الأمر به ولقوله صلى الله\nعليه وسلم صلوا كما رأيتموني أصلي وهو في صحيح البخاري وأجاب الجمهور بأنه\nمحمول على الاستحباب واحتجوا بحديث المسيء صلاته فإن النبي صلى الله عليه\nوسلم لم يأمره به ولو وجب لأمره به فإن قيل فلم يأمره بالنية والتشهد\nوالسلام فقد سبق جوابه عند شرحه وقوله صلى الله عليه وسلم فقمن هو بفتح\nالقاف وفتح الميم وكسرها لغتان مشهورتان فمن فتح فهو عنده مصدر لا يثنى ولا\nيجمع ومن كسر فهو وصف يثنى ويجمع وفيه لغة ثالثة قمين بزيادة ياء وفتح\nالقاف وكسر الميم ومعناه حقيق \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p197'> Vol. 04, p. 197</a>\n            </div>\n             وجدير وفيه الحث على الدعاء في\nالسجود فيستحب أن يجمع في سجوده بين الدعاء والتسبيح وستأتي الأحاديث فيه\nقوله ( ورأسه معصوب ) فيه عصب الرأس عند وجعه قوله ( عبد الله بن حنين ) هو\nبضم الحاء وفتح النون قوله ( نهاني ولا أقول نهاكم ) ليس معناه ان النهي\nمختص به وإنما معناه ان اللفظ الذي سمعته بصيغة الخطاب لي فأنا أنقله كما\nسمعته وإن 8 كان الحكم يتناول الناس \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p198'> Vol. 04, p. 198</a>\n            </div>\n             كلهم ذكر مسلم الاختلاف\nعلى إبراهيم بن حنين في ذكر بن عباس بين علي وعبد الله بن حنين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p199'> Vol. 04, p. 199</a>\n            </div>\n            \nرضي الله عنهم قال الدار قطني من أسقط بن عباس أكثر وأحفظ قلت وهذا اختلاف\nلا يؤثر في صحة الحديث فقد يكون عبد الله <span id='ms0729'></span> بن حنين سمعه من بن عباس عن علي\nثم سمعه من علي نفسه وقد تقدمت هذه المسألة في أوائل هذا الشرح مبسوطة قوله\n( نهاني حبي صلى الله عليه وسلم ) هو بكسر الحاء والباء أي محبوبي\n</p>\n\n<p>\n| 1 ( باب ما يقال في الركوع والسجود )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم ( اقرب ما يكون العبد من ربه وهو ساجد فأكثروا\nالدعاء ) معناه أقرب ما يكون من رحمة ربه وفضله وفيه الحث على الدعاء في\nالسجود وفيه دليل لمن يقول أن السجود أفضل من القيام وسائر أركان الصلاة\nوفي هذه المسألة ثلاثة مذاهب أحدها أن تطويل السجود وتكثير الركوع والسجود\nأفضل حكاه الترمذي والبغوي عن جماعة وممن قال بتفضيل تطويل السجود بن عمر\nرضي الله عنهما والمذهب الثاني مذهب الشافعي رضي الله عنه وجماعة أن تطويل\nالقيام أفضل لحديث جابر في صحيح مسلم أن النبي صلى الله عليه وسلم قال أفضل\nالصلاة طول القنوت والمراد بالقنوت القيام ولأن ذكر القيام القراءة وذكر\nالسجود التسبيح والقراءة أفضل لأن المنقول عن النبي صلى الله عليه وسلم أنه\nكان يطول القيام أكثر من تطويل السجود والمذهب الثالث أنهما سواء وتوقف\nأحمد بن حنبل رضي الله عنه في المسألة ولم يقض فيها بشيء وقال إسحاق بن\nراهويه أما في النهار فتكثير الركوع والسجود افضل وأما في الليل فتطويل\nالقيام إلا أن يكون للرجل جزء بالليل يأتي عليه فتكثير الركوع والسجود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p200'> Vol. 04, p. 200</a>\n            </div>\n             أفضل لأنه يقرأ جزأه ويربح كثرة الركوع والسجود وقال الترمذي\nإنما قال إسحاق هذا لأنهم وصفوا صلاة النبي صلى الله عليه وسلم بالليل بطول\nالقيام ولم يوصف من تطويله بالنهار ما وصف بالليل والله أعلم قوله صلى الله\nعليه وسلم ( اللهم اغفر لي ذنبي كله دقه وجله ) هو بكسر أولهما أي قليله\nوكثيره وفيه توكيد الدعاء وتكثير ألفاظه وان أغنى بعضها عن بعض قولها ( كان\nرسول الله صلى الله عليه وسلم يكثر أن يقول في ركوعه وسجوده سبحانك اللهم\nربنا وبحمدك اللهم اغفر لي يتأول القرآن ) وفي الرواية الأخرى ( أستغفرك <span id='ms0730'></span>\nوأتوب إليك ) معنى يتأول القرآن يعمل ما امر به في قول الله عز وجل <span class='quran'>فسبح بحمد ربك واستغفره إنه كان توابا </span>وكان صلى الله عليه وسلم يقول\nهذا الكلام البديع في الجزالة المستوفى ما أمر به في الآية وكان يأتى به في\nالركوع والسجود لأن حالة الصلاة أفضل من غيرها فكان يختارها لأداء هذا\nالواجب الذي أمر به ليكون أكمل قال أهل اللغة العربية وغيرهم التسبيح\nالتنزيه وقولهم سبحان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p201'> Vol. 04, p. 201</a>\n            </div>\n             الله منصوب على المصدر يقال سبحت الله\nتسبيحا وسبحانا فسبحان الله معناه براءة وتنزيها له من كل نقص وصفة للمحدث\nقالوا وقوله وبحمدك أي وبحمدك سبحتك ومعناه بتوفيقك لي وهدايتك وفضلك علي\nسبحتك لا بحولي وقوتي ففيه شكر الله تعالى على هذه النعمة والاعتراف بها\nوالتفويض إلى الله تعالى وأن كل الأفعال له والله أعلم وفي قوله صلى الله\nعليه وسلم أستغفرك وأتوب إليك حجة أنه يجوز بل يستحب أن يقول أستغفرك وأتوب\nاليك وحكى عن بعض السلف كراهته لئلا يكون كاذبا قال بل يقول اللهم اغفر لي\nوتب علي وهذا الذي قاله من قوله اللهم اغفر لي وتب على حسن لا شك فيه وأما\nكراهة قوله أستغفر الله وأتوب إليه فلا يوافق عليها وقد ذكرت المسألة\nبدلائلها في باب الاستغفار من كتاب الأذكار والله أعلم وأما استغفاره صلى\nالله عليه وسلم وقوله صلى الله عليه وسلم اللهم اغفر لي ذنبي كله مع أنه\nمغفور له فهو من باب العبودية والاذعان والافتقار إلى الله تعالى والله\nأعلم قوله ( عن مسلم بن صبيح ) هو بضم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p202'> Vol. 04, p. 202</a>\n            </div>\n             الصاد وهو أبو الضحى\nالمذكور في الرواية الأولى قولها ( فتحسست ) هو بالحاء وقولها ( افتقدت )\nوفي الرواية الأخرى فقدت هما لغتان بمعنى قوله ( محمد بن يحيى بن حبان )\nبفتح الحاء وبالباء الموحدة قولها ( فوقعت يدي على بطن قدمه وهو في المسجد\nوهما منصوبتان ) استدل به من يقول لمس المرأة لا ينقض الوضوء وهو مذهب أبي\nحنيفة رضي الله عنه وآخرين وقال مالك والشافعي وأحمد رحمهم الله تعالى\nوالأكثرون <span id='ms0731'></span> ينقض واختلفوا في تفصيل ذلك وأجيب عن هذا الحديث بأن الملموس لا\nينتقض على قول الشافعي رحمه الله تعالى وغيره وعلى قول من قال ينتقض وهو\nالراجح عند أصحابنا يحمل هذا اللمس على أنه كان فوق حائل فلا يضر وقولها (\nوهما منصوبتان ) فيه أن السنة نصبهما في السجود وقولها ( وهو يقول اللهم\nإني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p203'> Vol. 04, p. 203</a>\n            </div>\n             أعوذ برضاك من سخطك وبمعافاتك من عقوبتك وأعوذ بك منك لا\nأحصى ثناء عليك أنت كما أثنيت على نفسك ) قال الإمام أبو سليمان الخطابي\nرحمه الله تعالى في هذا معنى لطيف وذلك أنه استعاذ بالله تعالى وسأله أن\nيجيره برضاه من سخطه وبمعافاته من عقوبته والرضاء والسخط ضدان متقابلان\nوكذلك المعافاة والعقوبة فلما صار إلى ذكر ما لا ضد له وهو الله سبحانه\nوتعالى استعاذ به منه لا غير ومعناه الاستغفار من التقصير في بلوغ الواجب\nمن حق عبادته والثناء عليه وقوله لا أحصى ثناء عليك أي لا أطيقه ولا آتي\nعليه وقيل لا أحيط به وقال مالك رحمه الله تعالى معناه لا أحصى نعمتك\nوإحسانك والثناء بها عليك وإن اجتهدت في الثناء عليك وقوله ( أنت كما أثنيت\nعلى نفسك ) اعتراف بالعجز عن تفصيل الثناء وأنه لا يقدر على بلوغ حقيقته\nورد للثناء إلى الجملة دون التفصيل والاحصار والتعيين فوكل ذلك إلى الله\nسبحانه وتعالى المحيط بكل شيء جملة وتفصيلا وكما أنه لا نهاية لصفاته لا\nنهاية للثناء عليه لأن الثناء تابع للمثنى عليه وكل ثناء أثنى به عليه وإن\nكثر وطال وبولغ فيه فقدر الله أعظم وسلطانه أعز وصفاته أكبر وأكثر وفضله\nوإحسانه أوسع وأسبغ وفي هذا الحديث دليل لأهل السنة في جواز إضافة الشر إلى\nالله تعالى كما يضاف إليه الخير لقوله اعوذ بك من سخطك ومن عقوبتك والله\nأعلم قوله ( عن مطرف بن عبد الله بن الشخير ) هو بكسر الشين والخاء\nالمعجمتين قوله ( سبوح قدوس ) هما بضم السين والقاف وبفتحهما والضم أفصح\nوأكثر قال الجوهري في فصل ذرح كان سيبويه يقولهما بالفتح وقال الجوهري <span id='ms0732'></span> في\nفصل سبح سبوح من صفات الله تعالى قال ثعلب كل اسم على فعول فهو مفتوح الأول\nإلا السبوح والقدوس فإن الضم فيهما أكثر وكذلك الذروح وهي دويبة حمراء\nمنقطة بسواد تطير وهي من ذوات السموم وقال بن فارس والزبيدي وغيرهما سبوح\nهوالله عز وجل فالمراد بالسبوح القدوس المسبح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p204'> Vol. 04, p. 204</a>\n            </div>\n             المقدس فكأنه قال\nمسبح مقدس رب الملائكة والروح ومعنى سبوح المبرأ من النقائص والشريك وكل ما\nلا يليق بالآلهية وقدوس المطهر من كل ما لا يليق بالخالق وقال الهروي قيل\nالقدوس المبارك قال القاضي عياض وقيل فيه سبوحا قدوسا على تقدير أسبح سبوحا\nأو أذكر أو أعظم أو أعبد وقوله رب الملائكة والروح قيل الروح ملك عظيم وقيل\nيحتمل أن يكون جبريل عليه السلام وقيل خلق لا تراهم الملائكة كما لا نرى\nنحن الملائكة والله سبحانه وتعالى أعلم\n</p>\n\n<p>\n| 1 ( باب فضل السجود والحث عليه )\n</p>\n\n<p>\nفيه قوله صلى الله عليه وسلم ( عليك بكثرة السجود لله فإنك لا تسجد لله\nسجدة إلا رفعك الله بها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p205'> Vol. 04, p. 205</a>\n            </div>\n             درجة وحط عنك بها خطيئة وفي الحديث\nالآخر أسألك مرافقتك في الجنة قال أو غير ذلك قال هو ذلك قال فأعني على\nنفسك بكثرة السجود فيه الحث على كثرة السجود والترغيب والمراد به السجود في\nالصلاة وفيه دليل لمن يقول تكثير السجود أفضل من إطالة القيام وقد تقدمت\nالمسألة والخلاف فيها في الباب الذي قبل هذا وسبب الحث عليه ما سبق في\nالحديث الماضي أقرب ما يكون العبد من ربه وهو ساجد وهو موافق لقول الله\nتعالى <span class='quran'>واسجد واقترب </span>ولأن السجود غاية التواضع والعبودية لله\nتعالى وفيه تمكين أعز أعضاء الإنسان وأعلاها وهو وجهه من التراب الذي يداس\nويمتهن والله أعلم وقوله أو غير ذلك هو بفتح الواو\n</p>\n\n<p>\n| 1 ( باب أعضاء السجود والنهي عن كف الشعر والثوب وعقص الرأس في الصلاة)\n</p>\n\n<p>\nقوله صلى الله عليه وسلم ( أمرت أن أسجد على سبعة أعظم الجبهة وأشار بيده\nإلى أنفه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p206'> Vol. 04, p. 206</a>\n            </div>\n             والرجلين واليدين وأطراف القدمين ولا نكفت الثياب ولا\nالشعر ) وفي رواية ( أمرت أن <span id='ms0733'></span> أسجد على سبع ولا أكفت الشعر ولا الثياب\nالجبهة والأنف واليدين والركبتين والقدمين ) وفي رواية عن بن عباس ( أمر\nالنبي صلى الله عليه وسلم أن يسجد على سبعة ونهى أن يكف شعره أو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p207'> Vol. 04, p. 207</a>\n            </div>\n             ثيابه ) وفي رواية عن بن عباس رضي الله عنهما ( أنه رأى عبد\nالله بن الحارث يصلي ورأسه معقوص من ورائه فقام فجعل يحله فلما انصرف أقبل\nإلى بن عباس فقال مالك ولرأسي فقال إني سمعت رسول الله صلى الله عليه وسلم\nيقول إنما مثل هذا مثل الذي يصلي وهو مكتوف ) هذه الأحاديث فيها فوائد منها\nأن اعضاء السجود سبعة وأنه ينبغي للساجد أن يسجد عليها كلها وأن يسجد على\nالجبهة والأنف جميعا فأما الجبهة فيجب وضعها مكشوفة على الأرض ويكفي بعضها\nوالأنف مستحب فلو تركه جاز ولو اقتصر عليه وترك الجبهة لم يجز هذا مذهب\nالشافعي ومالك رحمهما الله تعالى والأكثرين وقال أبو حنيفة رضي الله عنه\nوبن القاسم من أصحاب مالك له أن يقتصر على أيهما شاء وقال أحمد رحمه الله\nتعالى وبن حبيب من أصحاب مالك رضي الله عنهما يجب أن يسجد على الجبهة\nوالأنف جميعا لظاهر الحديث قال الأكثرون بل ظاهر الحديث أنهما في حكم عضو\nواحد لأنه قال في الحديث سبعة فإن جعلا عضوين صارت ثمانية وذكر الأنف\nاستحبابا وأما اليدان والركبتان والقدمان فهل يجب السجود عليهما فيه قولان\nللشافعي رحمه الله تعالى أحدهما لا يجب لكن يستحب استحبابا متأكدا والثاني\nيجب وهو الأصح وهو الذي رجحه الشافعي رحمه الله تعالى فلو أخل بعضو منها لم\nتصح صلاته وإذا أوجبناه لم يجب كشف القدمين والركبتين وفي الكفين قولان\nللشافعي رحمه الله تعالى أحدهما يجب كشفهما كالجبهة وأصحهما لا يجب قوله\nصلى الله عليه وسلم سبعة أعظم أي أعضاء فسمى كل عضو عظما وإن كان فيه عظام\nكثيرة وقوله صلى الله عليه وسلم ( لا نكفت الثياب ولا الشعر ) هو بفتح\nالنون وكسر الفاء أي لا نضمها ولا نجمعها والكفت الجمع والضم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p208'> Vol. 04, p. 208</a>\n            </div>\n            \nومنه قوله تعالى <span id='ms0734'></span> <span class='quran'>ألم نجعل الأرض كفاتا </span>أي نجمع الناس في حياتهم\nوموتهم وهو بمعنى الكف في الرواية الأخرى كلاهما بمعنى وقوله في الرواية\nالأخرى ورأسه معقوص اتفق العلماء على النهي عن الصلاة وثوبه مشمر أو كمه أو\nنحوه أو رأسه معقوص أو مردود شعره تحت عمامته أو نحو ذلك فكل هذا منهي عنه\nباتفاق العلماء وهو كراهة تنزيه فلو صلى كذلك فقد أساء وصحت صلاته واحتج في\nذلك أبو جعفر محمد بن جرير الطبري بإجماع العلماء وحكى بن المنذر الإعادة\nفيه عن الحسن البصري ثم مذهب الجمهور أن النهي مطلقا لمن صلى كذلك سواء\nتعمده للصلاة أم كان قبلها كذلك لا لها بل لمعنى آخر وقال الداودي يختص\nالنهي بمن فعل ذلك للصلاة والمختار الصحيح هو الأول وهو ظاهر المنقول عن\nالصحابة وغيرهم ويدل عليه فعل بن عباس المذكور هنا قال العلماء والحكمة في\nالنهي عنه أن الشعر يسجد معه ولهذا مثله بالذي يصلي وهو مكتوف قوله ( عن بن\nعباس أنه رأى بن الحارث يصلي ورأسه معقوص فقام فجعل يحله ) فيه الأمر\nبالمعروف والنهي عن المنكر وأن ذلك لا يؤخر إذا لم يؤخره بن عباس رضي الله\nعنهما حتى يفرغ من الصلاة وأن المكروه ينكر كما ينكر المحرم وأن من رأى\nمنكرا وامكنه تغييره بيده غيره بها لحديث أبي سعيد الخدري وأن خبر الواحد\nمقبول والله اعلم\n</p>\n\n<p>\n| 1 ( باب الاعتدال في السجود ووضع الكفين على الأرض ورفع المرفقين عن\nالجنبين ورفع البطن عن الفخذين في السجود )\n</p>\n\n<p>\nمقصود احاديث الباب أنه ينبغي للساجد أن يضع كفيه على الأرض ويرفع مرفقيه\nعن الأرض وعن جنبيه رفعا بليغا بحيث يظهر باطن إبطيه إذا لم يكن مستورا\nوهذا أدب متفق على استحبابه فلو تركه كان مسيئا مرتكبا والنهي للتنزيه\nوصلاته صحيحة والله أعلم قال العلماء والحكمة في هذا أنه أشبه بالتواضع\nوأبلغ في تمكين الجبهة والأنف من الأرض وأبعد من هيئات الكسالى فإن المتبسط\nكشبه الكلب ويشعر حاله بالتهاون بالصلاة وقلة الاعتناء بها والاقبال عليها\nوالله أعلم <span id='ms0735'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p209'> Vol. 04, p. 209</a>\n            </div>\n             وأما ألفاظ الباب ففيه قوله صلى الله عليه وسلم (\nولا يبسط أحدكم ذراعيه انبساط الكلب ) وفي الرواية الأخرى ولا يتبسط بزيادة\nالتاء المثناة من فوق انبساط الكلب هذان اللفظان صحيحان وتقديره ولا يبسط\nذراعيه فينبسط انبساط الكلب وكذا اللفظ الآخر ولا يتبسط ذراعيه فينبسط\nإنبساط الكلب ومثله قول الله تعالى <span class='quran'>والله أنبتكم من الأرض نباتا </span>وقوله <span class='quran'>فتقبلها ربها بقبول حسن وأنبتها نباتا حسنا </span>وفي هذه الآية\nالثانية شاهدان ومعنى يتبسط بالتاء المثناة فوق أي يتخذهما بساطا والله\nأعلم قوله ( عن إياد ) هو بكسر الهمزة وبالياء المثناة من تحت قوله ( عن\nعبد الله بن مالك بن بحينة ) الصواب فيه أن ينون مالك ويكتب بن بالألف لأن\nبن بحينة ليس صفة لمالك بل صفة لعبد الله لأن عبد الله اسم أبيه مالك واسم\nأم عبد الله بحينة فبحينة امرأة مالك وأم عبد الله بن مالك قوله ( فرج بين\nيديه ) يعني بين يديه وجنبيه قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p210'> Vol. 04, p. 210</a>\n            </div>\n             ( يجنح في سجوده ) هو بضم\nالياء وفتح الجيم وكسر النون المشددة وهو معنى فرج بين يديه وهو معنى قوله\nفي الرواية الأخرى خوى بيديه بالخاء المعجمة وتشديد الواو وفرج وجنح وخوى\nبمعنى واحد ومعناه كله باعد مرفقيه وعضديه عن جنبيه قوله ( يجنح في سجوده\nحتى نرى بياض أبطيه ) هو بالنون في نرى وروى بالياء المثناة من تحت\nالمضمومة وكلاهما صحيح ويؤيد الياء الرواية الأخرى عن ميمونة إذا سجد خوى\nبيديه حتى يرى وضح إبطيه ضبطناه وضبطوه هنا بضم الياء ويؤيد النون رواية\nالليث في هذا الطريق حتى أني لأرى بياض إبطيه قوله ( لو شاءت بهمة أن تمر )\nقال أبو عبيد وغيره من اهل اللغة البهمة واحدة البهم وهي أولاد الغنم من\nالذكور والإناث وجمع البهم بهام بكسر الباء وقال الجوهري البهمة من أولاد\nالضأن خاصة ويطلق على الذكر والأنثى قال والسخال أولاد المعزى قوله (\nأخبرنا بن عيينة عن عبيد الله بن عبد الله بن الأصم عن عمه يزيد بن الأصم )\nوفي الرواية الأخرى ( أخبرنا مروان بن معاوية الفزاري <span id='ms0736'></span> قال حدثنا عبيد الله\nبن عبد الله بن الأصم عن يزيد بن الأصم ) هكذا وقع في بعض الأصول عبيد الله\nبن عبد الله بتصغير \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p211'> Vol. 04, p. 211</a>\n            </div>\n             الأول في الروايتين وفي بعضها عبد الله\nمكبرا في الموضعين وفي أكثرها بالتكبير في الرواية الأولى والتصغير في\nالثانية وكله صحيح فعبد الله وعبيد الله أخوان وهما ابنا عبد الله بن الأصم\nوعبد الله بالتكبير اكبر من عبيد الله وكلاهما رويا عن عمه يزيد بن الأصم\nوهذا مشهور في كتب أسماء الرجال والذي ذكره خلف الواسطي في كتابه أطراف\nالصحيحين في هذا الحديث عبد الله بالتكبير في الروايتين وكذا ذكره أبو داود\nوبن ماجة في سننيهما من رواية بن عيينة بالتكبير ولم يذكروا رواية الفزاري\nووقع في سنن النسائي اختلاف في الرواية عن النسائي بعضهم رواه بالتكبير\nوبعضهم بالتصغير ورواه البيهقي في السنن الكبير من رواية بن عيينة بالتصغير\nومن رواية الفزاري بالتكبير والله أعلم قوله ( حتى يرى وضح إبطيه ) هو بفتح\nالضاد أي بياضهما قوله ( وإذا قعد اطمأن على فخذه اليسرى ) يعني إذا قعد\nبين السجدتين أو في التشهد الأول وأما القعود في التشهد الأخير فالسنة فيه\nالتورك كما رواه البخاري في صحيحه من رواية أبي حميد الساعدي وكذلك رواه\nأبو داود والترمذي وغيرهما قوله ( جعفر بن برقان ) بضم الباء الموحدة والله\nأعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p212'> Vol. 04, p. 212</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب ما يجمع صفة الصلاة وما يفتتح به ويختم به وصفة الركوع\nوالاعتدال منه والسجود والاعتدال منه والتشهد بعد كل ركعتين من الرباعية\nوصفة الجلوس بين السجدتين وفي التشهد الأول)\n</p>\n\n<p>\nفيه أبو الجوزاء عن عائشة رضي الله عنها قوله ( كان رسول الله صلى الله\nعليه وسلم يستفتح الصلاة بالتكبير والقراءة بالحمد لله رب العالمين وكان\nإذا ركع لم يشخص رأسه ولم يصوبه ولكن بين ذلك وكان إذا رفع رأسه من الركوع\nلم يسجد حتى يستوي قائما وكان إذا رفع رأسه من السجدة لم يسجد حتى يستوي\nجالسا وكان يقول في كل ركعتين التحية وكان يفرش رجله اليسرى وينصب رجله\nاليمنى وكان ينهى <span id='ms0737'></span> عن عقبة الشيطان وينهى أن يفترش الرجل ذراعيه افتراش\nالسبع وكان يختم الصلاة بالتسليم ) وفي رواية ينهى عن عقب الشيطان أبو\nالجوزاء بالجيم والزاي واسمه أوس بن عبد الله بصرى قولها والقراءة بالحمد\nلله هو برفع الدال على الحكاية قولها ( ولم يصوبه ) هو بضم الياء وفتح\nالصاد المهملة وكسر الواو المشددة أي لم يخفضه خفضا بليغا بل يعدل فيه بين\nالأشخاص والتصويب قولها ( وكان يفرش ) هو بضم الراء وكسرها والضم أشهر\nقولها ( عقبة الشيطان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p213'> Vol. 04, p. 213</a>\n            </div>\n             بضم العين وفي الرواية الأخرى عقب\nالشيطان بفتح العين وكسر القاف هذا هو الصحيح المشهور فيه وحكى القاضي عياض\nعن بعضهم بضم العين وضعفه وفسره أبو عبيدة وغيره بالإقعاء المنهي عنه وهو\nأن يلصق ألييه بالأرض وينصب ساقيه ويضع يديه على الأرض كما يفرش الكلب\nوغيره من السباع أما أحكام الباب فقولها كان يفتتح الصلاة بالتكبير فيه\nإثبات التكبير في أول الصلاة وأنه يتعين لفظ التكبير لأنه ثبت أن النبي صلى\nالله عليه وسلم كان يفعله وأنه صلى الله عليه وسلم قال صلوا كما رأيتموني\nأصلي وهذا الذي ذكرناه من تعيين التكبير هو قول مالك والشافعي وأحمد رحمهم\nالله تعالى وجمهور العلماء من السلف والخلف وقال أبو حنيفة رضي الله عنه\nيقوم غيره من ألفاظ التعظيم مقامه وقولها ( والقراءة بالحمد لله رب\nالعالمين ) استدل به مالك وغيره ممن يقول أن البسملة ليست من الفاتحة وجواب\nالشافعي رحمه الله تعالى والأكثرين القائلين بأنها من الفاتحة أن معنى\nالحديث أنه يبتدئ القرآن بسورة <span class='quran'>الحمد لله رب العالمين </span>لا بسورة\nأخرى فالمراد بيان السورة التي يبتدأ بها وقد قامت الأدلة على أن البسملة\nمنها وفيه أن السنة للراكع أن يسوي ظهره بحيث يستوي رأسه ومؤخره وفيه وجوب\nالإعتدال إذا رفع من الركوع وأنه يجب أن يستوي قائما لقوله صلى الله عليه\nوسلم صلوا كما رأيتموني أصلي وفيه وجوب الجلوس بين السجدتين قولها ( وكان\nيقول في كل ركعتين التحية ) فيه حجة لاحمد بن حنبل ومن وافقه من فقهاء\nأصحاب الحديث <span id='ms0738'></span> أن التشهد الأول والأخير واجبان وقال مالك وأبو حنيفة رضي\nالله عنهما والأكثرون هما سنتان ليسا واجبين وقال الشافعي رضي الله عنه\nالأول سنة والثاني واجب واحتج أحمد رحمه الله تعالى بهذا الحديث مع قوله\nصلى الله عليه وسلم صلوا كما رأيتموني أصلي وبقوله كان النبي صلى الله عليه\nوسلم يعلمنا التشهد كما يعلمنا السورة من القرآن وبقوله صلى الله عليه وسلم\nإذا صلى أحدكم فليقل التحيات والأمر للوجوب واحتج الأكثرون بأن النبي صلى\nالله عليه وسلم ترك التشهد الأول وجبره بسجود السهو ولو وجب لم يصح جبره\nكالركوع وغيره من الأركان قالوا وإذا ثبت هذا في الأول فالأخير بمعناه ولأن\nالنبي صلى الله عليه وسلم لم يعلمه الإعرابي حين علمه فروض الصلاة والله\nأعلم قولها وكان يفرش رجله اليسرى وينصب رجله اليمنى معناه يجلس مفترشا فيه\nحجة لأبي حنيفة رضي الله عنه ومن وافقه أن الجلوس في الصلاة يكون مفترشا\nسواء فيه جميع الجلسات وعند مالك رحمه الله تعالى يسن متوركا بأن يخرج\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p214'> Vol. 04, p. 214</a>\n            </div>\n             رجله اليسرى من تحته ويفضي بوركه إلى الأرض وقال الشافعي رحمه\nالله تعالى السنة أن يجلس كل الجلسات مفترشا إلا التي يعقبها السلام\nوالجلسات عند الشافعي رحمه الله تعالى أربع الجلوس بين السجدتين وجلسة\nالاستراحة عقب كل ركعة يعقبها قيام والجلسة للتشهد الأول والجلسة للتشهد\nالأخير فالجميع يسن مفترشا إلا الأخيرة فلو كان مسبوقا وجلس أمامه في آخر\nصلاته متوركا جلس المسبوق مفترشا لأن جلوسه لا يعقبه سلام ولو كان على\nالمصلى سجود سهو فالأصح أنه يجلس مفترشا في التشهد فإذا سجد سجدتي السهو\nتورك ثم سلم هذا تفصيل مذهب الشافعي رحمه الله تعالى واحتج أبو حنيفة رضي\nالله عنه بإطلاق حديث عائشة رضي الله عنها هذا واحتج الشافعي رحمه الله\nتعالى بحديث أبي حميد الساعدي في صحيح البخاري وفيه تصريح بالافتراش في\nالجلوس الأول والتورك في آخر الصلاة وحمل حديث عائشة هذا على الجلوس في غير\nالتشهد الأخير للجمع بين الأحاديث وجلوس المرأة كجلوس الرجل <span id='ms0739'></span> وصلاة النفل\nكصلاة الفرض في الجلوس هذا مذهب الشافعي ومالك رحمهما الله تعالى والجمهور\nوحكى القاضي عياض عن بعض السلف أن سنة المرأة التربع وعن بعضهم التربع في\nالنافلة والصواب الأول ثم هذه الهيئة مستوية فلو جلس في الجميع مفترشا أو\nمتوركا أو متربعا أو مقعيا أو مادا رجليه صحت صلاته وإن كان مخالفا قولها (\nوكان ينهى عن عقبة الشيطان ) هو الإقعاء الذي فسرناه وهو مكروه باتفاق\nالعلماء بهذا التفسير الذي ذكرناه وأما الإقعاء الذي ذكره مسلم بعد هذا في\nحديث بن عباس أنه سنة فهو غير هذا كما سنفسره في موضعه ان شاء الله تعالى\nقولها ( وينهى أن يفترش الرجل ذراعيه افتراش السبع ) سبق الكلام عليه في\nالباب قبله قولها ( وكان يختم الصلاة بالتسليم ) فيه دليل على وجوب التسليم\nفإنه ثبت هذا مع قوله صلى الله عليه وسلم صلوا كما رأيتموني أصلي واختلف\nالعلماء فيه فقال مالك والشافعي وأحمد رحمهم الله تعالى وجمهور العلماء من\nالسلف والخلف السلام فرض ولا تصح الصلاة إلا به قال أبو حنيفة والثوري\nوالأوزاعي رضي الله عنهم هو سنة لو تركه صحت صلاته قال أبو حنيفة رحمه الله\nتعالى لو فعل منافيا للصلاة من حدث أو غيره في آخرها صحت صلاته واحتج بأن\nالنبي صلى الله عليه وسلم لم يعلمه الإعرابي في واجبات الصلاة حين علمه\nواجبات الصلاة واحتج الجمهور بما ذكرناه وبالحديث الآخر في سنن أبي داود\nوالترمذي مفتاح الصلاة الطهور وتحليلها التسليم ومذهب الشافعي وأبي حنيفة\nوأحمد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p215'> Vol. 04, p. 215</a>\n            </div>\n             رضي الله عنهم والجمهور أن المشروع تسليمتان ومذهب مالك\nرحمه الله تعالى في طائفة المشروع تسليمة وهو قول ضعيف عن الشافعي رحمه\nالله تعالى ومن قال بالتسليمة الثانية فهي عنده سنة وشذ بعض الظاهرية\nوالمالكية فأوجبها وهو ضعيف مخالف لإجماع من قبله والله أعلم\n</p>\n\n<p>\n| 1 ( باب سترة المصلى والندب إلى الصلاة إلى سترة والنهي عن المرور (\nبين يدي المصلي وحكم المرور ودفع المار وجواز الاعتراض بين يدي المصلي ) (\nوالصلاة إلى الراحلة والأمر بالدنو من السترة وبيان <span id='ms0740'></span> قدر السترة وما يتعلق\nبذلك ) )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم ( إذا وضع أحدكم بين يديه مثل مؤخرة الرحل فليصل\nولا يبال من مر وراء ذلك ) المؤخرة بضم الميم وكسر الخاء وهمزة ساكنة ويقال\nبفتح الخاء مع فتح الهمزة وتشديد الخاء ومع إسكان الهمزة وتخفيف الخاء\nويقال آخرة الرحل بهمزة ممدودة وكسر الخاء فهذه أربع لغات وهي العود الذي\nفي آخر الرحل وفي هذا الحديث الندب إلى السترة بين يدي المصلى وبيان أن أقل\nالسترة مؤخرة الرحل وهي قدر عظم الذراع هو نحو ثلثي ذراع ويحصل بأى شئ\nأقامه بين يديه هكذا وشرط مالك رحمه الله تعالى أن يكون في غلظ الرمح قال\nالعلماء والحكمة في السترة كف البصر عما وراءه ومنع من يجتاز بقربه واستدل\nالقاضي عياض رحمه الله تعالى بهذا الحديث على أن الخط بين يدي المصلى لا\nيكفي قال وان كان قد جاء به حديث وأخذ به أحمد بن حنبل رحمه الله تعالى فهو\nضعيف واختلف فيه فقيل يكون مقوسا كهيئة المحراب وقيل قائما بين يدى المصلى\nإلى القبلة وقيل من جهة يمينه إلى شماله قال ولم ير مالك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p216'> Vol. 04, p. 216</a>\n            </div>\n             رحمه\nالله تعالى ولا عامة الفقهاء الخط هذا كلام القاضي وحديث الخط رواه أبو\nداود وفيه ضعف واضطراب واختلف قول الشافعي رحمه الله تعالى فيه فاستحبه في\nسنن حرملة وفي القديم ونفاه في البويطي وقال جمهور أصحابه باستحبابه وليس\nفي حديث مؤخره الرحل دليل على بطلان الخط والله أعلم قال أصحابنا ينبغي له\nأن يدنو من السترة ولا يزيد ما بينهما على ثلاث أذرع فان لم يجد عصا ونحوها\nجمع أحجارا أو ترابا أو متاعه والا فليبسط مصلى والا فليخط الخط واذا صلى\nإلى سترة منع غيره من المرور بينه وبينها وكذا يمنع من المرور بينه وبين\nالخط ويحرم المرور بينه وبينها فلو لم يكن سترة أو تباعد عنها فقيل له منعه\nوالأصح أنه ليس له لتقصيره ولا يحرم حينئذ المرور بين يديه لكن يكره ولو\nوجد الداخل فرجة <span id='ms0741'></span> في الصف الأول فله أن يمر بين يدي الصف الثاني ويقف فيها\nلتقصير أهل الصف الثاني بتركها والمستحب أن يجعل السترة عن يمينه أو شماله\nولا يضم لها والله أعلم قوله ( حدثنا الطنافسي ) هو بفتح الطاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p217'> Vol. 04, p. 217</a>\n            </div>\n            \nوكسر الفاء قوله ( يركز العنزة ) هو بفتح الياء وضم الكاف وهو بمعنى يغرز\nالمذكور في الرواية الأخرى قوله ( كان يعرض راحلته ويصلى اليها ) هو بفتح\nالياء وكسر الراء وروى بضم الياء وتشديد الراء ومعناه يجعلها معترضة بينه\nوبين القبلة ففيه دليل على جواز الصلاة إلى الحيوان وجواز الصلاة بقرب\nالبعير بخلاف الصلاة في عطان الابل فانها مكروهة للاحاديث الصحيحة في النهي\nعن ذلك لأنه يخاف هناك نفورها فيذهب الخشوع بخلاف هذا قوله ( وهو بالابطح )\nهو الموضع المعروف على باب مكة ويقال لها البطحاء أيضا قوله ( فمن نائل\nوناضح ) معناه فمنهم من ينال منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p218'> Vol. 04, p. 218</a>\n            </div>\n             شيئا ومنهم من ينضح عليه غيره\nشيئا مما ناله ويرش عليه بللا مما حصل له وهو معنى ما جاء في الحديث الآخر\nفمن لم يصب أخذ من يد صاحب قوله ( فخرج بلال بوضوء فمن نائل وناضح فخرج\nالنبي صلى الله عليه وسلم فتوضأ ) فيه تقديم وتأخير تقديره فتوضأ فمن نائل\nبعد ذلك وناضح تبركا بآثاره صلى الله عليه وسلم وقد جاء مبينا في الحديث\nالآخر فرأيت الناس يأخذون من فضل وضوئه ففيه التبرك بآثار الصالحين\nواستعمال فضل طهورهم وطعامهم وشرابهم ولباسهم قوله ( عليه حلة حمراء ) قال\nأهل اللغة الحلة ثوبان لا يكون واحدا وهما ازار ورداء ونحوهما وفيه جواز\nلباس الأحمر قوله ( كأني أنظر إلى بياض ساقيه ) فيه أن الساق ليست بعورة\nوهذا مجمع عليه قوله ( فأذن بلال ) فيه الأذان في السفر قال الشافعي رضي\nالله عنه ولا أكره من تركه في السفر ما أكره من تركه في الحضر لأن أمر\nالمسافر مبني على التخفيف قوله ( فأذن بلال فجعلت أتتبع فاه ها هنا وههنا\nيقول يمينا وشمالا حي على الصلاة حي على الفلاح فيه أنه يسن للمؤذن\nالإلتفات في الحيعلتين يمينا <span id='ms0742'></span> وشمالا برأسه وعنقه قال أصحابنا ولا يحول\nقدميه وصدره عن القبلة وإنما يلوي رأسه وعنقه واختلفوا في كيفية التفاته\nعلى مذاهب وهي ثلاثة أوجه لأصحابنا أصحها وهو قول الجمهور أنه يقول حي على\nالصلاة مرتين عن يمينه ثم يقول عن يساره مرتين حي على الفلاح والثاني يقول\nعن يمينه حي على الصلاة مرة ثم مرة عن يساره ثم يقول حي على الفلاح مرة عن\nيمينه ثم مرة عن يساره والثالث يقول عن يمينه حي على الصلاة ثم يعود إلى\nالقبلة ثم يعود إلى الألتفات عن يمينه فيقول حي على الصلاة ثم يلتفت عن\nيساره فيقول حي على الفلاح ثم يعود إلى القبلة ويلتفت عن يساره فيقول حي\nعلى الفلاح قوله ( ثم ركزت له عنزة ) هي عصا في أسفلها حديدة وفيه دليل على\nجواز استعانة الإمام بمن يركز له عنزة ونحو ذلك قوله ( فصلى الظهر ركعتين )\nفيه أن الأفضل قصر الصلاة في السفر وإن كان بقرب بلد ما لم ينو الإقامة\nأربعة أيام فصاعدا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p219'> Vol. 04, p. 219</a>\n            </div>\n             قوله ( يمر بين يديه الحمار والكلب لا يمنع\n) معناه يمر الحمار والكلب وراء السترة وقدامها إلى القبلة كما قال في\nالحديث الآخر ورأيت الناس والدواب يمرون بين يدي العنزة وفي الحديث الآخر\nفيمر من ورائها المرأة والحمار وفي الحديث السابق ولا يضره من مر وراء ذلك\nقوله ( وخرج رسول الله صلى الله عليه وسلم في حلة حمراء مشمرا ) يعني\nرافعها إلى أنصاف ساقيه ونحو ذلك كما قال في الرواية السابقة كأني\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p220'> Vol. 04, p. 220</a>\n            </div>\n             انظر إلى بياض ساقيه وفيه رفع الثوب عن الكعبين قوله ( خرج\nرسول الله صلى الله عليه وسلم بالهاجرة إلى البطحاء فتوضأ فصلى الظهر\nركعتين والعصر ركعتين وبين يديه عنزة ) فيه دليل على القصر والجمع في السفر\nوفيه أن الأفضل لمن أراد الجمع وهو نازل في وقت الأولى أن يقدم الثانية إلى\nالأولى واما من كان في وقت الأولى سائرا فالأفضل تأخير الأولى إلى وقت\nالثانية كذا جاءت الأحاديث ولأنه أرفق به قوله ( أقبلت راكبا على أتان <span id='ms0743'></span> )\nوفي الرواية الأخرى على حمار وفي رواية للبخاري على حمار أتان قال أهل\nاللغة الأتان هي الأنثى من جنس الحمير ورواية من روى حمار محمولة على إرادة\nالجنس ورواية البخاري مبينة للجميع قوله ( وأنا يومئذ قد ناهزت الاحتلام )\nمعناه قاربته واختلف العلماء في سن بن عباس رضي الله عنهما عند وفاة رسول\nالله صلى الله عليه وسلم فقيل عشر سنين وقيل ثلاث عشرة وقيل خمس عشرة وهو\nرواية سعيد بن جبير عنه قال أحمد بن حنبل رضي الله عنه وهو الصواب قوله (\nفأرسلت الأتان ترتع ) أي ترعى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p221'> Vol. 04, p. 221</a>\n            </div>\n             قوله ( يصلى بمنى ) فيها لغتان\nالصرف وعدمه ولهذا يكتب بالألف والياء والأجود صرفها وكتابتها بالألف سميت\nمنى لما يمنى بها من الدماء أي يراق ومنه قول الله تعالى <span class='quran'>من مني يمنى\n</span>وفي هذا الحديث أن صلاة الصبي صحيحة وأن سترة الأمام سترة لمن خلفه\nقال القاضي عياض رحمه الله تعالى واختلفوا هل ستره الإمام بنفسها سترة لمن\nخلفه أم هي سترة له خاصة وهو سترة لمن خلفه مع الاتفاق على أنهم مصلون إلى\nسترة قال ولا خلاف أن السترة مشروعة إذا كان في موضع لا يأمن المرور بين\nيديه واختلفوا إذا كان في موضع يأمن المرور بين يديه وهما قولان في مذهب\nمالك ومذهبنا أنها مشروعة مطلقا لعموم الأحاديث ولأنها تصون بصره وتمنع\nالشيطان المرور والتعرض لإفساد صلاته كما جاءت الأحاديث قوله وهو يصلي بمنى\nوفي رواية بعرفة وهو محمول على أنهما قضيتان قوله ( في حجة الوداع ) وفي\nرواية حجة الوداع أو يوم الفتح الصواب في حجة الوداع وهذا الشك محمول عليه\nقوله صلى الله عليه وسلم ( إذا كان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p222'> Vol. 04, p. 222</a>\n            </div>\n             أحدكم يصلي فلا يدع أحدا\nيمر بين يديه وليدرأ ما استطاع فإن أبى فليقاتله فإنما هو شيطان ) معنى\nيدرأ يدفع وهذا الأمر بالدفع أمر ندب وهو ندب متأكد ولا أعلم أحدا من\nالعلماء أوجبه بل صرح أصحابنا وغيرهم بأنه مندوب غير واجب قال القاضي عياض\nواجمعوا على أنه لا يلزمه مقاتلته بالسلاح ولا ما <span id='ms0744'></span> يؤدي إلى هلاكه فإن دفعه\nبما يجوز فهلك من ذلك فلا قود عليه باتفاق العلماء وهل يجب ديته أم يكون\nهدرا فيه مذهبان للعلماء وهما قولان في مذهب مالك رضي الله عنه قال واتفقوا\nعلى أن هذا كله لمن لم يفرط في صلاته بل احتاط وصلى إلى ستره أو في مكان\nيأمن المرور بين يديه ويدل عليه قوله في حديث أبي سعيد في الرواية التي بعد\nهذه إذا صلى أحدكم إلى شيء يستره فأراد أحد ان يجتاز بين يديه فليدفع في\nنحره فإن أبى فليقاتله قال وكذا اتفقوا على أنه لا يجوز له المشي إليه من\nموضعه ليرده وإنما يدفعه ويرده من موقفه لأن مفسدة المشي في صلاته أعظم من\nمروره من بعيد بين يديه وإنما أبيح له قدر ما تناله يده من موقفه ولهذا أمر\nبالقرب من سترته وإنما يرده إذا كان بعيدا منه بالإشارة والتسبيح قال وكذلك\nاتفقوا على أنه إذا مر لا يرده لئلا يصير مرورا ثانيا إلا شيئا روى عن بعض\nالسلف أنه يرده وتأوله بعضهم هذا آخر كلام القاضي رحمه الله تعالى وهو كلام\nنفيس والذي قاله أصحابنا أنه يرده إذا أراد المرور بينه وبين سترته بأسهل\nالوجوه فإن أبى فبأشدها وإن ادى إلى قتله فلا شيء عليه كالصائل عليه لأخذ\nنفسه أو ماله وقد أباح له الشرع مقاتلته والمقاتلة المباحة لا ضمان فيها\nقوله صلى الله عليه وسلم فإنما هو شيطان قال القاضي قيل معناه إنما حمله\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p223'> Vol. 04, p. 223</a>\n            </div>\n             على مروره وامتناعه من الرجوع الشيطان وقيل معناه يفعل فعل\nالشيطان لأن الشيطان بعيد من الخير وقبول السنة وقيل المراد بالشيطان\nالقرين كما جاء في الحديث الآخر فإن معه القرين والله أعلم قوله ( فمثل )\nهو بفتح الميم وبفتح الثاء وضمها لغتان حكاهما صاحب المطالع وغيره الفتح\nأشهر ولم يذكر الجوهري وآخرون غيره ومعناه انتصب والمضارع يمثل بضم الثاء\nلا غير منه الحديث من احب أن يمثل الناس له قياما قوله ( أرسله إلى أبي\nجهيم ) هو بضم الجيم <span id='ms0745'></span> وفتح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p224'> Vol. 04, p. 224</a>\n            </div>\n             الهاء مصغر واسمه عبد الله بن الحارث\nبن الصمة الأنصاري النجاري وهو المذكور في التيمم وهو غير أبي جهم الذي قال\nالنبي صلى الله عليه وسلم اذهبوا بهذه الخميصة إلى أبي جهم فإن صاحب\nالخميصة أبو جهم بفتح الجيم وبغير ياء واسمه عامر بن حذيفة العدوي قوله صلى\nالله عليه وسلم ( لو يعلم المار بين يدي المصلي ماذا عليه لكان أن يقف\nأربعين خير له من أن يمر بين يديه ) معناه لو يعلم ما عليه من الإثم لاختار\nالوقوف أربعين على ارتكاب ذلك الإثم ومعنى الحديث النهي الأكيد والوعيد\nالشديد في ذلك قوله ( كان بين مصلى رسول الله صلى الله عليه وسلم وبين\nالجدار ممر الشاة ) يعني بالمصلى موضع السجود وفيه أن السنة قرب المصلى من\nسترته قوله ( كان يتحرى موضع مكان المصحف يسبح ) المراد بالتسبيح صلاة\nالنافلة والسجود صلاة النافلة في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p225'> Vol. 04, p. 225</a>\n            </div>\n             المصحف ثلاث لغات ضم الميم\nوفتحها وكسرها وفي هذا أنه لا بأس بإدامة الصلاة في موضع واحد إذا كان فيه\nفضل وأما النهي عن ايطان الرجل موضعا من المسجد يلازمه فهو فيما لا فضل فيه\nولا حاجة إليه فأما ما فيه فضل فقد ذكرناه وأما من يحتاج إليه لتدريس علم\nأو للإفتاء أو سماع الحديث ونحو ذلك فلا كراهة فيه بل هو مستحب لأنه من\nتسهيل طرق الخير وقد نقل القاضي رضي الله عنه خلاف السلف في كراهة الايطان\nلغير حاجة والاتفاق عليه لحاجة نحو ما ذكرناه قوله ( كان بين المنبر\nوالقبلة قدر ممر الشاة ) المراد بالقبلة الجدار وإنما آخر المنبر عن الجدار\nلئلا ينقطع نظر أهل الصف الأول بعضهم عن بعض قوله ( كان يتحرى الصلاة عند\nالأسطوانة ) فيه ما سبق أنه لا بأس بإدامة الصلاة في مكان واحد إذا كان فيه\nفضل وفيه جواز الصلاة بحضرة الأساطين فأما الصلاة إليها فمستحبة لكن الأفضل\nأن لا يصمد إليها بل يجعلها عن يمينه أو شماله كما سبق وأما الصلاة بين\nالأساطين فلا كراهة فيها عندنا واختلف قول مالك <span id='ms0746'></span> في كراهتها إذا لم يكن عذر\nوسبب الكراهة عنده انه يقطع الصف ولأنه يصلي إلى غير جدار قريب قوله صلى\nالله عليه وسلم ( يقطع صلاته الحمار والمرأة والكلب الأسود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p226'> Vol. 04, p. 226</a>\n            </div>\n            \nاختلف العلماء في هذا فقال بعضهم يقطع هؤلاء الصلاة وقال أحمد بن حنبل رضي\nالله عنه يقطعها الكلب الأسود وفي قلبي من الحمار والمرأة شيء ووجه قوله أن\nالكلب لم يجيء في الترخيص فيه شيء يعارض هذا الحديث وأما المرأة ففيها حديث\nعائشة رضي الله عنها المذكور بعد هذا وفي الحمار حديث بن عباس السابق وقال\nمالك وأبو حنيفة والشافعي رضي الله عنهم وجمهور العلماء من السلف والخلف لا\nتبطل الصلاة بمرور شيء من هؤلاء ولا من غيرهم وتأول هؤلاء هذا الحديث على\nأن المراد بالقطع نقص الصلاة لشغل القلب بهذه الأشياء وليس المراد إبطالها\nومنهم من يدعى نسخه بالحديث الآخر لا يقطع صلاة المرء شيء وادرءوا ما\nاستطعتم وهذا غير مرضي لأن النسخ لا يصار إليه إلا إذا تعذر الجمع بين\nالأحاديث وتأويلها وعلمنا التاريخ وليس هنا تاريخ ولا تعذر الجمع والتأويل\nبل يتأول على ما ذكرناه مع ان حديث لا يقطع صلاة المرء شيء ضعيف والله أعلم\nقوله ( سمعت سلم بن أبي الذيال ) سلم بفتح السين وإسكان اللام والذيال بفتح\nالذال المعجمة وتشديد الياء قوله ( يوسف بن حماد المعني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p227'> Vol. 04, p. 227</a>\n            </div>\n             هو\nبإسكان العين وكسر النون وتشديد الياء منسوب إلى معن قوله ( عن عائشة رضي\nالله عنها أنها قالت كان النبي صلى الله عليه وسلم يصلي من الليل وأنا\nمعترضة بينه وبين القبلة كاعتراض الجنازة ) استدلت به عائشة رضي الله عنها\nوالعلماء بعدها على أن المرأة لا تقطع صلاة الرجل وفيه جواز صلاته إليها\nوكره العلماء أو جماعة منهم الصلاة إليها لغير النبي صلى الله عليه وسلم\nلخوف الفتنة بها وتذكرها وإشغال القلب بها بالنظر إليها وأما النبي صلى\nالله عليه وسلم فمنزه عن هذا كله وصلاته مع انه كان في الليل والبيوت يومئذ\nليس فيها مصابيح قولها ( فإذا أراد أن <span id='ms0747'></span> يوتر أيقظني فأوترت ) فيه استحباب\nتأخير الوتر إلى آخر الليل وفيه أنه يستحب لمن وثق باستيقاظه من آخر الليل\nإما بنفسه وإما بإيقاظ غيره أن يؤخر الوتر وإن لم يكن له تهجد فإن عائشة\nرضي الله عنها كانت بهذه الصفة وأما من لا يثق باستيقاظه ولا له من يوقظه\nفيوتر قبل أن ينام وفيه استحباب إيقاظ النائم للصلاة في وقتها وقد جاءت فيه\nأحاديث أيضا غير هذا قولها ( إن المرأة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p228'> Vol. 04, p. 228</a>\n            </div>\n             لدابة سوء ) تريد به\nالإنكار عليهم في قولهم إن المرأة تقطع الصلاة قولها ( فأكره أن اسنحه ) هو\nبقطع الهمزة المفتوحة وإسكان السين المهملة وفتح النون أي اظهر له وأعترض\nيقال سنح لي كذا أي عرض ومنه السانح من الطير قولها ( فإذا سجد غمزني فقبضت\nرجلي ) استدل به من يقول لمس النساء لا ينقض الوضوء والجمهور على أنه ينقض\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p229'> Vol. 04, p. 229</a>\n            </div>\n             وحملوا الحديث على أنه غمزها فوق حائل وهذا هو الظاهر من حال\nالنائم فلا دلالة فيه على عدم النقض قولها ( والبيوت يومئذ ليس فيها مصابيح\n) أرادت به الاعتذار تقول لو كان فيها مصابيح لقبضت رجلي عند ارادته السجود\nولما أحوجته إلى غمزي قولها ( كان النبي صلى الله عليه وسلم يصلي من الليل\nوأنا إلى جنبه وأنا حائض وعلى مرط وعليه بعضه إلى جنبه ) المرط كساء وفي\nهذا دليل على أن وقوف المرأة بجنب المصلي لا يبطل صلاته وهو مذهبنا ومذهب\nالجمهور وأبطلها أبو حنيفة رضي الله عنه وفيه أن ثياب الحائض طاهرة إلا\nموضعا ترى عليه دما أو نجاسة أخرى وفيه جواز الصلاة بحضرة الحائض وجواز\nالصلاة في ثوب بعضه على المصلى وبعضه على حائض أو غيرها واما استقبال\nالمصلي وجه غيره فمذهبنا ومذهب الجمهور كراهته ونقله القاضي عياض عن عامة\nالعلماء رحمهم الله تعالى\n</p>\n\n<p>\n| 1 ( باب الصلاة في ثوب واحد وصفة لبسه )\n</p>\n\n<p>\nقوله ( سئل رسول الله صلى الله عليه وسلم عن الصلاة في ثوب واحد فقال\nأولكلكم ثوبان ) فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p230'> Vol. 04, p. 230</a>\n            </div>\n             جواز الصلاة في ثوب واحد ولا خلاف في هذا\nإلا ما حكى عن <span id='ms0748'></span> بن مسعود رضي الله عنه فيه ولا اعلم صحته وأجمعوا أن الصلاة\nفي ثوبين أفضل ومعنى الحديث ان الثوبين لا يقدر عليهما كل أحد فلو وجبا\nلعجز من لا يقدر عليهما عن الصلاة وفي ذلك حرج وقد قال الله تعالى <span class='quran'>وما\nجعل عليكم في الدين من حرج </span>وأما صلاة النبي صلى الله عليه وسلم\nوالصحابة رضي الله عنهم في ثوب واحد ففي وقت كان لعدم ثوب آخر وفي وقت كان\nمع وجوده لبيان الجواز كما قال جابر رضي الله عنه ليراني الجهال والا\nفالثوبان أفضل كما سبق قوله صلى الله عليه وسلم ( لا يصلي أحدكم في الثوب\nالواحد ليس على عاتقه منه شيء ) قال العلماء حكمته أنه إذا ائتزر به ولم\nيكن على عاتقه منه شيء لم يؤمن أن تنكشف عورته بخلاف ما إذا جعل بعضه على\nعاتقه ولأنه قد يحتاج إلى إمساكه بيده أو يديه فيشغل بذلك وتفوته سنة وضع\nاليد اليمنى على اليسرى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p231'> Vol. 04, p. 231</a>\n            </div>\n             تحت صدره ورفعهما حيث شرع الرفع وغير\nذلك لأن فيه ترك ستر أعلى البدن وموضع الزينة وقد قال الله تعالى <span class='quran'>خذوا\nزينتكم </span>ثم قال مالك وأبو حنيفة والشافعي رحمهم الله تعالى والجمهور\nهذا النهي للتنزيه لا للتحريم فلو صلى في ثوب واحد ساتر لعورته ليس على\nعاتقه منه شيء صحت صلاته مع الكراهة سواء قدر على شيء يجعله على عاتقه أم\nلا وقال أحمد وبعض السلف رحمهم الله تعالى لا تصح صلاته إذا قدر على وضع\nشيء على عاتقه إلا بوضعه لظاهر الحديث وعن أحمد بن حنبل رحمه الله تعالى\nرواية أنه تصح صلاته ولكن يأثم بتركه وحجة الجمهور قوله صلى الله عليه وسلم\nفي حديث جابر رضي الله عنه فإن كان واسعا فألتحف به وإن كان ضيقا فأتزر به\nرواه البخاري ورواه مسلم في آخر الكتاب في حديثه الطويل قوله ( رأيت رسول\nالله صلى الله عليه وسلم يصلي في ثوب واحد مشتملا به واضعا طرفيه على\nعاتقيه ) وفي الرواية الأخرى ( مخالفا بين طرفيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p232'> Vol. 04, p. 232</a>\n            </div>\n             وفي <span id='ms0749'></span> حديث جابر\n( متوشحا به ) المشتمل والمتوشح والمخالف بين طرفيه معناها واحد هنا قال بن\nالسكيت التوشح أن يأخذ طرف الثوب الذي ألقاه على منكبه الأيمن من تحت يده\nاليسرى ويأخذ طرفه الذي ألقاه على الأيسر من تحت يده اليمنى ثم يعقدهما على\nصدره وفيه جواز الصلاة في ثوب واحد قوله ( فرأيته يصلي على حصير يسجد ) فيه\nدليل على جواز الصلاة على شيء يحول بينه وبين الأرض من ثوب وحصير وصوف وشعر\nوغير ذلك وسواء نبت من الأرض أم لا وهذا مذهبنا ومذهب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p233'> Vol. 04, p. 233</a>\n            </div>\n             الجمهور\nوقال القاضي رحمه الله تعالى أما ما نبت من الأرض فلا كراهة فيه واما البسط\nواللبود وغيرها مما ليس من نبات الأرض فتصح الصلاة فيه بالإجماع لكن الأرض\nأفضل منه إلا لحاجة حر أو برد أو نحوهما لأن الصلاة سرها التواضع والخضوع\nوالله عز وجل أعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v04p234'> Vol. 04, p. 234</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "071",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227",
    "228",
    "229",
    "230",
    "231",
    "232",
    "233",
    "234"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18"
  ]
}