{
  "content": "\n<p>\n| 1 ( باب من فضائل فاطمة رضي الله عنها )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2449 ( إن بني هاشم بن المغيرة استأذنوني أن\nينكحوا ابنتهم علي بن أبي طالب فلا آذن لهم ثم لا آذن لهم ثم لا أذن لهم\nإلا أن يحب بن أبي طالب أن يطلق ابنتي وينكح ابنتهم فإنما ابنتي بضعة مني\nيريبني ما رابها ويؤذيني ما آذاها ) وفي الرواية الأخرى إني <span id='ms2242'></span> لست أحرم حلالا\nولا أحل حراما ولكن والله لا تجتمع بنت رسول الله وبنت عدو الله مكانا\nواحدا أبدا وفي الرواية الأخرى أن فاطمة مضغة مني وأنا أكره أن يفتنوها أما\nالبضعة فبفتح الباء لايجوز غيره وهي قطعة اللحم وكذلك المضغة بضم الميم\nوأما يريبني فبفتح الياء قال إبراهيم الحربي الريب ما رابك من شئ خفت عقباه\nوقال الفراء راب وأراب بمعنى وقال أبو زيد رابني الامر تيقنت منه الريبة\nوأرابني شككني وأوهمني وحكي عن أبي زيد أيضا وغيره كقول الفراء قال العلماء\nفي هذا الحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p002'> Vol. 16, p. 002</a>\n            </div>\n             تحريم ايذاء النبي صلى الله عليه وسلم بكل حال\nوعلى كل وجه وإن تولد ذلك الإيذاء مما كان أصله مباحا وهو حي وهذا بخلاف\nغيره قالوا وقد أعلم صلى الله عليه وسلم بإباحة نكاح بنت أبي جهل لعلي\nبقوله صلى الله عليه وسلم لست أحرم حلالا ولكن نهى عن الجمع بينهما لعلتين\nمنصوصتين إحداهما أن ذلك يؤدي إلى أذى فاطمة فيتأذى حينئذ النبي صلى الله\nعليه وسلم فيهلك من أذاه فنهي عن ذلك لكمال شفقته على علي وعلى فاطمة\nوالثانية خوف الفتنة عليها بسبب الغيرة وقيل ليس المراد به النهي عن جمعهما\nبل معناه أعلم من فضل الله أنهما لا تجتمعان كما قال أنس بن النضر والله لا\nتكسر ثنية الربيع ويحتمل أن المراد تحريم جمعهما ويكون معنى لا أحرم حلالا\nأي لا أقول شيئا يخالف حكم الله فإذا أحل شيئا لم أحرمه وإذا حرمه لم أحلله\nولم أسكت عن تحريمه لأن سكوتي تحليل له ويكون من جملة محرمات النكاح الجمع\nبين بنت نبي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p003'> Vol. 16, p. 003</a>\n            </div>\n             الله وبنت عدو الله قوله ( ثم ذكر صهرا له من بني\nعبد شمس ) هو أبو العاص بن الربيع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p004'> Vol. 16, p. 004</a>\n            </div>\n             زوج زينب رضي الله عنها بنت\nرسول الله صلى الله عليه وسلم والصهر يطلق على الزوج وأقاربه وأقارب المرأة\nوهو مشتق من صهرت الشئ وأصهرته إذا قربته والمصاهرة مقاربة بين الأجانب\nوالمتباعدين قولها 2450 ( فأخبرني أني أول من يلحق به من أهله فضحكت <span id='ms2243'></span> ) هذه\nمعجزة ظاهرة له صلى الله عليه وسلم بل معجزتان فأخبر ببقائها بعده وبأنها\nأول أهله لحاقا به ووقع كذلك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p005'> Vol. 16, p. 005</a>\n            </div>\n             وضحكت سرورا بسرعة لحاقها وفيه\nإيثارهم الآخرة وسرورهم بالانتقال اليها والخلاص من الدنيا قولها ( فأخبرني\nأن جبريل كان يعارضه القرآن في كل سنة مرة أو مرتين ) هكذا وقع في هذه\nالرواية وذكر المرتين شك من بعض الرواة والصواب حذفها كما في باقي الروايات\nقوله صلى الله عليه وسلم ( لاأرى الأجل إلا قد اقترب فاتقي الله واصبري\nفإنه نعم السلف أنا لك ) أرى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p006'> Vol. 16, p. 006</a>\n            </div>\n             بضم الهمزة أي أظن والسلف المتقدم\nومعناه أنا متقدم قدامك فتردين علي وفي هذه الرواية أما ترضي هكذا هو في\nالنسخ ترضي وهو لغة والمشهور ترضين\n</p>\n\n<p>\n| 1 ( باب من فضائل أم سلمة رضي الله عنها )\n</p>\n\n<p>\nقوله في السوق 2451 ( إنها معركة الشيطان ) قال أهل اللغة المعركة بفتح\nالراء موضع القتال لمعاركة الابطال بعضهم بعضا فيها ومصارعتهم فشبه السوق\nوفعل الشيطان بأهلها ونيله منهم بالمعركة لكثرة ما يقع فيها من أنواع\nالباطل كالغش والخداع والأيمان الخائنة والعقود الفاسدة والنجش والبيع على\nبيع أخيه والشراء على شرائه والسوم على سومه وبخس المكيال والميزان قوله (\nوبها تنصب رايته ) إشارة إلى ثبوته هناك واجتماع أعوانه إليه للتحريش بين\nالناس وحملهم على هذه المفاسد المذكورة ونحوها فهي موضعه وموضع أعوانه\nوالسوق تؤنث وتذكر سميت بذلك لقيام الناس فيها على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p007'> Vol. 16, p. 007</a>\n            </div>\n             سوقهم قوله\n( إن أم سلمة رأت جبريل في صورة دحية ) هو بفتح الدال وكسرها وفيه منقبة\nلأم سلمة رضي الله عنها وفيه جواز رؤية البشر الملائكة ووقوع ذلك ويرونهم\nعلى صورة الآدميين لانهم لا يقدرون على رؤيتهم على صورهم وكان النبي صلى\nالله عليه وسلم يرى جبريل على صورة دحية غالبا ورآه مرتين على صورته\nالاصلية قولها ( يخبر خبرنا ) هكذا هو في نسخ بلادنا وكذا نقله القاضي عن\nبعض الرواة والنسخ وعن بعضهم يخبر خبر جبريل قال وهو الصواب وقد وقع في\nالبخاري على الصواب\n</p>\n\n<p>\n| 1 ( باب من فضائل زينب أم المؤمنين رضي الله عنها )\n</p>\n\n<p>\nقولها 2452 ( قال <span id='ms2244'></span> رسول الله صلى الله عليه وسلم أسرعكن لحاقا بي أطولكن\nيدا فكن يتطاولن أيتهن أطول يدا قالت فكانت أطولنا يدا زينب لانها كانت\nتعمل بيدها وتصدق ) معنى الحديث أنهن ظنن أن المراد بطول اليد طول اليد\nالحقيقية وهي الجارحة فكن يذرعن أيديهن بقصبة فكانت سودة أطولهن جارحة\nوكانت زينب أطولهن يدا في الصدقة وفعل الخير فماتت زينب أولهن فعلموا أن\nالمراد طول اليد في الصدقة والجود قال أهل اللغة يقال فلان طويل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p008'> Vol. 16, p. 008</a>\n            </div>\n             اليد وطويل الباع إذا كان سمحا جوادا وضده قصير اليد والباع\nوجد الأنامل وفيه معجزة باهرة لرسول الله صلى الله عليه وسلم ومنقبة ظاهرة\nلزينب ووقع هذا الحديث في كتاب الزكاة من البخاري بلفظ متعقد يوهم أن\nأسرعهن لحاقا سودة وهذا الوهم باطل بالاجماع\n</p>\n\n<p>\n| 1 ( باب من فضائل أم أيمن رضي الله عنها )\n</p>\n\n<p>\nقوله 2453 ( انطلق رسول الله صلى الله عليه وسلم إلى أم أيمن فناولته\nاناء فيه شراب فلا أدري أصادفته صائما أو لم يرده فجعلت تصخب عليه وتذمر\nعليه ) قوله تصخب أي تصيح وترفع صوتها إنكارا لامساكه عن شرب الشراب وقوله\nتذمر هو بفتح التاء واسكان الذال المعجمة وضم الميم ويقال تذمر بفتح التاء\nوالذال والميم أي تتذمر وتتكلم بالغضب يقال ذمر يذمر كقتل يقتل إذا غضب\nوإذا تكلم بالغضب ومعنى الحديث أن النبي صلى الله عليه وسلم رد الشراب\nعليها أما لصيام وإما لغيره فغضبت وتكلمت بالانكار والغضب وكانت تدل عليه\nصلى الله عليه وسلم لكونها حضنته وربته صلى الله عليه وسلم وجاء في الحديث\nأم أيمن أمي بعد أمي وفيه أن للضيف الامتناع من الطعام والشراب الذي يحضره\nالمضيف إذا كان له عذر من صوم أو غيره مما هو مقرر في كتب الفقه قوله 2454\n( قال أبو بكر بعد وفاة رسول الله صلى الله عليه وسلم لعمر رضي الله عنه\nانطلق بنا إلى أم أيمن نزورها كما كان رسول الله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p009'> Vol. 16, p. 009</a>\n            </div>\n             يزورها ) فيه زيارة الصالحين وفضلها وزيارة الصالح لمن هو دونه\nوزيارة الانسان لمن <span id='ms2245'></span> كان صديقه يزوره ولاهل ود صديقه وزيارة جماعة من الرجال\nللمرأة الصالحة وسماع كلامها واستصحاب العالم والكبير صاحبا له في الزيارة\nوالعيادة ونحوهما والبكاء حزنا على فراق الصالحين والاصحاب وإن كانوا قد\nانتقلوا إلى أفضل مما كانوا عليه والله اعلم\n</p>\n\n<p>\n| 1 ( باب فضائل أم سليم أم أنس بن مالك وبلال رضي الله عنهما )\n</p>\n\n<p>\nقوله 2455 ( كان رسول الله صلى الله عليه وسلم لا يدخل على أحد من النساء\nإلا على أزواجه إلا على أم سليم فانه كان يدخل عليها فقيل له في ذلك فقال\nإني أرحمها قتل أخوها معي ) قد قدمنا في كتاب الجهاد عند ذكر أم حرام أخت\nأم سليم أنهما كانتا خالتين لرسول الله صلى الله عليه وسلم محرمين إما من\nالرضاع وإما من النسب فتحل له الخلوة بهما وكان يدخل عليهما خاصة لا يدخل\nعلى غيرهما من النساء الا أزواجه قال العلماء ففيه جواز دخول المحرم على\nمحرمه وفيه إشارة إلى منع دخول الرجل إلى الاجنبية وأن كان صالحا وقد تقدمت\nالأحاديث الصحيحة المشهورة في تحريم الخلوة بالأجنبية قال العلماء أراد\nامتناع الأمة من الدخول على الاجنبيات فيه بيان ما كان عليه صلى الله عليه\nوسلم من الرحمة والتواضع وملاطفة الضعفاء وفيه صحة الاستثناء من الاستثناء\nوقد رتب عليه أصحابنا مسائل في الطلاق والاقرار ومثله في القرآن <span class='quran'>إنا\nأرسلنا إلى قوم مجرمين إلا آل لوط إنا لمنجوهم أجمعين إلا امرأته </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p010'> Vol. 16, p. 010</a>\n            </div>\n             قوله صلى الله عليه وسلم 2456 ( دخلت الجنة فسمعت خشفة قلت من\nهذا قالوا هذه الغميصاء بنت ملحان أم أنس بن مالك ) أما الخشفة فبخاء\nمفتوحة ثم شين ساكنة معجمتين وهي حركة المشي وصوته ويقال ايضا بفتح الشين\nوالغميصاء بضم الغين المعجمة وبالصاد المهملة ممدودة ويقال لها الرميصاء\nايضا ويقال بالسين قال بن عبد البرأم سليم هي الرميصاء والغميصاء والمشهور\nفيه الغين وأختها أم حرام الرميصاء ومعناهما متقارب والرمص والغمص قذى يابس\nوغير يابس يكون في أطراف العين وهذا منقبة ظاهرة لأم سليم قوله صلى الله\nعليه وسلم 2457 ( سمعت خشخشة <span id='ms2246'></span> أمامي فاذا بلال ) هي صوت المشي اليابس اذا حك\nبعضه بعضا قوله 2144 ( في حديث أم سليم مع زوجها أبي طلحة حين مات ابنهما )\nهذا الحديث سبق شرحه في كتاب الأدب وضربها لمثل العارية دليل لكمال علمها\nوفضلها وعظم إيمانها وطمأنينتها قالوا وهذا الغلام الذي توفي هو أبو عمير\nصاحب النغير وغابر ليلتكما أي ماضيها وقوله لا يطرقها طروقا أي لا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p011'> Vol. 16, p. 011</a>\n            </div>\n             يدخلها في الليل قوله ( فضربها المخاض ) هو الطلق ووجع الولادة\nوفيه استجابة دعاء النبي صلى الله عليه وسلم فحملت بعبد الله بن أبي طلحة\nفي تلك الليلة وجاء من ولده عشرة رجال علماء أخيار وفيه كرامة ظاهرة لابي\nطلحة وفضائل لام سليم وفيه تحنيك المولود وأنه يحمل إلى صالح ليحنكه وأنه\nيجوز تسميته في يوم ولادته واستحباب التسمية بعبد الله وكراهة الطروق\nللقادم من سفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p012'> Vol. 16, p. 012</a>\n            </div>\n             إذا لم يعلم اهله بقدومه قبل ذلك وفيه جواز وسم\nالحيوان ليتميز وليعرف فيردها من وجدها وفيه تواضع النبي صلى الله عليه\nوسلم ووسمه بيده قوله 2458 ( لا أتطهر طهورا تاما في ساعة من ليل ولا نهار\nالا صليت بذلك الطهور ما كتب الله أن أصلى معناه قدر الله لي وفيه فضيلة\nالصلاة عقب الوضوء وأنها سنة وأنها تباح في أوقات النهي عند طلوع الشمس\nواستوائها وغروبها وبعد صلاة الصبح والعصر لأنها ذات سبب وهذا مذهبنا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p013'> Vol. 16, p. 013</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب من فضائل عبد الله بن مسعود وأمه رضي الله عنهما )\n</p>\n\n<p>\nقوله 2459 ( لما نزلت <span class='quran'>ليس على الذين آمنوا وعملوا الصالحات جناح\n</span>قال رسول الله صلى الله عليه وسلم قيل لي أنت منهم ) معناه أن بن\nمسعود منهم قوله 2460 ( فكنا حينا وما نرى بن مسعود وأمه إلا من أهل بيت\nرسول الله صلى الله عليه وسلم من كثرة دخولهم ولزومهم له ) أما قوله كنا\nفمعناه مكثنا وقوله حينا أي زمانا قال الشافعي وأصحابه ومحققوا أهل وغيرهم\nالحين يقع على القطعة من الدهر طالت أم قصرت وقوله ما نرى بضم النون اي ما\nنظن وقوله كثرة بفتح الكاف على الفصيح المشهور وبه <span id='ms2247'></span> جاء القرآن وحكى الجوهري\nوغيره كسرها وقوله دخولهم ولزومهم جمعهما وهما إثنان هو وأمه لأن الاثنين\nيجوز جمعهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p014'> Vol. 16, p. 014</a>\n            </div>\n             بالاتفاق لكن الجمهور يقولون أقل الجمع ثلاثة فجمع\nالإثنين مجاز وقالت طائفة أقله اثنان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p015'> Vol. 16, p. 015</a>\n            </div>\n             فجمعهما حقيقة قوله 2462\n( عن بن مسعود قال ومن يغلل يأت بما غل يوم القيامة ثم قال على قراءة من\nتأمرونني أن أقرأ إلى آخره ) فيه محذوف وهو مختصر مما جاء في غير هذه\nالرواية معناه أن بن مسعود كان مصحفه يخالف مصحف الجمهور وكانت مصاحف\nأصحابه كمصحفه فأنكر عليه الناس وأمروه بترك مصحفه وبموافقة مصحف الجمهور\nوطلبوا مصحفه أن يحرقوه كما فعلوا بغيره فامتنع وقال لاصحابه غلوا مصاحفكم\nأي اكتموها ومن يغلل يأت بما غل يوم القيامة يعني فإذا غللتموها جئتم بها\nيوم القيامة وكفى لكم بذلك شرفا ثم قال على سبيل الانكار ومن هو الذي\nتأمرونني أن آخذ بقراءته وأترك مصحفي الذي أخذته من في رسول الله صلى الله\nعليه وسلم قوله 2463 ( ولقد علم أصحاب رسول الله صلى الله عليه وسلم أني\nأعلمهم بكتاب الله ولو أعلم أن أحدا أعلم مني لرحلت إليه قال شقيق فجلست في\nحلق أصحاب محمد صلى الله عليه وسلم فما سمعت أحدا يرد ذلك عليه ولا يعيبه )\nالحلق بفتح الحاء واللام ويقال بكسر الحاء وفتح اللام قال القاضي وقالها\nالحربي بفتح الحاء واسكان اللام وهو جمع حلقة باسكان اللام على المشهور\nوحكى الجوهري وغيره فتحها أيضا واتفقوا على أن فتحها ضعيف فعلى قول الحربي\nهو كتمر وتمرة وفي هذا الحديث جواز ذكر الانسان نفسه بالفضيلة والعلم ونحوه\nللحاجة وأما النهي عن تزكية النفس فإنما هو لمن زكاها ومدحها لغير حاجة بل\nللفخر والاعجاب وقد كثرت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p016'> Vol. 16, p. 016</a>\n            </div>\n             تزكية النفس من الاماثل عند الحاجة\nكدفع شر عنه بذلك أو تحصيل مصلحة للناس أو ترغيب في أخذ العلم عنه أو نحو\nذلك فمن المصلحة قول يوسف صلى الله عليه وسلم <span class='quran'>اجعلني على خزائن الأرض\nإني حفيظ عليم </span>ومن دفع الشر قول عثمان رضي الله عنه في <span id='ms2248'></span> وقت حصاره أنه\nجهز جيش العسرة وحفر بئر رومة ومن الترغيب قول بن مسعود هذا وقول سهل بن\nسعد ما بقي أحد أعلم بذلك مني وقول غيره على الخبير سقطت وأشباهه وفيه\nاستحباب الرحلة في طلب العلم والذهاب إلى الفضلاء حيث كانوا وفيه أن\nالصحابة لم ينكروا قول بن مسعود أنه أعلمهم والمراد أعلمهم بكتاب الله كما\nصرح به فلا يلزم منه أن يكون أعلم من أبي بكر وعمر وعثمان وعلي وغيرهم\nبالسنة ولا يلزم من ذلك أيضا أن يكون أفضل منهم عند الله تعالى فقد يكون\nواحد أعلم من آخر بباب من العلم أو بنوع والآخر أعلم من حيث الجملة وقد\nيكون واحد أعلم من آخر وذاك أفضل عند الله بزيادة تقواه وخشيته وورعه وزهده\nوطهارة قلبه وغير ذلك ولا شك أن الخلفاء الراشدين الاربعة كل منهم أفضل من\nبن مسعود قوله صلى الله عليه وسلم 2464 ( خذوا القرآن من أربعة وذكر منهم\nبن مسعود ) قال العلماء سببه أن هؤلاء أكثر ضبطا لألفاظه وأتقن لأدائه وان\nكان غيرهم أفقه في معانيه منهم أو لأن هؤلاء الأربعة تفرغوا لأخذه منه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p017'> Vol. 16, p. 017</a>\n            </div>\n             صلى الله عليه وسلم مشافهة وغيرهم اقتصروا على أخذ بعضهم من\nبعض أو لأن هؤلاء تفرغوا لأن يؤخذ عنهم أو أنه صلى الله عليه وسلم أراد\nالاعلام بما يكون بعد وفاته صلى الله عليه وسلم من تقدم هؤلاء الاربعة\nوتمكنهم وأنهم أقعد من غيرهم في ذلك فليؤخذ عنهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p018'> Vol. 16, p. 018</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب من فضائل أبي بن كعب وجماعة من الأنصار رضي الله عنهم)\n</p>\n\n<p>\nقوله 2465 ( جمع القرآن على عهد رسول الله صلي الله عليه وسلم أربعة كلهم\nمن الأنصار معاذ بن جبل وأبي بن كعب وزيد بن ثابت وأبو زيد ) قال المازري\nهذا الحديث مما يتعلق به بعض الملاحدة في تواتر القرآن وجوابه من وجهين\nأحدهما أنه ليس فيه تصريح بأن غير الأربعة لم يجمعه فقد يكون مراده الذين\nعلمهم من الأنصار أربعة وأما غيرهم من المهاجرين والأنصار الذين لا يعلمهم\nفلم ينفهم ولو نفاهم <span id='ms2249'></span> كان المراد نفي علمه ومع هذا فقد روى غير مسلم حفظ\nجماعات من الصحابة في عهد النبي صلى الله عليه وسلم وذكر منهم المازري خمسة\nعشر صحابيا وثبت في الصحيح أنه قتل يوم اليمامة سبعون ممن جمع القرآن وكانت\nاليمامة قريبا من وفاة النبي صلى الله عليه وسلم فهؤلاء الذين قتلوا من\nجامعيه يومئذ فكيف الظن بمن لم يقتل ممن حضرها ومن لم يحضرها وبقي بالمدينة\nأو بمكة أو غيرهما ولم يذكر في هؤلاء الاربعة أبو بكر وعمر وعثمان وعلي\nونحوهم من كبار الصحابة الذين يبعد كل البعد أنهم لم يجمعوه مع كثرة رغبتهم\nفي الخير وحرصهم على ما دون ذلك من الطاعات وكيف نظن هذا بهم ونحن نرى أهل\nعصرنا حفظه منهم في كل بلدة ألوف مع بعد رغبتهم في الخير عن درجة الصحابة\nمع أن الصحابة لم يكن لهم أحكام مقررة يعتمدونها في سفرهم وحضرهم إلا\nالقرآن وما سمعوه من النبي صلى الله عليه وسلم فكيف نظن بهم إهماله فكل هذا\nوشبهه يدل على أنه لا يصح أن يكون معنى الحديث أنه لم يكن في نفس الأمر أحد\nيجمع القرآن إلا الاربعة المذكورون الجواب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p019'> Vol. 16, p. 019</a>\n            </div>\n             الثاني أنه لو ثبت\nأنه لم يجمعه إلا الاربعة لم يقدح في تواتره فإن أجزاءه حفظ كل جزء منها\nخلائق لا يحصون يحصل التواتر ببعضهم وليس من شرط التواتر أن ينقل جميعهم\nجميعه بل إذا نقل كل جزء عدد التواتر صارت الجملة متواترة بلا شك ولم يخالف\nفي هذا مسلم ولا ملحد وبالله التوفيق قوله ( قلت لأنس من أبو زيد قال أحد\nعمومتي ) أبوزيد هذا هو سعد بن عبيد بن النعمان الاوسي من بني عمرو بن عوف\nبدري يعرف بسعد القارىء استشهد بالقادسية سنة خمس عشرة في أول خلافة عمر بن\nالخطاب رضي الله عنه قال بن عبد البر هذا هو قول أهل الكوفة وخالفهم غيرهم\nفقالوا هو قيس بن السكن الخزرجي من بني عدي بن النجار بدري قال موسى بن\nعقبة استشهد يوم <span id='ms2250'></span> جيش أبي عبيد بالعراق سنة خمس عشرة ايضا قوله صلي الله\nعليه وسلم لأبي بن كعب رضي الله عنه 799 ( إن الله أمرني أن أقرأ عليك <span class='quran'>لم يكن الذين كفروا </span>قال وسماني قال نعم قال فبكى ) وفي رواية فجعل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p020'> Vol. 16, p. 020</a>\n            </div>\n             يبكي أما بكاؤه فبكاء سرور واستصغار لنفسه عن تأهيله لهذه\nالنعمة واعطائه هذه المنزلة والنعمة فيها من وجهين أحدهما كونه منصوصا عليه\nبعينه ولهذا قال وسماني معناه نص علي بعيني أو قال أقرأ علي واحد من أصحابك\nقال بل سماك فتزايدت النعمة والثاني قراءة النبي صلى الله عليه وسلم فانها\nمنقبة عظيمة له لم يشاركه فيها أحد من الناس وقيل إنما بكى خوفا من تقصيره\nفي شكر هذه النعمة وأما تخصيص هذه السورة بالقراءة فلأنها مع وجازتها جامعة\nلأصول وقواعد ومهمات عظيمة وكان الحال يقتضي الاختصار وأما الحكمة في أمره\nبالقرا ءة على أبي قال المازري والقاضي هي أن يتعلم أبي الفاظه وصيغة أدائه\nومواضع الوقوف وصنع النغم في نغمات القرآن على أسلوب ألفه الشرع وقدره\nبخلاف ما سواه من النغم المستعمل في غيره ولكل ضرب من النغم مخصوص في\nالنفوس فكانت القراءة عليه ليتعلم منه وقيل قرأ عليه ليسن عرض القرآن على\nحفاظه البارعين فيه المجيدين لأدائه وليسن التواضع في أخذ الانسان القرآن\nوغيره من العلوم الشرعية من أهلها وإن كانوا دونه في النسب والدين والفضيلة\nوالمرتبة والشهرة وغير ذلك ولينبه الناس على فضيلة أبي في ذلك ويحثهم على\nالأخذ منه وكان كذلك فكان بعد النبي صلى الله عليه وسلم رأسا وإماما مقصودا\nفي ذلك مشهورا به والله اعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p021'> Vol. 16, p. 021</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب من فضائل سعد بن معاذ رضي الله عنه )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2466 2467 ( اهتز عرش الرحمن لموت سعد بن معاذ )\nاختلف العلماء في تأويله فقالت طائفة هو على ظاهره واهتزاز العرش تحركه\nفرحا بقدوم روح سعد وجعل الله تعالى في العرش تمييزا حصل به هذا ولا مانع\nمنه كما قال تعالى <span class='quran'>وإن منها لما يهبط من خشية </span>الله وهذا القول هو <span id='ms2251'></span>\nظاهر الحديث وهو المختار وقال المازري قال بعضهم هو على حقيقته وأن العرش\nتحرك لموته قال وهذا لا ينكر من جهة العقل لأن العرش جسم من الأجسام يقبل\nالحركة والسكون قال لكن لا تحصل فضيلة سعد بذلك إلا أن يقال إن الله تعالى\nجعل حركته علامة للملائكة على موته وقال آخرون المراد اهتزاز آهل العرش وهم\nحملته وغيرهم من الملائكة فحذف المضاف والمراد بالاهتزاز الاستبشار والقبول\nومنه قول العرب فلان يهتز للمكارم لا يريدون اضطراب جسمه وحركته وإنما\nيريدون ارتياحه اليها وإقباله عليها وقال الحربي هو كناية عن تعظيم شأن\nوفاته والعرب تنسب الشئ المعظم إلى أعظم الأشياء فيقولون أظلمت لموت فلان\nالأرض وقامت له القيامة وقال جماعة المراد اهتزاز سرير الجنازة وهو النعش\nوهذا القول باطل يرده صريح هذه الروايات التي ذكرها مسلم اهتز لموته عرش\nالرحمن وإنما قال هؤلاء هذا التأويل لكونهم لم تبلغهم هذه الروايات التي في\nمسلم والله اعلم قوله 2468 ( فجعل أصحابه يلمسونها ) هو بضم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p022'> Vol. 16, p. 022</a>\n            </div>\n            \nالميم وكسرها قوله صلى الله عليه وسلم ( لمناديل سعد بن معاذ في الجنة خير\nمنها وألين ) المناديل جمع منديل بكسر الميم في المفرد وهو هذا الذي يحمل\nفي اليد قال بن الأعرابي وبن فارس وغيرهما هو مشتق من الندل وهو النقل لأنه\nينقل من واحد إلى واحد وقيل من الندل وهو الوسخ لأنه يندل به قال أهل\nالعربية يقال منه تندلت بالمنديل قال الجوهري ويقال ايضا تمندلت قال وأنكر\nالكسائي قال ويقال ايضا تمدلت وقال العلماء هذه اشارة إلى عظيم منزلة سعد\nفي الجنة وأن أدنى ثيابه فيها خير من هذه لأن المنديل أدنى الثياب لأنه معد\nللوسخ والامتهان فغيره أفضل وفيه اثبات الجنة لسعد قوله في هذا الحديث (\nأهديت لرسول الله صلى الله عليه وسلم حلة حرير ) وفي الرواية الأخرى ثوب\nحرير 2469 وفي الآخرى جبة قال القاضي رواية الجبة بالجيم والباء لأنه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p023'> Vol. 16, p. 023</a>\n            </div>\n             كان ثوبا واحدا كما صرح به في الرواية الأخرى والأكثرون يقولون\nالحلة لا تكون إلا ثوبين يحل أحدهما <span id='ms2252'></span> على الآخر فلا يصح الحلة هنا وأما من\nيقول الحلة ثوب واحد جديد قريب العهد بحلة من طيه فيصح وقد جاء في كتب\nالسير أنها كانت قباء وأما قوله أهدى أكيدر دومة الجندل فسبق بيان حال\nأكيدر واختلافهم في اسلامه ونسبه وأن دومة بفتح الدال وضمها وذكرنا موضعها\nفي كتاب المغازي وسبق بيان أحكام الحرير في كتاب اللباس والله اعلم\n</p>\n\n<p>\n| 1 ( باب من فضائل أبي دجانة سماك بن حرشة رضي الله عنه )\n</p>\n\n<p>\nهو بضم الدال وتخفيف الجيم قوله 2470 ( فأحجم القوم ) هو بحاء ثم جيم\nهكذا هو في معظم نسخ بلادنا وفي بعضها بتقديم الجيم على الحاء وادعى القاضي\nعياض أن الرواية بتقديم الجيم ولم يذكر غيره قال فهما لغتان ومعناهما\nتأخروا وكفوا قوله ( ففلق به هام المشركين ) أي شق رؤوسهم\n</p>\n\n<p>\n| 1 ( باب من فضائل عبد الله بن عمرو بن حرام والد جابر رضي الله عنه )\n</p>\n\n<p>\nقوله 2471 ( جئ بأبي مسجى وقد مثل به ) المسجى المغطى ومثل بضم الميم\nوكسر الثاء المخففة يقال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p024'> Vol. 16, p. 024</a>\n            </div>\n             مثل بالقتيل والحيوان يمثل مثلا كقتل\nيقتل قتلا اذا قطع أطرافه أو أنفه أو أذنه أو مذاكيره ونحو ذلك والاسم\nالمثلة فاما مثل بالتشديد فهو للمبالغة والرواية هنا بالتخفيف قوله صلى\nالله عليه وسلم ( فما زالت الملائكة تظله بأجنحتها حتى رفع ) قال القاضي\nيحتمل أن ذلك لتزاحمهم عليه لبشارته بفضل الله ورضاه عنه وما أعد له من\nالكرامة عليه ازدحموا عليه إكراما له وفرحا به أو أظلوه من حر الشمس لئلا\nيتغير ريحه أو جسمه قوله ( فقال رسول الله صلى الله عليه وسلم تبكيه أو لا\nتبكيه مازالت الملائكة تظله ) معناه سواء بكت عليه أم لا فما زالت الملائكة\nتظله أي فقد حصل له من الكرامة هذا وغيره فلا ينبغي البكاء على مثل هذا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p025'> Vol. 16, p. 025</a>\n            </div>\n             وفي هذا تسلية لها قوله ( عن عبد الكريم عن محمد بن المنكدر عن\nجابر ) هكذا هو في جميع نسخ بلادنا قال القاضي ووقع في نسخة بن ماهان عن\nمحمد بن علي بن حسين عن جابر بدل محمد <span id='ms2253'></span> بن المنكدر قال الجياني والصواب\nالاول وهو الذي ذكره أبو السعود الدمشقي قوله ( جئ بابي مجدعا ) أي مقطوع\nالانف والاذنين قال الخليل الجدع قطع الانف والاذن والله اعلم\n</p>\n\n<p>\n| 1 ( باب من فضائل جليبيب رضي الله عنه )\n</p>\n\n<p>\nهو بضم الجيم قوله 2472 ( كان في مغزى له ) أي في سفر غزو وفي حديثه أن\nالشهيد لا يغسل ولا يصلى عليه قوله صلى الله عليه وسلم ( هذا مني وأنا منه\n) معناه المبالغة في اتحاد طريقتهما واتفاقهما في طاعة الله تعالى\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p026'> Vol. 16, p. 026</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب من فضائل أبي ذر رضي الله عنه )\n</p>\n\n<p>\nقوله 2473 ( فنثا علينا الذي قيل له ) هو بنون ثم مثلثة أي أشاعه وأفشاه\nقوله ( فقربنا صرمتنا ) هي بكسر الصاد وهي القطعة من الابل وتطلق ايضا على\nالقطعة من الغنم قوله ( فنافر أنيس عن صرمتنا وعن مثلها فأتيا الكاهن فخير\nأنيسا فأتانا أنيس بصرمتنا أو مثلها معها ) قال أبو عبيد وغيره في شرح هذا\nالمنافرة المفاخرة والمحاكمة فيفخر كل واحد من الرجلين على الآخر ثم\nيتحاكمان إلى رجل ليحكم أيهما خير وأعز نفرا وكانت هذه المفاخرة في الشعر\nأيهما أشعر كما بينه في الرواية الآخرى وقوله ( نافر عن صرمتنا وعن مثلها )\nمعناه تراهن هو وآخر أيهما أفضل وكان الرهن صرمة ذا وصرمة ذاك فايهما كان\nأفضل أخذ الصرمتين فتحاكما إلى الكاهن فحكم بأن أنيسا أفضل وهو معنى قوله\nفخير أنيسا أي جعله الخيار والافضل قوله ( حتى إذا كان من آخر الليل ألقيت\nكأني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p027'> Vol. 16, p. 027</a>\n            </div>\n             خفاء ) هو بكسر الخاء المعجمة وتخفيف الفاء وبالمد وهو\nالكساء وجمعه أخفية ككساء وأكسية قال القاضي ورواه بعضهم عن بن ماهان جفاء\nبجيم مضمومة وهو غثاء السيل والصواب المعروف هو الأول قوله ( فراث علي ) أي\nأبطأ قوله ( أقراء الشعر ) أي طرقه وأنواعه وهي بالقاف والراء وبالمد قوله\n( أتيت مكة فتضعفت رجلا منهم ) يعني نظرت إلى أضعفهم فسألته لأن الضعيف\nمأمون الغائلة غالبا وفي رواية بن ماهان فتضيفت بالياء وأنكرها القاضي\nوغيره قالوا لا وجه له هنا قوله ( كأني نصب أحمر ) يعني من كثرة الدماء\nالتي <span id='ms2254'></span> سالت في بصرتهم والنصب الصم والحجر كانت الجاهلية تنصبه وتذبح عنده\nفيحمر بالدم وهو بضم الصاد واسكانها وجمعه أنصاب ومنه قوله تعالى <span class='quran'>وما\nذبح على النصب </span>قوله ( حتى تكسرت عكن بطني ) يعني انثنت لكثرة السمن\nوانطوت قوله ( وما وجدت على كبدي سخفة جوع ) هي بفتح السين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p028'> Vol. 16, p. 028</a>\n            </div>\n            \nالمهملة وضمها واسكان الخاء المعجمة وهي رقة الجوع وضعفه وهزاله قوله (\nفبينا أهل مكة في ليلة قمراء أضحيان اذ ضرب على أسمختهم فما يطوف بالبيت\nأحد وامرأتين منهم تدعوان اسافا ونائلة ) أما قوله قمراء فمعناه مقمرة طالع\nقمرها والأضحيان بكسر الهمزة والحاء واسكان الضاد المعجمة بينهما وهي\nالمضيئة ويقال ليلة أضحيان وإضحياته وضحياء ويوم ضحيان وقوله على أسمختهم\nهكذا هو في جميع النسخ وهو جمع سماخ وهو الخرق الذي في الاذن يفضي إلى\nالرأس يقال صماخ بالصاد وسماخ بالسين الصاد أفصح وأشهر والمراد بأصمختهم\nهنا آذانهم أي ناموا قال الله تعالى <span class='quran'>فضربنا على آذانهم </span>أي\nأنمناهم قوله ( وامرأتين ) هكذا هو في معظم النسخ بالياء وفي بعضها\nوامرأتان بالالف والاول منصوب بفعل محذوف أي ورأيت امرأتين قوله ( فما\nتناهتا عن قولهما ) أي ما انتهتا عن قولهما بل دامتا عليه ووقع في أكثر\nالنسخ فما تناهتا على قولهما وهو صحيح أيضا وتقديره ما تناهتا من الدوام\nعلى قولهما قوله ( فقلت هن مثل الخشبة غير أني لا أكني ) الهن والهنة\nبتخفيف نونهما هو كناية عن كل شئ وأكثر ما يستعمل كناية عن الفرج والذكر\nفقال لهما ومثل الخشبة بالفرج وأراد بذلك سب اساف ونائلة وغيظ الكفار بذلك\nقوله ( فانطلقتا تولولان وتقولان لو كان ها هنا أحد من أنفارنا ) الولولة\nالدعاء بالويل والأنفار جمع نفر أو نفير وهوالذي ينفر عند الاستغاثة ورواه\nبعضهم أنصارنا وهو بمعناه وتقديره لو كان هنا أحد من أنصارنا لانتصر لنا\nقوله ( كلمة تملأ الفم ) أي عظيمة لا شئ أقبح منها كالشئ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p029'> Vol. 16, p. 029</a>\n            </div>\n             الذي\nيملأ الشئ ولا يسع غيره وقيل معناه لا يمكن ذكرها وحكايتها كأنها تسد فم\nحاكيها وتملؤه لاستعظامها قوله ( فكنت أول من <span id='ms2255'></span> حياه بتحية الاسلام فقال\nوعليك ورحمة الله ) هكذا هو في جميع النسخ وعليك من غير ذكر السلام وفيه\nدلالة لأحد الوجهين لأصحابنا أنه إذا قال في رد السلام وعليك يجزئه لأن\nالعطف يقتضي كونه جوابا والمشهور من أحواله صلى الله عليه وسلم وأحوال\nالسلف رد السلام بكماله فيقول وعليكم السلام ورحمة الله أو ورحمته وبركاته\nوسبق ايضاحه في بابه قوله ( فقد عني صاحبه ) أي كفني يقال قدعه وأقدعه اذا\nكفه ومنعه وهو بدال مهملة قوله صلى الله عليه وسلم في زمزم ( أنها طعام طعم\n) هو بضم الطاء واسكان العين أي تشبع شاربها كما يشبعه الطعام قوله ( غبرت\nما غبرت ) أي بقيت ما بقيت قوله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p030'> Vol. 16, p. 030</a>\n            </div>\n             ( أنه قد\nوجهت لي أرض ) أي أريت جهتها قوله صلى الله عليه وسلم ( لا أراها الا يثرب\n) ضبطوه أراها بضم الهمزة وفتحها وهذا كان قبل تسمية المدينة طابة وطيبة\nوقد جاء بعد ذلك حديث في النهي عن تسميتها يثرب أو أنه سماها باسمها\nالمعروف عند الناس حينئذ قوله ( مابي رغبة عن دينكما ) أي لا أكرهه بل أدخل\nفيه قوله ( فاحتملنا ) يعني حملنا أنفسنا ومتاعنا على إبلنا وسرنا قوله (\nإيماء بن رحضة الغفاري ) قوله إيماء ممدود والهمزة في أوله مكسورة على\nالمشهور وحكى القاضي فتحها ايضا وأشار إلى ترجيحه وليس براجح ورحضة براء\nوحاء مهملة وضاد معجمة مفتوحات قوله ( شنفوا له وتجهموا ) هو بشين معجمة\nمفتوحة ثم نون مكسورة ثم فاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p031'> Vol. 16, p. 031</a>\n            </div>\n             أي أبغضوه ويقال رجل شنف مثال حذر\nاي شانئ مبغض وقوله تجهموا اي قابلوه بوجوه غليظة كريهة قوله ( فأين كنت\nتوجه ) هو بفتح التاء والجيم وفي بعض النسخ توجه بضم التاء وكسر الجيم\nوكلاهما صحيح قوله ( فتنافرا إلى رجل من الكهان ) أي تحاكما إليه قوله (\nأتحفني بضيافته ) أي خصني بها وأكرمني بذلك قال أهل اللغة التحفة باسكان\nالحاء وفتحها هو ما يكرم به الانسان والفعل منه أتحفه قوله 2474 ( إبراهيم\nبن محمد بن عرعرة السامي ) هو بالسين المهملة منسوب إلى أسامة بن لؤي <span id='ms2256'></span>\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p032'> Vol. 16, p. 032</a>\n            </div>\n             وعرعرة بعينين مهملتين مفتوحتين بينهما راء ساكنة قوله (\nفانطلق الآخر حتى قدم مكة ) هكذا هو في أكثر النسخ وفي بعضها الأخ بدل\nالآخر وهو هو فكلاهما صحيح قوله ( ما شفيتني فيما أردت ) كذا في جميع نسخ\nمسلم فيما بالفاء وفي رواية البخاري مما بالميم وهو أجود أي ما بلغتني غرضي\nوأزلت عني هم كشف هذا الامر قوله ( وحمل شنة ) هي بفتح الشين وهي القربة\nالبالية قوله فرآه على فعرف أنه غريب ( فلما رآه تبعه ) كذا هو في جميع نسخ\nمسلم تبعه وفي رواية البخاري أتبعه قال القاضي هي أحسن وأشبه بمساق الكلام\nوتكون باسكان التاء أي قال له اتبعني قوله ( احتمل قريبته ) بضم القاف على\nالتصغير وفي بعض النسخ قربته بالتكبير وهي الشنة المذكورة قبله قوله (\nماأني للرجل ) وفي بعض النسخ آن وهما لغتان أي ما حان وفي بعض النسخ أما\nبزيادة ألف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p033'> Vol. 16, p. 033</a>\n            </div>\n             الاستفهام وهي مرادة في الرواية الاولى ولكن حذفت\nوهو جائز قوله ( فانطلق يقفوه ) أي يتبعه قوله ( لأصرخن بها بين ظهرانيهم )\nهو بضم الراء من لأصرخن أي لأرفعن صوتي بها وقوله بين ظهرانيهم وهو بفتح\nالنون ويقال بين ظهريهم\n</p>\n\n<p>\n| 1 ( باب من فضائل جرير بن عبد الله رضي الله عنه )\n</p>\n\n<p>\nقوله 2475 ( ما حجبني رسول الله صلى الله عليه وسلم منذ أسلمت ولا رآني\nالا ضحك ) معناه ما منعني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p034'> Vol. 16, p. 034</a>\n            </div>\n             الدخول عليه في وقت من الاوقات ومعنى\nضحك تبسم كما صرح به في الرواية الثانية وفعل ذلك اكراما ولطفا وبشاشة ففيه\nاستحباب هذا اللطف للوارد وفيه فضيلة ظاهرة لجرير قوله 2476 ( ذو الخلصة )\nبفتح الخاء المعجمة واللام هذا هو المشهور وحكى القاضي أيضا ضم الخاء مع\nفتح اللام وحكى ايضا فتح الخاء وسكون اللام وهو بيت في اليمن كان فيه أصنام\nيعبدونها قوله ( وكان يقال له الكعبة اليمانية والكعبة الشامية ) وفي بعض\nالنسخ الكعبة اليمانية الكعبة الشامية بغير واو هذا اللفظ فيه ايهام\nوالمراد أن ذا الخلصة كانوا يسمونها الكعبة اليمانية وكانت الكعبة الكريمة\nالتي بمكة تسمى الكعبة الشامية ففرقوا بينهما للتمييز <span id='ms2257'></span> هذا هو المراد فيتأول\nاللفظ عليه وتقديره يقال له الكعبة اليمانية ويقال للتي بمكة الشامية وأما\nمن رواه الكعبة اليمانية الكعبة الشامية بحذف الواو فمعناه كأن يقال هذان\nاللفظان أحدهما لموضع والآخر للآخر وأما قوله هل أنت مريحي من ذي الخلصة\nوالكعبة اليمانية والشامية فقال القاضي عياض ذكر الشامية وهم وغلط من بعض\nالرواة والصواب حذفه وقد ذكره البخاري بهذا الاسناد وليس فيه هذه الزيادة\nوالوهم هذا كلام القاضي وليس بجيد بل يمكن تأويل هذا اللفظ ويكون التقدير\nهل أنت مريحي من قولهم الكعبة اليمانية والشامية ووجود هذا الموضع الذي\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p035'> Vol. 16, p. 035</a>\n            </div>\n             يلزم منه هذه التسمية قوله ( فنفرت ) أي خرجت للقتال قوله (\nتدعي كعبة اليمانية ) هكذا هو في جميع النسخ وهو من اضافة الموصوف إلى صفته\nوأجازه الكوفيون وقدر البصريون فيه حذفا أي كعبة الجهة اليمانية واليمانية\nبتخفيف الياء على المشهور وحكى تشديدها وسبق ايضاحه في كتاب الحج قوله (\nكأنها جمل أجرب ) قال القاضي معناه مطلي بالقطران لما به من الجرب فصار\nأسود لذلك يعني صارت سوداء من إحراقها وفيه النكاية بآثار الباطل والمبالغة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p036'> Vol. 16, p. 036</a>\n            </div>\n             في ازالته وفي هذا الحديث استحباب ارسال البشير بالفتوح ونحوها\nقوله ( فجاء بشير جرير أبو أرطأة حصين بن ربيعة ) هكذا هو في بعض النسخ\nحصين بالصاد وفي اكثرها حسين بالسين وذكر القاضي الوجهين قال والصواب الصاد\nوهو الموجود في نسخة بن ماهان\n</p>\n\n<p>\n| 1 ( باب من فضائل عبد الله بن عباس رضي الله عنهما )\n</p>\n\n<p>\nقوله 2477 ( حدثنا زهير بن حرب وأبو بكر بن النضر ) هكذا هو في جميع نسخ\nبلادنا أبو بكر بن النضر وكذا نقله القاضي عن جمهور رواة صحيح مسلم وفي\nنسخة العذرى أبوبكر بن أبي النضر قال وكلاهما صحيح هو أبو بكر بن النضر بن\nأبي النضر هاشم بن القاسم سماه الحاكم أحمد وسماه الكلابادي محمدا هذا ما\nذكره القاضي ممن قال اسمه أحمد عبد الله بن أحمد الدورقي وقال السراج سألته\nعن اسمه فقال اسمي كنيتي وهذا هو الاشهر ولم يذكر الحاكم أبو أحمد في كتابه\nالكنى <span id='ms2258'></span> غيره والمشهور فيه أبو بكر بن أبي النضر قوله صلى الله عليه وسلم في\nبن عباس ( اللهم فقهه ) فيه فضيلة الفقه واستحباب الدعاء بظهر الغيب\nواستحباب الدعاء لمن عمل عملا خيرا مع الانسان وفيه اجابة دعاء النبي صلى\nالله عليه وسلم له فكان من الفقه بالمحل الاعلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p037'> Vol. 16, p. 037</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب من فضائل بن عمر رضي الله عنهما )\n</p>\n\n<p>\nقوله 2478 ( قطعة استبرق ) هو ما غلظ من الديباج قوله صلى الله عليه وسلم\n( أرى عبد الله رجلا صالحا ) هو بفتح همزة أرى اي أعلمه وأعتقده صالحا\nوالصالح هو القائم بحقوق الله تعالى وحقوق العباد قوله 2479 ( وكنت انام في\nالمسجد على عهد رسول الله صلى الله عليه وسلم ) فيه دليل للشافعي وأصحابه\nوموافقيهم انه لا كراهة في النوم في المسجد قوله ( له قرنان كقرني البئر )\nهما الخشبتان اللتان عليهما الخطاف وهي الحديدة التي في جانب البكرة قاله\nبن دريد وقال الخليل هما ما يبني حول البئر ويوضع عليه الخشبة التي يدور\nعليها المحور وهي الحديدة التي تدور عليها البكرة قوله ( لم ترع ) اي لا\nروع عليك ولا ضرر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p038'> Vol. 16, p. 038</a>\n            </div>\n             قوله صلى الله عليه وسلم نعم الرجل عبد الله\nلو كان يصلي من الليل فيه فضيلة صلاة الليل قوله أخبرنا موسى بن خالد ختن\nالفريابي الختن بفتح الخاء المعجمة والمثناة فوق أي زوج ابنته والفريابي\nبكسر الفاء ويقال له الفريابي والفرايابي ثلاثة أوجه مشهورة منسوب إلى\nفرياب مدينة معروفة\n</p>\n\n<p>\n| 1 ( باب من فضائل أنس بن مالك رضي الله عنه )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم في دعائه لأنس بن مالك رضي الله عنه 2480 (\nاللهم أكثر ماله وولده وبارك له فيما أعطيته ) وذكر في الرواية الاخرى كثر\nماله وولده هذا من أعلام نبوته صلى الله عليه وسلم في إجابة دعائه وفيه\nفضائل لانس وفيه دليل لمن يفضل الغني على الفقير ومن قال بتفضيل الفقير\nأجاب عن هذا بأن هذا قد دعا له النبي صلى الله عليه وسلم بأن يبارك له فيه\nومتى بورك فيه لم يكن فيه فتنة ولم يحصل بسببه <span id='ms2259'></span> ضرر ولا تقصير في حق ولا غير\nذلك من الآفات التي تتطرق إلى سائر الاغنياء بخلاف غيره وفيه هذا الأدب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p039'> Vol. 16, p. 039</a>\n            </div>\n             البديع وهو أنه إذا دعا بشئ له تعلق بالدنيا ينبغي أن يضم إلى\nدعائه طلب البركة فيه والصيانة ونحوهما وكان أنس وولده رحمة وخيرا ونفعا\nبلا ضرر بسبب دعاء رسول الله صلى الله عليه وسلم قوله ( وإن ولدي وولد ولدي\nليتعادون على نحو المائة اليوم ) معناه ويبلغ عددهم نحو المائة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p040'> Vol. 16, p. 040</a>\n            </div>\n            \nوثبت في صحيح البخاري عن أنس أنه دفن من أولاده قبل مقدم الحجاج بن يوسف\nمائة وعشرين والله اعلم\n</p>\n\n<p>\n| 1 ( باب من فضائل عبد الله بن سلام رضي الله عنه )\n</p>\n\n<p>\nقوله 2483 ( عن سعد بن أبي وقاص رضي الله عنه أنه قال ما سمعت رسول الله\nصلى الله عليه وسلم يقول لحي يمشي أنه في الجنة إلا لعبد الله بن سلام ) قد\nثبت أن النبي صلى الله عليه وسلم قال أبو بكر في الجنة وعمر في الجنة\nوعثمان في الجنة وعلي في الجنة إلى آخر العشرة وثبت أنه صلى الله عليه وسلم\nأخبر بأن الحسن والحسين سيدا شباب أهل الجنة وأن عكاشة منهم وثابت بن قيس\nوغيرهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p041'> Vol. 16, p. 041</a>\n            </div>\n             وليس هذا مخالفا لقول سعد فإن سعدا قال ما سمعته ولم\nينف أصل الاخبار بالجنة لغيره ولو نفاه كان الاثبات مقدما عليه قوله 2484 (\nعن قيس بن عباد ) بضم العين وتخفيف الباء قوله ( فصلى ركعتين فيها ثم خرج )\nوفي بعض النسخ فصلى ركعتين فيهما ثم خرج وفي بعضها فصلى ركعتين ثم خرج فهذه\nالأخيرة ظاهرة وأما إثبات فيها أو فيهما فهو الموجود لمعظم رواة مسلم وفيه\nنقص وتمامه ما ثبت في البخاري ركعتين تجوز فيهما قوله ( ما ينبغي لأحد أن\nيقول مالا يعلم ) هذا إنكار من عبد الله بن سلام حيث قطعوا له بالجنة فيحمل\nعلى أن هؤلاء بلغهم خبر سعد بن أبي وقاص بأن بن سلام من أهل الجنة ولم يسمع\nهو ويحتمل أنه كره الثناء عليه بذلك تواضعا وإيثارا للخمول وكراهة للشهرة\nقوله ( فجاءني <span id='ms2260'></span> منصف ) هو بكسر الميم وفتح الصاد ويقال بفتح الميم أيضا وقد\nفسره في الحديث بالخادم والوصيف وهو صحيح قالوا هوالوصيف الصغير المدرك\nللخدمة قوله ( فرقيت هو ) بكسر القاف على اللغة المشهورة الصحيحة وحكي\nفتحها قال القاضي وقد جاء بالروايتين في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p042'> Vol. 16, p. 042</a>\n            </div>\n             3 مسلم والموطأ\nوغيرهما في غير هذا الموضع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p043'> Vol. 16, p. 043</a>\n            </div>\n             قوله ( فاذا أنا بجواد عن شمالي )\nالجواد جمع جادة وهي الطريق البينة المسلوكة والمشهور فيها جواد بتشديد\nالدال قال القاضي عياض وقد تخفف قاله صاحب العين قوله ( وإذا جواد منهج عن\nيميني ) أي طرق واضحة بينة مستقيمة والنهج الطريق المستقيم ونهج الامر\nوأنهج إذا وضح وطريق منهج ومنهاج ونهج أي بين واضح قوله ( فزجل بي ) هو\nبالزاي والجيم أي رمى بي والله اعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p044'> Vol. 16, p. 044</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب فضائل حسان بن ثابت رضي الله عنه )\n</p>\n\n<p>\nهو حسان بن ثابت بن المنذر بن حرام الانصاري عاش هو وآباؤه الثلاثة كل\nواحد مائة وعشرين سنة وعاش حسان ستين سنة في الجاهلية وستين في الاسلام\nقوله 2485 ( إن حسان أنشد الشعر في المسجد بإذن النبي صلى الله عليه وسلم )\nفيه جواز إنشاد الشعر في المسجد إذا كان مباحا واستحبابه اذا كان\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p045'> Vol. 16, p. 045</a>\n            </div>\n             في ممادح الاسلام وأهله 2486 أوفي هجاء الكفار والتحريض على\nقتالهم أو تحقيرهم ونحو ذلك وهكذا كان شعر حسان وفيه استحباب الدعاء لمن\nقال شعرا من هذا النوع وفيه جواز الانتصار من الكفار ويجوز ايضا من غيرهم\nبشرطه وروح القدس جبريل صلى الله عليه وسلم قوله 2487 ( ينافح عن رسول الله\nصلى الله عليه وسلم ) أي يدافع ويناضل قوله 2488 ( يشبب بأبيات له فقال\nحصان رزان ما تزن بريبة وتصبح غرثي من لحوم الغوافل ) اما قوله يشبب فمعناه\nيتغزل كذا فسره في المشارق وحصان بفتح الحاء أي محصنة عفيفة ورزان كاملة\nالعقل ورجل رزين وقوله ما تزن أي ماتتهم يقال زننته وأزننته اذا ظننت به\nخيرا أو شرا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p046'> Vol. 16, p. 046</a>\n            </div>\n             وغرثي بفتح الغين المعجمة واسكان الراء وبالمثلثة\nأي جائعة ورجل غرثان وامرأة غرثى معناه لا تغتاب الناس لأنها لو اغتابتهم\nشبعت من لحومهم قوله 2489 ( يا <span id='ms2261'></span> رسول الله ائذن لي في أبي سفيان قال كيف\nبقرابتي منه قال والذي أكرمك لاسلنك منهم كما تسل الشعرة من الخمير فقال\nحسان وإن سنام المجد من آل هاشم بنو بنت مخزوم ووالدك العبد ) وبعد هذا بيت\nلم يذكره مسلم وبذكره تتم الفائدة والمراد وهو ومن ولدت أبناء زهرة منهمو\nكرام ولم يقرب عجائزك المجد المراد ببنت مخزوم فاطمة بنت عمرو بن عائذ بن\nعمران بن مخزوم أم عبد الله والزبير وأبي طالب ومراده \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p047'> Vol. 16, p. 047</a>\n            </div>\n             بأبي\nسفيان هذا المذكور المهجو أبو سفيان بن الحارث بن عبد المطلب وهو بن عم\nالنبي صلى الله عليه وسلم وكان يؤذي النبي صلى الله عليه وسلم والمسلمين في\nذلك الوقت ثم أسلم وحسن اسلامه وقوله ولدت أبناء زهرة منهم مراده هالة بنت\nوهب بن عبد مناف أم حمزة وصفية وأما قوله ووالدك العبد فهو سب لابي سفيان\nبن الحارث ومعناه أن أم الحارث بن عبد المطلب والد أبي سفيان هذا هي سمية\nبنت موهب وموهب غلام لبني عبد مناف وكذا أم أبي سفيان بن الحارث كانت كذلك\nوهومراده بقوله ولم يقرب عجائزك المجد قوله لأسلنك منهم كما تسل الشعرة من\nالخمير المراد بالخمير العجين كما قال في الرواية الاخرى ومعناه لأتلطفن في\nتخليص نسبك من هجوه بحيث لا يبقى جزء من نسبك في نسبهم الذي ناله الهجو كما\nأن الشعرة اذا سلت من العجين لا يبقى منها شئ فيه بخلاف ما لو سلت من شئ\nصلب فانهار بما انقطعت فبقيت منها فيه بقية قوله صلى الله عليه وسلم 2490 (\nاهجوا قريشا فانه أشد عليها من رشق بالنبل ) هو بفتح الراء وهو الرمي بها\nوأما الرشق بالكسر فهو اسم للنبل التي ترمى دفعة واحدة وفي بعض النسخ رشق\nالنبل وفيه جواز هجو الكفار مالم يكن أمان وأنه لا غيبة فيه وأما أمره صلى\nالله عليه وسلم بهجائهم وطلبه ذلك من أصحابه واحدا بعد واحد ولم يرض قول\nالاول والثاني حتى أمر حسان فالمقصود منه النكاية في الكفار <span id='ms2262'></span> وقد أمر الله\nتعالى بالجهاد في الكفار والإغلاظ عليهم وكان هذا الهجو أشد عليهم من رشق\nالنبل فكان مندوبا لذلك مع ما فيه من كف أذاهم وبيان نقصهم والانتصار\nبهجائهم المسلمين قال العلماء ينبغي أن لا يبدأ المشركون بالسب والهجاء\nمخافة من سبهم الاسلام وأهله قال الله تعالى <span class='quran'>ولا تسبوا الذين يدعون من\nدون الله فيسبوا الله عدوا بغير علم </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p048'> Vol. 16, p. 048</a>\n            </div>\n             ولتنزيه ألسنة\nالمسلمين عن الفحش إلا أن تدعو إلى ذلك ضرورة لابتدائهم به فيكف أذاهم\nونحوه كما فعل النبي صلى الله عليه وسلم قوله ( قد آن لكم ) أي حان لكم (\nأن ترسلوا إلى هذا الاسد الضارب بذنبه ) قال العلماء المراد بذنبه هنا\nلسانه فشبهه نفسه بالاسد في انتقامه وبطشه اذا اغتاظ وحينئذ يضرب بذنبه\nجنبيه كما فعل حسان بلسانه حين أدلعه فجعل يحركه فشبه نفسه بالاسد ولسانه\nبذنبه قوله ( ثم أدلع لسانه ) أي أخرجه عن الشفتين يقال دلع لسانه وأدلعه\nودلع اللسان بنفسه قوله لأفرينهم بلساني فرى الأديم أي لأمزقن أعراضهم\nتمزيق الجلد قوله صلى الله عليه وسلم ( هجاهم حسان فشفى واشتفى ) أي شفى\nالمؤمنين واشتفى هو بما ناله من أعراض الكفار ومزقها ونافح عن الاسلام\nوالمسلمين قوله ( هجوت محمدا برا تقيا ) وفي كثير من النسخ حنيفا بدل تقيا\nفالبر بفتح الباء الواسع الخير وهو مأخوذ من البر بكسر الباء وهو الاتساع\nفي الاحسان وهو اسم جامع للخير وقيل البر هنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p049'> Vol. 16, p. 049</a>\n            </div>\n             بمعنى المتنزه عن\nالمآثم وأما الحنيف فقيل هو المستقيم والاصح أنه المائل إلى الخير وقيل\nالحنيف التابع ملة إبراهيم صلى الله عليه وسلم قوله ( شيمته الوفاء ) أي\nخلقه قوله ( فإن أبي ووالدتي وعرضي لعرض محمد منكم وقاء ) هذا مما احتج به\nبن قتيبة لمذهبه أن عرض الانسان هو نفسه لا أسلافه لأنه ذكر عرضه وأسلافه\nبالعطف وقال غيره عرض الرجل أموره كلها التي يحمد بها ويذم من نفسه وأسلافه\nوكل ما لحقه نقص يعيبه وأما قوله وقاء فبكسر الواو وبالمد وهو ما وقيت به\nالشئ قوله ( تثير النقع ) أي <span id='ms2263'></span> ترفع الغبار وتهيجه قوله ( من كنفي كداء ) هو\nبفتح النون أي جانبي كداء بفتح الكاف وبالمد هي ثنية على باب مكة سبق\nبيانها في كتاب الحج وعلى هذه الرواية في هذا البيت اقواء مخالف لباقيها\nوفي بعض النسخ غايتها كداء وفي بعضها موعدها كداء قوله ( يبارين الأعنة )\nويروى يبارعن الأعنة قال القاضي الاول هو رواية الاكثرين ومعناه أنها\nلصرامتها وقوة نفوسها تضاهي أعنتها بقوة جبذها لها وهي منازعتها لها ايضا\nقال القاضي وفي رواية بن الحذاء يبارين الأسنة وهي الرماح قال فإن صحت هذه\nالرواية فمعناها أنهن يضاهين قوامها واعتدالها قوله ( مصعدات ) أي مقبلات\nاليكم ومتوجهات يقال أصعد في الأرض اذا ذهب فيها مبتدئا ولا يقال للراجع\nقوله ( على أكتافها الأسل الظماء ) أما أكتافها فبالتاء المثناة فوق والأسل\nبفتح الهمزة والسين المهملة وبعدها لام هذه رواية الجمهور والأسل الرماح\nوالظماء الرقاق فكأنها لقلة مائها عطاش وقيل المراد بالظماء العطاش لدماء\nالاعداء وفي بعض الروايات الأسد الظماء بالدال أي الرجال المشبهون للأسد\nالعطاش إلى دمائكم قوله ( تظل جيادنا متمطرات ) أي تظل خيولنا مسرعات\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p050'> Vol. 16, p. 050</a>\n            </div>\n             يسبق بعضها بعضا قوله ( تلطمهن بالخمر النساء ) أي تمسحهن\nالنساء بخمرهن بضم الخاء والميم جمع خمار أي يزلن عنهن الغبار وهذا لعزتها\nوكرامتها عندهم وحكى القاضي أنه روى بالخمر بفتح الميم جمع خمرة وهو صحيح\nالمعنى لكن الاول هو المعروف وهو الابلغ في إكرامها قوله ( وقال الله قد\nيسرت جندا ) أي هيأتهم وأرصدتهم قوله ( عرضتها اللقاء ) هو بضم العين أي\nمقصودها ومطلوبها قوله ( ليس له كفاء ) أي مماثل ولا مقاوم والله اعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p051'> Vol. 16, p. 051</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب من فضائل أبي هريرة رضي الله عنه )\n</p>\n\n<p>\nقوله 2491 ( فصرت إلى الباب فاذا هو مجاف ) أي مغلق قوله ( خشف قدمي ) أي\nصوتهما في الأرض وخضخضة الماء صوت تحريكه وفيه استجابة دعاء رسول الله صلى\nالله عليه وسلم على الفور بعين المسئول وهو من أعلام نبوته صلى الله عليه\nوسلم واستحباب حمدالله عند حصول النعم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p052'> Vol. 16, p. 052</a>\n            </div>\n             قوله 2492 ( كنت أخدم\nرسول الله صلى الله عليه وسلم على ملء بطني <span id='ms2264'></span> ) أي الازمه وأقنع بقوتي ولا\nأجمع مالا لذخيرة ولا غيرها ولا أزيد على قوتي والمراد من حيث حصل القوت من\nالوجوه المباحة وليس هو من الخدمة بالأجرة قوله ( يقولون أن أبا هريرة يكثر\nالحديث والله الموعد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p053'> Vol. 16, p. 053</a>\n            </div>\n             معناه فيحاسبني أن تعمدت كذبا ويحاسب من\nظن بي السوء قوله 2492 ( يشغلهم الصفق بالاسواق ) هو بفتح الياء من يشغلهم\nوحكى ضمها وهو غريب والصفق هو كناية عن التبايع وكانوا يصفقون بالايدي من\nالمتبايعين بعضها علي بعض والسوق مؤنثة ويذكر سميت به لقيام الناس فيها على\nسوقهم وفي هذا الحديث معجزة ظاهرة لرسول الله صلى الله عليه وسلم في بسط\nثوب أبي هريرة قوله 2493 ( كنت أسبح فقام قبل أن أقضي سبحتي ) معنى أسبح\nأصلي نافلة وهي السبحة بضم السين قيل المراد هنا صلاة الضحى قوله ( لم يكن\nيسرد الحديث كسردكم ) أي يكثره ويتابعه والله اعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p054'> Vol. 16, p. 054</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب من فضائل حاطب بن أبي بلتعة وأهل بدر رضي الله عنهم)\n</p>\n\n<p>\nقوله 2494 ( روضة خاخ ) هي بخاءين معجمتين هذا هو الصواب الذي قاله\nالعلماء كافة في جميع الطوائف وفي جميع الروايات والكتب ووقع في البخاري من\nرواية أبي عوانة حاج بحاء مهملة والجيم واتفق العلماء على أنه من غلط أبي\nعوانة وأنما اشتبه عليه بذات حاج بالمهملة والجيم وهي موضع بين المدينة\nوالشام على طريق الحجيج وأما روضة خاخ فبين مكة والمدينة بقرب المدينة قال\nصاحب المطالع وقال الصائدي هي بقرب مكة والصواب الاول قوله صلى الله عليه\nوسلم ( فان بها ظعينة معها كتاب ) الظعينة هنا الجارية وأصلها الهودج وسميت\nبها الجارية لانها تكون فيه واسم هذه الظعينة سارة مولاة لعمران بن أبي\nصيفي القرشي وفي هذا معجزة ظاهرة لرسول الله صلى الله عليه وسلم وفيه هتك\nأستار الجواسيس بقراءة كتبهم سواء كان رجلا أو امرأة وفيه هتك ستر المفسدة\nاذا كان فيه مصلحة أو كان في الستر مفسدة وإنما يندب الستر اذا لم يكن فيه\nمفسدة ولا يفوت به مصلحة وعلى هذا تحمل الاحاديث الواردة في الندب إلى\nالستر <span id='ms2265'></span> وفيه أن الجاسوس وغيره من اصحاب الذنوب الكبائر لا يكفرون بذلك وهذا\nالجنس كبيرة قطعا لانه يتضمن إيذاء النبي صلى الله عليه وسلم وهو كبيرة بلا\nشك لقوله تعالى <span class='quran'>إن الذين يؤذون الله ورسوله لعنهم الله </span>الآية\nوفيه أنه لا يحد العاصي ولا يعزر إلا بإذن الامام وفيه إشارة جلساء الامام\nوالحاكم بما يرونه كما أشار عمر بضرب عنق حاطب ومذهب الشافعي وطائفة أن\nالجاسوس المسلم يعزر ولا يجوز قتله وقال بعض المالكية يقتل إلا أن يتوب\nوبعضهم يقتل وإن تاب ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p055'> Vol. 16, p. 055</a>\n            </div>\n             وقال مالك يجتهد فيه الامام قوله (\nتعادى بنا خيلنا ) هو بفتح التاء أي تجري قوله ( فأخرجته من عقاصها ) هو\nبكسر العين أي شعرها المضفور وهو جمع عقيصة قوله صلى الله عليه وسلم ( لعل\nالله اطلع على أهل بدر فقال اعملوا ما شئتم فقد غفرت لكم ) قال العلماء\nمعناه الغفران لهم في الآخرة والا فان توجه على أحد منهم حد أو غيره أقيم\nعليه في الدنيا ونقل القاضي عياض الاجماع على اقامة الحد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p056'> Vol. 16, p. 056</a>\n            </div>\n            \nوأقامه عمر على بعضهم قال وضرب النبي صلى الله عليه وسلم مسطحا الحد وكان\nبدريا قوله ( عن علي رضي الله عنه قال بعثني رسول الله صلى الله عليه وسلم\nوأبا مرثد الغنوي والزبير بن العوام وفي الرواية السابقة المقداد بدل أبي\nمرثد ولا منافاة بل بعث الاربعة عليا والزبير والمقداد وأبا مرثد قوله 2495\n( يا رسول الله ليدخلن حاطب النار فقال رسول الله صلى الله عليه وسلم كذبت\nلا يدخلها فإنه شهد بدرا والحديبية ) فيه فضيلة أهل بدر والحديبية وفضيلة\nحاطب لكونه منهم وفيه أن لفظة الكذب هي الاخبار عن الشئ على خلاف ما هو\nعمدا كان أو سهوا سواء كان الاخبار عن ماض أو مستقبل وخصته المعتزلة بالعمد\nوهذا يرد عليهم وسبقت المسئلة في كتاب الايمان وقال بعض أهل اللغة لا\nيستعمل الكذب الا في الاخبار عن الماضي بخلاف ما هو مستقبل وهذا الحديث يرد\nعليه والله اعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p057'> Vol. 16, p. 057</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب من فضائل أصحاب الشجرة أهل بيعة الرضوان رضي <span id='ms2266'></span> الله عنهم)\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2496 ( لا يدخل النار إن شاء الله من أصحاب\nالشجرة أحد من الذين بايعوا تحتها ) قال العلماء معناه لا يدخلها أحد منهم\nقطعا كما صرح به في الحديث الذي قبله حديث حاطب وانما قال إن شاء الله\nللتبرك لا للشك وأما قول حفصة بلى وانتهار النبي صلى الله عليه وسلم لها\nفقالت <span class='quran'>وإن منكم إلا واردها </span>فقال النبي صلى الله عليه وسلم وقد\nقال ثم ننجي الذين اتقوا فيه دليل للمناظرة والاعتراض والجواب على وجه\nالاسترشاد وهو مقصود حفصة لا أنها أرادت رد مقالته صلى الله عليه وسلم\nوالصحيح أن المراد بالورود في الآية المرور على الصراط وهو جسر منصوب على\nجهنم فيقع فيها اهلها وينجو الآخرون\n</p>\n\n<p>\n| 1 ( باب من فضائل أبي موسى وأبي عامر الاشعريين رضي الله عنهما)\n</p>\n\n<p>\nفي 2497 الحديث الاول فضيلة ظاهرة لأبي موسى وبلال وأم سلمة رضي الله\nعنهم وفيه استحباب ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p058'> Vol. 16, p. 058</a>\n            </div>\n             البشارة واستحباب الازدحام فيما يتبرك به\nوطلبه ممن هو معه والمشاركة فيه قوله 2498 ( فنزا منه الماء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p059'> Vol. 16, p. 059</a>\n            </div>\n             هو\nبالنون والزاي أي ظهر وارتفع وجرى ولم ينقطع قوله ( على سرير مرمل وعليه\nفراش وقد أثر رمال السرير بظهر رسول الله صلى الله عليه وسلم ) أما مرمل\nفباسكان الراء وفتح الميم ورمال بكسر الراء وضمها وهو الذي ينسج في وجهه\nبالسعف ونحوه ويشد بشريط ونحوه يقال منه أرملته فهو مرمل وحكى رملته فهو\nمرمول وأما قوله وعليه فراش فكذا وقع في صحيح البخاري ومسلم فقال القابسي\nالذي أحفظه في غير هذا السند عليه فراش قال وأظن لفظة ما سقطت لبعض الرواة\nوتابعه القاضي عياض وغيره على أن لفظة ما ساقطة وأن الصواب إثباتها قالوا\nوقد جاء في حديث عمر في تخيير النبي صلى الله عليه وسلم أزواجه على رمال\nسرير ليس بينه وبينه فراش قد أثر الرمال بجنبيه قوله ( ثم رفع يديه ثم قال\nاللهم اغفر لعبيد أبي عامر حتى رأيت بياض ابطيه إلى آخره ) فيه استحباب\nالدعاء واستحباب رفع اليدين فيه وأن الحديث <span id='ms2267'></span> الذي رواه أنس أنه لم يرفع يديه\nإلا في ثلاثة مواطن محمول على أنه لم يره والا فقد ثبت الرفع في مواطن\nكثيرة فوق ثلاثين موطنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p060'> Vol. 16, p. 060</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب من فضائل الأشعريين رضي الله عنهم )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2499 ( إني لأعرف أصوات رفقة الأشعريين بالقرآن\nحين يدخلون بالليل وأعرف منازلهم من أصواتهم بالقرآن بالليل وإن كنت لم أر\nمنازلهم حين نزلوا بالنهار ) أما قوله صلى الله عليه وسلم يدخلون بالدال من\nالدخول هكذا هو في جميع نسخ بلادنا ونقله القاضي عن جمهور الرواة في مسلم\nوفي البخاري قال ووقع لبعض رواة الكتابين يرحلون بالراء والحاء المهملة من\nالرحيل قال واختار بعضهم هذه الرواية قلت والاولى صحيحة أو أصح والمراد\nيدخلون منازلهم إذا خرجوا لشغل ثم رجعوا وفيه دليل لفضيلة الاشعريين وفيه\nأن الجهر بالقرآن في الليل فضيلة إذا لم يكن فيه إيذاء لنائم أو لمصل أو\nغيرهما ولا رياء والله اعلم والرفقة بضم الراء وكسرها قوله صلى الله عليه\nوسلم ( ومنهم حكيم إذا لقي الخيل أو قال العدو قال لهم أن أصحابي يأمرونكم\nأن تنظروهم ) أي تنتظروهم ومنه قوله تعالى <span class='quran'>انظرونا نقتبس من نوركم\n</span>قال القاضي واختلف شيوخنا في المراد بحكيم هنا فقال أبو على الجياني\nهو اسم علم لرجل وقال أبو علي الصدفي هو صفة من الحكمة قوله صلى الله عليه\nوسلم 2500 ( إن الاشعريين إذا أرملوا في الغزو إلى آخره \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p061'> Vol. 16, p. 061</a>\n            </div>\n             معنى\nأرملوا فنى طعامهم وفي هذا الحديث فضيلة الاشعريين وفضيلة الايثار\nوالمواساة وفضيلة خلط الازواد في السفر وفضيلة جمعها في شئ عند قلتها في\nالحضر ثم يقسم وليس المراد بهذا القسمة المعروفة في كتب الفقه بشروطها\nومنعها في الربويات واشتراط المواساة وغيرها وإنما المراد هنا أباحة بعضهم\nبعضا ومواساتهم بالموجود وقوله صلى الله عليه وسلم ( فهم مني وأنا منهم )\nسبق تفسيره في باب فضائل جليبيب\n</p>\n\n<p>\n| 1 ( باب من فضائل أبي سفيان صخر بن حرب رضي الله عنه)\n</p>\n\n<p>\nقوله 2501 ( أحمد بن جعفر المعقري ) هو بفتح الميم واسكان العين المهملة\nوبكسر القاف منسوب <span id='ms2268'></span> إلى معقر وهي ناحية من اليمن قوله ( حدثنا أبو زميل قال\nحدثني بن عباس قال كان المسلمون لا ينظرون إلى أبي سفيان ولا يقاعدونه فقال\nللنبي صلى الله عليه وسلم يا نبي الله ثلاث أعطنيهن قال نعم قال عندي أحسن\nالعرب وأجمله أم حبيبة بنت أبي سفيان أزوجكها قال نعم قال ومعاوية تجعله\nكاتبا بين يديك قال نعم قال وتؤمرني حتى أقاتل الكفار كما كنت أقاتل\nالمسلمين قال نعم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p062'> Vol. 16, p. 062</a>\n            </div>\n             قال أبو زميل ولولا أنه طلب ذلك من النبي\nصلى الله عليه وسلم ما أعطاه ذلك لأنه لم يكن يسأل شيئا إلا قال نعم ) أما\nأبو زميل فبضم الزاي وفتح الميم واسكان الياء واسمه سماك بن الوليد الحنفي\nاليمامي ثم الكوفي وأما قوله أحسن العرب وأجمله فهو كقوله كان النبي صلى\nالله عليه وسلم أحسن الناس وجها وأحسنه خلقا وقد سبق شرحه في فضائل النبي\nصلى الله عليه وسلم ومثله الحديث بعده في نساء قريش أحناه على ولد وأرعاه\nلزوج قال أبوحاتم السجستاني وغيره أي وأجملهم وأحسنهم وأرعاهم لكن لا\nيتكلمون به الا مفردا قال النحويون معناه وأجمل من هناك واعلم أن هذا\nالحديث من الاحاديث المشهورة بالاش كال ووجه الاشكال أن أبا سفيان أنما\nأسلم يوم فتح مكة سنة ثمان من الهجرة وهذا مشهور لا خلاف فيه وكان النبي\nصلى الله عليه وسلم قد تزوج أم حبيبة قبل ذلك بزمان طويل قال أبو عبيدة\nوخليفة بن خياط وبن البرقي والجمهور تزوجها سنة ست وقيل سنة سبع قال القاضي\nعياض واختلفوا أين تزوجها فقيل بالمدينة بعد قدومها من الحبشة وقال الجمهور\nبأرض الحبشة قال واختلفوا فيمن عقد له عليها هناك فقيل عثمان وقيل خالد بن\nسعيد بن العاصي بإذنها وقيل النجاشي لانه كان أمير الموضع وسلطانه قال\nالقاضي والذي في مسلم هنا أنه زوجها أبو سفيان غريب جدا وخبرها مع أبي\nسفيان حين ورد المدينة في حال كفره مشهور ولم يزد القاضي على هذا وقال بن\nحزم هذا الحديث وهم من <span id='ms2269'></span> بعض الرواة لانه لا خلاف بين الناس أن النبي صلى\nالله عليه وسلم تزوج أم حبيبة قبل الفتح بدهر وهي بأرض الحبشة وأبوها كافر\nوفي رواية عن بن حزم ايضا أنه قال موضوع قال والآفة فيه من عكرمة بن عمار\nالراوي عن أبي زميل وأنكر الشيخ أبو عمرو بن الصلاح رحمه الله هذا على بن\nحزم وبالغ في الشناعة عليه قال وهذا القول من جسارته فانه كان هجوما على\nتخطئة الائمة الكبار وإطلاق اللسان فيهم قال ولا نعلم أحدا من أئمة الحديث\nنسب عكرمة بن عمار إلى وضع الحديث وقد وثقه وكيع ويحيى بن معين وغيرهما\nوكان مستجاب الدعوة قال وما توهمه بن حزم من منافاة هذا الحديث لتقدم\nزواجها غلط منه وغفلة لانه يحتمل انه سأله تجديد عقد النكاح تطييبا لقلبه\nلانه كان ربما يرى عليها غضاضة من رياسته ونسبه أن تزوج بنته بغير رضاه أو\nأنه ظن أن إسلام الأب في مثل هذا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p063'> Vol. 16, p. 063</a>\n            </div>\n             يقتضي تجديد العقد وقد خفي\nأوضح من هذا على أكبر مرتبة من أبي سفيان ممن كثر علمه وطالت صحبته هذا\nكلام أبي عمرو رحمه الله وليس في الحديث أن النبي صلى الله عليه وسلم جدد\nالعقد ولا قال لأبي سفيان أنه يحتاج إلى تجديده فلعله صلى الله عليه وسلم\nأراد بقوله نعم أن مقصودك يحصل وإن لم يكن بحقيقة عقد والله اعلم\n</p>\n\n<p>\n| 1 ( باب من فضائل جعفر وأسماء بنت عميس وأهل سفينتهم رضي الله عنهم)\n</p>\n\n<p>\nقوله 2502 ( أنا وأخوان لي أنا أصغرهم ) هكذا هو في النسخ أصغرهما والوجه\nأصغر منهما قوله ( فأسهم لنا أو قال أعطانا منها ) هذا الاعطاء محمول على\nأنه برضا الغانمين وقد جاء في صحيح البخاري ما يؤيده وفي رواية البيهقي\nالتصريح بأن النبي صلى الله عليه وسلم كلم المسلمين فشركوهم في سهمانهم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p064'> Vol. 16, p. 064</a>\n            </div>\n             قولها لعمر رضي الله عنه 2503 ( كذبت ) أي أخطأت وقد استعملوا\nكذب بمعنى أخطأ قولها ( وكنا في دار البعداء البغضاء ) قال العلماء البعداء\nفي النسب البغضاء في الدين لأنهم كفار إلا النجاشي <span id='ms2270'></span> وكان يستخفي باسلامه عن\nقومه ويورى لهم قولها ( يأتوني أرسالا ) بفتح الهمزة أي أفواجا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p065'> Vol. 16, p. 065</a>\n            </div>\n            \nفوجا بعد فوج يقال أورد ابله أرسالا أي متقطعة متتابعة وأوردها عراكا أي\nمجتمعة والله اعلم\n</p>\n\n<p>\n| 1 ( باب من فضائل سلمان وبلال وصهيب رضي الله عنهم )\n</p>\n\n<p>\nقوله 2504 ( أن أبا سفيان أتى على سلمان وصهيب وبلال في نفر فقالوا ما\nأخذت سيوف الله من عنق عدو الله مأخذها ) ضبطوه بوجهين أحدهما بالقصر وفتح\nالخاء والثاني بالمد وكسرها وكلاهما صحيح وهذا الاتيان لأبي سفيان كان وهو\nكافر في الهدنة بعد صلح الحديبية وفي هذا فضيلة ظاهرة لسلمان ورفقته هؤلاء\nوفيه مراعاة قلوب الضعفاء وأهل الدين وإكرامهم وملاطفتهم قوله ( يا اخوتاه\nأغضبتكم قالوا لا يغفر الله لك ياأخي ) أما قولهم ياأخي فضبطوه بضم الهمزة\nعلى التصغير وهو تصغير تحبيب وترقيق وملاطفة وفي بعض النسخ بفتحها قال\nالقاضي قد روي عن أبي بكر أنه نهى عن مثل هذه الصيغة وقال قل عافاك الله\nرحمك الله لا تزد أي لا تقل قبل الدعاء لا فتصير صورته صورة نفي الدعاء قال\nبعضهم قل لا ويغفر لك الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p066'> Vol. 16, p. 066</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب من فضائل الانصار رضي الله عنهم)\n</p>\n\n<p>\nقوله 2505 ( بنو سلمة ) هو بكسر اللام قبيلة من الانصار قوله 2508 ( فقام\nنبي الله صلى الله عليه وسلم ممثلا ) هو بضم الميم الاولى واسكان الثانية\nوبفتح الثاء المثلثة وكسرها كذا روي بالوجهين وهما مشهوران قال القاضي\nجمهور الرواة بالفتح قال وصححه بعضهم قال ولبعضهم هنا وفي البخاري )\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p067'> Vol. 16, p. 067</a>\n            </div>\n             بالكسر ومعناه قائما منتصبا قال وعند بعضهم مقبلا وللبخاري في\nكتاب النكاح ممتنا بتاء مثناة فوق ونون من المنة أي متفضلا عليهم قال\nواختار بعضهم هذا وضبطه بعض المتقنين ممتنا بكسر التاء وتخفيف النون أي\nقياما طويلا قال القاضي والمختار ما قدمناه عن الجمهور قوله 2509 ( جاءت\nامرأة إلى رسول الله صلى الله عليه وسلم فخلا بها ) هذه المرأة إما محرم له\nكأم سليم وأختها وإما المراد بالخلوة أنها سألته سؤالا خفيا بحضرة ناس ولم\nتكن خلوة مطلقة وهي الخلوة المنهي عنها قوله صلى <span id='ms2271'></span> الله عليه وسلم 2510 (\nالانصار كرشي وعيبتي ) قال العلماء معناه جماعتي وخاصتي الذين أثق بهم\nوأعتمدهم في اموري قال الخطابي ضرب مثلا بالكرش لانه مستقر غذاء الحيوان\nالذي يكون به بقاؤه والعيبة وعاء معروف أكبر من المخلاة يحفظ الانسان فيها\nثيابه وفاخر متاعه ويصونها ضربها مثلا لانهم أهل سره وخفي أحواله قوله صلى\nالله عليه وسلم ( أن الناس سيكثرون ويقلون ) أي ويقل الانصار وهذا من\nالمعجزات قوله صلى الله عليه وسلم ( فاقبلوا من محسنهم واعفوا عن مسيئهم )\nوفي بعض الاصول عن سيئتهم والمراد بذلك فيما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p068'> Vol. 16, p. 068</a>\n            </div>\n             سوى الحدود قوله\nصلى الله عليه وسلم 2511 2512 ( خير دور الانصار ) أي خير قبائلهم وكانت كل\nقبيلة منها تسكن محلة فتسمى تلك المحلة دار بني فلان ولهذاجاء في كثير من\nالروايات بنو فلان من غير ذكر الدار قال العلماء وتفضيلهم على قدر سبقهم\nإلى الاسلام ومآثرهم فيه وفي هذا دليل لجواز تفضيل القبائل والاشخاص بغير\nمجازفة ولا هوى ولا يكون هذا غيبة قوله ( سمعت أبا أسيد خطيبا عند بن عتبة\n) أما أسيد فبضم الهمزة على المشهور وحكى القاضي عن عبد الرحمن بن مهدي\nفتحها وهو شاذ ضعيف وخطيبا بكسر الطاء اسم فاعل وفي بعض النسخ خطبنا بفتحها\nفعل ماض قوله ( عند بن عتبة ) بالمثناة فوق هو الوليد بن عتبة بن أبي سفيان\nعامل عمه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p069'> Vol. 16, p. 069</a>\n            </div>\n             معاوية بن أبي سفيان على المدينة قوله ( خلفنا ) أي\nأخرنا فجعلنا آخر الناس وفي حديث جرير بن عبد الله وخدمته لأنس إكراما\nللانصار دليل لاكرام المحسن والمنتسب إليه وإن كان أصغر سنا وفيه تواضع\nجرير وفضيلته وإكرامه للنبي صلى الله عليه وسلم واحسانه إلى من انتسب إلى\nمن أحسن إليه صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p070'> Vol. 16, p. 070</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب من فضائل غفار وأسلم وجهينة وأشجع ومزينة وتميم ودوس وطىء)\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2514 2515 2516 2518 ( وأسلم سالمها الله ) قال\nالعلماء من المسالمة وترك الحرب قيل هو دعاء وقيل خبر قال القاضي في\nالمشارق هو من أحسن الكلام مأخوذ من سالمته اذا لم تر منه مكروها فكأنه دعا\nلهم <span id='ms2272'></span> بأن يصنع الله بهم ما يوافقهم فيكون سالمها بمعنى سلمها وقد جاء فاعل\nبمعنى فعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p072'> Vol. 16, p. 072</a>\n            </div>\n             كقاتله الله أي قتله قوله صلى الله عليه وسلم 2517 (\nاللهم العن بني لحيان ورعلا ) لحيان بكسر اللام وفتحها وهم بطن من هذيل\nورعل بكسر الراء واسكان العين المهملة وفيه جواز لعن الكفار \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p073'> Vol. 16, p. 073</a>\n            </div>\n            \nجملة أوالطائفة منهم بخلاف الواحد بعينه قوله صلى الله عليه وسلم 2519 2520\n( الانصار ومزينة ومن كان من بني عبد الله ومن ذكر موالي دون الناس والله\nورسوله مولاهم ) أي وليهم والمتكفل بهم وبمصالحهم وهم مواليه أي ناصروه\nوالمختصون به قال القاضي المراد ببني عبد الله هنا بنو عبدالعزي من غطفان\nسماهم النبي صلى الله عليه وسلم بني عبد الله فسمتهم العرب بني محولة\nلتحويل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p074'> Vol. 16, p. 074</a>\n            </div>\n             اسم ابيهم قوله 2521 ( والحليفين أسد وغطفان ) بالحاء\nالمهملة من الحلف أي المتحالفين قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p075'> Vol. 16, p. 075</a>\n            </div>\n             صلى الله عليه وسلم 2522\n( انهم لأخير منهم ) هكذا هو في جميع النسخ لأخير وهي لغة قليلة تكررت في\nالاحاديث وأهل العربية ينكرونها ويقولون الصواب خير وشر ولا يقال أخير ولا\nأشر ولا يقبل انكارهم فهي لغة قليلة الاستعمال وأما تفضيل هذه القبائل\nفلسبقهم إلى الاسلام وآثارهم فيه قوله ( حدثني سيد بني تميم محمد بن عبد\nالله بن أبي يعقوب الضبي ) قال القاضي كذا وقع هنا وضبة لا تجتمع في بني\nتميم إنما ضبة بن أد بن طابخة بن الياس بن مضر وفي قريش ايضا ضبة بن الحارث\nبن فهر قال وقد نسبه البخاري في التاريخ كما وقع في مسلم قلت وفي هذيل ايضا\nضبة بن عمرو بن الحارث بن تميم بن سعد بن هذيل فيجوز أن يكون ضبيا\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p076'> Vol. 16, p. 076</a>\n            </div>\n             بالحلف أو مجازا لمقاربته فان تميما تجتمع هي وضبية قريبا قوله\n2523 ( أول صدقة بيضت وجه رسول الله صلى الله عليه وسلم ووجوه أصحابه صدقة\nطئ ) أي سرتهم وأفرحتهم وطىء بالهمزة على \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p077'> Vol. 16, p. 077</a>\n            </div>\n             المشهور وحكى تركه\nوسبق بيانه والملاحم معارك القتال والتحامه\n</p>\n\n<p>\n| 1 ( باب خيار الناس )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2526 ( تجدون الناس معادن فخيارهم في الجاهلية\nخيارهم في الاسلام إذا فقهوا <span id='ms2273'></span> ) هذا الحديث سبق شرحه في فضائل يوسف صلى الله\nعليه وسلم وفقهوا بضم القاف على المشهور وحكى كسرها أي صاروا فقهاء وعلماء\nوالمعادن الاصول وإذا كانت الاصول شريفة كانت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p078'> Vol. 16, p. 078</a>\n            </div>\n             الفروع كذلك\nغالبا والفضيلة في الاسلام بالتقوى لكن اذا انضم اليها شرف النسب ازدادت\nفضلا قوله صلى الله عليه وسلم ( وتجدون من خير الناس في هذا الامر أشدهم له\nكراهية حتى يقع فيه ) قال القاضي يحتمل ان المراد به الاسلام كما كان من\nعمر بن الخطاب وخالد بن الوليد وعمرو بن العاص وعكرمة بن أبي جهل وسهيل بن\nعمرو وغيره من مسلمة الفتح وغيرهم ممن كان يكره الاسلام كراهية شديدة لما\nدخل فيه أخلص وأحبه وجاهد فيه حق جهاده قال ويحتمل أن المراد بالامر في ذي\nالوجهين هنا الولايات لانه إذا أعطيها من غير مسألة أعين عليها قوله صلى\nالله عليه وسلم في ذي الوجهين انه من شرار الناس فسببه ظاهر لانه نفاق محض\nوكذب وخداع وتحيل على اطلاعه على اسرار الطائفتين وهو الذي يأتي كل طائفة\nبما يرضيها ويظهر لها أنه منها في خير أو شر وهي مداهنة محرمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p079'> Vol. 16, p. 079</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب من فضائل نساء قريش)\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2527 ( خير نساء ركبن الابل نساء قريش أحناه على\nولد في صغره وأرعاه على زوج في ذات يده ) فيه فضيلة نساء قريش وفضل هذه\nالخصال وهي الحنوة على الاولاد والشفقة عليهم وحسن تربيتهم والقيام عليهم\nاذا كانوا يتامى ونحو ذلك مراعاة حق الزوج في ماله وحفظه والامانة فيه وحسن\nتدبيره في النفقة وغيرها وصيانته ونحو ذلك ومعنى ركبن الابل نساءالعرب\nولهذا قال أبو هريرة في الحديث لم تركب مريم بنت عمران بعيرا قط والمقصود\nأن نساء قريش خير نساء العرب وقد علم أن العرب خير من غيرهم في الجملة وأما\nالافراد فيدخل بها الخصوص ومعنى ذات يده أي شأنه المضاف إليه ومعنى أحناه\nأشفقه والحانية على ولدها التي تقوم عليهم بعد يتمهم فلا تتزوج فان تزوجت\nفليست بحانية قال الهروي وقد سبق <span id='ms2274'></span> في باب فضل أبي سفيان قريبا بيان أحناه\nوأرعاه وأن معناه أحناهن والله اعلم ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p080'> Vol. 16, p. 080</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب مؤاخاة النبي صلى الله عليه وسلم بين أصحابه رضي الله عنهم)\n</p>\n\n<p>\n2528 ذكر في الباب المؤاخاة والحلف وحديث لا حلف في الاسلام 2529 وحديث\nأنس آخى رسول الله صلى الله عليه وسلم بين قريش والانصار في داري بالمدينة\nقال القاضي قال الطبري لا يجوز الحلف اليوم فان المذكور في الحديث\nوالموارثة به وبالمؤاخاة كله منسوخ لقوله تعالى <span class='quran'>وأولو الأرحام بعضهم\nأولى ببعض </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p081'> Vol. 16, p. 081</a>\n            </div>\n             وقال الحسن كان التوارث بالحلف فنسخ بآية\nالمواريث قلت أما ما يتعلق بالارث فيستحب فيه المخالفة عند جماهير العلماء\nوأما المؤاخاة في الاسلام والمحالفة على طاعة الله تعالى والتناصر في الدين\nوالتعاون على البر والتقوى واقامة الحق فهذا باق لم ينسخ وهذا معنى قوله\nصلى الله عليه وسلم في هذه الاحاديث وأيما حلف كان في الجاهلية لم يزده\nالاسلام إلا شدة وأما قوله صلى الله عليه وسلم 2530 ( لا حلف في الاسلام )\nفالمراد به حلف التوارث والحلف على ما منع الشرع منه والله أعلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p082'> Vol. 16, p. 082</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب بيان أن بقاء النبي صلى الله عليه سلم أمان لأصحابه وبقاء\nأصحابه أمان للأمة )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2531 ( النجوم أمنة للسماء فإذا ذهبت النجوم أتى\nالسماء ما توعد ) قال العلماء الامنة بفتح الهمزة والميم والأمن والأمان\nبمعنى ومعنى الحديث أن النجوم ما دامت باقية فالسماء باقية فإذا انكدرت\nالنجوم وتناثرت في القيامة وهنت السماء فانفطرت وانشقت وذهبت وقوله صلى\nالله عليه وسلم وأنا أمنة لاصحابي فاذا ذهبت أتى اصحابي ما يوعدون أي من\nالفتن والحروب وارتداد من ارتد من الاعراب واختلاف القلوب ونحو ذلك مما\nأنذر به صريحا وقد وقع كل ذلك قوله صلى الله عليه وسلم ( وأصحابي أمنة\nلامتي فاذا ذهب اصحابي أتى أمتي ما يوعدون ) معناه من ظهور البدع والحوادث\nفي الدين والفتن فيه وطلوع قرن الشيطان وظهور الروم وغيرهم عليهم وانتهاك\nالمدينة ومكة وغير ذلك وهذه كلها من معجزاته صلى الله عليه وسلم\n</p>\n\n<p>\n| 1 ( باب فضل الصحابة ثم <span id='ms2275'></span> الذين يلونهم ثم الذين يلونهم )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2532 ( يغزو فئام من الناس ) هو بفاء مكسورة ثم\nهمزة أي جماعة وحكى القاضي فيه بالياء مخففة بلا همز ولغة أخرى فتح الفاء\nحكاها عن الخليل والمشهور الاول وفي هذا الحديث معجزات لرسول الله صلى الله\nعليه وسلم وفضل الصحابة والتابعين وتابعيهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p083'> Vol. 16, p. 083</a>\n            </div>\n             والبعث هنا الجيش\nقوله 2533 ( عن عبيدة السلماني ) هو بفتح العين والسين واسكان اللام منسوب\nإلى بني سلمان قوله صلى الله عليه وسلم ( خير كم قرني ) وفي رواية خير\nالناس قرني ثم الذين يلونهم إلى آخره اتفق العلماء على أن خير القرون قرنه\nصلى الله عليه وسلم والمراد أصحابه وقد قدمنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p084'> Vol. 16, p. 084</a>\n            </div>\n             أن الصحيح الذي\nعليه الجمهور أن كل مسلم رأى النبي صلى الله عليه وسلم ولو ساعة فهو من\nاصحابه ورواية خير الناس على عمومها والمراد منه جملة القرن ولا يلزم منه\nتفضيل الصحابي على الانبياء صلوات الله وسلامه عليهم ولا أفراد النساء على\nمريم وآسية وغيرهما بل المراد جملة القرن بالنسبة إلى كل قرن بجملته قال\nالقاضي واختلفوا في المراد بالقرن هنا فقال المغيرة قرنه أصحابه والذين\nيلونهم أبناؤهم والثالث أبناء أبنائهم وقال شهر قرنه ما بقيت عين رأته\nوالثاني ما بقيت عين رأت من رآه ثم كذلك وقال غير واحد القرن كل طبقة\nمقترنين في وقت وقيل هو لأهل مدة بعث فيها نبي طالت مدته أم قصرت وذكر\nالحربي الاختلاف في قدره بالسنين من عشر سنين إلى مائة وعشرين ثم قال وليس\nمنه شئ واضح ورأى أن القرن كل أمة هلكت فلم يبق منها أحد وقال الحسن وغيره\nالقرن عشر سنين وقتادة سبعون والنخعي أربعون وزرارة بن أبي أوفى مائة\nوعشرون وعبدالملك بن عمير مائة وقال بن الاعرابي هو الوقت هذا آخر نقل\nالقاضي والصحيح أن قرنه صلى الله عليه وسلم الصحابة والثاني التابعون\nوالثالث تابعوهم قوله صلى الله عليه وسلم ( ثم يجئ قوم تسبق شهادة أحدهم\nيمينه ويمينه شهادته ) هذا ذم لمن يشهد ويحلف مع شهادته واحتج <span id='ms2276'></span> به بعض\nالمالكية في رد شهادة من خلف معها وجمهور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p085'> Vol. 16, p. 085</a>\n            </div>\n             العلماء أنها لاترد\nومعنى الحديث أنه يجمع بين اليمين والشهادة فتارة تسبق هذه وتارة هذه وفي\nالرواية الاخرى تبدر شهادة أحدهم وهو يعنى تسبق قوله ينهوننا عن العهد\nوالشهادات أي الجمع بين اليمين والشهادة وقيل المراد النهي عن قوله على عهد\nالله أو أشهد بالله قوله صلى الله عليه وسلم ( ثم يتخلف من بعدهم خلف )\nهكذا هو في معظم النسخ يتخلف وفي بعضها يخلف بحذف التاء وكلاهما صحيح أي\nيجئ بعدهم خلف باسكان اللام هكذا الرواية والمراد خلف سوء قال أهل اللغة\nالخلف ما صار عوضا عن غيره ويستعمل فيمن خلف بخير أو بشر لكن يقال في الخير\nبفتح اللام واسكانها لغتان الفتح أشهر وأجود وفي الشر باسكانها عن الجمهور\nوحكي ايضا فتحها قوله صلى الله عليه وسلم 2534 ( ثم يخلف قوم يحبون السمانة\nيشهدون قبل أن يستشهدوا ) وفي رواية ويظهر قوم فيهم السمن السمانة بفتح\nالسين هي السمن قال جمهور العلماءفي معنى هذا الحديث المراد بالسمن هنا\nكثرة اللحم ومعناه أنه يكثر ذلك فيهم وليسن معناه أن يتمحضوا سمانا قالوا\nوالمذموم منه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p086'> Vol. 16, p. 086</a>\n            </div>\n             من يستكسبه وأما من هو فيه خلقة فلا يدخل في هذا\nوالمتكسب له هو المتوسع في المأكول والمشروب زائدا على المعتاد وقيل المراد\nبالسمن هنا أنهم يتكثرون بما ليس فيهم ويدعون ما ليس لهم من الشرف وغيره\nوقيل المراد جمعهم الاموال وقوله صلى الله عليه وسلم ( يشهدون قبل ان\nيستشهدوا ) هذا الحديث في ظاهره مخالفة للحديث الآخر خير الشهود الذي يأتي\nبالشهادة قبل أن يسألها قال العلماء الجمع بينهما أن الذم في ذلك لمن بادر\nبالشهادة في حق الآدمي هو عالم بها قبل أن يسألها صاحبها وأما المدح فهو\nلمن كانت عنده شهادة الآدمي ولا يعلم بها صاحبها فيخبره بها ليستشهد بها\nعند القاضي إن أراد ويلتحق به من كانت عنده شهادة حسبة وهي الشهادة بحقوق\nالله تعالى فيأتي القاضي ويشهد بها وهذا ممدوح الا اذا كانت الشهادة <span id='ms2277'></span> بحد\nورأى المصلحة في الستر هذا الذي ذكرناه من الجمع بين الحديثين هو مذهب\nاصحابنا ومالك وجماهير العلماء وهو الصواب وقيل فيه اقوال ضعيفة منها قول\nمن قال بالذم مطلقا ونابذ حديث المدح ومنها من حمله على شهادة الزور ومنها\nقول من حمله على الشهادة بالحدود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p087'> Vol. 16, p. 087</a>\n            </div>\n             وكلها فاسدة واحتج عبد الله\nبن شبرمة بهذا الحديث لمذهبه في منعه الشهادة على الاقرار قبل أن يستشهد\nومذهبنا ومذهب الجمهور قبولها قوله صلى الله عليه وسلم 2535 ( ويخونون ولا\nيتمنون ) هكذا في اكثر النسخ يتمنون بتشديد النون وفي بعضها يؤتمنون ومعناه\nيخونون خيانة ظاهرة بحيث لا يبقى معها أمانة بخلاف من خان بحقير مرة واحدة\nفانه يصدق عليه أنه خان ولا يخرج به عن الامانة في بعض المواطن قوله صلى\nالله عليه وسلم ( وينذرون ولا يوفون ) هوبكسر الذال وضمها لغتان وفي رواية\nيفون وهما صحيحان يقال وفي وأوفى فيه وجوب الوفاء بالنذر وهو واجب بلا خلاف\nوإن كان ابتداء النذر منهيا عنه كما سبق في بابه وفي هذه الاحاديث دلائل\nللنبوة ومعجزة ظاهرة لرسول الله صلى الله عليه وسلم فان كل الامور التي\nأخبر بها وقعت كما أخبر قوله ( سمعت أبا جمرة قال حدثني زهدم بن مضرب ) أما\nأبو جمرة فبالجيم وهو أبو جمرة نصر بن عمران سبق بيانه في كتاب الايمان في\nحديث وفد عبد القيس ثم في مواضع ولا خلاف أنه المراد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p088'> Vol. 16, p. 088</a>\n            </div>\n             هنا وأما\nزهدم فبزاي مفتوحة ثم هاء ساكنة ثم دال مهملة مفتوحة ومضرب بضم الميم وفتح\nالضاد المعجمة وكسر الراء المشددة قوله 2536 ( عن السدي عن عبد الله البهي\nعن عائشة ) هو بفتح الباء الموحدة وكسر الهاء وهذا الاسناد مما استدركه\nالدارقطني فقال انما روى البهي عن عروة عن عائشة قال القاضي قد صححوا\nروايته عن عائشة وقد ذكر البخاري روايته عن عائشة\n</p>\n\n<p>\n| 1 ( باب بيان معنى قوله صلى الله عليه وسلم على رأس مائة سنة لا يبقى\nنفس منفوسة ممن هو موجود الآن )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2537 ( أريتكم ليلتكم هذه <span id='ms2278'></span> فان على رأس مائة سنة\nمنها لا يبقى ممن هو اليوم على ظهر الأرض أحد قال بن عمر وانما قال رسول\nالله صلى الله عليه وسلم لا يبقى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p089'> Vol. 16, p. 089</a>\n            </div>\n             ممن هو اليوم على ظهر الأرض\nأحد يريد بذلك أن ينخرم ذلك القرن ) وفي 2538 2539 2538 رواية جابر أنه سمع\nالنبي صلى الله عليه وسلم قبل وفاته بشهر يقول ما من نفس منفوسة اليوم يأتي\nعليها مائة سنة وهي حية يومئذ وفي رواية أبي سعيد مثله لكن قال النبي صلى\nالله عليه وسلم قال ذلك لما رجع من تبوك هذه الاحاديث قد فسر بعضها بعضا\nوفيها علم من اعلام النبوة والمراد أن كل نفس منفوسة كانت تلك الليلة على\nالأرض لا تعيش بعدها اكثر من مائة سنة سواء قل امرها قبل ذلك أم لا وليس\nفيه نفي عيش أحد يوجد بعد تلك الليلة فوق مائة سنة ومعنى نفس منفوسة أي\nمولودة وفيه احتراز من الملائكة وقد احتج بهذه الاحاديث من شذ من المحدثين\nفقال الخضر عليه السلام ميت والجمهور على حياته كما سبق في باب فضائله\nويتأولون هذه الاحاديث على انه كان على البحر لا على الأرض أو انها عام\nمخصوص قوله ( فوهل الناس ) بفتح الهاء أي غلطوا يقال وهل بفتح الهاء يهل\nبكسرها وهلا كضرب يضرب ضربا أي غلط وذهب وهنه إلى خلاف الصواب وأما وهلت\nبكسرها أهل بفتحها وهلا كحذرت أحذر حذرا فمعناه فزعت والوهل بالفتح الفزع\nقوله ( ينخرم ذلك القرن ) أي ينقطع وينقضي قوله ( وعن عبد الرحمن صاحب\nالسقاية عن جابر ) هو معطوف على قول معتمر بن سلمان سمعت أبي قال حدثنا أبو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p090'> Vol. 16, p. 090</a>\n            </div>\n             ضرة ثم قال بعد تمام الحديث وعن عبد الرحمن فالقائل وعن عبد\nالرحمن هو سليمان والد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p091'> Vol. 16, p. 091</a>\n            </div>\n             معتمر فسليمان يرويه باسناد مسلم إليه\nعن اثنين أبي نضرة وعبد الرحمن صاحب السقاية كلاهما عن جابر والله اعلم\n</p>\n\n<p>\n| 1 ( باب تحريم سب الصحابة )\n</p>\n\n<p>\nقوله 2540 ( حدثنا يحيى بن يحيى وأبو بكر بن أبي شيبة ومحمد بن العلاء عن\nأبي معاوية عن الاعمش عن <span id='ms2279'></span> أبي صالح عن أبي هريرة قال قال رسول الله صلى الله\nعليه وسلم لا تسبوا اصحابي ) قال أبو علي الجياني قال أبو مسعود الدمشقي\nهذا وهم والصواب من حديث أبي معاوية عن الاعمش عن أبي صالح عن أبي سعيد\nالخدري لا عن أبي هريرة وكذا رواه يحيى بن يحيى وأبو بكر بن أبي شيبة وأبو\nكريب والناس قال وسئل الدارقطني عن اسناد هذا الحديث فقال يرويه الاعمش\nواختلف عنه فرواه زيد بن أبي أمية عنه عن أبي صالح عن أبي هريرة واختلف على\nأبي عوانة عنه فرواه عفان ويحيى بن حماد عن أبي عوانة عن الاعمش كذلك ورواه\nمسدد وأبو كامل وشيبان عن أبي عوانة فقالوا عن أبي هريرة وأبي سعيد وكذا\nقال نصر بن علي عن أبي داود والخرشي عن الاعمش والصواب من روايات الاعمش عن\nأبي صالح عن أبي سعيد ورواه زائدة عن عاصم عن أبي صالح عن أبي هريرة\nوالصحيح عن أبي صالح عن أبي سعيد والله اعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p092'> Vol. 16, p. 092</a>\n            </div>\n             واعلم ان سب\nالصحابة رضي الله عنهم حرام من فواحش المحرمات سواء من لابس الفتن منهم\nوغيره لانهم مجتهدون في تلك الحروب متأولون كما اوضحناه في أول فضائل\nالصحابة من هذا الشرح قال القاضي وسب احدهم من المعاصي الكبائر ومذهبنا\nومذهب الجمهور انه يعزر ولا يقتل وقال بعض المالكية يقتل قوله صلى الله\nعليه وسلم 2541 ( لا تسبوا اصحابي فوالذي نفسي بيده لو أن أحدكم أنفق مثل\nأحد ذهبا ماأدرك مد أحدهم ولا نصيفه ) قال اهل اللغة النصيف النصف وفيه\nاربع لغات نصف بكسر النون ونصف بضمها ونصف بفتحها ونصيف بزيادة الياء حكاهن\nالقاضي عياض في المشارق عن الخطابي ومعناه لو أنفق أحدكم مثل أحد ذهبا ما\nبلغ ثوابه في ذلك ثواب نفقة أحد أصحابي مدا ولا نصف مد قال القاضي ويؤيد\nهذا ما قدمناه في أول باب فضائل الصحابة عن الجمهور من تفضيل الصحابة كلهم\nعلى جميع من بعدهم وسبب تفضيل نفقتهم أنها كانت في وقت الضرورة وضيق الحال <span id='ms2280'></span>\nبخلاف غيرهم ولأن انفاقهم كان في نصرته صلى الله عليه وسلم وحمايته وذلك\nمعدوم بعده وكذا جهادهم وسائر طاعتهم وقد قال الله تعالى لا يستوى منكم من\nأنفق من قبل الفتح وقاتل أولئك أعظم درجة الآية هذا كله مع ما كان في\nأنفسهم من الشفقة والتودد والخشوع والتواضع والايثار والجهاد في الله حق\nجهاده وفضيلة الصحبة ولو لحظة لا يوازيها عمل ولا تنال درجتها بشئ والفضائل\nلا تؤخذ بقياس <span class='quran'>ذلك فضل الله يؤتيه من يشاء </span>قال القاضي ومن أصحاب\nالحديث من يقول هذه الفضيلة مختصة بمن طالت صحبته وقاتل معه وأنفق وهاجر\nونصر لا لمن رآه مرة كوفود الاعراب أو صحبه آخرا بعد الفتح وبعد اعزاز\nالدين ممن لم يوجد له هجرة ولا أثر في الدين ومنفعة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p093'> Vol. 16, p. 093</a>\n            </div>\n             المسلمين\nقال والصحيح هو الاول وعليه الاكثرون والله اعلم\n</p>\n\n<p>\n| 1 ( باب من فضائل أويس القرني رضي الله عنه)\n</p>\n\n<p>\nقوله 2542 ( أسير بن جابر ) هو بضم الهمزة وفتح السين المهملة ويقال أسير\nبن عمرو ويقال يسر بضم الياء المثناة تحت وفي قصة أويس هذه معجزات ظاهرة\nلرسول الله صلى الله عليه وسلم وهو أويس بن عامر كذا رواه مسلم هنا وهو\nالمشهور قال بن ماكولا ويقال أويس بن عمرو قالوا وكنيته أبو عمرو قال\nالقائل قتل بصفين وهو القرني من بني قرن بفتح القاف والراء وهي بطن من مراد\nوهو قرن بن ردمان بن ناجبة بن مراد وقال الكلبي ومراد اسمه جابر بن مالك بن\nأدد بن صحب بن يعرب بن زيد بن كهلان بن سباد هذا الذي ذكرناه من كونه من\nبطن من مراد واليه نسب هو الصواب ولا خلاف فيه وفي صحاح الجوهري أنه منسوب\nإلى قرن المنازل الجبل المعروف ميقات الاحرام لاهل نجد وهذا غلط فاحش وسبق\nهناك التنبيه عليه لئلا يغتر به قوله وفيهم رجل يسخر بأويس اي يحتقره\nويستهزئ به وهذا دليل على أنه يخفي حاله ويكتم السر الذي بينه وبين الله\nعزوجل ولا يظهر منه شئ يدل لذلك وهذه طريق <span id='ms2281'></span> العارفين وخواص الاولياء رضي\nالله عنهم قوله صلى الله عليه وسلم ( فمن لقيه منكم فليستغفر لكم ) وفي\nالرواية ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p094'> Vol. 16, p. 094</a>\n            </div>\n             الاخرى قال لعمر فان استطعت أن يستغفر لك فافعل هذه\nمنقبة ظاهرة لأويس رضي الله عنه وفيه استحباب طلب الدعاء والاستغفار من أهل\nالصلاح وإن كان الطالب أفضل منهم قوله صلى الله عليه وسلم ( إن خير\nالتابعين رجل يقال له أويس إلى آخره ) هذا صريح في أنه خير التابعين وقد\nيقال قد قال أحمد بن حنبل وغيره افضل التابعين سعيد بن المسيب والجواب أن\nمرادهم أن سعيدا أفضل في العلوم الشرعية كالتفسير والحديث والفقه ونحوها لا\nفي الخير عند الله تعالى وفي هذه اللفظة معجزة ظاهرة ايضا قوله ( أمداد أهل\nاليمن ) هم الجماعة الغزاة الذين يمدون جيوش الاسلام في الغزو واحدهم مدد\nقوله ( أكون في غبراء الناس أحب الي ) هو بفتح الغين المعجمة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p095'> Vol. 16, p. 095</a>\n            </div>\n            \nوبإسكان الموحدة وبالمد أي ضعافهم وصعاليكهم وأخلاطهم الذين لا يؤبه لهم\nوهذا من ايثار الخمول وكتم حاله قوله ( رث البيت ) هو بمعنى الرواية الاخرى\nقليل المتاع والرثاثة والبذاذة بمعنى وهو حقارة المتاع وضيق العيش وفي\nحديثه فضل بر الوالدين وفضل العزلة واخفاء الاحوال\n</p>\n\n<p>\n| 1 ( باب وصية النبي صلى الله عليه وسلم بأهل مصر )\n</p>\n\n<p>\nقوله 2543 ( عن عبد الرحمن بن شماسة ) بضم الشين المعجمة وفتحها قوله صلى\nالله عليه وسلم ( ستفتحون \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p096'> Vol. 16, p. 096</a>\n            </div>\n             أرضا يذكر فيها القيراط فاستوصوا\nباهلها خيرا فان لهم ذمة ورحما فإذا رأيت رجلين يقتتلان في موضع لبنة فاخرج\nمنها ) قال فمر بربيعة وعبد الرحمن ابني شرحبيل بن حسنة يتنازعان في موضع\nلبنة فخرج منها وفي رواية ستفتحون مصر وهي أرض يسمى فيها القيراط وفيها فإن\nلهم ذمة ورحما أو قال ذمة وصهرا قال العلماء القيراط جزء من أجزاء الدينار\nوالدرهم وغيرهما وكان أهل مصر يكثرون من استعماله والتكلم به واما الذمة\nفهي الحرمة والحق وهي هنا بمعنى الذمام وأما الرحم فلكون هاجر أم إسماعيل\nمنهم وأما الصهر فلكون مارية أم إبراهيم منهم وفيه معجزات ظاهرة لرسول الله\nصلى الله عليه <span id='ms2282'></span> وسلم منها اخباره بأن الامة تكون لهم قوة وشوكة بعده بحيث\nيقهرون العجم والجبابرة ومنها انهم يفتحون مصر ومنها تنازع الرجلين في موضع\nاللبنة ووقع كل ذلك ولله الحمد ومعنى يقتتلان يختصمان كما صرح به في\nالرواية الثانية قوله ( عن أبي بصرة عن أبي ذر ) هو بالموحدة والصاد\nالمهملة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p097'> Vol. 16, p. 097</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب فضل اهل عمان)\n</p>\n\n<p>\n2544 ( عمان ) في هذا الحديث بضم العين وتخفيف الميم وهي مدينة بالبحرين\nوحكى القاضي أن منهم من ضبطه بفتح العين وتشديد الميم يعني عمان البلقاء\nوهذا غلط وفيه الثناء عليهم وفضلهم والله اعلم )\n</p>\n\n<p>\n| باب ذكر كذاب ثقيف ومبيرها\n</p>\n\n<p>\n1 ( قوله 2545 ( رأيت عبد الله بن الزبير على عقبة المدينة فجعلت قريش\nتمر عليه والناس حتى مر عليه عبد الله بن عمر فوقف عليه فقال السلام عليك\nأبا خبيب ) قوله عقبة المدينة هي عقبة بمكة وأبو خبيب بضم الخاء المعجمة\nكنية بن الزبير كني بأبيه خبيب وكان اكبر اولاده وله ثلاث كنى ذكرها\nالبخاري في التاريخ وآخرون أبو خبيب وأبو بكر وأبو بكير فيه استحباب السلام\nعلى الميت في قبره وغيره وتكرير السلام ثلاثا كما كرر بن عمر وفيه الثناء\nعلى الموتى بجميل صفاتهم المعروفة وفيه منقبة لابن عمر لقوله بالحق في\nالملأ وعدم اكتراثه بالحجاج لانه يعلم انه يبلغه مقامه عليه وقوله وثناؤه\nعليه فلم يمنعه ذلك أن يقول الحق ويشهد لابن الزبير بما يعلمه فيه من الخير\nوبطلان ما أشاع عنه الحجاج من قوله أنه عدو ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p098'> Vol. 16, p. 098</a>\n            </div>\n             الله وظالم ونحوه\nفأراد بن عمر براءة بن الزبير من ذلك الذي نسبه إليه الحجاج واعلم الناس\nبمحاسنه وأنه ضد ما قاله الحجاج ومذهب أهل الحق أن بن الزبير كان مظلوما\nوأن الحجاج ورفقته كانوا خوارج عليه قوله ( لقد كنت أنهاك عن هذا ) أي عن\nالمنازعة الطويلة قوله في وصفه ( وصولا للرحم ) قال القاضي هو أصح من قول\nبعض الاخباريين ووصفه بالامساك وقد عده صاحب كتاب الأجود فيهم وهو المعروف\nمن احواله قوله ( والله لأمة انت شرها أمة خير ) هكذا هو في كثير <span id='ms2283'></span> من نسخنا\nلأمة خير وكذا نقله القاضي عن جمهور رواة صحيح مسلم وفي اكثر نسخ بلادنا\nلأمة سوء ونقله القاضي عن رواية السمرقندي قال وهو خطأ وتصحيف قوله ( ثم\nنفذ بن عمر ) أي انصرف قوله ( يسحبك بقرونك ) أي يجرك بضفائر شعرك قوله (\nأروني سبتي ) بكسر السين المهملة واسكان الموحدة وتشديد آخره وهي النعل\nالتي لا شعر عليها قوله ( ثم انطلق يتوذف ) هو بالواو والذال المعجمة\nوالفاء قال أبو عبيد معناه يسرع وقال أبو عمر معناه يتبختر قوله ( ذات\nالنطاقين ) هو بكسر النون قال العلماء النطاق أن تلبس المرأة ثوبها ثم تشد\nوسطها بشئ وترفع وسط ثوبها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p099'> Vol. 16, p. 099</a>\n            </div>\n             وترسله على الاسفل تفعل ذلك عند\nمعاناة الاشغال لئلا تعثر في ذيلها قيل سميت أسماء ذات النطاقين لانها كانت\nتطارف نطاقا فوق نطاق والاصح أنها سميت بذلك لانها شقت نطاقها الواحد نصفين\nفجعلت احدهما نطاقا صغيرا واكتفت به والاخر لسفرة النبي صلى الله عليه وسلم\nوأبي بكر رضي الله عنه كما صرحت به في هذا الحديث هنا وفي البخاري ولفظ\nالبخاري اوضح من لفظ مسلم قولها للحجاج ( إن رسول الله صلى الله عليه وسلم\nحدثنا أن في ثقيف كذابا ومبيرا فاما الكذاب فرأيناه وأما المبير فلا اخالك\nالا إياه ) أما أخالك فبفتح الهمزة وكسرها وهو أشهر ومعناه أظنك والمبير\nالمهلك وقولها في الكذاب فرأيناه تعني به المحتار بن أبي عبيد الثقفي كان\nشديد الكذب ومن أقبحه إدعى أن جبريل صلى الله عليه وسلم يأتيه واتفق\nالعلماء على أن المراد بالكذاب هنا المحتار بن أبي عبيد وبالمبير الحجاج بن\nيوسف والله اعلم\n</p>\n\n<p>\n| 1 ( باب فضل فارس )\n</p>\n\n<p>\nفيه 2546 فضيلة ظاهرة لهم وجواز استعمال المجاز والمبالغة في مواضعها\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p100'> Vol. 16, p. 100</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب قوله صلى الله عليه وسلم الناس كابل مائة لا تجد فيها راحلة)\n</p>\n\n<p>\n2547 قال بن قتيبة الراحلة النجيبة المختارة من الابل للركوب وغيره فهي\nكاملة الاوصاف فاذا كانت في ابل عرفت قال ومعنى الحديث أن الناس متساوون\nليس لاحد منهم فضل في النسب بل هم أشباه كالابل المائة وقال الازهري <span id='ms2284'></span>\nالراحلة عند العرب الجمل النجيب والناقة النجيبة قال والهاء فيها للمبالغة\nكما يقال رجل فهامة ونسابة قال والمعنى الذي ذكره بن قتيبة غلط بل معنى\nالحديث أن الزاهد في الدنيا الكامل في الزهد فيها والرغبة في الآخرة قليل\nجدا كقلة الراحلة في الابل هذا كلام الازهري وهو أجود من كلام بن قتيبة\nوأجود منهما قول آخرين أن معناه المرضي الاحوال من الناس الكامل الاوصاف\nالحسن المنظر القوي على الاحمال والاسفار سميت راحلة لانها ترحل اي يجعل\nعليها الرحل فهي فاعلة بمعنى مفعولة كعيشة راضية أي مرضية ونظائره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p101'> Vol. 16, p. 101</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( كتاب البر والصلة والآداب )\n</p>\n\n#\n<p>\n| 1 ( باب بر الوالدين وانهما أحق به )\n</p>\n\n<p>\nقوله 2548 ( من أحق الناس بحسن صحابتي قال أمك إلى آخره ) الصحابة هنا\nبفتح الصاد بمعنى الصحبة وفيه الحث على بر الاقارب وأن الأم أحقهم بذلك ثم\nبعدها الأب ثم الاقرب فالاقرب قال العلماء وسبب تقديم الأم كثرة تعبها عليه\nوشفقتها وخدمتها ومعاناة المشاق في حمله ثم وضعه ثم إرضاعه ثم تربيته\nوخدمته وتمريضه وغير ذلك ونقل الحارث المحاسبي إجماع العلماء على أن الام\nتفضل في البر على الاب وحكى القاضي عياض خلافا في ذلك فقال الجمهور\nبتفضيلها وقال بعضهم يكون برهما سواء قال ونسب بعضهم هذا إلى مالك والصواب\nالاول لصريح هذه الاحاديث في المعنى المذكور والله اعلم قال القاضي واجمعوا\nعلى أن الام والاب آكد حرمة في البر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p102'> Vol. 16, p. 102</a>\n            </div>\n             ممن سواهما قال وتردد\nبعضهم بين الاجداد والاخوة لقوله صلى الله عليه وسلم ثم أدناك أدناك قال\nاصحابنا يستحب أن تقدم في البر الام ثم الاب ثم الأولاد ثم الاجداد والجدات\nثم الاخوة والاخوات ثم سائر المحارم من ذوي الارحام كالاعمام والعمات\nوالاخوال والخالات ويقدم الاقرب فالاقرب ويقدم من أدلى بأبوين على من أدلى\nباحدهما ثم بذي الرحم غير المحرم كابن العم وبنته واولاد الاخوال والخالات\nوغيرهم ثم بالمصاهرة ثم بالمولى من أعلى وأسفل ثم الجار ويقدم القريب\nالبعيد الدار على الجار وكذا لو كان القريب في بلد آخر قدم على الجار\nالاجنبي وألحقوا <span id='ms2285'></span> الزوج والزوجة بالمحارم والله اعلم قوله صلى الله عليه\nوسلم ( نعم وأبيك لتنبأن ) قد سبق الجواب مرات عن مثل هذا وأنه لاتراد به\nحقيقة القسم بل هي كلمة تجري على اللسان دعامة للكلام وقيل غير ذلك قوله\n2549 ( جاء رجل إلى النبي صلى الله عليه وسلم يستأذنه في الجهاد فقال أحي\nوالداك قال نعم قال ففيهما فجاهد ) وفي رواية أبايعك على الهجرة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p103'> Vol. 16, p. 103</a>\n            </div>\n             والجهاد أبتغي الأجر من الله تعالى قال فارجع إلى والديك فأحسن\nصحبتهما هذا كله دليل لعظم فضيلة برهما وأنه آكد من الجهاد وفيه حجة لما\nقاله العلماء أنه لا يجوز الجهاد إلا بإذنهما اذا كانا مسلمين أو باذن\nالمسلم منهما فلو كانا مشركين لم يشترط إذنهما عند الشافعي ومن وافقه وشرطه\nالثوري هذا كله اذا لم يحضر الصف ويتعين القتال وإلا فحينئذ يجوز بغير إذن\nوأجمع العلماء على الامر ببر الوالدين وأن عقوقهما حرام من الكبائر وسبق\nبيانه مبسوطا في كتاب الايمان \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p104'> Vol. 16, p. 104</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب تقديم الوالدين على التطوع بالصلاة وغيرها )\n</p>\n\n<p>\n2550 فيه قصة جريج رضي الله عنه وأنه آثر الصلاة على إجابتها فدعت عليه\nفاستجاب الله لها قال العلماء هذا دليل على أنه كان الصواب في حقه اجابتها\nلانه كان في صلاة نفل والاستمرار فيها تطوع لا واجب واجابة الام وبرها واجب\nوعقوقها حرام وكان يمكنه أن يخفف الصلاة ويجيبها ثم يعود لصلاته فلعله خشي\nأنها تدعوه إلى مفارقة صومعته والعود إلى الدنيا ومتعلقاتها وحظوظها وتضعف\nعزمه فيما نواه وعاهد عليه قولها ( فلا تمته حتى تريه المومسات ) هي بضم\nالميم الاولى وكسر الثانية أي الزواني البغايا المتجاهرات بذلك والواحدة\nمومسة وتجمع على مياميس ايضا قوله صلى الله عليه وسلم 0 وكان راعى ضأن يأوي\nإلى ديره ) الدير كنيسة منقطعة عن العمارة تنقطع فيها رهبان النصارى\nلتعبدهم وهو بمعنى الصومعة المذكورة في الرواية الاخرى وهي نحو المنارة\nينقطعون فيها عن الوصول اليهم والدخول عليهم قوله صلى الله عليه وسلم (\nفجاؤوا بفؤوسهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p105'> Vol. 16, p. 105</a>\n            </div>\n             هو مهموز ممدود جمع فأس بالهمزة وهي هذه\nالمعروفة كرأس ورؤوس والمساحي <span id='ms2286'></span> جمع مسحاة وهي كالمجرفة إلا انها من حديد\nذكره الجوهري قوله صلى الله عليه وسلم ( لم يتكلم في المهد إلا ثلاثة )\nفذكرهم وليس فيهم الصبي الذي كان مع المرأة في حديث الساحر والراهب وقصة\nاصحاب الاخدود المذكور في آخر صحيح مسلم وجوابه أن ذلك الصبي لم يكن في\nالمهد بل كان اكبر من صاحب المهد وإن كان صغيرا قوله ( بغى يتمثل بحسنها )\nاي يضرب به المثل لانفرادها به قوله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p106'> Vol. 16, p. 106</a>\n            </div>\n             ( يا غلام من ابوك قال\nفلان الراعي ) قد يقال ان الزاني لا يلحقه الولد وجوابه من وجهين أحدهما\nلعله كان في شرعهم يلحقه والثاني المراد من ماء من انت وسماه أبا مجازا\nقوله صلى الله عليه وسلم ( مر رجل على دابة فارهة وشارة حسنة ) الفارهة\nبالفاء النشيطة الحادة القوية وقد فرهت بضم الراء فراهة وفراهية والشارة\nالهيئة واللباس قوله ( فجعل يمصها ) بفتح الميم على اللغة المشهورة وحكي\nضمها قوله صلى الله عليه وسلم ( فهناك تراجعا الحديث فقالت حلقي ) معنى\nتراجعا الحديث أقبلت على الرضيع تحدثه وكانت أولا لا تراه أهلا للكلام فلما\nتكرر منه الكلام علمت أنه أهل له فسألته وراجعته وسبق بيان حلقي في كتاب\nالحج قوله في الجارية التي نسبوها إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p107'> Vol. 16, p. 107</a>\n            </div>\n             السرقة ولم تسرق ( اللهم\nاجعلني مثلها ) أي اللهم اجعلني سالما من المعاصي كما هي سالمة وليس المراد\nمثلها في النسبة إلى باطل تكون منه بريا وفي حديث جريج هذا فوائد كثيرة\nمنها عظم بر الوالدين وتأكد حق الام وأن دعاءها مجاب وأنه إذا تعارضت\nالامور بدئ بأهما وأن الله تعالى يجعل لأوليائه مخارج عند ابتلائهم\nبالشدائد غالبا قال الله تعالى <span class='quran'>ومن يتق الله يجعل له مخرجا </span>وقد\nيجري عليهم الشدائد بعض الاوقات زيادة في احوالهم وتهذيبا لهم فيكون لطفا\nومنها استحباب الوضوء للصلاة عند الدعاء بالمهمات ومنها أن الوضوء كان\nمعروفا في شرع من قبلنا فقد ثبت في هذا الحديث في كتاب البخاري فتوضأ وصلى\nوقد حكى القاضي عن بعضهم انه زعم اختصاصه بهذه الامة ومنها إثبات كرامات <span id='ms2287'></span>\nالاولياء وهو مذهب أهل السنة خلافا للمعتزلة وفيه أن كرامات الأولياء قد\nتقع باختيارهم وطلبهم وهذا هو الصحيح عند اصحابنا المتكلمين ومنهم من قال\nلا تقع باختيارهم وطلبهم وفيه أن الكرامات قد تكون بخوارق العادات على جميع\nأنواعها ومنعه بعضهم وادعى انها تختص بمثل اجابة دعاء ونحوه وهذا غلط من\nقائله وانكار للحس بل الصواب جريانها بقلب الأعيان واحضار الشيء من العدم\nونحوه قوله صلى الله عليه وسلم 2551 ( رغم أنف من أدرك أبويه عند الكبر\nأحدهما أو كليهما فلم يدخل الجنة ) قال أهل اللغة معناه ذل وقيل كره وخزي\nوهو بفتح الغين وكسرها وهو الرغم بضم الراء وفتحها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p108'> Vol. 16, p. 108</a>\n            </div>\n             وكسرها\nواصله لصق أنفه بالرغام وهو تراب مختلط برمل وقيل الرغم كل ما أصاب الانف\nمما يؤذيه وفيه الحث على بر الوالدين وعظم ثوابه ومعناه أن برهما عند\nكبرهما وضعفهما بالخدمة أو النفقة أو غير ذلك سبب لدخول الجنة فمن قصر في\nذلك فاته دخول الجنة وأرغم الله انفه\n</p>\n\n<p>\n| 1 ( باب فضل صلة اصدقاء الاب والام ونحوهما )\n</p>\n\n<p>\nقوله 2552 ( إن أبا هذا كان ودا لعمر ) قال القاضي رويناه بضم الواو\nوكسرها أي صديقا من أهل مودته وهي محبته قوله صلى الله عليه وسلم ( إن أبر\nالبر صلة الولد أهل ود أبيه ) وفي رواية أن من أبر البر صلة الرجل أهل ود\nأبيه بعد أن تولى الود هنا مضموم الواو وفي هذا فضل صلة أصدقاء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p109'> Vol. 16, p. 109</a>\n            </div>\n            \nالاب والاحسان اليهم واكرامهم وهو متضمن لبر الاب واكرامه لكونه بسببه\nوتلتحق به اصدقاء الام والاجداد والمشايخ والزوج والزوجة وقد سبقت الاحاديث\nفي اكرامه صلى الله عليه وسلم خلائل خديجة رضي الله عنها قوله ( كان له\nحمار يتروح عليه اذا مل ركوب الراحلة ) معناه كان يستصحب حمارا ليستريح\nعليه اذا ضجر من ركوب البعير والله اعلم\n</p>\n\n<p>\n| 1 ( باب تفسير البر والاثم )\n</p>\n\n<p>\nقوله 2553 ( عن النواس بن سمعان الانصاري ) هكذا وقع في نسخ صحيح مسلم\nالانصاري قال أبو علي الجياني هذا وهم وصوابه الكلابي فان النواس كلابي\nمشهور قال المازري والقاضي عياض المشهور <span id='ms2288'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p110'> Vol. 16, p. 110</a>\n            </div>\n             أنه كلابي ولعله حليف\nللانصار قالا وهو النواس بن سمعان بن خالد بن عمرو بن قرط بن عبد الله بن\nأبي بكر بن أبي كلاب كذا نسبه العلائي عن يحيى بن معين وسمعان بفتح السين\nوكسرها قوله صلى الله عليه وسلم ( البر حسن الخلق والاثم ما حاك في صدرك\nوكرهت أن يطلع عليه الناس ) قال العلماء البر يكون بمعنى الصلة وبمعنى\nاللطف والمبرة وحسن الصحبة والعشرة وبمعنى الطاعة وهذه الامور هي مجامع حسن\nالخلق ومعنى حاك في صدرك أي تحرك فيه وتردد ولم ينشرح له الصدر وحصل في\nالقلب منه الشك وخوف كونه ذنبا قوله ( ما منعني من الهجرة الا المسألة كان\nاحدنا اذا هاجر لم يسأل رسول الله صلى الله عليه وسلم عن شئ ) وقال القاضي\nوغيره معناه أنه أقام بالمدينة كالزائر من غير نقله اليها من وطنه\nلاستيطانها وما منعه من الهجرة وهي الانتقال من الوطن واستيطان المدينة إلا\nالرغبة في سؤال رسول الله صلى الله عليه وسلم عن امور الدين فانه كان سمح\nبذلك للطارئين دون المهاجرين وكان المهاجرون يفرحون بسؤال الغرباء الطارئين\nمن الاعراب وغيرهم لانهم يحتملون في السؤال ويعذرون ويستفيد المهاجرون\nالجواب كما قال أنس في الحديث الذي ذكره مسلم في كتاب الايمان وكان عجبا أن\nيجئ الرجل العاقل من اهل البادية فيسأله والله اعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p111'> Vol. 16, p. 111</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب صلة الرحم وتحريم قطيعتها )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2554 ( قامت الرحم فقالت هذا مقام العائذ من\nالقطيعة قال نعم أما ترضين أن أصل من وصلك وأقطع من قطعك قالت بلى قال فذلك\nلك ) وفي الرواية 2555 الاخرى الرحم معلقة بالعرش تقول من وصلني وصله الله\nومن قطعني قطعه الله قال القاضي عياض الرحم التي توصل وتقطع وتبر انما هي\nمعنى من المعاني ليست بجسم وانما هي قرابة ونسب تجمعه رحم والدة ويتصل بعضه\nببعض فسمي ذلك الاتصال رحما والمعنى لا يتأتى منه القيام ولا الكلام فيكون\nذكر قيامها هنا وتعلقها ضرب مثل وحسن استعارة على عادة العرب في استعمال\nذلك <span id='ms2289'></span> والمراد تعظيم شأنها وفضيلة واصليها وعظيم اثم قاطعيها بعقوقهم لهذا\nسمي العقوق قطعا والعق الشق كأنه قطع ذلك السبب المتصل قال ويجوز ان يكون\nالمراد قام ملك من الملائكة وتعلق بالعرش وتكلم على لسانها بهذا بأمر الله\nتعالى هذا كلام القاضي والعائذ المستعيذ وهو المعتصم بالشئ الملتجئ إليه\nالمستجير به قال العلماء وحقيقة الصلة العطف والرحمة فصلة الله سبحانه\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p112'> Vol. 16, p. 112</a>\n            </div>\n             وتعالى عبارة عن لطفه بهم ورحمته اياهم وعطفه باحسانه ونعمه أو\nصلتهم باهل ملكوته الاعلى وشرح صدورهم لمعرفته وطاعته قال القاضي عياض ولا\nخلاف ان صلة الرحم واجبة في الجملة وقطيعتها معصية كبيرة قال والاحاديث في\nالباب تشهد لهذا ولكن الصلة درجات بعضها أرفع من بعض وأدناها ترك المهاجرة\nوصلتها بالكلام ولو بالسلام ويختلف ذلك باختلاف القدرة والحاجة فمنها واجب\nومنها مستحب لووصل بعض الصلة ولم يصل غايتها لا يسمى قاطعا ولو قصر عما\nيقدر عليه وينبغي له لا يسمى واصلا قال واختلفوا في حد الرحم التي تجب\nصلتها فقيل هو كل رحم محرم بحيث لو كان احدهما ذكرا والاخر انثى حرمت\nمناكحتهما فعلى هذا لا يدخل اولاد الاعمام ولا اولاد الاخوال واحتج هذا\nالقائل بتحريم الجمع بين المرأة وعمتها أو خالتها في النكاح ونحوه وجواز\nذلك في بنات الاعمام والاخوال وقيل هو عام في كل رحم من ذوي الارحام في\nالميراث يستوي المحرم وغيره ويدل عليه قوله صلى الله عليه وسلم ثم أدناك\nأدناك هذا كلام القاضي وهذا القول الثاني هو الصواب ومما يدل عليه الحديث\nالسابق في اهل مصر فان لهم ذمة ورحما وحديث ان أبر البر أن يصل اهل ود أبيه\nمع انه لا محرمية والله اعلم قوله صلى الله عليه وسلم 2556 ( لا يدخل الجنة\nقاطع ) هذا الحديث يتأول تأويلين سبقا في نظائره في كتاب الايمان احدهما\nحمله على من يستحل القطيعة بلا سبب ولا شبهة مع علمه بتحريمها فهذا كافر\nيخلد في النار ولا يدخل الجنة أبدا والثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p113'> Vol. 16, p. 113</a>\n            </div>\n             معناه ولا يدخلها\nفي اول الامر مع السابقين بل <span id='ms2290'></span> يعاقب بتأخره القدر الذي يريده الله تعالى\nقوله صلى الله عليه وسلم 2557 ( من أحب أن يبسط له في رزقه وينسأ له في\nأثره فليصل رحمه ) ينسأ مهموز أي يؤخر والاثر الاجل لانه تابع للحياة في\nأثرها وبسط الرزق توسيعه وكثرته وقيل البركة فيه واما التأخير في الاجل\nففيه سؤال مشهور وهو أن الآجال والارزاق مقدرة لا تزيد ولا تنقص <span class='quran'>فإذا\nجاء أجلهم لا يستأخرون ساعة ولا يستقدمون </span>وأجاب العلماء بأجوبة الصحيح\nمنها أن هذه الزيادة بالبركة في عمره والتوفيق للطاعات وعمارة أوقاته بما\nينفعه في الآخرة وصيانتها عن الضياع في غير ذلك والثاني أنه بالنسبة إلى ما\nيظهر للملائكة وفي اللوح المحفوظ ونحو ذلك فيظهر لهم في اللوح أن عمره ستون\nسنة إلا أن يصل رحمه فان وصلها زيد له اربعون وقد علم الله سبحانه وتعالى\nما سيقع له من ذلك وهو من معنى قوله تعالى <span class='quran'>يمحو الله ما يشاء </span>ويثبت فيه النسبة إلى علم الله تعالى وما سبق به قدره ولا زيادة بل هي\nمستحيلة وبالنسبة إلى ما ظهر للمخلوقين تتصور الزيادة وهو مراد الحديث\nوالثالث أن المراد بقاء ذكره الجميل بعده فكأنه لم يمت \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p114'> Vol. 16, p. 114</a>\n            </div>\n             حكاه\nالقاضي وهو ضعيف أو باطل والله اعلم قوله صلى الله عليه وسلم للذي يصل\nقرابته ويقطعونه 2558 ( لئن كنت كما قلت فكأنما تسفهم المل ولا يزال معك من\nالله تعالى ظهير عليهم ما دمت على ذلك ) المل بفتح الميم الرماد الحار\nوتسفهم بضم التاء وكسر السين وتشديد الفاء والظهير المعين والدافع لأذاهم\nوقوله أحلم عنهم بضم اللام ويجهلون أي يسيئون والجهل هنا القبيح من القول\nومعناه كأنما تطعمهم الرماد الحار وهو تشبيه لما يلحقهم من الألم بما يلحق\nآكل الرماد الحار من الألم ولا شئ على هذا المحسن بل ينالهم الاثم العظيم\nفي قطيعته وادخالهم الاذى عليه وقيل معناه انك بالاحسان اليهم تخزيهم\nوتحقرهم في أنفسهم لكثرة احسانك وقبيح فعلهم من الخزي والحقارة عند أنفسهم\nكمن يسف المل وقيل ذلك الذي يأكلونه من احسانك <span id='ms2291'></span> كالمل يحرق أحشاءهم والله\nاعلم\n</p>\n\n<p>\n| 1 ( باب تحريم التحاسد والتباغض والتدابر)\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2559 ( لا تباغضوا ولا تحاسدوا ولا تدابروا\nوكونوا عباد الله اخوانا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p115'> Vol. 16, p. 115</a>\n            </div>\n             التدابر المعاداة وقيل المقاطعة لان\nكل واحد يولي صاحبه دبره والحسد تمني زوال النعمة وهو حرام ومعنى كونوا\nعباد الله اخوانا أي تعاملوا وتعاشروا معاملة الاخوة ومعاشرتهم في المودة\nوالرفق والشفقة والملاطفة والتعاون في الخير ونحو ذلك مع صفاء القلوب\nوالنصيحة بكل حال قال بعض العلماء وفي النهي عن التباغض اشارة إلى النهي عن\nالاهواء المضلة الموجبة للتباغض قوله ( حدثنيه علي بن نصر الجهضمي حدثنا\nوهب بن جرير حدثنا شعبة ) هكذا هو في جميع نسخ بلادنا علي بن نصر وكذا نقله\nالجياني والقاضي عياض وغيرهما عن الحفاظ وعن عامة النسخ وفي بعضها نصر بن\nعلي بالعكس قالوا وهو غلط قالوا والصواب علي بن نصر وهو أبو الحسن علي بن\nنصر بن علي بن نصر الجهضمي توفي بالبصرة هو وابوه نصر بن علي سنة خمسين\nومائتين مات الاب في شهر ربيع الآخر ومات الابن في شعبان تلك السنة قال\nالقاضي قد اتفق الحفاظ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p116'> Vol. 16, p. 116</a>\n            </div>\n             على ما ذكرناه وأن الصواب علي بن نصر\nدون عكسه مع ان مسلما روى عنهما الا أن لا يكون لنصر بن علي سماع من وهب بن\nجرير وليس هذا مذهب مسلم فانه يكتفي بالمعاصرة وامكان اللقاء قال ففي نفيهم\nلرواية النسخ التي فيها نصر بن علي نظر هذا كلام القاضي والذي قاله الحفاظ\nهو الصواب وهم أعرف بما انتقدوه ولا يلزم من سماع الابن من وهب سماع الاب\nمنه ولا يقال يمكن الجمع فكتاب مسلم وقع على وجه واحد فالذي نقله الاكثرون\nهو المعتمد لا سيما وقد صوبه الحفاظ\n</p>\n\n<p>\n| 1 ( باب تحريم الهجرة فوق ثلاثة ايام بلا عذر شرعي )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2560 2561 2562 ( لا يحل لمسلم أن يهجر أخاه فوق\nثلاث ليال ) قال العلماء في هذا الحديث تحريم الهجر بين المسلمين اكثر من\nثلاث ليال واباحتها في الثلاث الاول بنص الحديث والثاني بمفهومه <span id='ms2292'></span> قالوا\nوانما عفي عنها في الثلاث لأن الآدمي مجبول على الغضب وسوء الخلق ونحو ذلك\nفعفى عن الهجرة في الثلاثة ليذهب ذلك العارض وقيل ان الحديث لا يقتضي إباحة\nالهجرة في الثلاثة وهذا على مذهب من يقول لا يحتج بالمفهوم ودليل الخطاب\nقوله صلى الله عليه وسلم 0 يلتقيان فيعرض هذا ويعرض هذا ) وفي رواية فيصد\nهذا ويصد هذا هو بضم الصاد ومعنى يصد يعرض أي يوليه عرضه بضم العين وهو\nجانبه والصد بضم الصاد وهو ايضا الجانب والناحية قوله صلى الله عليه وسلم (\nوخيرهما الذي يبدأ بالسلام ) أي هو أفضلهما وفيه دليل لمذهب الشافعي ومالك\nومن وافقهما أن السلام يقطع الهجرة ويرفع الاثم فيها ويزيله وقال أحمد وبن\nالقاسم المالكي إن كان يؤذيه لم يقطع السلام هجرته قال اصحابنا ولو كاتبه\nأو راسله عند غيبته عنه هل يزول إثم الهجرة وفيه وجهان احدهما لا يزول لانه\nلم يكلمه واصحهما \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p117'> Vol. 16, p. 117</a>\n            </div>\n             يزول لزوال الوحشة والله اعلم قوله صلى الله\nعليه وسلم ( لا يحل لمسلم ) قد يحتج به من يقول الكفار غير مخاطبين بفروع\nالشرع والاصح انهم مخاطبون بها وانما قيد بالمسلم لانه الذي يقبل خطاب\nالشرع وينتفع به\n</p>\n\n<p>\n| 1 ( باب تحريم الظن والتجسس والتنافس والتناجش ونحوها )\n</p>\n\n<p>\nقوله صلى الله عيه وسلم 2563 ( اياكم والظن فان الظن أكذب الحديث )\nالمراد النهي عن ظن السوء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p118'> Vol. 16, p. 118</a>\n            </div>\n             قال الخطابي هو تحقيق الظن وتصديقه\nدون ما يهجس في النفس فان ذلك لا يملك ومراد الخطابي أن المحرم من الظن ما\nيستمر صاحبه عليه ويستقر في قلبه دون ما يعرض في القلب ولا يستقر فإن هذا\nلا يكلف به كما سبق في حديث تجاوز الله تعالى عما تحدثت به الأمة مالم\nتتكلم أو تعمد وسبق تأويله على الخواطر التي لا تستقر ونقل القاضي عن سفيان\nأنه قال الظن الذي يأثم به هو ما ظنه وتكلم به فإن لم يتكلم لم يأثم قال\nوقال بعضهم يحتمل أن المراد الحكم في الشرع بظن مجرد من غير بناء على اصل\nولا نظر واستدلال <span id='ms2293'></span> وهذا ضعيف أو باطل والصواب الاول قوله صلى الله عليه وسلم\n( ولا تحسسوا ولا تجسسوا ) الاول بالحاء والثاني بالجيم قال بعض العلماء\nالتحسس بالحاء الاستماع لحديث القوم وبالجيم البحث عن العورات وقيل بالجيم\nالتفتيش عن بواطن الأمور وأكثر ما يقال في الشر والجاسوس صاحب سر الشر\nوالناموس صاحب سر الخير وقيل بالجيم أن تطلبه لغيرك وبالحاء أن تطلبه لنفسك\nقاله ثعلب وقيل هما بمعنى وهو طلب معرفة الاخبار الغائبة والاحوال قوله صلى\nالله عليه وسلم ( ولا تنافسوا ولا تحاسدوا ) قد قدمنا أن الحسد تمني زوال\nالنعمة واما المنافسة والتنافس فمعناهما الرغبة في الشئ وفي الانفراد به\nونافسته منافسة اذا رغبت فيما رغب فيه قيل معنى الحديث التباري في الرغبة\nفي الدنيا واسبابها وحظوظها قوله صلى الله عليه وسلم ( لا تهجروا ) كذا هو\nفي معظم النسخ وفي بعضها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p119'> Vol. 16, p. 119</a>\n            </div>\n             تهاجروا وهما بمعنى والمراد النهي عن\nالهجرة ومقاطعة الكلام وقيل يجوز أن يكون لا تهجروا أي تتكلموا بالهجر بضم\nالهاء وهو الكلام القبيح وأما النهي عن البيع على بيع أخيه والنجش فسبق\nبيانهما في كتاب البيوع وقال القاضي يحتمل أن المراد بالتناجش هنا ذم بعضهم\nبعضا والصحيح أنه التناجش المذكور في البيع وهو أن يزيد في السلعة ولا رغبة\nله في شرائها بل ليغر غيرة في شرائها\n</p>\n\n<p>\n| 1 ( باب تحريم ظلم المسلم وخذله واحتقاره ودمه وعرضه وماله)\n</p>\n\n<p>\nقوله 2564 ( عامر بن كريز ) بضم الكاف قوله صلى الله عليه وسلم ( المسلم\nاخو المسلم لا يظلمه ولا يخذله ولا يحقره ) أما كون المسلم اخا المسلم فسبق\nشرحه قريبا وأما لا يخذله فقال العلماء الخذل ترك الاعانة والنصر ومعناه\nاذا استعان به في دفع ظالم ونحوه لزمه إعانته اذا أمكنه ولم يكن له عذر\nشرعي ولا يحقره هو بالقاف والحاء المهملة أي لا يحتقره فلا ينكر عليه ولا\nيستصغره ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p120'> Vol. 16, p. 120</a>\n            </div>\n             ويستقله قال القاضي ورواه بعضهم لا يخفره بضم الياء\nوالخاء المعجمة والفاء أي لا يغدر بعهده ولا ينقض أمانة قال والصواب\nالمعروف هو الاول وهو الموجود في غير كتاب <span id='ms2294'></span> مسلم بغير خلاف وروي لا يحتقره\nوهذا يرد الرواية الثانية قوله صلى الله عليه وسلم ( التقوى ها هنا ويشير\nإلى صدره ثلاث مرار ) وفي رواية ان الله لا ينظر إلى أجسامكم ولكن ينظر إلى\nقلوبكم معنى الرواية الاولى أن الاعمال الظاهرة لا يحصل بها التقوى وانما\nتحصل بما يقع في القلب من عظمة الله تعالى وخشيته ومراقبته ومعنى نظرالله\nهنا مجازاته ومحاسبته أي انما يكون ذلك على مافي القلب دون الصور الظاهرة\nونظر الله رؤيته محيط بكل شئ ومقصود الحديث أن الاعتبار في هذا كله بالقلب\nوهو من نحو قوله صلى الله عليه وسلم ألا إن في الجسد مضغة الحديث قال\nالمازري واحتج بعض الناس بهذا الحديث على أن العقل في القلب لا في الرأس\nوقد سبقت المسألة مبسوطة في حديث ألا إن في الجسد مضغة قوله ( جعفر بن\nبرقان ) هوبضم الموحدة واسكان الراء \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p121'> Vol. 16, p. 121</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب النهي عن الشحناء )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2565 ( تفتح أبواب الجنة يوم الاثنين ويوم\nالخميس ) الحديث قال القاضي قال الباجي معنى فتحها كثرة الصفح والغفران\nورفع المنازل واعطاء الثواب الجزيل قال القاضي ويحتمل أن يكون على ظاهره\nوأن فتح أبوابها علامة لذلك قوله صلى الله عليه وسلم ( اركوا هذين حتى\nيصطلحا هو بالراء الساكنة وضم الكاف والهمزة في أوله همزة وصل أي أخروا\nيقال ركاه يركوه ركوا اذا أخره قال صاحب التحرير ويجوز أن يرويه بقطع\nالهمزة المفتوحة من قولهم أركيت الامر اذا أخرته وذكر غيره أنه روي بقطعها\nووصلها والشحناء العداوة كأنه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p122'> Vol. 16, p. 122</a>\n            </div>\n             شحن بغضا له لملائه وأنظروا هذين\nبقطع الهمزة أخروهما حتى يفيئا أي يرجعا إلى الصلح والمودة\n</p>\n\n<p>\n| 1 ( باب فضل الحب في الله تعالى )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2566 ( إن الله يقول يوم القيامة أين المتحابون\nبجلالي اليوم أظلهم في ظلي يوم لا ظل إلا ظلي ) فيه دليل لجواز قول الانسان\nالله يقول وهو الصواب الذي عليه العلماء كافة الا ما قدمناه في كتاب\nالايمان عن بعض السلف من كراهة ذلك وأنه لا يقال <span id='ms2295'></span> يقول الله بل يقال قال\nالله وقدمنا أنه جاء بجوازه القرآن في قوله تعالى <span class='quran'>والله يقول الحق\n</span>وأحاديث صحيحة كثيرة قوله تعالى المتحابون بجلالي أي بعظمتي وطاعتي لا\nللدنيا وقوله تعالى يوم لا ظل الا ظلي أي أنه لا يكون من له ظل مجازا كما\nفي الدنيا وجاء في غير مسلم ظل عرشي قال القاضي ظاهره أنه في ظله من الحر\nوالشمس ووهج الموقف وأنفاس الخلق قال وهذا قول الاكثرين وقال عيسى بن دينار\nمعناه كفه من المكاره واكرامه وجعله في كنفه وستره ومنه قولهم السلطان ظل\nالله في الأرض وقيل يحتمل أن الظل هنا عبارة عن الراحة والنعيم يقال هو في\nعيش ظليل أي طيب قوله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p123'> Vol. 16, p. 123</a>\n            </div>\n             2567 ( فأرصد الله\nعلى مدرجته ملكا ) معنى أرصده أقعده يرقبه والمدرجة بفتح الميم والراء هي\nالطريق سميت بذلك لأن الناس يدرجون عليها أي يمضون ويمشون قوله ( لك عليه\nمن نعمة تربها ) أي تقوم باصلاحها وتنهض إليه بسبب ذلك قوله ( بأن الله قد\nأحبك كما أحببته فيه ) قال العلماء محبة الله عبده هي رحمته له ورضاه عنه\nوإرادته له الخير وأن يفعل به فعل المحب من الخير وأصل المحبة في حق العباد\nميل القلب والله تعالى منزه عن ذلك في هذا الحديث فضل المحبة في الله تعالى\nوأنها سبب لحب الله تعالى العبد وفيه فضيلة زيارة الصالحين والاصحاب وفيه\nان الآدميين قد يرون الملائكة\n</p>\n\n<p>\n| 1 ( باب فضل عيادة المريض )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2568 ( عائد المريض في مخرفة الجنة ) وفي\nالرواية الثانية خرفة الجنة بضم الخاء قيل يا رسول الله ما خرفة الجنة قال\nجناها أي يؤول به ذلك إلى الجنة واجتناء ثمارها واتفق العلماء على فضل\nعيادة المريض وسبق شرح ذلك واضحا في بابه قوله في أسنايد هذا الحديث\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p124'> Vol. 16, p. 124</a>\n            </div>\n             ( عن أبي قلابة عن أبي أسماء ) وفي الرواية الاخرى عن أبي\nقلابة عن الأشعث عن أبي أسماء قال الترمذي سألت البخاري عن اسناد هذا\nالحديث فقال أحاديث أبي قلابة كلها عن أبي <span id='ms2296'></span> أسماء ليس بينهما أبو الاشعث الا\nهذا الحديث قوله عزوجل 2569 ( مرضت فلم تعدني قال يا رب كيف أعودك وأنت رب\nالعالمين قال أما علمت أن عبدي فلانا مرض فلم تعده أما علمت أنك لو عدته\nلوجدتني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p125'> Vol. 16, p. 125</a>\n            </div>\n             عنده ) قال العلماء إنما أضاف المرض إليه سبحانه\nوتعالى والمراد العبد تشريفا للعبد وتقريبا له قالوا ومعنى وجدتني عنده أي\nوجدت ثوابي وكرامتي ويدل عليه قوله تعالى في تمام الحديث لو أطعمته لوجدت\nذلك عندي لو أسقيته لوجدت ذلك عندي أي ثوابه والله اعلم\n</p>\n\n<p>\n| 1 ( باب ثواب المؤمن فيما يصيبه من مرض أو حزن أو نحو ذلك حتى الشوكة\nيشاكها)\n</p>\n\n<p>\nقولها 2570 ( ما رأيت رجلا أشد عليه الوجع من رسول الله صلى الله عليه\nوسلم ) قال العلماء الوجع هنا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p126'> Vol. 16, p. 126</a>\n            </div>\n             المرض والعرب تسمي كل مرض وجعا\nقوله 2571 ( انك لتوعك وعكا شديدا ) الوعك باسكان العين قيل هو الحمى وقيل\nألمها ومغثها وقد وعك الرجل يوعك فهو موعوك قوله ( يحيى بن عبد الملك بن\nأبي غنية \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p127'> Vol. 16, p. 127</a>\n            </div>\n             هو بالغين المعجمة والنون قوله 2572 ( ان عائشة رضي\nالله عنها قالت للذين ضحكوا ممن عثر بطنب فسطاط لا تضحكوا فيه النهي عن\nالضحك من مثل هذا الا أن يحصل غلبة لا يمكن دفعه وأما تعمده فمذموم لان فيه\nاشماتا بالمسلم وكسرا لقلبه والطنب بضم النون واسكانها هو الحبل الذي يشد\nبه الفسطاط وهو الخباء ونحوه ويقال فستاط بالتاء بدل الطاء وفساط بحذفها مع\nتشديد السين والفاء مضمومة ومكسورة فيهن فصارت ست لغات قوله صلى الله عليه\nوسلم ( مامن مسلم يشاك شوكة فما فوقها الا كتبت له درجة ومحيت عنه بها\nخطيئة ) وفي رواية إلا رفعه الله بها درجة أو حط عنه بها خطيئة وفي بعض\nالنسخ وحط عنه بها وفي رواية إلا كتب الله له بها حسنة أو حطت عنه بها\nخطيئة في هذه الاحاديث بشارة عظيمة للمسلمين فانه قلما ينفك الواحد منهم\nساعة من شئ من هذه الامور وفيه تكفير الخطايا بالامراض والاسقام ومصايب\nالدنيا وهمومها وان قلت مشقتها وفيه رفع الدرجات <span id='ms2297'></span> بهذه الامور وزيادة\nالحسنات وهذا هو الصحيح الذي عليه جماهير العلماء وحكى القاضي عن بعضهم\nأنها تكفر الخطايا فقط ولا ترفع درجة ولا تكتب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p128'> Vol. 16, p. 128</a>\n            </div>\n             حسنة قال وروي\nنحوه عن بن مسعود قال الوجع لا يكتب به أجر لكن تكفر به الخطايا فقط واعتمد\nعلى الاحاديث التي فيها تكفير الخطايا ولم تبلغه الاحاديث التي ذكرها مسلم\nالمصرحة برفع الدرجات وكتب الحسنات قال العلماء والحكمة في كون الانبياء\nأشد بلاء ثم الامثل فالامثل أنهم مخصوصون بكمال الصبر وصحة الاحتساب ومعرفة\nأن ذلك نعمة من الله تعالى ليتم لهم الخير ويضاعف لهم الاجر ويظهر صبرهم\nورضاهم قوله صلى الله عليه وسلم ( لا تصيب المؤمن من شوكة فما فوقها إلا قص\nالله بها من خطيئته ) هكذا هو في معظم النسخ قص وفي بعضها نقص \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p129'> Vol. 16, p. 129</a>\n            </div>\n            \nوكلاهما صحيح متقارب المعنى قوله صلى الله عليه وسلم 2573 ( ما يصيب المؤمن\nمن وصب ولا نصب ولا سقم ولا حزن حتى الهم يهمه إلا كفر الله به من سيئاته )\nالوصب الوجع اللازم ومنه قوله تعالى <span class='quran'>ولهم عذاب واصب </span>أي لازم ثابت\nوالنصب التعب وقد نصب ينصب نصبا كفرح يفرح فرحا ونصبه غيره وأنصبه لغتان\nوالسقم بضم السين واسكان القاف وفتحهما لغتان وكذلك الحزن والحزن فيه\nاللغتان ويهمه قال القاضي هو بضم الياء وفتح الهاء على مالم يسم فاعله\nوضبطه غيره يهمه بفتح الياء وضم الهاء أي يغمه وكلاهما صحيح قوله 2574 ( عن\nبن محيصن شيخ من قريش قال مسلم هو عمر بن عبد الرحمن بن محيصن ) وهكذا هو\nفي معظم نسخ بلادنا أن مسلما قال هو عمر بن عبد الرحمن وفي بعضها هو عبد\nالرحمن وكذا نقله القاضي عن بعض الرواة وهو غلط والصواب الاول ومحيصن\nبالنون في آخره ووقع في بعض نسخ المغاربة بحذفها وهو تصحيف قوله صلى الله\nعليه وسلم ( قاربوا ) أي اقتصدوا فلا تغلوا ولا تقصروا بل توسطوا ( وسددوا\n) أي اقصدوا السداد وهو الصواب قوله صلى الله عليه وسلم ( حتى النكبة\nينكبها ) وهي مثل العثرة يعثرها برجله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p130'> Vol. 16, p. 130</a>\n            </div>\n             وربما <span id='ms2298'></span> جرحت اصبعه وأصل\nالنكب الكب والقلب قوله صلى الله عليه وسلم 2575 ( مالك ياأم السائب\nتزفزفين ) بزاءين معجمتين وفاءين والتاء مضمومة قال القاضي تضم وتفتح هذا\nهو الصحيح المشهور في ضبط هذه اللفظة وادعى القاضي أنها رواية جميع رواة\nمسلم ووقع في بعض نسخ بلادنا بالراء والفاء ورواه بعضهم في غير مسلم بالراء\nوالقاف معناه تتحركين حركة شديدة أي ترعدين 2576 وفي حديث المرأة التي كانت\nتصرع دليل على أن الصرع يثاب عليه أكمل ثواب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p131'> Vol. 16, p. 131</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب تحريم الظلم )\n</p>\n\n<p>\nقوله تعالى 2577 ( اني حرمت الظلم على نفسي ) قال العلماء معناه تقدست\nعنه وتعاليت والظلم مستحيل في حق الله سبحانه وتعالى كيف يجاوز سبحانه حدا\nوليس فوقه من يطيعه وكيف يتصرف في غير ملك والعالم كله في ملكه وسلطانه\nواصل التحريم في اللغة المنع فسمي تقدسه عن الظلم تحريما لمشابهته للممنوع\nفي اصل عدم الشئ قوله تعالى ( وجعلته بينكم محرما فلا تظالموا ) هو بفتح\nالتاء أي لا تتظالموا والمراد لا يظلم بعضكم بعضا وهذا توكيد لقوله تعالى\nيا عبادي وجعلته بينكم محرما وزيادة تغليظ في تحريمه قوله تعالى ( كلكم ضال\nإلا من هديته ) قال المازري ظاهر هذا انهم خلقوا على الضلال إلا من هداه\nالله تعالى وفي الحديث المشهور كل مولود يولد على الفطرة قال فقد يكون\nالمراد بالاول وصفهم بما كانوا عليه قبل مبعث النبي صلى الله عليه وسلم\nوانهم لو تركوا وما في طباعهم من ايثار الشهوات والراحة واهمال النظر لضلوا\nوهذا الثاني أظهر وفي هذا دليل لمذهب اصحابنا وسائر اهل السنة أن المهتدي\nهو من هداه الله وبهدي الله اهتدى وبإرادة الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p132'> Vol. 16, p. 132</a>\n            </div>\n             تعالى ذلك وأنه\nسبحانه وتعالى انما أراد هداية بعض عباده وهم المهتدون ولم يرد هداية\nالآخرين ولو أرادها لاهتدوا خلافا للمعتزلة في قولهم الفاسد أنه سبحانه\nوتعالى أراد هداية الجميع جل الله أن يريد مالا يقع أو يقع مالا يريد قوله\nتعالى ( ما نقص ذلك مما عندي إلا كما ينقص المخيط اذا أدخل البحر ) المخيط\nبكسر الميم وفتح الياء هو <span id='ms2299'></span> الابرة قال العلماء هذا تقريب إلى الافهام ومعناه\nلا ينقص شيئآ اصلا كما قال في الحديث الآخر لا يغيضها نفقة أي لا ينقصها\nنفقة لأن ما عند الله لا يدخله نقص وإنما يدخل النقص المحدود الفاني وعطاء\nالله تعالى من رحمته وكرمه وهما صفتان قديمتان لا يتطرق اليهما نقص فضرب\nالمثل بالمخيط في البحر لأنه غاية ما يضرب به المثل في القلة والمقصود\nالتقريب إلى الافهام بما شاهدوه فإن البحر من أعظم المرئيات عيانا وأكبرها\nوالابرة من أصغر الموجودات مع أنها صقيلة لا يتعلق بها ماء والله أعلم قوله\nتعالى ( يا عبادي انكم تخطئون بالليل والنهار ) الرواية المشهورة تخطئون\nبضم التاء وروي بفتحها وفتح الطاء يقال خطئ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p133'> Vol. 16, p. 133</a>\n            </div>\n             يخطأ اذا فعل ما\nيأثم به فهو خاطئ ومنه قوله تعالى <span class='quran'>استغفر لنا ذنوبنا إنا كنا خاطئين\n</span>ويقال في الاثم أيضا أخطأ فهما صحيحان قوله صلى الله عليه وسلم 2578\n2579 ( اتقوا الظلم فإن الظلم ظلمات يوم القيامة ) قال القاضي قيل هو على\nظاهره فيكون ظلمات على صاحبه لا يهتدي يوم القيامة سبيلا حتى يسعى نور\nالمؤمنين بين أيديهم وبأيمانهم ويحتمل أن الظلمات هنا الشدائد وبه فسروا\nقوله تعالى <span class='quran'>قل من ينجيكم من ظلمات البر والبحر </span>أي شدائدهما\nويحتمل أنها عبارة عن الأنكال والعقوبات قوله صلى الله عليه وسلم ( واتقوا\nالشح فإن الشح أهلك من كان قبلكم ) قال القاضي يحتمل أن هذا الهلاك هو\nالهلاك الذي أخبر عنهم به في الدنيا بانهم سفكوا دماءهم ويحتمل أنه هلاك\nالآخرة وهذا الثاني أظهر ويحتمل أنه أهلكهم في الدنيا والآخرة قال جماعة\nالشح أشد البخل وأبلغ في المنع من البخل وقيل هو البخل مع الحرص وقيل البخل\nفي أفراد الامور والشح عام وقيل البخل في أفراد الامور والشح بالمال\nوالمعروف وقيل الشح الحرص على ماليس عنده والبخل بما عنده قوله صلى الله\nعليه وسلم 2580 ( من كان في حاجة أخيه كان الله في حاجته ) أي أعانه عليها\nولطف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p134'> Vol. 16, p. 134</a>\n            </div>\n             به فيها قوله صلى الله عليه وسلم ( ومن فرج عن مسلم <span id='ms2300'></span> كربة\nفرج الله عنه بها كربة من كرب يوم القيامة ومن ستر مسلما ستره الله يوم\nالقيامة ) في هذا فضل إعانة المسلم وتفريج الكرب عنه وستر زلاته ويدخل في\nكشف الكربة وتفريجها من ازالها بماله أوجاهه أو مساعدته والظاهر أنه يدخل\nفيه من أزالها بإشارته ورأيه ودلالته وأما الستر المندوب إليه هنا فالمراد\nبه الستر على ذوي الهيئات ونحوهم ممن ليس هو معروفا بالاذى والفساد فأما\nالمعروف بذلك فيستحب أن لا يستر عليه بل ترفع قضيته إلى ولي الامر إن لم\nيخف من ذلك مفسدة لان الستر على هذا يطمعه في الايذاء والفساد وانتهاك\nالحرمات وجسارة غيره على مثل فعله هذا كله في ستر معصية وقعت وانقضت أما\nمعصية رآه عليها وهو بعد متلبس بها فتجب المبادرة بانكارها عليه ومنعه منها\nعلى من قدر على ذلك ولا يحل تأخيرها فان عجز لزمه رفعها إلى ولي الامر اذا\nلم تترتب على ذلك مفسدة وأما جرح الرواة والشهود والأمناء على الصدقات\nوالاوقاف والايتام ونحوهم فيجب جرحهم عند الحاجة ولا يحل الستر عليهم اذا\nرأى منهم ما يقدح في أهليتهم وليس هذا من الغيبة المحرمة بل من النصيحة\nالواجبة وهذا مجمع عليه قال العلماء في القسم الاول الذي يستر فيه هذا\nالستر مندوب فلو رفعه إلى السلطان ونحوه لم يأثم بالاجماع لكن هذا خلاف\nالاولى وقد يكون في بعض صوره ما هو مكروه والله اعلم قوله صلى الله عليه\nوسلم 2581 ( أن المفلس من أمتي من يأتي يوم القيامة بصلاة وصيام وزكاة\nويأتي قد شتم هذا وقذف هذا إلى آخره ) معناه أن هذا حقيقة المفلس وأما من\nليس له مال ومن قل ماله فالناس يسمونه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p135'> Vol. 16, p. 135</a>\n            </div>\n             مفلسا وليس هو حقيقة\nالمفلس لأن هذا أمر يزول وينقطع بموته وربما ينقطع بيسار يحصل له بعد ذلك\nفي حياته وانما حقيقة المفلس هذا المذكور في الحديث فهو الهالك الهلاك\nالتام والمعدوم الاعدام المقطع فتؤخذ حسناته لغرمائه فاذا فرغت حسناته أخذ\nمن سيئاتهم فوضع عليه ثم ألقي في النار <span id='ms2301'></span> فتمت خسارته وهلاكه وافلاسه قال\nالمازري وزعم بعض المبتدعة أن هذا الحديث معارض لقوله تعالى <span class='quran'>ولا تزر\nوازرة وزر أخرى </span>وهذا الاعتراض غلط منه وجهالة بينة لانه إنما عوقب\nبفعله ووزره وظلمه فتوجهت عليه حقوق لغرمائه فدفعت اليهم من حسناته فلما\nفرغت وبقيت بقية قوبلت على حسب ما اقتضته حكمة الله تعالى في خلقه وعدله في\nعباده فأخذ قدرها من سيئآت خصومه فوضع عليه فعوقب به في النار فحقيقة\nالعقوبة إنما هي بسبب ظلمه ولم يعاقب بغير جناية وظلم منه وهذا كله مذهب\nاهل السنة والله اعلم قوله صلى الله عليه وسلم 2582 0 لتؤدن الحقوق إلى\nاهلها يوم القيامة حتى يقاد للشاة الجلحاء من الشاة القرناء ) هذا تصريح\nبحشر البهائم يوم القيامة واعادتها يوم القيامة كما يعاد اهل التكليف من\nالآدميين وكما يعاد الاطفال والمجانين ومن لم تبلغه دعوة وعلى هذا تظاهرت\nدلائل القرآن والسنة قال الله تعالى <span class='quran'>وإذا الوحوش حشرت </span>واذا ورد\nلفظ الشرع ولم يمنع من اجرائه على ظاهره عقل ولا شرع وجب حمله على ظاهره\nقال العلماء وليس من شرط الحشر والاعادة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p136'> Vol. 16, p. 136</a>\n            </div>\n             في القيامة المجازاة\nوالعقاب والثواب وأما القصاص من القرناء للجلحاء فليس هو من قصاص التكليف\nإذلا تكليف عليها بل هو قصاص مقابلة والجلحاء بالمد هي الجماء التي لا قرن\nلها والله اعلم قوله صلى الله عليه وسلم 2583 ( إن الله عزوجل يملي للظالم\nفاذا أخذه لم يفلته ) معنى يملي يمهل ويؤخر ويطيل له في المدة وهو مشتق من\nالملوة وهي المدة والزمان بضم الميم وكسرها وفتحها ومعنى لم يفلته لم يطلقه\nولم ينفلت منه قال اهل اللغة يقال أفلته أطلقه وانفلت تخلص منه\n</p>\n\n<p>\n| 1 ( باب نصر الاخ ظالما أو مظلوما )\n</p>\n\n<p>\nقوله 2584 ( اقتتل غلامان ) أي تضاربا وقوله فنادى المهاجر يال المهاجرين\nونادى الانصاري يال الانصار ) هكذا هو في معظم النسخ يال بلام مفصولة في\nالموضعين وفي بعضها يا للمهاجرين ويا للأنصار بوصلها وفي بعضها يا آل\nالمهاجرين بهمزة ثم لام مفصولة واللام مفتوحة في الجميع وهي لام الاستغاثة\nوالصحيح <span id='ms2302'></span> بلام موصولة ومعناه أدعو المهاجرين وأستغيث بهم وأما تسميته صلى\nالله عليه وسلم ذلك دعوى الجاهلية فهو كراهة منه لذلك فانه مما كانت عليه\nالجاهلية من التعاضد بالقبائل في أمور الدنيا ومتعلقاتها وكانت الجاهلية\nتأخذ حقوقها بالعصبات والقبائل فجاء الاسلام بإبطال ذلك وفصل القضايا\nبالاحكام الشرعية فاذا اعتدى انسان على آخر حكم القاضي بينهما وألزمه مقتضى\nعدوانه كما تقرر من قواعد الاسلام وأما قوله صلى الله عليه وسلم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p137'> Vol. 16, p. 137</a>\n            </div>\n             في آخر هذه القصة لا بأس فمعناه لم يحصل من هذه القصة بأس مما\nكنت خفته فانه خاف أن يكون حدث أمر عظيم يوجب فتنة وفسادا وليس هو عائدا\nإلى رفع كراهة الدعاء بدعوى الجاهلية قوله 0 فكسع أحدهما الآخر ) هو بسين\nمخففة مهملة أي ضرب دبره وعجيزته بيد أو رجل أو سيف وغيره قوله صلى الله\nعليه وسلم ( دعوها فانها منتنة ) أي قبيحة كريهة مؤذية قوله صلى الله عليه\nوسلم ( دعه لا يتحدث الناس أن محمدا يقتل اصحابه ) فيه ما كان عليه صلى\nالله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p138'> Vol. 16, p. 138</a>\n            </div>\n             من الحلم وفيه ترك بعض الامور المختارة والصبر\nعلى بعض المفاسد خوفا من أن تترتب علي ذلك مفسدة أعظم منه وكان صلى الله\nعليه وسلم يتألف الناس ويصبر على جفاء الاعراب والمنافقين وغيرهم لتقوى\nشوكة المسلمين وتتم دعوة الاسلام ويتمكن الايمان من قلوب المؤلفة ويرغب\nغيرهم في الاسلام وكان يعطيهم الاموال الجزيلة لذلك ولم يقتل المنافقين\nلهذا المعنى ولإظهارهم الاسلام وقد أمر بالحكم بالظاهر والله يتولى السرائر\nولأنهم كانوا معدودين في اصحابه صلى الله عليه وسلم ويجاهدون معه إما حمية\nوإما لطلب دنيا أو عصبية لمن معه من عشائرهم قال القاضي واختلف العلماء هل\nبقي حكم الاغضاء عنهم وترك قتالهم أو نسخ ذلك عند ظهور الاسلام ونزول قوله\nتعالى <span class='quran'>جاهد الكفار والمنافقين </span>وأنها ناسخة لما قبلها وقيل قول\nثالث أنه إنما كان العفو عنهم مالم يظهروا نفاقهم فاذا أظهروه قتلوا\n</p>\n\n<p>\n| 1 ( باب تراحم المؤمنين وتعاطفهم وتعاضدهم )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2585 ( المؤمن للمؤمن كالبنيان يشد بعضه بعضا <span id='ms2303'></span> )\nوفي الحديث الآخر 2586 مثل المؤمنين في توادهم وتراحمهم إلى آخره هذه\nالاحاديث صريحة في تعظيم حقوق المسلمين بعضهم على بعض وحثهم على التراحم\nوالملاطفة والتعاضد في غير إثم ولا مكروه وفيه جواز التشبيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p139'> Vol. 16, p. 139</a>\n            </div>\n            \nوضرب الامثال لتقريب المعاني إلى الافهام قوله صلى الله عليه وسلم ( تداعى\nلها سائر الجسد ) أي دعا بعضه بعضا إلى المشاركة في ذلك ومنه قوله تداعت\nالحيطان أي تساقطت أو قربت من التساقط\n</p>\n\n<p>\n| 1 ( باب النهي عن السباب )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2587 ( المستبان ما قالا فعلى البادئ مالم يعتد\nالمظلوم ) معناه أن إثم السباب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p140'> Vol. 16, p. 140</a>\n            </div>\n             الواقع من اثنين مختص بالبادئ\nمنهما كله إلا أن يتجاوز الثاني قدر الانتصار فيقول للبادئ أكثر مما قال له\nوفي هذا جواز الانتصار ولا خلاف في جوازه وقد تظاهرت عليه دلائل الكتاب\nوالسنة قال الله تعالى <span class='quran'>ولمن انتصر بعد ظلمه فأولئك ما عليهم من سبيل\n</span>وقال تعالى <span class='quran'>والذين إذا أصابهم البغي هم ينتصرون </span>ومع هذا\nفالصبر والعفو أفضل قال الله تعالى <span class='quran'>ولمن صبر وغفر إن ذلك لمن عزم\nالأمور </span>وللحديث المذكور بعد هذا مازاد الله عبدا بعفو إلا عزا واعلم\nأن سباب المسلم بغير حق حرام كما قال صلى الله عليه وسلم سباب المسلم فسوق\nولا يجوز للمسبوب آن ينتصر إلا بمثل ما سبه مالم يكن كذبا أو قذفا أو سبا\nلاسلافه فمن صور المباح أن ينتصر بيا ظالم يا أحمق أو جافي أو نحو ذلك لانه\nلا يكاد أحد ينفك من هذه الاوصاف قالوا واذا انتصر المسبوب استوفى ظلامته\nوبرئ الاول من حقه وبقي عليه إثم الابتداء أو الاثم المستحق لله تعالى وقيل\nيرتفع عنه جميع الاثم بالانتصار منه ويكون معني على البادئ أي عليه اللوم\nوالذم لا الاثم\n</p>\n\n<p>\n| 1 ( باب استحباب العفو والتواضع )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2588 ( ما نقصت صدقة من مال ) ذكروا فيه وجهين\nاحدهما معناه أنه يبارك فيه ويدفع عنه المضرات فينجبر نقص الصورة بالبركة\nالخفية وهذا مدرك بالحس والعادة والثاني أنه وإن نقصت صورته كان في الثواب\nالمرتب <span id='ms2304'></span> عليه جبر لنقصه وزيادة إلى أضعاف كثيرة قوله صلى الله عليه وسلم (\nوما زادالله عبدا بعفو إلا عزا ) فيه ايضا وجهان احدهما أنه على ظاهره وأن\nمن عرف بالعفو والصفح ساد وعظم في القلوب وزاد عزه واكرامه والثاني أن\nالمراد أجره في الآخرة وعزه هناك قوله صلى الله عليه وسلم ( وما تواضع أحد\nلله إلا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p141'> Vol. 16, p. 141</a>\n            </div>\n             رفعه الله ) فيه ايضا وجهان احدهما يرفعه في الدنيا\nويثبت له بتواضعه في القلوب منزلة ويرفعه الله عند الناس ويجل مكانه\nوالثاني أن المراد ثوابه في الآخرة ورفعه فيها بتواضعه في الدنيا قال\nالعلماء وهذه الأوجه في الالفاظ الثلاثة موجودة في العادة معروفة وقد يكون\nالمراد الوجهين معا في جميعها في الدنيا والآخرة والله اعلم\n</p>\n\n<p>\n| 1 ( باب تحريم الغيبة )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2589 ( الغيبة ذكرك أخاك بما يكره قيل أفرأيت ان\nكان في أخي ما أقول قال إن كان فيه ما تقول فقد اغتبته وإن لم يكن فقد بهته\n) يقال بهته بفتح الهاء مخففة قلت فيه البهتان وهو الباطل والغيبة ذكر\nالانسان في غيبته بما يكره واصل البهت أن يقال له الباطل في وجهه وهما\nحرامان لكن تباح الغيبة لغرض شرعي وذلك لستة أسباب أحدها التظلم فيجوز\nللمظلوم أن يتظلم الي السلطان والقاضي وغيرهما ممن له ولاية أو قدرة علي\nانصافه من ظالمه فيقول ظلمني فلان أو فعل بي كذا الثاني الاستغاثة على\nتغيير المنكر ورد العاصي إلى الصواب فيقول لمن يرجو قدرته فلان يعمل كذا\nفازجره عنه ونحو ذلك الثالث الاستفتاء بأن يقول للمفتي ظلمني فلان أو أبي\nأو أخي أو زوجي بكذا فهل له ذلك وما طريقي في الخلاص منه ودفع ظلمه عني\nونحو ذلك فهذا جائز للحاجة والاجود أن يقول في رجل أو زوج أو والد وولد كان\nمن أمره كذا ومع ذلك فالتعيين جائز لحديث هند وقولها أن أبا سفيان رجل شحيح\nالرابع تحذير المسلمين من الشر وذلك من وجوه منها جرح المجروحين من الرواة\nوالشهود والمصنفين وذلك جائز بالاجماع بل <span id='ms2305'></span> واجب صونا للشريعة ومنها الاخبار\nبعيبه عند المشاورة في مواصلته \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p142'> Vol. 16, p. 142</a>\n            </div>\n             ومنها اذا رأيت من يشتري شيئا\nمعيبا أو عبدا سارقا أو زانيا أو شاربا أو نحو ذلك تذكره للمشتري اذا لم\nيعلمه نصيحة لا بقصد الايذاء والافساد ومنها اذا رأيت متفقها يتردد إلى\nفاسق أو مبتدع يأخذ عنه علما وخفت عليه ضرره فعليك نصيحته ببيان حاله قاصدا\nالنصيحة ومنها أن يكون له ولاية لا يقوم بها على وجهها لعدم أهليته أو\nلفسقه فيذكره لمن له عليه ولاية ليستدل به على حاله فلا يغتر به ويلزم\nالاستقامة الخامس أن يكون مجاهرا بفسقه أو بدعته كالخمر ومصادرة الناس\nوجباية المكوس وتولي الامور الباطلة فيجوز ذكره بما يجاهر به ولا يجوز\nبغيره الا بسبب آخر السادس التعريف فاذا كان معروفا بلقب كالاعمش والاعرج\nوالازرق والقصير والاعمى والاقطع ونحوها جاز تعريفه به ويحرم ذكره به تنقصا\nولو أمكن التعريف بغيره كان أولى والله اعلم\n</p>\n\n<p>\n| 1 ( باب بشارة من ستر الله تعالى عليه في الدنيا بأن يستر عليه في\nالآخرة)\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2590 ( لا يستر الله عبدا في الدنيا إلا ستره\nالله يوم القيامة ) قال القاضي يحتمل وجهين أحدهما أن يستر معاصيه وعيوبه\nعن اذاعتها في أهل الموقف والثاني ترك محاسبته عليها وترك ذكرها قال والاول\nأظهر لما جاء في الحديث الآخر يقرره بذنوبه يقول سترتها عليك في الدنيا\nوأنا أغفرها لك اليوم وأما الحديث المذكور بعده لا يستر عبد عبدا إلا ستره\nالله يوم القيامة فسبق شرحه قريبا ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p143'> Vol. 16, p. 143</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب مداراة من يتقي فحشه )\n</p>\n\n<p>\nقوله 2591 ( ان رجلا استأذن على النبي صلى الله عليه وسلم فقال ائذنوا له\nفلبئس بن العشيرة أو بئس رجل العشيرة فلما دخل ألان له القول فقلت يا رسول\nالله قلت له الذي قلت ثم ألنت له القول قال يا عائشة إن شر الناس منزلة عند\nالله يوم القيامة من ودعه أو تركه الناس اتقاء فحشه ) قال القاضي هذا الرجل\nهو عيينة بن حصن ولم يكن أسلم حينئذ وإن كان قد <span id='ms2306'></span> أظهر الاسلام فأراد النبي\nصلى الله عليه وسلم أن يبين حاله ليعرفه الناس ولا يغتر به من لم يعرف حاله\nقال وكان منه في حياة النبي صلى الله عليه وسلم وبعده ما دل على ضعف ايمانه\nوارتد مع المرتدين وجئ به أسيرا إلي أبي بكر رضي الله عنه ووصف النبي صلى\nالله عليه وسلم له بأنه بئس أخو العشيرة من أعلام النبوة لانه ظهر كما وصف\nوانما ألان له القول تألفا له ولأمثاله على الاسلام وفي هذا الحديث مداراة\nمن يتقي فحشه وجواز غيبة الفاسق المعلن فسقه ومن يحتاج الناس إلى التحذير\nمنه وقد أوضحناه قريبا في باب الغيبة ولم يمدحه النبي صلى الله عليه وسلم\nولا ذكر أنه أثنى عليه في وجهه ولا في قفاه إنما تألفه بشئ من الدنيا مع\nلين الكلام وأما بئس بن العشيرة أو رجل العشيرة فالمراد بالعشيرة قبيلته أي\nبئس هذا الرجل منها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p144'> Vol. 16, p. 144</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب فضل الرفق )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2592 ( من يحرم الرفق يحرم الخير ) وفي رواية\n2593 أن الله رفيق يحب الرفق ويعطي على الرفق مالا يعطي على العنف ومالا\nيعطي على سواه وفي رواية 2594 لا يكون الرفق في شئ إلا زانه ولا ينزع من شئ\nإلا شانه وفي رواية عليك بالرفق أما العنف فبضم العين وفتحها وكسرها حكاهن\nالقاضي وغير الضم أفصح وأشهر وهو ضد الرفق وفي هذه الاحاديث فضل الرفق\nوالحث على التخلق وذم العنف والرفق سبب كل خير ومعنى يعطي على الرفق أي\nيثيب عليه مالا يثيب على غيره وقال القاضي معناه يتأتى به من الاغراض ويسهل\nمن المطالب مالا يتأتى بغيره وأما قوله صلى الله عليه وسلم إن الله رفيق\nففيه تصريح بتسميته سبحانه وتعالى ووصفه برفيق قال المازري لا يوصف الله\nسبحانه وتعالى الا بما سمى به نفسه أو سماه به رسول الله صلى الله عليه\nوسلم أو أجمعت الامة عليه وأما مالم يرد إذن في إطلاقه ولا ورد منع في وصف\nالله تعالى به ففيه خلاف منهم <span id='ms2307'></span> من قال يبقى على ما كان قبل ورود الشرع فلا\nيوصف بحل ولا \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p145'> Vol. 16, p. 145</a>\n            </div>\n             حرمة ومنهم من منعه قال وللاصوليين المتأخرين\nخلاف في تسمية الله تعالى بما ثبت عن النبي صلى الله عليه وسلم بخبر الآحاد\nفقال بعض حذاق الاشعرية يجوز لأن خبر الواحد عنده يقتضي العمل وهذا عنده من\nباب العمليات لكنه يمنع اثبات أسمائه تعالى بالأقيسة الشرعية وإن كانت يعمل\nبها في المسائل الفقهية وقال بعض متأخريهم يمنع ذلك فمن أجاز ذلك فهم من\nمسالك الصحابة قبولهم ذلك في مثل هذا ومن منع لم يسلم ذلك ولم يثبت عنده\nاجماع فيه فبقي على المنع قال المازري فاطلاق رفيق إن لم يثبت بغير هذا\nالحديث الآحاد جرى في جواز استعماله الخلاف الذي ذكرنا قال ويحتمل أن يكون\nرفيق صفة فعل وهي ما يخلقه الله تعالى من الرفق لعباده هذا آخر كلام\nالمازري والصحيح جواز تسمية الله تعالي رفيقا وغيره مما ثبت بخبر الواحد\nوقد قدمنا هذا واضحا في كتاب الايمان في حديث أن الله جميل يحب الجمال في\nباب تحريم الكبر وذكرنا أنه اختيار امام الحرمين \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p146'> Vol. 16, p. 146</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب النهي عن لعن الدواب وغيرها )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم في الناقة التي لعنتها المرأة 2595 ( خذوا ما\nعليها ودعوها فإنها ملعونة ) وفي رواية 2596 لا تصاحبنا ناقة عليها لعنة\nانما قال هذا زجرا لها ولغيرها وكان قد سبق نهيها ونهى غيرها عن اللعن\nفعوقبت بارسال الناقة والمراد النهي عن مصاحبته لتلك الناقة في الطريق وأما\nبيعها وذبحها وركوبها \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p147'> Vol. 16, p. 147</a>\n            </div>\n             في غير مصاحبته صلى الله عليه وسلم وغير\nذلك من التصرفات التي كانت جائزة قبل هذا فهي باقية على الجواز لأن الشرع\nإنما ورد بالنهي عن المصاحبة فبقي الباقي كما كان وقوله ناقة ورقاء بالمد\nأي يخالط بياضها سواد والذكر أورق وقيل هي التي لونها كلون الرماد قوله (\nفقالت حل ) هي كلمة زجر للابل واستحثاث يقال حل حل باسكان اللام فيهما قال\nالقاضي ويقال أيضا حل حل بكسر اللام فيهما بالتنوين وبغير تنوين قوله صلى\nالله <span id='ms2308'></span> عليه وسلم ( خذوا ما عليها وأعروها ) هو بهمزة قطع وبضم الراء يقال\nأعريته وعريته اعراء وتعرية فتعرى والمراد هنا خذوا ما عليها من المتاع\nورحلها وآلتها قوله صلى الله عليه وسلم 2597 ( لا ينبغي لصديق أن يكون\nلعانا ولا يكون اللعانون شهداء ولا شفعاء يوم القيامة ) فيه الزجر عن اللعن\nوأن من تخلق به لا يكون فيه هذه الصفات الجميلة لأن اللعنة في الدعاء يراد\nبها الابعاد من رحمة الله تعالى وليس الدعاء بهذا من أخلاق المؤمنين الذين\nوصفهم الله تعالى بالرحمة بينهم والتعاون على البر والتقوى وجعلهم كالبنيان\nيشد بعضه بعضا وكالجسد الواحد وأن المؤمن يحب لاخيه ما يحب لنفسه فمن دعا\nعلى اخيه المسلم باللعنة وهي الابعاد من رحمة الله تعالى فهو من نهاية\nالمقاطعة والتدابر وهذا غاية ما يوده المسلم للكافر ويدعو عليه ولهذا جاء\nفي الحديث الصحيح لعن المؤمن كقتله لأن القاتل يقطعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p148'> Vol. 16, p. 148</a>\n            </div>\n             عن منافع\nالدنيا وهذا يقطعه عن نعيم الآخرة ورحمة الله تعالى وقيل معنى لعن المؤمن\nكقتله في الإثم وهذا أظهر وأما قوله صلى الله عليه وسلم انهم لا يكونون\nشفعاء ولا شهداء فمعناه لا يشفعون يوم القيامة حين يشفع المؤمنون في\nاخوانهم الذين استوجبوا النار ولا شهداء فيه ثلاثة أقوال اصحها واشهرها لا\nيكونون شهداء يوم القيامة على الامم بتبليغ رسلهم اليهم الرسالات والثاني\nلا يكونون شهداء في الدنيا أي لا تقبل شهادتهم لفسقهم والثالث لا يرزقون\nالشهادة وهي القتل في سبيل الله وانما قال صلى الله عليه وسلم لا ينبغي\nلصديق أن يكون لعانا ولا يكون اللعانون شفعاء بصيغة التكثير ولم يقل لاعنا\nواللاعنون لان هذا الذم في الحديث انما هو لمن كثر منه اللعن لا لمرة\nونحوها ولانه يخرج منه ايضا اللعن المباح وهو الذي ورد الشرع به وهو لعنه\nالله على الظالمين لعن الله اليهود والنصارى لعن الله الواصلة والواشمة\nوشارب الخمر وآكل الربا وموكله وكاتبه وشاهديه والمصورين ومن انتمى إلى غير\nأبيه وتولى غير مواليه وغير منار الأرض وغيرهم ممن <span id='ms2309'></span> هو مشهور في الاحاديث\nالصحيحة قوله 2598 ( بعث إلى أم الدرداء بأنجاد من عنده ) بفتح الهمزة\nوبعدها نون ثم جيم وهو جمع نجد بفتح النون والجيم وهومتاع البيت الذي يزينه\nمن فرش ونمارق وستور وقاله الجوهري باسكان الجيم قال وجمعه نجود\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p149'> Vol. 16, p. 149</a>\n            </div>\n             حكاه عن أبي عبيد فهما لغتان ووقع في رواية بن ماهان بخادم\nبالخاء المعجمة والمشهور الاول\n</p>\n\n<p>\n| 1 ( باب من لعنه النبي صلى الله عليه وسلم أو سبه أو دعا عليه أو ليس\nهو اهلا لذلك كان له زكاة واجرا ورحمة)\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2600 2602 0 اللهم انما أنا بشر فأي المسلمين\nلعنته أوسببته فاجعله له زكاة وأجرا ) وفي 2601 رواية أو جلدته فاجعلها له\nزكاة ورحمة وفي 2601 2602 رواية فأي المؤمنين آذيته شتمته لعنته جلدته\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p150'> Vol. 16, p. 150</a>\n            </div>\n             فاجعلها له صلاة وزكاة وقربة تقربه بها اليك يوم القيامة وفي\nرواية انما محمد بشر يغضب كما يغضب البشر وإني قد اتخذت عندك عهدا لن\nتخلفنيه فأيما مؤمن آذيته أو سببته أو جلدته فاجعلها له كفارة وقربة وفي\nرواية 2603 إني اشترطت على ربي فقلت انما انا بشر أرضى كما يرضى البشر\nواغضب كما يغضب البشر فأيما أحد دعوت عليه من أمتي بدعوة ليس لها بأهل أن\nتجعلها له طهورا وزكاة وقربة هذه الاحاديث مبينة ما كان عليه صلى الله عليه\nوسلم من الشفقة على أمته والاعتناء بمصالحهم والاحتياط لهم والرغبة في كل\nما ينفعهم وهذه الرواية المذكورة آخرا تبين المراد بباقي الروايات الطلقة\nوانه انما يكون دعاؤه عليه رحمة وكفارة وزكاة ونحو \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p151'> Vol. 16, p. 151</a>\n            </div>\n             ذلك اذا لم\nيكن أهلا للدعاء عليه والسب واللعن ونحوه وكان مسلما والافقد دعا صلى الله\nعليه وسلم على الكفار والمنافقين ولم يكن ذلك لهم رحمة فان قيل كيف يدعو\nعلى من ليس هو بأهل للدعاء عليه أو يسبه أو يلعنه ونحو ذلك فالجواب ما اجاب\nبه العلماء ومختصره وجهان احدهما أن المراد ليس بأهل لذلك عند الله تعالى\nوفي باطن الامر ولكنه في الظاهر مستوجب له فيظهر له صلى الله عليه وسلم\nاستحقاقه لذلك بأمارة <span id='ms2310'></span> شرعية ويكون في باطن الامر ليس اهلا لذلك وهو صلى\nالله عليه وسلم مأمور بالحكم بالظاهر والله يتولى السرائر والثاني أن ما\nوقع من سبه ودعائه ونحوه ليس بمقصود بل هو مما جرت به عادة العرب في وصل\nكلامها بلا نية كقوله تربت يمينك وعقرى حلقي وفي هذا الحديث لا كبرت سنك\nوفي حديث معاوية لا أشبع الله بطنه ونحو ذلك لا يقصدون بشئ من ذلك حقيقة\nالدعاء فخاف صلى الله عليه وسلم أن يصادف شئ من ذلك اجابة فسأل ربه سبحانه\nوتعالى ورغب إليه في أن يجعل ذلك رحمة وكفارة وقربة وطهورا وأجرا وانما كان\nيقع هذا منه في النادر والشاذ من الازمان ولم يكن صلى الله عليه وسلم فاحشا\nولا متفحشا ولا لعانا ولا منتقما لنفسه وقد سبق في هذا الحديث أنهم قالوا\nادع على دوس فقال اللهم اهد دوسا وقال اللهم اغفر لقومي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p152'> Vol. 16, p. 152</a>\n            </div>\n             فانهم\nلا يعلمون والله اعلم واما قوله صلى الله عليه وسلم ( أغضب كما يغضب البشر\n) فقد يقال ظاهره أن السب ونحوه كان بسبب الغضب وجوابه ماذكره المازري قال\nيحتمل انه صلى الله عليه وسلم أراد آي دعاءه وسبه وجلده كان مما يخير فيه\nبين أمرين احدهما هذا الذي فعله والثاني زجره بأمر آخر فحمله الغضب لله\nتعالى على أحد الامرين المتخير فيهما وهوسبه أو لعنه وجلده ونحو ذلك وليس\nذلك خارجا عن حكم الشرع والله اعلم ومعنى اجعلها له صلاة أي رحمة كما في\nالرواية الاخرى والصلاة من الله تعالى الرحمة قوله جلده قال وهي لغة أبي\nهريرة وانما هي جلدته معناه أن لغة النبي صلى الله عليه وسلم وهي المشهورة\nلعامة العرب جلدته بالتاء ولغة أبي هريرة جلده بتشديد الدال على ادغام\nالمثلين وهو جائز قوله ( سالم مولى النصريين ) بالنون والصاد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p153'> Vol. 16, p. 153</a>\n            </div>\n            \nالمهملة سبق بيانه مرات قوله 2603 ( حدثنا عكرمة بن عمار قال حدثنا إسحاق\nبن أبي طلحة ) هكذا هو في جميع النسخ وهو صحيح وهو إسحاق بن عبد الله بن\nأبي طلحة نسبه إلى <span id='ms2311'></span> جده قوله ( كانت عند أم سليم يتيمة وهي أم أنس ) فقوله\nوهي أم أنس يعني أم سليم هي أم أنس قوله فقال لليتيمة أنت هيه ) هو بفتح\nالياء واسكان الهاء وهي هاء السكت قولها ( لا يكبرسني أو قالت قرني ) بفتح\nالقاف وهو نظيرها في العمر قال القاضي معناه لا يطول عمرها لانه اذا طال\nعمره طال عمر قرنه وهذا الذي قاله فيه نظر لانه لا يلزم من طول عمر أحد\nالقرنين طول عمر الآخر فقد يكون سنهما واحد ويموت احدهما قبل الآخر واما\nقوله صلى الله عليه وسلم لها لاكبر سنك فلم يرد به حقيقة الدعاء بل هو\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p154'> Vol. 16, p. 154</a>\n            </div>\n             جار على ما قدمناه في الفاظ هذا الباب قوله تلوث خمارها ) هو\nبالمثلثة في آخره اي تديره على رأسها قوله ( عن أبي حمزة القصاب عن بن عباس\n) أبو حمزة هذا بالحاء والزاي اسمه عمران بن أبي عطاء الأسدي الواسطي\nالقصاب بياع القصب قالوا وليس له عن بن عباس عن النبي صلى الله عليه وسلم\nغير هذا الحديث وله عن بن عباس من قوله أنه يكره مشاركة المسلم اليهودي وكل\nما في الصحيحين أبو جمرة عن بن عباس فهو بالجيم والراء وهو نصر بن عمران\nالضبعي إلا هذا القصاب فله في مسلم هذا الحديث وحده لا ذكر له في البخاري\nقوله 2604 ( عن بن عباس قال كنت ألعب مع الصبيان فجاء رسول الله صلى الله\nعليه وسلم فتواريت خلف باب فجاء فحطأني حطأة وقال اذهب ادع لي معاوية )\nوفسر الراوي أي قفدني أما حطأني فبحاء ثم طاء مهملتين وبعدها همزة\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p155'> Vol. 16, p. 155</a>\n            </div>\n             وقفدني بقاف ثم فاء ثم دال مهملة وقوله حطأة بفتح الحاء واسكان\nالطاء بعدها همزة وهو الضرب باليد مبسوطة بين الكتفين وانما فعل هذا بابن\nعباس ملاطفة وتأنيسا واما دعاؤه علي معاوية أن لا يشبع حين تأخر ففيه\nالجوابان السابقان أحدهما أنه جرى على اللسان بلا قصد والثاني أنه عقوبة له\nلتأخره وقد فهم مسلم رحمه الله من هذا الحديث أن معاوية لم يكن <span id='ms2312'></span> مستحقا\nللدعاء عليه فلهذا أدخله في هذا الباب وجعله غيره من مناقب معاوية لانه في\nالحقيقة يصير دعاء له وفي هذا الحديث جواز ترك الصبيان يلعبون بما ليس\nبحرام وفيه اعتماد الصبي فيما يرسل فيه من دعاء انسان ونحوه من حمل هدية\nوطلب حاجة وأشباهه وفيه جواز ارسال صبي غيره ممن يدل عليه في مثل هذا ولا\nيقال هذا تصرف في منفعة الصبي لان هذا قدر يسير ورد الشرع بالمسامحة به\nللحاجة واطرد به العرف وعمل المسلمين والله اعلم\n</p>\n\n<p>\n| 1 ( باب ذم ذي الوجهين وتحريم فعله )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2556 ( أن من شر الناس ذا الوجهين الذي يأتي\nهؤلاء بوجه وهؤلاء بوجه ) هذا الحديث سبق شرحه والمراد من يأتي كل طائفة\nويظهر أنه منهم ومخالف للآخرين مبغض فإن أتى كل طائفة بالاصلاح ونحوه\nفمحمود \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p156'> Vol. 16, p. 156</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب تحريم الكذب وبيان ما يباح منه)\n</p>\n\n<p>\nقوله صلي الله عليه وسلم 2605 ( ليس الكذاب الذي يصلح بين الناس ويقول\nخيرا أو ينمي خيرا ) هذا الحديث مبين لما ذكرناه في الباب قبله ومعناه ليس\nالكذاب المذموم الذي يصلح بين الناس بل هذا محسن قوله ( قال بن شهاب ولم\nأسمع يرخص في شئ مما يقول الناس كذب الا في ثلاث ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p157'> Vol. 16, p. 157</a>\n            </div>\n             الحرب\nوالاصلاح بين الناس وحديث الرجل امرأته وحديث المرأة زوجها ) قال القاضي لا\nخلاف في جواز الكذب في هذه الصور واختلفوا في المراد بالكذب المباح فيها\nماهو فقالت طائفة هو على اطلاقه وأجازوا قول ما لم يكن في هذه المواضع\nللمصلحة وقالوا الكذب المذموم ما فيه مضرة واحتجوا بقول إبراهيم صلى الله\nعليه وسلم <span class='quran'>بل فعله كبيرهم </span><span class='quran'>إني سقيم </span>وقوله إنها اختي\nوقول منادي يوسف صلى الله عليه وسلم <span class='quran'>أيتها العير إنكم لسارقون </span>قالوا ولا خلاف أنه لو قصد ظالم قتل رجل هو عنده مختف وجب عليه الكذب في\nانه لا يعلم أين هو وقال آخرون منهم الطبري لا يجوز الكذب في شئ أصلا قالوا\nوما جاء من الاباحة في هذا المراد به التورية واستعمال المعاريض لا صريح <span id='ms2313'></span>\nالكذب مثل أن يعد زوجته أن يحسن اليها ويكسوها كذا وينوي ان قدر الله ذلك\nوحاصله أن يأتي بكلمات محتملة يفهم المخاطب منها ما يطيب قلبه واذا سعى في\nالاصلاح نقل عن هؤلاء إلى هؤلاء كلاما جميلا ومن هؤلاء إلى هؤلاء كذلك وورى\nوكذا في الحرب بان يقول لعدوه مات امامكم الاعظم وينوي امامهم في الازمان\nالماضية أو غدا يأتينا مدد أي طعام ونحوه هذا من المعاريض المباحة فكل هذا\nجائز وتأولوا قصة إبراهيم ويوسف وماجاء من هذا على المعاريض والله اعلم\nوأما كذبه لزوجته وكذبها له فالمراد به في اظهار الود والوعد بما لا يلزم\nونحو ذلك فأما المخادعة في منع ما عليه أو عليها أو أخذ ماليس له أو لها\nفهو حرام باجماع المسلمين والله اعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p158'> Vol. 16, p. 158</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب تحريم النميمة )\n</p>\n\n<p>\nوهي نقل كلام الناس بعضهم إلى بعض على جهة الافساد قوله صلى الله عليه\nوسلم 2606 ( ألا أنبئكم ما العضة هي النميمة القالة بين الناس ) هذه اللفظة\nرووها على وجهين أحدهما العضة بكسر العين وفتح الضاد المعجمة على وزن العدة\nوالزنة والثاني العضه بفتح العين واسكان الضاد على وزن الوجه وهذا الثاني\nهو الاشهر في روايات بلادنا والأشهر في كتب الحديث وكتب غريبة والاول أشهر\nفي كتب اللغة ونقل القاضي أنه رواية أكثر شيوخهم وتقدير الحديث والله اعلم\nألا أنبئكم ما العضة الفاحش الغليظ التحريم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p159'> Vol. 16, p. 159</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب قبح الكذب وحسن الصدق وفضله )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2607 ( أن الصدق يهدي إلى البر وإن البر يهدي\nإلى الجنة وإن الكذب يهدي إلى الفجور وإن الفجور يهدي إلى النار ) قال\nالعلماء معناه أن الصدق يهدي إلى العمل الصالح الخالص من كل مذموم والبر\nاسم جامع للخير كله وقيل البر الجنة ويجوز أن يتناول العمل الصالح والجنة\nوأما الكذب فيوصل إلى الفجور وهوالميل عن الاستقامة وقيل الانبعاث في\nالمعاصي قوله صلى الله عليه وسلم ( وإن الرجل ليصدق حتى يكتب عند الله\nصديقا وإن الرجل ليكذب حتى يكتب عند الله كذابا ) وفي رواية ليتحرى الصدق <span id='ms2314'></span>\nوليتحرى الكذب وفي رواية عليكم بالصدق فان الصدق يهدي إلى البر واياكم\nوالكذب قال العلماء هذا فيه حث على تحري الصدق وهو قصده والاعتناء به وعلى\nالتحذير من الكذب والتساهل فيه فانه اذا تساهل فيه كثر منه فعرف به وكتبه\nالله لمبالغته صديقا إن اعتاده أو كذابا إن اعتاده ومعنى يكتب هنا يحكم له\nبذلك ويستحق الوصف بمنزلة الصديقين وثوابهم أو صفة الكذابين وعقابهم\nوالمراد اظهار ذلك للمخلوقين اما بأن يكتبه في ذلك ليشتهر بحظه من الصفتين\nفي الملأ الأعلى واما بأن يلقي ذلك في قلوب الناس والسنتهم كما يوضع له\nالقبول والبغضاء والا فقدر الله تعالى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p160'> Vol. 16, p. 160</a>\n            </div>\n             وكتابه السابق قد سبق\nبكل ذلك والله اعلم واعلم أن الموجود في جميع نسخ البخاري ومسلم ببلادنا\nوغيرها أنه ليس في متن الحديث الا ما ذكرناه وكذا نقله القاضي عن جميع\nالنسخ وكذا نقله الحميدي ونقل أبو مسعود الدمشقي عن كتاب مسلم في حديث بن\nمثنى وبن بشار زيادة وإن شر الروايا روايا الكذب وإن الكذب لا يصلح منه\nجدولا هزل ولا يعد الرجل صبيه ثم يخلفه وذكر أبو مسعود أن مسلما روى هذه\nالزيادة في كتابه وذكرها ايضا أبو بكر البرقاني في هذا الحديث قال الحميدي\nوليست عندنا في كتاب مسلم قال القاضي الروايا هنا جمع روية وهي ما يتروى\nفيه الانسان ويستعد به أمام عمله وقوله قال وقيل جمع راوية أي حامل وناقل\nله والله اعلم\n</p>\n\n<p>\n| 1 ( باب فضل من يملك نفسه عند الغضب وبأي شئ يذهب الغضب )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2608 ( ما تعدون الرقوب فيكم قال قلنا الذي لا\nيولد له قال ليس ذلك بالرقوب ولكنه الرجل الذي لم يقدم من ولده شيئا قال\nفما تعدون الصرعة فيكم قلنا الذي لا يصرعه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p161'> Vol. 16, p. 161</a>\n            </div>\n             الرجال قال ليس بذلك\nولكنه الذي يملك نفسه عند الغضب ) أما الرقوب فبفتح الراء وتخفيف القاف\nوالصرعة بضم الصاد وفتح الراء واصله في كلام العرب الذي يصرع الناس كثيرا\nواصل الرقوب في كلام العرب الذي لا يعيش له <span id='ms2315'></span> ولد ومعنى الحديث انكم تعتقدون\nأن الرقوب المحزون هو المصاب بموت أولاده وليس هو كذلك شرعا بل هو من لم\nيمت أحد من اولاده في حياته فيحتسبه يكتب له ثواب مصيبته به وثواب صبره\nعليه ويكون له فرطا وسلفا وكذلك تعتقدون أن الصرعة الممدوح القوي الفاضل هو\nالقوي الذي لا يصرعه الرجال بل يصرعهم وليس هو كذلك شرعا بل هو من يملك\nنفسه عند الغضب فهذا هو الفاضل الممدوح الذي قل من يقدر على التخلق بخلقه\nومشاركته في فضيلته بخلاف الاول وفي الحديث فضل موت الاولاد والصبر عليهم\nويتضمن الدلالة لمذهب من يقول بتفضيل التزوج وهو مذهب أبي حنيفة وبعض\nأصحابنا وسبقت المسألة في النكاح وفيه كظم الغيظ وامساك النفس عند الغضب\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p162'> Vol. 16, p. 162</a>\n            </div>\n             عن الانتصار والمخاصمة والمنازعة قوله صلى الله عليه وسلم في\nالذي اشتد غضبه 2610 ( إني لأعرف كلمة لو قالها لذهب عنه الذي يجد أعوذ\nبالله من الشيطان الرجيم ) فيه أن الغضب في غير الله تعالى من نزغ الشيطان\nوأنه ينبغي لصاحب الغضب أن يستعيذ فيقول أعوذ بالله من الشيطان الرجيم وأنه\nسبب لزوال الغضب وأما قول هذا الرجل الذي اشتد غضبه هل ترى بي من جنون فهو\nكلام من لم يفقه في دين الله تعالى ولم يتهذب بأنوار الشريعة المكرمة وتوهم\nأن الاستعاذة مختصة بالمجنون ولم يعلم أن الغضب من نزغات الشيطان ولهذا\nيخرج به الانسان عن اعتدال حاله ويتكلم بالباطل ويفعل المذموم وينوي الحقد\nوالبغض وغير ذلك من القبائح المترتبة على الغضب ولهذا قال النبي صلى الله\nعليه وسلم الذي قال له أوصني لا تغضب فردد مرارا قال لا تغضب فلم يزده في\nالوصية على لا تغضب مع تكراره الطلب وهذا دليل ظاهر في عظم مفسدة الغضب وما\nينشأ منه ويحتمل أن هذا القائل هل ترى بي من جنون كان من المنافقين أو من\nجفاة الاعراب والله اعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p163'> Vol. 16, p. 163</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب خلق الانسان خلقا لا يتمالك )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2611 ( يطيف به ) قال اهل اللغة طاف بالشئ يطوف\nطوفا <span id='ms2316'></span> وطوافا وأطاف يطيف اذا استدار حواليه قوله صلى الله عليه وسلم ( فلما\nرآه أجوف ) علم أنه خلق خلقا لا يتمالك الاجوف صاحب الجوف وقيل هو الذي\nداخله خال ومعنى لا يتمالك لا يملك نفسه ويحبسها عن الشهوات وقيل لا يملك\nدفع الوسواس عنه وقيل لا يملك نفسه عند الغضب والمراد جنس بني آدم\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p164'> Vol. 16, p. 164</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب النهي عن ضرب الوجه )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2612 ( اذا قاتل أحدكم أخاه فليجتنب ) وفي رواية\nاذا ضرب أحدكم وفي رواية لا يلطمن الوجه وفي رواية اذا قاتل أحدكم أخاه\nفليجتنب الوجه فان الله خلق آدم على صورته قال العلماء هذا تصريح بالنهي عن\nضرب الوجه لأنه لطيف يجمع المحاسن وأعضاؤه نفيسة لطيفة وأكثر الادراك بها\nفقد يبطلها ضرب الوجه وقد ينقصها وقد يشوه الوجه والشين فيه فاحش لانه بارز\nظاهر لا يمكن ستره ومتى ضربه لا يسلم من شين غالبا ويدخل في النهي اذا ضرب\nزوجته أو ولده أو عبده ضرب تأديب فليجتنب الوجه واما قوله صلى الله عليه\nوسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p165'> Vol. 16, p. 165</a>\n            </div>\n             ( فان الله خلق آدم على صورته ) فهو من احاديث الصفات وقد\nسبق في كتاب الايمان بيان حكمها واضحا ومبسوطا وأن من العلماء من يمسك عن\nتأويلها ويقول نؤمن بانها حق وأن ظاهرها غير مراد ولها معنى يليق بها وهذا\nمذهب جمهور السلف وهو أحوط وأسلم والثاني انها تتأول على حسب ما يليق\nبتنزيه الله تعالى وإنه ليس كمثله شئ قال المازري هذا الحديث بهذا اللفظ\nثابت ورواه بعضهم ان الله خلق آدم على صورة الرحمن وليس بثابت عند اهل\nالحديث وكأن من نقله رواه بالمعنى الذي وقع له وغلط في ذلك قال المازري وقد\nغلط بن قتيبة في هذا الحديث فأجراه على ظاهره وقال لله تعالى صورة لا\nكالصور وهذا الذي قاله ظاهر الفساد لأن الصورة تفيد التركيب وكل مركب محدث\nوالله تعالى ليس بمحدث فليس هو مركبا فليس مصورا قال وهذا كقول المجسمة جسم\nلا كالاجسام لما رأوا اهل السنة يقولون الباري سبحانه وتعالى <span id='ms2317'></span> شئ لا\nكالاشياء طردوا الاستعمال فقالوا جسم لا كالاجسام والفرق أن لفظ شئ لا يفيد\nالحدوث ولا يتضمن ما يقتضيه وأما جسم وصورة فيتضمنان التأليف والتركيب وذلك\nدليل الحدوث قال العجب من بن قتيبة في قوله صورة لا كالصور مع أن ظاهر\nالحديث على رأيه يقتضي خلق آدم على صورته فالصورتان على رأيه سواء فاذا قال\nلا كالصور تناقض قوله ويقال له ايضا إن أردت بقولك صورة لا كالصور أنه ليس\nبمؤلف ولا مركب فليس بصورة حقيقة وليست اللفظة على ظاهرها وحينئذ يكون\nموافقا على افتقاره إلى التأويل واختلف العلماء في تأويله فقالت طائفة\nالضمير في صورته عائد على الأخ المضروب وهذا ظاهر رواية مسلم وقالت طائفة\nيعود إلى آدم وفيه ضعف وقالت طائفة يعود إلى الله تعالى ويكون المراد اضافة\nتشريف واختصاص كقوله تعالى <span class='quran'>ناقة الله </span>وكما يقال في الكعبة بيت\nالله ونظائره والله اعلم قوله ( حدثنا قتادة عن يحيى بن مالك المراغي عن\nأبي هريرة ) المراغي بفتح الميم وبالغين المعجمة منسوب إلى المراغة بطن من\nالأزد \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p166'> Vol. 16, p. 166</a>\n            </div>\n             لا إلى البلد المعروفة بالمراغة من بلاد العجم وهذا الذي\nذكرناه من ضبطه وأنه منتسب إلى بطن من الأزد هو الصحيح المشهور ولم يذكر\nالجمهور غيره وذكر بن جرير الطبري أنه منسوب إلى موضع بناحية عمان وذكر\nالحافظ عبدالغني المقدسي أنه المراغي بضم الميم ولعله تصحيف من الناسخ\nوالمشهور الفتح وهو الذي صرح به أبو علي الغساني الجياني والقاضي في\nالمشارق والسمعاني في الانساب وخلائق وهو المعروف في الرواية وكتب الحديث\nقال السمعاني وقيل أنه بكسر الميم قال والمشهور الفتح والله اعلم\n</p>\n\n<p>\n| 1 ( باب الوعيد الشديد لمن عذب الناس بغير حق )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2613 ( ان الله يعذب الذين يعذبون الناس ) هذا\nمحمول على التعذيب بغير حق فلا يدخل فيه التعذيب بحق كالقصاص والحدود\nوالتعزير ونحو ذلك قوله ( أناس من الأنباط ) هم فلاحو العجم قوله ( وأميرهم\nيومئذ عمير بن سعد ) هكذا هو في معظم النسخ \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p167'> Vol. 16, p. 167</a>\n            </div>\n             عمير بالتصغير بن\nسعد باسكان العين من <span id='ms2318'></span> غير ياء وفي بعضها عمير بن سعيد بكسر العين وزيادة ياء\nقال القاضي الاول هو الموجود لاكثر شيوخنا وفي اكثر النسخ واكثر الروايات\nوهو الصواب وهو عمير بن سعد بن عمير الانصاري الأوسي من بني عمرو بن عوف\nولاه عمر بن الخطاب رضي الله عنه حمص وكان يقال له يسبح وجده أبو زيد\nالانصاري أحد الذين جمعوا القرآن والله اعلم قوله أميرهم على فلسطين ) هي\nبكسر الفاء وفتح اللام وهي بلاد بيت المقدس وما حولها قوله ( فأمر بهم\nفخلوا ) ضبطوه بالخاء المعجمة والمهملة والمعجمة أشهر وأحسن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p168'> Vol. 16, p. 168</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب أمر من مر بسلاح في مسجد أو سوق أو غيرهما من المواضع الجامعة\nللناس أن يمسك بنصالها )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2614 2615 ( للذي يمر بالنبل في المسجد فليمسك\nعلى نصالها لئلا يصيب بها احدا من المسلمين ) فيه هذا الأدب وهو الامساك\nبنصالها عند إرادة المرور بين الناس في مسجد أو سوق أو غيرهما والنصول\nوالنصال جمع نصل وهو حديدة السهم وفيه اجتناب كل ما يخاف منه ضرر واما قول\nأبي موسى سددناها بعضنا في وجوه بعض اي قومناها إلى وجوههم وهو بالسين\nالمهملة من السداد وهو القصد والاستقامة\n</p>\n\n<p>\n| 1 ( باب النهي عن الاشارة بالسلاح إلى مسلم )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2616 ( من أشار إلى اخيه بحديدة فان الملائكة\nتلعنه حتى وإن كان أخاه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p169'> Vol. 16, p. 169</a>\n            </div>\n             لابيه وامه ) فيه تأكيد حرمة المسلم\nوالنهي الشديد عن ترويعه وتخويفه والتعرض له بما قد يؤذيه وقوله صلى الله\nعليه وسلم وإن كان أخاه لأبيه وأمه مبالغة في ايضاح عموم النهي في كل أحد\nسواء من يتهم فيه ومن لا يتهم وسواء كان هذا هزلا ولعبا أم لا لأن ترويع\nالمسلم حرام بكل حال ولأنه قد يسبقه السلاح كما صرح به في الرواية الاخرى\nولعن الملائكة له يدل على أنه حرام وقوله صلى الله عليه وسلم فان الملائكة\nتلعنه حتى وإن كان هكذا في عامة النسخ وفيه محذوف وتقديره حتى يدعه وكذا\nوقع في بعض النسخ قوله صلى الله عليه وسلم <span id='ms2319'></span> 2617 ( لا يشير أحدكم إلى أخيه\nبالسلاح فإنه لا يدري أحدكم لعل الشيطان ينزع في يده ) هكذا هو في جميع\nالنسخ لا يشير بالياء بعد الشين وهو صحيح وهو نهي بلفظ الخبر كقوله تعالى\nلا تضار والدة وقد قدمنا مرات أن هذا أبلغ من لفظ النهي ولعل الشيطان ينزع\nضبطناه بالعين المهملة وكذا نقله القاضي عن جميع \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p170'> Vol. 16, p. 170</a>\n            </div>\n             روايات مسلم\nوكذا هو في نسخ بلادنا ومعناه يرمي في يده ويحقق ضربته ورميته وروي في غير\nمسلم بالغين المعجمة وهو بمعنى الاغراء أي يحمل على تحقيق الضرب به ويزين\nذلك\n</p>\n\n<p>\n| 1 ( باب فضل إزالة الأذى عن الطريق )\n</p>\n\n<p>\nهذه الاحاديث المذكورة في الباب ظاهرة في فضل إزالة الأذى عن الطريق سواء\nكان الأذى شجرة 2617 تؤذي أو غصن شوك أو حجرا يعثر به أو قذرا أو جيفة وغير\nذلك واماطة الأذى عن الطريق من شعب الايمان كماسبق في الحديث الصحيح وفيه\nالتنبيه على فضيلة كل ما نفع المسلمين وأزال عنهم ضررا قوله صلى الله عليه\nوسلم ( رأيت رجلا يتقلب في الجنة في شجرة قطعها من ظهر الطريق ) اي يتنعم\nفي الجنة بملاذها بسبب قطعه الشجرة قوله 2618 ( عن أبان بن صمعة قال حدثني\nأبو الوازع ) اما أبان فقد سبق في مقدمة الكتاب أنه يجوز صرفه وتركه والصرف\nأجود وهو قول الاكثرين وصمعة بصاد مهملة مفتوحة ثم ميم ساكنة ثم عين مهملة\nقيل إن أبانا هذا هو والد عتبة الغلام الزاهد المشهور وابو الوازع بالعين\nالمهملة اسمه جابر بن عمرو الراسبي بكسر السين المهملة وبعدها باء\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p171'> Vol. 16, p. 171</a>\n            </div>\n             موحدة وهي نسبة إلى بني راسب قبيلة معروفة نزلت البصرة قوله\nصلى الله عليه وسلم ( وأمر الاذى عن ا لطريق ) هكذا هو في معظم النسخ وكذا\nنقله القاضي عن عامة الرواة بتشديد الراء ومعناه أزله وفي بعضها وأمز بزاي\nمخففة وهي بمعنى الاول\n</p>\n\n<p>\n| 1 ( باب تحريم تعذيب الهرة ونحوها من الحيوان الذي لا يؤذي )\n</p>\n\n<p>\n2242 فيه حديث المرأة وقد سبق شرحه في كتاب قتل الحيات وسبق هناك أن خشاش\nالأرض بفتح الخاء المعجمة وضمها <span id='ms2320'></span> وكسرها أي هوامها وحشراتها وروي على غير\nهذا مما ذكرناه هناك \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p172'> Vol. 16, p. 172</a>\n            </div>\n             ومعنى عذبت في هرة اي بسببها قوله صلى\nالله عليه وسلم 2619 ( من جراء هرة ) اي من اجلها يمد ويقصر يقال من جرائك\nومن جراك وجريرك وأجلك بمعنى قوله صلى الله عليه وسلم ( ترمرم من خشاش\nالأرض ) هكذا هو في اكثر النسخ ترمرم بضم التاء وكسر الراء الثانية وفي\nبعضها ترمم بضم التاء وكسر الميم الاولى وراء واحدة وفي بعضها ترمم بفتح\nالتاء والميم اي تتناول ذلك بشفتيها\n</p>\n\n<p>\n| 1 ( باب تحريم الكبر)\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2620 ( العز إزاره والكبرياء رداؤه فمن ينازعني\nعذبته ) هكذا هو في جميع النسخ فالضمير في ازاره ورداؤه يعود إلى الله\nتعالى للعلم به وفيه محذوف تقديره قال الله تعالى ومن ينازعني ذلك أعذبه\nومعنى ينازعني يتخلق بذلك فيصير في معنى المشارك وهذا وعيد شديد في الكبر\nمصرح بتحريمه واما تسميته ازارا ورداء فمجاز واستعارة حسنة كما تقول العرب\nفلان شعاره ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p173'> Vol. 16, p. 173</a>\n            </div>\n             الزهد ودثاره التقوى لا يريدون الثوب الذي هو\nشعار أو دثار بل معناه صفته كذا قال المازري ومعنى الاستعارة هنا أن الازار\nوالرداء يلصقان بالانسان ويلزمانه وهما جمال له قال فضرب ذلك مثلا لكون\nالعز والكبرياء بالله تعالى أحق وله ألزم واقتضاهما جلاله ومن مشهور كلام\nالعرب فلان واسع الرداء وغمر الرداء اي واسع العطية\n</p>\n\n<p>\n| 1 ( باب النهي عن تقنيط الانسان من رحمة الله تعالى )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2621 ( أن رجلا قال والله لا يغفر الله لفلان\nوان الله تعالى قال من ذا الذي يتألى على ان لا أغفر لفلان فإني قد غفرت\nلفلان وأحبطت عملك ) معنى يتألى يحلف والالية اليمين وفيه دلالة لمذهب اهل\nالسنة في غفران الذنوب بلا توبة اذا شاء الله غفرانها واحتجت المعتزلة به\nفي احباط الاعمال بالمعاصي الكبائر ومذهب اهل السنة انها لا تحبط الا\nبالكفر ويتأول حبوط عمل هذا على أنه أسقطت حسناته في مقابلة سيئاته وسمي\nاحباطا مجازا ويحتمل أنه جرى منه أمر آخر أوجب الكفر ويحتمل أن <span id='ms2321'></span> هذا كان في\nشرع من قبلنا وكان هذا حكمهم\n</p>\n\n<p>\n| 1 ( باب فضل الضعفاء والخاملين )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2622 ( رب أشعث مدفوع بالابواب لو أقسم على الله\nلأبره ) الاشعث الملبد الشعر المغبر غير مدهون ولا مرجل ) ومدفوع بالابواب\nأي لا قدر له عند الناس فهم يدفعونه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p174'> Vol. 16, p. 174</a>\n            </div>\n             عن ابوابهم ويطردونه عنهم\nاحتقارا له لو أقسم على الله لأبره أي لو حلف على وقوع شئ اوقعه الله\nاكراما له باجابة سؤاله وصيانته من الحنث في يمينه وهذا لعظم منزلته عند\nالله تعالى وإن كان حقيرا عند الناس وقيل معنى القسم هنا الدعاء وابراره\nاجابته والله اعلم\n</p>\n\n<p>\n| 1 ( باب النهي عن قول هلك الناس )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2623 ( اذا قال الرجل هلك الناس فهو أهلكهم )\nروي أهلكهم على وجهين مشهورين رفع الكاف وفتحها والرفع أشهر ويؤيده أنه جاء\nفي رواية رويناها في حلية الاولياء في ترجمة سفيان الثوري فهو من أهلكهم\nقال الحميدي في الجمع بين الصحيحين الرفع أشهر ومعناها أشدهم هلاكا وأما\nرواية الفتح فمعناها هو جعلهم هالكين لا أنهم هلكوا في الحقيقة واتفق\nالعلماء على أن هذا الذم انما هو فيمن قاله على سبيل الازراء على الناس\nواحتقارهم وتفضيل نفسه عليهم وتقبيح احوالهم لانه لا يعلم سر الله في خلقه\nقالوا فأما من قال ذلك تحزنا لما يرى في نفسه وفي الناس من النقص في امر\nالدين فلا بأس عليه كما قال لا أعرف من أمة النبي صلى الله عليه وسلم إلا\nأنهم يصلون جميعا هكذا فسره الامام مالك وتابعه الناس عليه وقال الخطابي\nمعناه لا يزال الرجل يعيب الناس وتذكر مساويهم ويقول فسد الناس وهلكوا ونحو\nذلك فإذا فعل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p175'> Vol. 16, p. 175</a>\n            </div>\n             ذلك فهو اهلكهم اي أسوأ حالا منهم بما يلحقه من\nالاثم في عيبهم والوقيعة فيهم وربما أداه ذلك إلى العجب بنفسه ورؤيته أنه\nخير منهم والله اعلم\n</p>\n\n<p>\n| 1 ( باب الوصية بالجار والاحسان إليه )\n</p>\n\n<p>\n2624 2625 في هذه الاحاديث الوصية بالجار وبيان عظم حقه وفضيلة الاحسان\nإليه وفي الحديث ( فأصبهم منه بمعروف ) أي اعطهم منه شيئا <span id='ms2322'></span> \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p176'> Vol. 16, p. 176</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب استحباب طلاقة الوجه عند اللقاء )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2626 ( ولو أن تلقى أخاك بوجه طلق ) روي طلق على\nثلاثة أوجه اسكان اللام وكسرها وطليق بزيادة ياء ومعناه سهل منبسط فيه الحث\nعلى فضل المعروف وما تيسر منه وان قل حتى طلاقة الوجه عند اللقاء\n</p>\n\n<p>\n| 1 ( باب استحباب الشفاعة فيما ليس بحرام )\n</p>\n\n<p>\n2627 فيه استحباب الشفاعة لاصحاب الحوائج المباحة سواء كانت الشفاعة إلى\nسلطان ووال ونحوهما آم إلى واحد من الناس وسواء كانت الشفاعة إلى سلطان في\nكف ظلم آو اسقاط تعزير أو في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p177'> Vol. 16, p. 177</a>\n            </div>\n             تخليص عطاء لمحتاج أو نحو ذلك\nواما الشفاعة في الحدود فحرام وكذا الشفاعة في تتميم باطل أو ابطال حق ونحو\nذلك فهي حرام\n</p>\n\n<p>\n| 1 ( باب استحباب مجالسة الصالحين ومجانبة قرناء السواء )\n</p>\n\n<p>\nفيه تمثيله 2628 صلى الله عليه وسلم الجليس الصالح بحامل المسك والجليس\nالسوء بنافخ الكير وفيه فضيلة مجالسة الصالحين وأهل الخير والمروءة ومكارم\nالاخلاق والورع والعلم والأدب والنهي عن مجالسة أهل الشر واهل البدع ومن\nيغتاب الناس أو يكثر فجره وبطالته ونحو ذلك من الانواع المذمومة ومعنى (\nيحذيك ) يعطيك وهو بالحاء المهملة والذال وفيه طهارة المسك واستحبابه وجواز\nبيعه وقد أجمع العلماء على جميع هذا ولم يخالف فيه من يعتد به ونقل عن\nالشيعة نجاسته والشيعة لا يعتد بهم في الاجماع ومن الدلائل على طهارته\nالاجماع وهذا الحديث وهو قوله صلى الله عليه وسلم واما أن يبتاع منه والنجس\nلا يصح بيعه ولأنه صلى الله عليه وسلم كان يستعمله في بدنه ورأسه ويصلي به\nويخبر أنه أطيب الطيب ولم يزل المسلمون على استعماله وجواز بيعه قال القاضي\nوما روي من كراهة العمرين له فليس فيه نص منهما على نجاسته ولا صحت الرواية\nعنهما بالكراهة بل صحت قسمة عمر بن الخطاب المسك على نساء المسلمين\nوالمعروف عن بن عمر استعماله والله اعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p178'> Vol. 16, p. 178</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب فضل الاحسان إلى البنات )\n</p>\n\n<p>\nفي هذه الاحاديث فضل الاحسان إلى البنات والنفقه عليهن والصبر عليهن وعلى\nسائر امورهن قوله 0 ابن بهرام ) هو بفتح الباء وكسرها قوله <span id='ms2323'></span> صلى الله عليه\nوسلم 2629 ( من ابتلى من البنات بشئ ) انما سماه ابتلاء لان الناس يكرهونهن\nفي العادة قال الله تعالى <span class='quran'>وإذا بشر أحدهم بالأنثى ظل وجهه مسودا وهو\nكظيم </span>قوله 2630 ( ان زياد بن أبي زياد مولى بن عياش حدثه عن عراك ) هو\nعياش بالمثناة والشين المعجمة وهو زياد بن أبي زياد واسم أبي زياد ميثرة\nالمدني المخزومي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p179'> Vol. 16, p. 179</a>\n            </div>\n             مولى عبد الله بن عياش بالمعجمة بن أبي ربيعة\nبن المغيرة قوله صلى الله عليه وسلم 2631 ( من عال جاريتين حتى تبلغا جاء\nيوم القيامة أنا وهو وضم اصابعه ) ومعنى عالهما قام عليهما بالمؤنة\nوالتربية ونحوهما مأخوذ من العول وهو القرب ومنه ابدأ بمن تعول ومعناه جاء\nيوم القيامة أنا وهو كهاتين\n</p>\n\n<p>\n| 1 ( باب فضل من يموت له ولد فيحتسبه )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2632 ( لا يموت لأحد من المسلمين ثلاثة من الولد\nفتمسه النار إلا تحلة القسم ) قال العلماء تحلة القسم ما ينحل به القسم وهو\nاليمين وجاء مفسرا في الحديث أن المراد قوله تعالى <span class='quran'>وإن منكم إلا\nواردها </span>وبهذا قال أبو عبيد وجمهور العلماء والقسم مقدر أي والله إن\nمنكم إلا واردها وقيل المراد قوله تعالى <span class='quran'>فوربك لنحشرنهم والشياطين\n</span>وقال بن قتيبة معناه تقليل مدة ورودها قال وتحلة القسم تستعمل في هذا\nفي كلام العرب وقيل تقديره ولا تحلة القسم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p180'> Vol. 16, p. 180</a>\n            </div>\n             أي لا تمسه اصلا ولا\nقدرا يسيرا كتحلة القسم والمراد بقوله تعالى <span class='quran'>وإن منكم إلا واردها </span>المرور على الصراط وهو جسر منصوب عليها وقيل الوقوف عندها قوله صلى الله\nعليه وسلم 2633 ( ثلاثة من الولد ثم سئل عن الاثنين ) فقال واثنين محمول\nعلى أنه أوحى به إليه صلى الله عليه وسلم عند \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p181'> Vol. 16, p. 181</a>\n            </div>\n             سؤالها أو قبله\nوقد جاء في غير مسلم وواحدا قوله 2634 ( لم يبلغوا الحنث ) أي لم يبلغوا سن\nالتكليف الذي يكتب فيه الحنث وهو الاثم قوله 2635 ( صغارهم دعاميص الجنة )\nهو بالدال والعين والصاد المهملات واحدهم دعموص بضم الدال أي صغار اهلها\nواصل الدعموص دويبة تكون في الماء لا تفارقه اي ان هذا الصغير <span id='ms2324'></span> في الجنة لا\nيفارقها وقوله ( بصنفة ثوبك ) هو بفتح الصاد وكسر النون وهو طرفه ويقال لها\nايضا صنيفة قوله 0 فلا يتناهى ) أو قال ينتهي حتى يدخله الله وأباه الجنة\nيتناهى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p182'> Vol. 16, p. 182</a>\n            </div>\n             وينتهي بمعنى أي لا يتركه قوله صلى الله عليه وسلم 2636\n( لقد احتظرت بحظار شديد من النار ) أي امتنعت بمانع وثيق واصل الحظر المنع\nواصل الحظار بكسر الحاء وفتحها ما يجعل حول البستان وغيره من قضبان وغيرها\nكالحائط وفي هذه الاحاديث دليل على كون اطفال المسلمين في الجنة وقد نقل\nجماعة فيهم اجماع المسلمين وقال المازري أما أولاد الانبياء صلوات الله\nوسلامه عليهم فالاجماع متحقق على أنهم في الجنة واما اطفال من سواهم من\nالمؤمنين فجماهير العلماء على القطع لهم بالجنة ونقل جماعة الاجماع في\nكونهم من اهل الجنة قطعا لقوله تعالى <span class='quran'>والذين آمنوا واتبعتهم ذريتهم\nبإيمان ألحقنا بهم ذريتهم </span>وتوقف بعض المتكلمين فيها وأشار إلى أنه لا\nيقطع لهم كالمكلفين والله اعلم\n</p>\n\n<p>\n| 1 ( باب اذا أحب الله عبدا أمر جبريل فأحبه وأحبه أهل السماء ثم يوضع\nله القبول في الارض)\n</p>\n\n<p>\nوذكر في البغض نحوه قال العلماء 2637 محبة الله تعالى لعبده هي ارادته\nالخير له وهدايته وانعامه عليه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p183'> Vol. 16, p. 183</a>\n            </div>\n             ورحمته وبغضه إرادة عقابه أو\nشقاوته ونحوه وحب جبريل والملائكة يحتمل وجهين أحدهما استغفارهم له وثناؤهم\nعليه ودعاؤهم والثاني أن محبتهم على ظاهرها المعروف من المخلوقين وهو ميل\nالقلب إليه واشتياقه إلى لقائه وسبب حبهم اياه كونه مطيعا لله تعالى محبوبا\nله ومعنى يوضع له القبول في الأرض اي الحب في قلوب الناس ورضاهم عنه فتميل\nإليه القلوب وترضى عنه وقد جاء في رواية فتوضع له المحبة قوله ( وهو على\nالموسم ) أي أمير الحجيج \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p184'> Vol. 16, p. 184</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب الارواح جنود مجندة )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2638 ( الارواح جنود مجندة فما تعارف منها ائتلف\nوما تناكر منها اختلف ) قال العلماء معناه جموع مجتمعة أو أنواع مختلفة\nواما تعارفها فهو لامر جعلها الله عليه وقيل انها موافقة صفاتها التي جعلها\nالله عليها وتناسبها في شيمها وقيل لانها خلقت مجتمعة <span id='ms2325'></span> ثم فرقت في اجسادها\nفمن وافق بشيمه ألفه ومن باعده نافره وخالفه وقال الخطابي وغيره تآلفها هو\nماخلقها الله عليه من السعادة أو الشقاوة في المبتدأ وكانت الارواح قسمين\nمتقابلين فاذا تلاقت الاجساد في الدنيا ائتلفت واختلفت بحسب ما خلقت عليه\nفيميل الاخيار إلى الاخيار والاشرار إلى الاشرار والله اعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p185'> Vol. 16, p. 185</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب المرء مع من أحب )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم للذي سأله عن الساعة 2639 0 ماأعددت لها قال حب\nالله ورسوله قال أنت مع من أحببت ) وفي 2640 2641 روايات المرء مع من أحب\nفيه فضل حب الله ورسوله صلى الله عليه وسلم والصالحين واهل الخير الاحياء\nوالاموات ومن فضل محبة الله ورسوله امتثال امرهما واجتناب نهيهما والتأدب\nبالآداب الشرعية ولا يشترط في الانتفاع بمحبة الصالحين أن يعمل عملهم اذ لو\nعمله لكان منهم ومثلهم وقد صرح في الحديث الذي بعد هذا بذلك فقال أحب قوما\nولما يلحق بهم قال اهل العربية لما نفي للماضي المستمر فيدل على نفيه في\nالماضي وفي الحال بخلاف لم فانها تدل على الماضي فقط ثم انه لا يلزم من\nكونه معهم ان تكون منزلته وجزاؤه مثلهم من كل وجه قوله ( ما أعددت لها كثير\n) ضبطوه في المواضع كلها من هذه الاحاديث بالثاء المثلثة وبالباء الموحدة\nوهما صحيحان وقوله ما أعددت لها كثير صلاة ولا صيام ولا صدقة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p186'> Vol. 16, p. 186</a>\n            </div>\n            \nأي غير الفرائض معناه ماأعددت لها كثير نافلة من صلاة ولاصيام ولا صدقة\nقوله ( عند سدة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p187'> Vol. 16, p. 187</a>\n            </div>\n             المسجد ) هي الظلال المسقفة عند باب المسجد\nقوله ( حدثنا سليمان بن قرم ) هو بفتح القاف واسكان الراء وهو ضعيف لكن لم\nيحتج به مسلم بل ذكره متابعة وقد سبق أنه يذكر في المتابعة بعض الضعفاء\nوالله اعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p188'> Vol. 16, p. 188</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب اذا أثني على الصالح فهي بشرى ولا تضره )\n</p>\n\n<p>\nقوله 2642 ( أرأيت الرجل يعمل العمل من الخير ويحمده الناس عليه قال تلك\nعاجل بشرى المؤمن ) وفي رواية ويحبه الناس عليه قال العلما ء معناه هذه\nالبشرى المعجلة له بالخير وهي دليل على رضاء الله تعالى عنه ومحبته له <span id='ms2326'></span>\nفيحببه إلى الخلق كما سبق في الحديث ثم يوضع له القبول في الأرض هذا كله\nاذا حمده الناس من غير تعرض منه لحمدهم والا فالتعرض مذموم\n</p>\n\n<p>\n| 1 ( كتاب القدر )\n</p>\n\n#\n<p>\n| 1 ( باب كيفية خلق الآدمي في بطن أمه وكتابة رزقه وأجله وعمله وشقاوته\nوسعادته)\n</p>\n\n<p>\nقوله 2643 ( حدثنا رسول الله صلى الله عليه وسلم وهو الصادق المصدوق إن\nأحدكم يجمع خلقه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p189'> Vol. 16, p. 189</a>\n            </div>\n             في بطن أمه أربعين يوما ثم تكون في ذلك علقة\nمثل ذلك ثم تكون في ذلك مضغة مثل ذلك ثم يرسل الملك فينفخ فيه الروح ويؤمر\nبأربع كلمات بكتب رزقه وأجله وعمله وشقي أو سعيد ) أما قوله الصادق المصدوق\nفمعناه الصادق في قوله المصدوق فيما يأتي من الوحي الكريم وأما قوله إن\nأحدكم فبكسر الهمزة على حكاية لفظه صلى الله عليه وسلم قوله بكتب رزقه هو\nبالباء الموحدة في اوله علي البدل من أربع وقوله شقي أو سعيد مرفوع خبر\nمبتدأ محذوف اي وهو شقي أو سعيد قوله صلى الله عليه وسلم في هذا الحديث (\nثم يرسل الملك ) ظاهره أن إرساله يكون بعد مائة وعشرين يوما وفي الرواية\nالتي بعد هذه يدخل الملك على النطفة بعد ما تستقر في الرحم باربعين أو خمسة\nواربعين ليلة فيقول يارب أشقي أم سعيد وفي الرواية الثالثة اذا مر بالنطفة\nاثنتان واربعون ليلة بعث الله اليها ملكا فصورها وخلق سمعها وبصرها وجلدها\nوفي رواية حذيفة بن أسيد إن النطفة تقع في الرحم اربعين ليلة ثم يتسور\nعليها الملك وفي رواية ان ملكا موكلا بالرحم اذا اراد الله أن يخلق شيئا\nبإذن الله لبضع واربعين ليلة وذكر الحديث وفي رواية أنس أن الله قد وكل\nبالرحم ملكا فيقول أي رب نطفة أي رب علقة أي رب مضغة قال العلماء طريق\nالجمع بين هذه الروايات أن للملك ملازمة ومراعاة لحال النطفة وأنه يقول\nيارب هذه علقة هذه مضغة في أوقاتها فكل وقت يقول فيه ما صارت إليه بأمر\nالله تعالى وهو اعلم سبحانه ولكلام الملك وتصرفه اوقات احدها حين يخلقها <span id='ms2327'></span>\nالله تعالى نطفة ثم ينقلها علقة وهو أول علم الملك بأنه ولد لانه ليس كل\nنطفة تصير ولدا وذلك عقب الاربعين الاولى وحينئذ يكتب رزقه وأجله وعمله\nوشقاوته أو سعادته ثم للملك فيه تصرف آخر في وقت آخر وهو تصويره\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p190'> Vol. 16, p. 190</a>\n            </div>\n             وخلق سمعه وبصره وجلده ولحمه وعظمه وكونه ذكرا أم أنثى وذلك\nانما يكون في الاربعين الثالثة وهي مدة المضغة وقبل انقضاء هذه الاربعين\nوقبل نفخ الروح فيه لان نفخ الروح لا يكون إلا بعد تمام صورته وأما قوله في\nإحدى الروايات فاذا مر بالنطفة اثنتان واربعون ليلة بعث الله اليها ملكا\nفصورها وخلق سمعها وبصرها وجلدها ولحمها وعظامها ثم قال يارب أذكر أم أنثى\nفيقضي ربك ما شاء ويكتب الملك ثم يقول يارب أجله فيقول ربك ماشاء ويكتب\nالملك وذكر رزقه فقال القاضي وغيره ليس هو على ظاهره ولا يصح حمله على\nظاهره بل المراد بتصويرها وخلق سمعها إلى آخره انه يكتب ذلك ثم يفعله في\nوقت آخر لان التصوير عقب الاربعين الاولى غير موجود في العادة وانما يقع في\nالاربعين الثالثة وهي مدة المضغة كما قال الله تعالى <span class='quran'>ولقد خلقنا\nالإنسان من سلالة من طين ثم جعلناه نطفة في قرار مكين ثم خلقنا النطفة علقة\nفخلقنا العلقة مضغة فخلقنا المضغة عظاما فكسونا العظام لحما </span>ثم يكون\nللملك فيه تصوير آخر وهووقت نفخ الروح عقب الاربعين الثالثة حين يكمل له\nاربعة اشهر واتفق العلماء على أن نفخ الروح لا يكون إلا بعد اربعة اشهر\nووقع في رواية للبخاري إن خلق احدكم يجمع في بطن أمه اربعين ثم يكون علقة\nمثله ثم يكون مضغة مثله ثم يبعث إليه الملك فيؤذن بأربع كلمات فيكتب رزقه\nوأجله وشقي أو سعيد ثم ينفخ فيه فقوله ثم يبعث بحرف ثم يقتضي تأخير كتب\nالملك هذه الامور إلى ما بعد الاربعين الثالثة والاحاديث الباقية تقتضي\nالكتب بعد الاربعين الاولى وجوابه ان قوله ثم يبعث إليه الملك فيؤذن فيكتب\nمعطوف على قوله يجمع في بطن أمه ومتعلق <span id='ms2328'></span> به لا بما قبله وهو قوله ثم يكون\nمضغة مثله ويكون قوله ثم يكون علقة مثله ثم يكون مضغة مثله معترضا بين\nالمعطوف والمعطوف عليه وذلك جائز موجود في القرآن والحديث الصحيح وغيره من\nكلام العرب قال القاضي وغيره والمراد بارسال الملك في هذه الاشياء أمره بها\nوبالتصرف فيها بهذه الافعال وإلا فقد صرح في الحديث بأنه موكل بالرحم وانه\nيقول يارب نطفة يارب علقة قال القاضي وقوله في حديث أنس واذا أراد الله أن\nيقضي خلقا قال يارب أذكر أم أنثى شقي أم سعيد لا يخالف ما قدمناه ولا يلزم\nمنه أن يقول ذلك بعد المضغة بل ابتداء للكلام وإخبار عن حالة اخرى فأخبر\nاولا بحال الملك مع النطفة ثم أخبر أن الله تعالى اذا أراد إظهار خلق\nالنطفة علقة كان كذا وكذا ثم المراد بجميع ما ذكر من الرزق والأجل\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p191'> Vol. 16, p. 191</a>\n            </div>\n             والشقاوة والسعادة والعمل والذكورة والانوثة انه يظهر ذلك\nللملك ويأمره بإنفاذه وكتابته والا فقضاء الله تعالى سابق على ذلك وعلمه\nوارادته لكل ذلك موجود في الازل والله اعلم قوله صلى الله عليه وسلم (\nفوالذي لا اله غيره ان احدكم ليعمل بعمل اهل الجنة حتى ما يكون بينه وبينها\nالا ذراع فيسبق عليه الكتاب فيعمل بعمل اهل النار فيدخلها وان احدكم ليعمل\nبعمل اهل النار الخ ) المراد بالذراع التمثيل للقرب من موته ودخوله عقبه\nوأن تلك الدار ما بقي بينه وبين ان يصلها الا كمن بقي بينه وبين موضع من\nالأرض ذراع والمراد بهذا الحديث ان هذا قد يقع في نادر من الناس لا أنه\nغالب فيهم ثم انه من لطف الله تعالى وسعة رحمته انقلاب الناس من الشر إلى\nالخير في كثرة واما انقلابهم من الخير إلى الشر ففي غاية الندور ونهاية\nالقلة وهو نحو قوله تعالى ان رحمتي سبقت غضبي وغلبت غضبي ويدخل في هذا من\nانقلب إلى عمل النار بكفر أو معصية لكن يختلفان في التخليد وعدمه فالكافر\nيخلد في النار والعاصي الذي مات موحدا لا <span id='ms2329'></span> يخلد فيها كما سبق تقريره وفي هذا\nالحديث تصريح باثبات القدر وأن التوبة تهدم الذنوب قبلها وأن من مات على شئ\nحكم له به من خير أو شر الا ان اصحاب المعاصي غير الكفر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p192'> Vol. 16, p. 192</a>\n            </div>\n             في\nالمشيئة والله اعلم قوله 2644 ( عن حذيفة بن أسيد ) هو بفتح الهمزة قوله\nصلى الله عليه وسلم ( فيقول يارب أشقي أو سعيد فيكتبان فيقول أي رب أذكر أو\nأنثى فيكتبان ) يكتبان في \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p193'> Vol. 16, p. 193</a>\n            </div>\n             الموضعين بضم اوله ومعناه يكتب\nاحدهما قوله 2645 ( دخلت على أبي سريحة ) هو بفتح السين المهملة وكسر الراء\nوبالحاء المهملة قوله صلى الله عليه وسلم ( إن النطفة تقع في الرحم اربعين\nليلة ثم يتصور عليها الملك ) هكذا هو جميع نسخ بلادنا يتصور بالصاد وذكر\nالقاضي يتسور بالسين قال والمراد بيتسور ينزل وهو استعارة من تسورت الدار\nاذا نزلت فيها من أعلاها ولا يكون التسورالا من فوق فيحتمل ان تكون الصاد\nالواقعة في نسخ بلادنا مبدلة من السين والله اعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p194'> Vol. 16, p. 194</a>\n            </div>\n             قوله 2647 (\nفنكس فجعل ينكت بمخصرته ) اما نكس فبتخفيف الكاف وتشديدها لغتان فصيحتان\nيقال نكسه ينكسه فهو ناكس كقتله يقتله فهوقاتل ونكسه ينكسه تنكيسا فهو منكس\nاي خفض رأسه وطأطأ إلى الأرض على هيئة المهموم وقوله ينكت بفتح الياء وضم\nالكاف وآخره تاء مثناة فوق اي يخط بها خطا يسيرا مرة بعد مرة وهذا فعل\nالمفكر المهموم والمخصرة بكسر الميم ما أخذه الانسان بيده واختصره من عصا\nلطيفة وعكاز لطيف وغيرهما وفي هذه الاحاديث كلها دلالات ظاهرة لمذهب اهل\nالسنة في اثبات القدر وأن جميع الواقعات \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p195'> Vol. 16, p. 195</a>\n            </div>\n             بقضاء الله تعالى\nوقدره خيرها وشرها نفعها وضرها وقد سبق في اول كتاب الايمان قطعة صالحة من\nهذا قال الله تعالى <span class='quran'>لا يسأل عما يفعل وهم يسألون </span>فهو ملك لله\nتعالى يفعل ما يشاء ولا اعتراض على المالك في ملكه ولأن الله تعالى لا علة\nلافعاله قال الامام أبو المظفر السمعاني سبيل معرفة هذا الباب التوقيف من\nالكتاب والسنة دون محض القياس ومجرد العقول فمن عدل عن التوقيف فيه ضل وتاه <span id='ms2330'></span>\nفي بحار الحيرة ولم يبلغ شفاء النفس ولا يصل إلى ما يطمئن به القلب لان\nالقدر سر من اسرار الله تعالى التي ضربت من دونها الاستار اختص الله به\nوحجبه عن عقول الخلق ومعارفهم لما علمه من الحكمة وواجبنا أن نقف حيث حد\nلنا ولا نتجاوزه وقد طوى الله تعالى علم القدر على العالم فلم يعلمه نبي\nمرسل ولاملك مقرب وقيل ان سر القدر ينكشف لهم اذا دخلوا الجنة ولا ينكشف\nقبل دخولها والله اعلم وفي هذه الاحاديث النهي عن ترك العمل والاتكال على\nما سبق به القدر بل تجب الاعمال والتكاليف التي ورد الشرع بها وكل ميسر لما\nخلق له لا يقدر على غيره ومن كان من اهل السعادة يسره الله لعمل السعادة\nومن كان من اهل الشقاوة يسره الله \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p196'> Vol. 16, p. 196</a>\n            </div>\n             لعملهم كما قال <span class='quran'>فسنيسره\nلليسرى </span>وللعسرى وكما صرحت به هذه الاحاديث قوله 2648 ( جفت به الاقلام\n) أي مضت به المقادير وسبق علم الله تعالى به وتمت كتابته في اللوح المحفوظ\nوجف القلم الذي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p197'> Vol. 16, p. 197</a>\n            </div>\n             كتب به وامتنعت فيه الزيادة والنقصان قال\nالعلماء وكتاب الله تعالى ولوحه وقلمه والصحف المذكورة في الاحاديث كل ذلك\nمما يجب الايمان به واما كيفية ذلك وصفته فعلمها إلى الله تعالى <span class='quran'>ولا\nيحيطون بشيء من علمه إلا بما شاء </span>والله أعلم قوله 2650 ( ما يعمل\nالناس ويكدحون فيه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p198'> Vol. 16, p. 198</a>\n            </div>\n             أي يسعون والكدح هوالسعي في العمل سواء كان\nللآخرة أم للدنيا قوله 0 لأحزر عقلك ) اي لأمتحن عقلك وفهمك ومعرفتك والله\nاعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p199'> Vol. 16, p. 199</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب حجاج آدم وموسى صلى الله عليهما وسلم)\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2652 ( احتج آدم وموسى ) قال أبو الحسن القابسي\nالتقت أرواحهما في السماء فوقع الحجاج بينهما قال القاضي عياض ويحتمل انه\nعلى ظاهره وأنهما اجتمعا بأشخاصهما وقد ثبت في حديث الاسراء أن النبي صلى\nالله عليه وسلم اجتمع بالانبياء صلوات الله وسلامه عليهم اجمعين في\nالسماوات وفي بيت المقدس وصلى بهم قال فلا يبعد ان الله تعالى أحياهم كما\nجاء في الشهداء قال ويحتمل ان ذلك جرى في <span id='ms2331'></span> حياة موسى سأل الله تعالى أن يريه\nآدم فحاجه قوله صلى الله عليه وسلم ( فقال موسى يا آدم أنت أبونا خيبتنا\nوأخرجتنا من الجنة ) وفي رواية أنت آدم الذي أغويت الناس واخرجتهم من الجنة\nوفي رواية أهبطت الناس بخطيئتك إلى الأرض معنى خيبتنا أوقعتنا في الخيبة\nوهي الحرمان والخسران وقد خاب يخيب ويخوب ومعناه كنت سبب خيبتنا واغوائنا\nبالخطيئة التي ترتب عليها اخراجك من الجنة ثم تعرضنا نحن لاغواء الشياطين\nوالغى الانهماك في الشر وفيه جواز اطلاق الشئ على سببه وفيه ذكر الجنة وهي\nموجودة من قبل آدم هذا مذهب أهل الحق قوله ( اصطفاك الله بكلامه وخط لك\nبيده ) في اليد هنا المذهبان السابقان في كتاب الايمان ومواضع في احاديث\nالصفات أحدهما الايمان بها ولا يتعرض لتأويلها مع ان ظاهرها غير مراد\nوالثاني تأويلها على القدرة ومعنى اصطفاك أي اختصك وآثرك بذلك قوله (\nأتلومني على أمر قدره الله علي قبل أن ) \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p200'> Vol. 16, p. 200</a>\n            </div>\n             يخلقني باربعين سنة )\nالمراد بالتقدير هنا الكتابة في اللوح المحفوظ وفي صحف التوراة والواحها أي\nكتبه علي قبل خلقي بأربعين سنة وقد صرح بهذا في الرواية التي بعد هذه فقال\nبكم وجدت الله كتب التوراة قبل أن أخلق قال موسى بأربعين سنة قال أتلومني\nعلى أن عملت عملا كتب الله علي ان اعمله قبل ان يخلقني بأربعين سنة فهذه\nالرواية مصرحة ببيان المراد بالتقدير ولا يجوز ان يراد به حقيقة القدر فان\nعلم الله تعالى وما قدره على عباده واراد من خلقه أزلي لا أول له ولم يزل\nسبحانه مريدا لما أراده من خلقه من طاعة ومعصية وخير وشر قوله صلى الله\nعليه وسلم ( فحج آدم موسى ) هكذا الرواية في جميع كتب الحديث باتفاق\nالناقلين والرواة والشراح \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p201'> Vol. 16, p. 201</a>\n            </div>\n             واهل الغريب فحج آدم موسى برفع آدم\nوهو فاعل أي غلبه بالحجة وظهر عليه بها ومعنى كلام آدم أنك يا موسى تعلم أن\nهذا كتب علي قبل أن أخلق وقدر علي فلابد من وقوعه ولو حرصت أنا والخلائق\nأجمعون على رد مثقال <span id='ms2332'></span> ذرة منه لم نقدر فلم تلومني على ذلك ولان اللوم على\nالذنب شرعي لا عقلي واذ تاب الله تعالى على آدم وغفر له زال عنه اللوم فمن\nلامه كان محجوجا بالشرع فان قيل فالعاصي منا لو قال هذه المعصية قدرها الله\nعلي لم يسقط عنه اللوم والعقوبة بذلك وان كان صادقا فيما قاله فالجواب أن\nهذا العاصي باق في دار التكليف جار عليه أحكام المكلفين من العقوبة واللوم\nوالتوبيخ وغيرها وفي لومه وعقوبته زجر له ولغيره عن مثل هذا الفعل وهو\nمحتاج إلى الزجر مالم يمت فأما آدم فميت خارج عن دار التكليف وعن الحاجة\nإلى الزجر فلم يكن \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p202'> Vol. 16, p. 202</a>\n            </div>\n             في القول المذكور له فائدة بل فيه ايذاء\nوتخجيل والله اعلم قوله صلى الله وسلم 2653 ( كتب الله مقادير الخلائق قبل\nأن يخلق السماوات والأرض بخمسين الف سنة وعرشه على الماء ) قال العلماء\nالمراد تحديد وقت الكتابة في اللوح المحفوظ أو غيره لا أصل التقدير فان ذلك\nأزلي لا أول له وقوله وعرشه على الماء أي قبل خلق السماوات والأرض والله\nاعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p203'> Vol. 16, p. 203</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب تصريف الله تعالى القلوب كيف شاء )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2654 ( إن قلوب بني آدم كلها بين إصبعين من\nأصابع الرحمن كقلب واحد يصرفه حيث يشاء هذا من أحاديث الصفات وفيها القولان\nالسابقان قريبا أحدهما الايمان بها من غير تعرض لتأويل ولا لمعرفة المعنى\nبل يؤمن بأنها حق وأن ظاهرها غير مراد قال الله تعالى <span class='quran'>ليس كمثله شيء\n</span>والثاني يتأول بحسب ما يليق بها فعلى هذا المراد المجاز كما يقال فلان\nفي قبضتي وفي كفي لا يراد به أنه حال في كفه بل المراد تحت قدرتي ويقال\nفلان بين إصبعي أقلبه كيف شئت اي انه مني على قهره والتصرف فيه كيف شئت\nفمعنى الحديث انه سبحانه وتعالى متصرف في قلوب عباده وغيرها كيف شاء لا\nيمتنع عليه منها شئ ولا يفوته ما أراده كما لايمتنع على الانسان ما كان بين\nإصبعيه فخاطب العرب بما يفهمونه ومثله بالمعاني الحسية تأكيدا <span id='ms2333'></span> له في نفوسهم\nفان قيل فقدرة الله تعالى واحدة والاصبعان للتثنية فالجواب أنه قد سبق أن\nهذا مجاز واستعارة فوقع التمثيل بحسب ما اعتادوه غير مقصود به التثنية\nوالجمع والله أعلم\n</p>\n\n<p>\n| 1 ( باب كل شئ بقدر )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2655 ( كل شئ بقدر حتى العجز والكيس أو قال\nالكيس والعجز ) قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p204'> Vol. 16, p. 204</a>\n            </div>\n             القاضي رويناه برفع العجز والكيس عطفا على\nكل وبجرهما عطفا على شيء قال ويحتمل أن العجز هنا على ظاهره وهو عدم القدرة\nوقيل هو ترك ما يجب فعله والتسويف به وتأخيره عن وقته قال ويحتمل العجز عن\nالطاعات ويحتمل العموم في امور الدنيا والآخرة والكيس ضد العجز وهو النشاط\nوالحذق بالامور ومعناه أن العاجز قد قدر عجزه والكيس قد قدر كيسه قوله 2656\n( جاء مشركو قريش يخاصمون في القدر فنزلت <span class='quran'>يوم يسحبون في النار على\nوجوههم ذوقوا مس سقر إنا كل شيء خلقناه بقدر </span>المراد بالقدر هنا القدر\nالمعروف وهو ما قدر الله وقضاه وسبق به علمه وارادته وأشار الباجي إلى خلاف\nهذا وليس كما قال وفي هذه الآية الكريمة والحديث تصريح باثبات القدر وانه\nعام في كل شئ فكل ذلك مقدر في الازل معلوم لله مراد له\n</p>\n\n<p>\n| 1 ( باب قدر على بن آدم حظه من الزنى وغيره )\n</p>\n\n<p>\nقوله 2657 ( ما رأيت شيئا أشبه باللمم مما قاله أبو هريرة ان النبي صلى\nالله عليه وسلم قال أن الله كتب على بن آدم حظه من الزنى أدرك ذلك لا محالة\nفزنا العينين النظر وزنا اللسان النطق والنفس تمنى وتشتهي والفرج يصدق ذلك\nأو يكذبه ) وفي الرواية الثانية كتب على بن آدم نصيبه من الزنى مدرك ذلك لا\nمحالة فالعينان زناهما النظر والاذنان زناهما الاستماع واللسان زناه الكلام\nواليد زناها البطش والرجل زناها الخطى والقلب يهوى ويتمنى ويصدق ذلك الفرج\nويكذبه \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p205'> Vol. 16, p. 205</a>\n            </div>\n             معنى الحديث أن بن آدم قدر عليه نصيب من الزنى فمنهم من\nيكون زناه حقيقيا بادخال الفرج في الفرج الحرام ومنهم من يكون زناه مجازا\nبالنظر الحرام اوالاستماع إلى الزنى وما يتعلق بتحصيله <span id='ms2334'></span> أو بالمس باليد بأن\nيمس أجنبية بيده أو يقبلها أو بالمشي بالرجل إلى الزنى اوالنظر أو اللمس أو\nالحديث الحرام مع اجنبية ونحو ذلك أو بالفكر بالقلب فكل هذه انواع من الزنى\nالمجازي والفرج يصدق ذلك كله أو يكذبه معناه أنه قد يحقق الزنى بالفرج وقد\nلا يحققه بأن لا يولج الفرج في الفرج وان قارب ذلك والله اعلم واما قول بن\nعباس ما رايت شيئا اشبه باللمم مما قال أبو هريرة فمعناه تفسير قوله تعالى\n<span class='quran'>الذين يجتنبون كبائر الإثم والفواحش إلا اللمم إن ربك واسع المغفرة\n</span>ومعنى الآية والله اعلم الذين يجتنبون المعاصي غير اللمم يغفر لهم\nاللمم كما في قوله تعالى <span class='quran'>إن تجتنبوا كبائر ما تنهون عنه نكفر عنكم\nسيئاتكم </span>فمعنى الآيتين أن اجتناب الكبائر يسقط الصغائر وهي اللمم\nوفسره بن عباس بما في هذا الحديث من النظر واللمس ونحوهما وهو كما قال هذا\nهو الصحيح في تفسير اللمم وقيل ان يلم بالشئ ولا يفعله وقيل الميل إلى\nالذنب ولا يصر عليه وقيل غير ذلك مما ليس بظاهر واصل اللمم والالمام الميل\nإلى الشئ وطلبه من غير مداومة والله اعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p206'> Vol. 16, p. 206</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب معنى كل مولود يولد على الفطرة وحكم موتى اطفال الكفار وأطفال\nالمسلمين)\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2658 ( ما من مولود إلا يولد على الفطرة فأبواه\nيهودانه وينصرانه ويمجسانه كما تنتج البهيمة بهيمة جمعاء هل تحسون فيها من\nجدعاء ثم يقول أبو هريرة اقرؤوا إن شئتم <span class='quran'>فطرة الله التي فطر الناس\nعليها لا تبديل لخلق الله </span>الآية ) وفي رواية مامن مولود يولد إلا وهو\nعلى الملة وفي رواية ليس من مولود يولد إلا على هذه الفطرة حتى يعبر عنه\nلسانه قالوا يا رسول الله أفرأيت من يموت صغيرا قال الله اعلم بما كانوا\nعاملين 2660 وفي رواية أن الغلام الذي قتله الخضر طبع كافرا ولو عاش لارهق\nأبويه طغيانا وكفرا 2661 وفي حديث عائشة توفي صبي من الانصار فقالت طوبى له\nعصفور من عصافير الجنة لم يعمل السوء ولم يدركه <span id='ms2335'></span> قال أو غير ذلك يا عائشة أن\nالله خلق للجنة أهلا خلقهم لها وهم في أصلاب آبائهم وخلق للنار أهلا خلقهم\nلها وهم في أصلاب آبائهم أجمع من يعتد به من علماء المسلمين على أن من مات\nمن اطفال المسلمين فهو من اهل الجنة لأنه ليس مكلفا وتوقف فيه بعض من لا\nيعتد به لحديث عائشة هذا وأجاب العلماء بانه لعله نهاها عن المسارعة إلى\nالقطع من غير أن يكون عندها دليل قاطع كما انكر على سعد بن أبي وقاص في\nقوله اعطه إني لأراه مؤمنا قال أو مسلما الحديث ويحتمل انه صلى الله عليه\nوسلم قال هذا قبل أن يعلم أن أطفال المسلمين في الجنة فلما علم قال ذلك في\nقوله صلى الله عليه وسلم مامن مسلم يموت له ثلاثة من الولد لم يبلغوا الحنث\nإلا أدخله الله الجنة بفضل رحمته إياهم وغير ذلك من الاحاديث والله اعلم\n2660 وأما اطفال المشركين ففيهم ثلاثة مذاهب قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p207'> Vol. 16, p. 207</a>\n            </div>\n             الاكثرون هم\nفي النار تبعا لآبائهم وتوقفت طائفة فيهم والثالث وهو الصحيح الذي ذهب إليه\nالمحققون أنهم من أهل الجنة ويستدل له بأشياء منها حديث إبراهيم الخليل صلى\nالله عليه وسلم حين رآه النبي صلى الله عليه وسلم في الجنة وحوله اولاد\nالناس قالوا يا رسول الله وأولاد المشركين قال 2659 وأولاد المشركين رواه\nالبخاري في صحيحه ومنها قوله تعالى <span class='quran'>وما كنا معذبين حتى نبعث رسولا\n</span>ولا يتوجه على المولود التكليف ويلزمه قول الرسول حتى يبلغ وهذا متفق\nعليه والله اعلم واما الفطرة المذكورة في هذه الاحاديث فقال المازري قيل هي\nما أخذ عليهم في أصلاب آبائهم وان الولادة تقع عليها حتى يحصل التغيير\nبالابوين وقيل هي ما قضى عليه من سعادة أو شقاوة يصير اليها وقيل هي ما هئ\nله هذا كلام المازري وقال أبو عبيد سألت محمد بن الحسن عن هذا الحديث فقال\nكان هذا في اول الاسلام قبل أن تنزل الفرائض وقبل الامر بالجهاد وقال أبو\nعبيد كأنه يعني أنه لو كان <span id='ms2336'></span> يولد على الفطرة ثم مات قبل ان يهوده أبواه أو\nينصرانه لم يرثهما ولم يرثاه لانه مسلم وهما كافران ولما جاز أن يسبى فلما\nفرضت الفرائض وتقررت السنن على خلاف ذلك علم أنه يولد على دينهما وقال بن\nالمبارك يولد على ما يصير إليه من سعادة أو شقاوة فمن علم الله تعالى أنه\nيصير مسلما ولد على فطرة الاسلام ومن علم انه يصير كافرا ولد على الكفر\nوقيل معناه كل مولود يولد على معرفة الله تعالى والاقرار به فليس أحد يولد\nالا وهو يقر بأن له صانعا وأن سماه بغير إسمه آو عبد معه غيره والاصح أن\nمعناه أن كل مولود يولد متهيئا للاسلام فمن كان أبواه أو احدهما مسلما\nاستمر على الاسلام في أحكام الآخرة والدنيا وإن كان أبواه كافرين جرى عليه\nحكمهما في احكام الدنيا وهذا معنى يهودانه وينصرانه ويمجسانه أي يحكم له\nبحكمهما في الدنيا فإن بلغ استمر عليه حكم الكفر ودينهما فان كانت سبقت له\nسعادة أسلم وإلا مات على كفره وإن مات قبل بلوغه فهل هو من اهل الجنة أم\nالنار أم يتوقف فيه ففيه المذاهب الثلاثة السابقة قريبا الأصح انه من اهل\nالجنة والجواب عن حديث الله اعلم بما كانوا عاملين أنه ليس فيه تصريح بأنهم\nفي النار وحقيقة لفظه الله اعلم بما كانوا يعملون لو بلغوا ولم يبلغوا اذ\nالتكليف لا يكون إلا بالبلوغ وأما غلام الخضر فيجب تأويله قطعا لأن أبويه\nكانا مؤمنين فيكون هو مسلما فيتأول على أن معناه أن الله اعلم أنه لو بلغ\nلكان كافرا لا أنه كافر في الحال ولا يجري عليه في الحال أحكام الكفار\nوالله اعلم وأما قوله صلى الله عليه وسلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p208'> Vol. 16, p. 208</a>\n            </div>\n             ( كما تنتج البهيمة\nبهيمة ) فهو بضم التاء الاولى وفتح الثانية ورفع البهيمة ونصب بهيمة ومعناه\nكما تلد البهيمة بهيمة ( جمعاء ) بالمد أي مجتمعة الاعضاء سليمة من نقص لا\nتوجد فيها جدعاء بالمد وهي مقطوعة الأذن أو غيرها من الاعضاء ومعناه أن\nالبهيمة تلد البهيمة <span id='ms2337'></span> كاملة الاعضاء لا نقص فيها وإنما يحدث فيها الجدع\nوالنقص بعد ولادتها قوله صلى الله عليه وسلم في حديث زهير بن حرب ( مامن\nمولود إلا يلد على الفطرة ) هكذا هو في جميع النسخ يلد بضم الياء المثناة\nتحت وكسر اللام على وزن ضرب حكاه القاضي عن رواية السمرقندي قال وهو صحيح\nعلى ابدال الواو ياء لانضمامها قال وقد ذكر الهجري في نوادره يقال ولد ويلد\nبمعنى قال \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p209'> Vol. 16, p. 209</a>\n            </div>\n             القاضي ورواه غير السمرقندي يولد والله اعلم قوله\nصلى الله عليه وسلم ( كل انسان تلده أمه يلكزه الشيطان في حضنيه إلا مريم\nوابنها ) هكذا هو في جميع النسخ في حضنيه بحاء مهملة مكسورة ثم ضاد معجمة\nثم نون ثم ياء تثنية حضن وهو الجنب وقيل الخاصرة قال القاضي ورواه بن ماهان\nخصييه بالخاء المعجمة والصاد المهملة وهو الانثيان قال القاضي واظن هذا\nوهما بدليل قوله إلا مريم وابنها وسبق شرح هذا الحديث في كتاب الفضائل وسبق\nذكر الغلام \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p210'> Vol. 16, p. 210</a>\n            </div>\n             الذي قتله الخضر في فضائل الخضر قوله 0 عن رقبة بن\nمسقلة ) هكذا هو في جميع النسخ مسقلة بالسين وهو صحيح يقال بالسين والصاد\nوفي قوله صلى الله عليه وسلم الله اعلم بما كانوا عاملين بيان لمذهب اهل\nالحق أن الله علم ما كان وما يكون ما لا يكون لو كان كيف كان يكون وقد سبق\nبيان نظائره من القرآن والحديث \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p211'> Vol. 16, p. 211</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب بيان أن الآجال والأرزاق وغيرها لا تزيد ولا تنقص عما سبق به\nالقدر )\n</p>\n\n<p>\nقوله 2663 ( قالت آم حبيبة اللهم امتعني بزوجي رسول الله صلى الله عليه\nوسلم وبأبي أبي سفيان وبأخي \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p212'> Vol. 16, p. 212</a>\n            </div>\n             معاوية فقال النبي صلى الله عليه\nوسلم قد سألت الله عزوجل لآجال مضروبة وأيام معدودة وأرزاق مقسومة ولن يعجل\nشيئا قبل حله أو يؤخر شيئا عن حله ولو كنت سألت الله أن يعيذك من عذاب في\nالنار أو عذاب في القبر كان خيرا وأفضل ) أما حله فضبطناه بوجهين فتح الحاء\nوكسرها في المواضع الخمسة من هذه الروايات وذكر القاضي أن جميع الرواة على\nالفتح <span id='ms2338'></span> ومراده رواة بلادهم وإلا فالأشهر عند رواة بلادنا الكسر وهما لغتان\nومعناه وجوبه وحينه يقال حل الأجل يحل حلا وحلا وهذا الحديث صريح في أن\nالآجال والأرزاق مقدرة لا تتغير عما قدره الله تعالى وعلمه في الأزل\nفيستحيل زيادتها ونقصها حقيقة عن ذلك واما ما ورد في حديث صلة الرحم تزيد\nفي العمر ونظائره فقد سبق تأويله في باب صلة الأرحام واضحا قال المازري هنا\nقد تقرر بالدلائل القطعية أن الله تعالى أعلم بالآجال والأرزاق وغيرها\nوحقيقة العلم معرفة المعلوم على ماهو عليه فإذا علم الله تعالى أن زيدا\nيموت سنة خمسمائة استحال أن يموت قبلها أو بعدها لئلا ينقلب العلم جهلا\nفاستحال أن الآجال التي علمها الله تعالى تزيد وتنقص فيتعين تأويل الزيادة\nأنها بالنسبة إلى ملك الموت أو غيره ممن وكله الله بقبض الارواح وأمره فيها\nبآجال ممدودة فانه بعد أن يأمره بذلك أو يثبته في اللوح المحفوظ ينقص منه\nويزيد على حسب ما سبق به علمه في الأزل وهو معنى قوله تعالى <span class='quran'>يمحو الله\nما يشاء ويثبت </span>وعلى ماذكرناه يحمل قوله تعالى <span class='quran'>ثم قضى أجلا وأجل\nمسمى عنده </span>واعلم أن مذهب اهل الحق أن المقتول مات بأجله وقالت\nالمعتزلة قطع أجله والله اعلم فإن قيل ما الحكمة في نهيها عن الدعاء\nبالزيادة في الأجل لأنه مفروغ منه وندبها إلى الدعاء بالاستعاذة من العذاب\nمع أنه مفروغ منه أيضا كالأجل فالجواب أن الجميع مفروع منه لكن الدعاء\nبالنجاة من عذاب \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p213'> Vol. 16, p. 213</a>\n            </div>\n             النار ومن عذاب القبر ونحوهما عبادة وقد أمر\nالشرع بالعبادات فقيل أفلا نتكل على كتابنا وما سبق لنا من القدر فقال\nاعملوا فكل ميسر لما خلق له وأما الدعاء بطول الأجل فليس عبادة وكمالا يحسن\nترك الصلاة والصوم والذكر اتكالا على القدر فكذا الدعاء بالنجاة من النار\nونحوه والله اعلم قوله صلى الله عليه وسلم ( وإن القردة والخنازير كانوا\nقبل ذلك ) أي قبل مسخ بني اسرائيل فدل على أنها ليست من المسخ وجاء كانوا\nبضمير العقلاء مجازا لكونه <span id='ms2339'></span> جرى في الكلام ما يقتضي مشاركتها للعقلاء كما في\nقوله تعالى <span class='quran'>رأيتهم لي ساجدين </span><span class='quran'>وكل في فلك يسبحون </span>\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p214'> Vol. 16, p. 214</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب الايمان للقدر والاذعان له )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 2664 ( المؤمن القوي خير وأحب إلى الله من\nالمؤمن الضعيف وفي كل خير ) والمراد بالقوة هنا عزيمة النفس والقريحة في\nأمور الآخرة فيكون صاحب هذا الوصف اكثر إقداما على العدو في الجهاد وأسرع\nخروجا إليه وذهابا في طلبه وأشد عزيمة في الامر بالمعروف والنهي عن المنكر\nوالصبر على الاذى في كل ذلك واحتمال المشاق في ذات الله تعالى وأرغب في\nالصلاة والصوم والاذكار وسائر العبادات وأنشط طلبا لها ومحافظة عليها ونحو\nذلك واما قوله صلى الله عليه وسلم وفي كل خير فمعناه في كل من القوي\nوالضعيف خير لاشتراكهما في الايمان مع ما يأتي به الضعيف من العبادات قوله\nصلى الله عليه وسلم ( احرص على ما ينفعك واستعن بالله ولا تعجز ) أما احرص\nفبكسر الراء وتعجز بكسر الجيم وحكي فتحهما جميعا ومعناه احرص على طاعة الله\nتعالى والرغبة فيما عنده واطلب الاعانة من الله تعالى على ذلك ولا تعجز ولا\nتكسل عن طلب الطاعة ولا عن طلب الاعانة قوله صلى الله عليه وسلم ( وإن\nأصابك شئ فلا تقل لو أني فعلت كان كذا وكذا ولكن قل قدر الله وما شاء فعل\nفان لو تفتح عمل \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p215'> Vol. 16, p. 215</a>\n            </div>\n             الشيطان ) قال القاضي عياض قال بعض العلماء\nهذا النهي انما هو لمن قاله معتقدا ذلك حتما وانه لو فعل ذلك لم تصبه قطعا\nفأما من رد ذلك إلى مشيئة الله تعالى بانه لن يصيبه إلا ماشاء الله فليس من\nهذا واستدل بقول أبي بكر الصديق رضي الله عنه في الغار لو أن أحدهم رفع\nرأسه لرآنا قال القاضي وهذا لا حجة فيه لانه انما أخبر عن مستقبل وليس فيه\nدعوى لرد قدر بعد وقوعه قال وكذا جميع ماذكره البخاري في باب ما يجوز من\nاللو كحديث لولا حدثان عهد قومك بالكفر لأتممت البيت على قواعد إبراهيم\nولوكنت راجما <span id='ms2340'></span> بغير بينة لرجمت هذه ولولا أن أشق على أمتي لأمرتهم بالسواك\nوشبه ذلك فكله مستقبل لا اعتراض فيه على قدر فلا كراهة فيه لانه انما أخبر\nعن اعتقاده فيما كان يفعل لولا المانع وعما هو في قدرته فاما ما ذهب فليس\nفي قدرته قال القاضي فالذي عندي في معنى الحديث أن النهي على ظاهره وعمومه\nلكنه نهي تنزيه ويدل عليه قوله صلى الله عليه وسلم فان لو تفتح عمل الشيطان\nاي يلقي في القلب معارضة القدر ويوسوس به الشيطان هذا كلام القاضي قلت وقد\nجاء من استعمال لو في الماضي قوله صلى الله عليه وسلم لو استقبلت من أمري\nما استدبرت ما سقت الهدي وغير ذلك فالظاهر أن النهي انما هو عن إطلاق ذلك\nفيما لا فائدة فيه فيكون نهي تنزيه لا تحريم فأما من قاله تأسفا على مافات\nمن طاعة الله تعالى أو ماهو متعذر عليه من ذلك ونحو هذا فلا بأس به وعليه\nيحمل أكثر الاستعمال الموجود في الاحاديث والله اعلم\n</p>\n\n<p>\n| 1 ( كتاب العلم )\n</p>\n\n#\n<p>\n| 1 ( باب النهي عن اتباع متشابه القرآن والتحذير من متبعيه والنهي عن\nالاختلاف في القرآن)\n</p>\n\n<p>\nقوله 2665 ( حدثنا يزيد بن إبراهيم التستري ) هو بضم التاء الاولى واما\nالتاء الثانية فالصحيح المشهور \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p216'> Vol. 16, p. 216</a>\n            </div>\n             فتحها ولم يذكر السمعاني في\nكتابه الانساب والحازمي في المؤتلف وغيرهما من المحققين والاكثرون غيره\nوذكر القاضي في المشارق أنها مضمومة كالأولى قال وضبطها الباجي بالفتح قال\nالسمعاني هي بلدة من كور الاهواز من بلاد خورستان يقول لها الناس شتر بها\nقبر البراء بن مالك رضي الله عنه الصحابي أخي أنس قولها ( تلا رسول الله\nصلى الله عليه وسلم <span class='quran'>هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم\nالكتاب وأخر متشابهات </span>إلى آخر الآية قال رسول الله صلى الله عليه وسلم\nاذا رأيتم الذين يتبعون ما تشابه منه فأولئك الذين سمى الله فاحذروهم ) قد\nاختلف المفسرون والأصوليون وغيرهم في المحكم والمتشابه اختلافا كثيرا قال\nالغزالي في المستصفى اذا لم يرد توقيف في تفسيره فينبغي أن <span id='ms2341'></span> يفسر بما يعرفه\nاهل اللغة وتناسب اللفظ من حيث الوضع ولا يناسبه قول من قال المتشابه\nالحروف المقطعة في اوائل السور والمحكم ما سواه ولا قولهم المحكم ما يعرفه\nالراسخون في العلم والمتشابه ما انفرد الله تعالى بعلمه ولا قولهم المحكم\nالوعد والوعيد والحلال والحرام والمتشابه القصص والامثال فهذا أبعد الاقوال\nقال بل الصحيح أن المحكم يرجع إلى معنيين احدهما المكشوف المعنى الذي لا\nيتطرق إليه اشكال واحتمال والمتشابه ما يتعارض فيه الاحتمال والثاني أن\nالمحكم ما انتظم ترتيبه مفيدا إما ظاهرا وإما بتأويل وأما المتشابه\nفالأسماء المشتركة كالقرء وكالذي بيده عقدة النكاح وكاللمس فالاول متردد\nبين الحيض والطهر والثاني \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p217'> Vol. 16, p. 217</a>\n            </div>\n             بين الولي والزوج والثالث بين الوطء\nوالمس باليد ونحوها قال ويطلق على ماورد في صفات الله تعالى مما يوهم ظاهره\nالجهة والتشبيه ويحتاج إلى تأويل واختلف العلماء في الراسخين في العلم هل\nيعلمون تأويل المتشابه وتكون الواو في والراسخون عاطفه أم لا ويكون الوقف\nعلى وما يعلم تأويله الا الله ثم يبتدئ قوله تعالى والراسخون في العلم\nيقولون آمنا به وكل واحد من القولين محتمل واختاره طوائف والاصح الاول وان\nالراسخين يعلمونه لانه يبعد أن يخاطب الله عباده بما لا سبيل لأحد من الخلق\nإلى معرفته وقد اتفق اصحابنا وغيرهم من المحققين على انه يستحيل ان يتكلم\nالله تعالى بما لا يفيد والله اعلم وفي هذا الحديث التحذير من مخالطة اهل\nالزيغ واهل البدع ومن يتبع المشكلات للفتنة فأما من سأل عما أشكل عليه منها\nللاسترشاد وتلطف في ذلك فلا بأس عليه وجوابه واجب وأما الاول فلا يجاب بل\nيزجر ويعزر كما عزر عمر بن الخطاب رضي الله عنه صبيع بن عسل حين كان يتبع\nالمتشابه والله اعلم قوله 2666 ( هجرت يوما ) أي بكرت قوله صلى الله عليه\nوسلم ( إنما هلك من كان قبلكم باختلافهم في الكتاب ) و 2667 في رواية\nاقرؤوا القرآن ما ائتلفت عليه قلوبكم فاذا اختلفتم فيه فقوموا المراد بهلاك\nمن قبلنا هنا هلاكهم في الدين بكفرهم وابتداعهم فحذر <span id='ms2342'></span> رسول الله صلى الله\nعليه وسلم من مثل فعلهم والامر بالقيام عند الاختلاف في القرآن محمول عند\nالعلماء على اختلاف لا يجوز أو اختلاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p218'> Vol. 16, p. 218</a>\n            </div>\n             يوقع فيما لا يجوز\nكاختلاف في نفس القرآن أو في معنى منه لا يسوغ فيه الاجتهاد أو اختلاف يوقع\nفي شك أو شبهة اوفتنة وخصومة اوشجار ونحو ذلك وأما الاختلاف في استنباط\nفروع الدين منه ومناظرة اهل العلم في ذلك على سبيل الفائدة واظهار الحق\nواختلافهم في ذلك فليس منهيا عنه بل هو مأمور به وفضيلة ظاهرة وقد أجمع\nالمسلمون على هذا من عهد الصحابة إلى الآن والله اعلم قوله صلى الله عليه\nوسلم 2668 ( أبغض الرجال إلى الله الألد الخصم ) هو بفتح الخاء وكسر الصاد\nوالألد شديد الخصومة مأخوذ من لديدي الوادي وهما جانباه لانه كلما احتج\nعليه بحجة أخذ في جانب آخر وأما الخصم فهو الحاذق بالخصومة والمذموم هو\nالخصومة بالباطل في رفع حق أو اثبات باطل والله اعلم قوله صلى الله عليه\nوسلم 2669 ( لتتبعن سنن الذين من قبلكم شبرا بشبر وذراعا بذراع الخ ) السنن\nبفتح السين والنون وهو الطريق والمراد بالشبر \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p219'> Vol. 16, p. 219</a>\n            </div>\n             والذراع وجحر\nالضب التمثيل بشدة الموافقة لهم والمراد الموافقة في المعاصي والمخالفات لا\nفي الكفر وفي هذا معجزة ظاهرة لرسول الله صلى الله عليه وسلم فقد وقع ما\nأخبر به صلى الله عليه وسلم قوله ( حدثني عدة من اصحابنا عن سعيد بن أبي\nمريم ) قال المازري هذا من الاحاديث المقطوعة في مسلم وهي اربعة عشر هذا\nآخرها قال القاضي قلد المازري أبا علي الغساني الجياني في تسميته هذا\nمقطوعا وهي تسمية باطلة وانما هذا عند اهل الصنعة من باب رواية المجهول\nوانما المقطوع ما حذف منه راو قلت وتسمية هذا الثاني ايضا مقطوعا مجاز\nوانما هو منقطع ومرسل عند الاصوليين والفقهاء وانما حقيقة المقطوع عندهم\nالموقوف على التابعي فمن بعده قولا له أو فعلا أو نحوه وكيف كان فمتن\nالحديث المذكور صحيح متصل بالطريق الاول وانما ذكر الثاني متابعة وقد سبق\nان المتابعة <span id='ms2343'></span> يحتمل فيها مالا يحتمل في الأصول وقد وقع في كثير من النسخ هنا\nاتصال هذا الطريق الثاني من جهة أبي إسحاق إبراهيم بن سفيان راوي الكتاب عن\nمسلم وهو من زياداته وعالي اسناده قال أبو إسحاق حدثني محمد بن يحيى قال\nحدثنا بن أبي مريم فذكره باسناده إلى آخره فاتصلت الرواية والله اعلم قوله\nصلى الله عليه وسلم 2670 ( هلك المتنطعون ) اي المتعمقون الغالون المجاوزون\nالحدود في اقوالهم وافعالهم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p220'> Vol. 16, p. 220</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب رفع العلم وقبضه وظهور الجهل والفتن في آخر الزمان )\n</p>\n\n<p>\nقوله 2671 ( حدثنا شيبان بن فروخ الخ ) هذا الاسناد والذي بعده كلهم\nبصريون قوله صلى الله عليه وسلم ( من أشراط الساعة أن يرفع العلم ويثبت\nالجهل وتشرب الخمر ويظهر الزنى ) هكذا هو في كثير من النسخ يثبت الجهل من\nالثبوت وفي بعضها يبث بضم الياء وبعدها موحدة مفتوحة ثم مثلثة مشددة اي\nينشر ويشيع ومعنى تشرب الخمر شربا فاشيا ويظهر الزنى أي يفشو وينتشر كما\nصرح به في الرواية الثانية وأشراط الساعة علاماتها واحدها شرط بفتح الشين\nوالراء ويقل الرجال بسبب القتل وتكثر النساء فلهذا يكثر الجهل والفساد\nويظهر الزنى والخمر ويتقارب الزمان اي يقرب من القيامة ويلقي الشح هو\nباسكان اللام وتخفيف القاف اي يوضع في القلوب ورواه بعضهم يلقى بفتح اللام\n\n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p221'> Vol. 16, p. 221</a>\n            </div>\n             وتشديد القاف اي يعطي والشح هو البخل بأداء الحقوق والحرص على\nما ليس له وقد سبق الخلاف \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p222'> Vol. 16, p. 222</a>\n            </div>\n             فيه مبسوطا في باب تحريم الظلم وفي\nرواية وينقص العلم هذا يكون قبل قبضه قوله صلى الله عليه وسلم 2673 ( إن\nالله لا يقبض العلم انتزاعا ينتزعه من الناس ولكن يقبض العلم بقبض العلماء\nحتى اذا لم يترك عالما اتخذ الناس رؤسا جهالا فسئلوا فأفتوا بغير علم فضلوا\nوأضلوا ) هذا الحديث يبين أن المراد بقبض \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p223'> Vol. 16, p. 223</a>\n            </div>\n             العلم في الأحاديث\nالسابقة المطلقة ليس هو محوه من صدور حفاظه ولكن معناه أنه يموت حملته\nويتخذ الناس جهالا يحكمون بجهالاتهم فيضلون ويضلون وقوله صلى الله عليه\nوسلم اتخذ الناس رؤسا جهالا ضبطناه في البخاري رؤسا بضم الهمزة وبالتنوين <span id='ms2344'></span>\nجمع رأس وضبطوه في مسلم هنا بوجهين أحدهما هذا والثاني رؤساء بالمد جمع\nرئيس وكلاهما صحيح والاول أشهر وفيه التحذير من \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p224'> Vol. 16, p. 224</a>\n            </div>\n             اتخاذ الجهال\nرؤساء قوله ( إن عائشة قالت في عبد الله بن عمرو ما أحسبه الا قد صدق أراه\nلم يزد فيه شيئآ ولم ينقص ) ليس معناه أنها اتهمته لكنها خافت أن يكون\nاشتبه عليه أو قرأه من كتب الحكمة فتوهمه عن النبي صلى الله عليه وسلم فلما\nكرره مرة أخرى وثبت عليه غلب على ظنها أنه سمعه من النبي صلى الله عليه\nوسلم وقولها أراه بفتح الهمزة وفي هذا الحديث الحث على حفظ العلم وأخذه عن\nأهله واعتراف العالم للعالم بالفضيلة \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p225'> Vol. 16, p. 225</a>\n            </div>\n            \n</p>\n\n<p>\n| 1 ( باب من سن سنة حسنة أو سيئة ومن دعا إلى هدى أو ضلالة )\n</p>\n\n<p>\nقوله صلى الله عليه وسلم 1017 ( من سن سنة حسنة ومن سن سنة سيئة ) الحديث\nوفي الحديث الآخر 2674 من دعا إلى هدى ومن دعا إلى ضلالة هذان الحديثان\nصريحان في الحث على استحباب سن الامور الحسنة وتحريم سن الامور السيئة وأن\nمن سن سنة حسنة كان له مثل اجر كل من يعمل بها إلى \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p226'> Vol. 16, p. 226</a>\n            </div>\n             يوم القيامة\nومن سن سنة سيئة كان عليه مثل وزر كل من يعمل بها إلى يوم القيامة وأن من\nدعا إلى هدى كان له مثل أجور متابعيه أو إلى ضلالة كان عليه مثل آثام\nتابعيه سواء كان ذلك الهدي والضلالة هو الذي ابتدأه أم كان مسبوقا إليه\nوسواء كان ذلك تعليم علم أو عبادة أو أدب أو غير ذلك قوله صلى الله عليه\nوسلم 0 فعمل بها بعده ) معناه إن سنها سواء كان العمل في حياته أو بعد موته\nوالله اعلم \n            <div class='pageno-container'>\n                <a class='pageno' href='#' id='v16p227'> Vol. 16, p. 227</a>\n            </div>\n            \n</p>\n",
  "pages": [
    "002",
    "003",
    "004",
    "005",
    "006",
    "007",
    "008",
    "009",
    "010",
    "011",
    "012",
    "013",
    "014",
    "015",
    "016",
    "017",
    "018",
    "019",
    "020",
    "021",
    "022",
    "023",
    "024",
    "025",
    "026",
    "027",
    "028",
    "029",
    "030",
    "031",
    "032",
    "033",
    "034",
    "035",
    "036",
    "037",
    "038",
    "039",
    "040",
    "041",
    "042",
    "043",
    "044",
    "045",
    "046",
    "047",
    "048",
    "049",
    "050",
    "051",
    "052",
    "053",
    "054",
    "055",
    "056",
    "057",
    "058",
    "059",
    "060",
    "061",
    "062",
    "063",
    "064",
    "065",
    "066",
    "067",
    "068",
    "069",
    "070",
    "072",
    "073",
    "074",
    "075",
    "076",
    "077",
    "078",
    "079",
    "080",
    "081",
    "082",
    "083",
    "084",
    "085",
    "086",
    "087",
    "088",
    "089",
    "090",
    "091",
    "092",
    "093",
    "094",
    "095",
    "096",
    "097",
    "098",
    "099",
    "100",
    "101",
    "102",
    "103",
    "104",
    "105",
    "106",
    "107",
    "108",
    "109",
    "110",
    "111",
    "112",
    "113",
    "114",
    "115",
    "116",
    "117",
    "118",
    "119",
    "120",
    "121",
    "122",
    "123",
    "124",
    "125",
    "126",
    "127",
    "128",
    "129",
    "130",
    "131",
    "132",
    "133",
    "134",
    "135",
    "136",
    "137",
    "138",
    "139",
    "140",
    "141",
    "142",
    "143",
    "144",
    "145",
    "146",
    "147",
    "148",
    "149",
    "150",
    "151",
    "152",
    "153",
    "154",
    "155",
    "156",
    "157",
    "158",
    "159",
    "160",
    "161",
    "162",
    "163",
    "164",
    "165",
    "166",
    "167",
    "168",
    "169",
    "170",
    "171",
    "172",
    "173",
    "174",
    "175",
    "176",
    "177",
    "178",
    "179",
    "180",
    "181",
    "182",
    "183",
    "184",
    "185",
    "186",
    "187",
    "188",
    "189",
    "190",
    "191",
    "192",
    "193",
    "194",
    "195",
    "196",
    "197",
    "198",
    "199",
    "200",
    "201",
    "202",
    "203",
    "204",
    "205",
    "206",
    "207",
    "208",
    "209",
    "210",
    "211",
    "212",
    "213",
    "214",
    "215",
    "216",
    "217",
    "218",
    "219",
    "220",
    "221",
    "222",
    "223",
    "224",
    "225",
    "226",
    "227"
  ],
  "volumes": [
    "01",
    "02",
    "03",
    "04",
    "05",
    "06",
    "07",
    "08",
    "09",
    "10",
    "11",
    "12",
    "13",
    "14",
    "15",
    "16",
    "17",
    "18"
  ]
}